{"nctId":"NCT02345850","briefTitle":"Calcineurin Inhibitor-Free Interventions BMT CTN 1301 for Prevention of Graft-versus-Host Disease (BMT CTN 1301)","startDateStruct":{"date":"2015-08","type":"ACTUAL"},"conditions":["Acute Leukemia","Myelodysplasia"],"count":346,"armGroups":[{"label":"Tacrolimus/Methotrexate Control Arm","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Unmanipulated Bone Marrow Graft with Tacrolimus/Methotrexate","Drug: Tacrolimus","Drug: Methotrexate"]},{"label":"CD34 Selection Arm","type":"EXPERIMENTAL","interventionNames":["Procedure: Mobilized CD34-selected Peripheral Blood Stem Cell graft"]},{"label":"Post Transplant Cyclophosphamide","type":"EXPERIMENTAL","interventionNames":["Procedure: Unmanipulated Bone Marrow Graft with Cyclophosphamide","Drug: Cyclophosphamide"]}],"interventions":[{"name":"Unmanipulated Bone Marrow Graft with Tacrolimus/Methotrexate","otherNames":[]},{"name":"Mobilized CD34-selected Peripheral Blood Stem Cell graft","otherNames":[]},{"name":"Unmanipulated Bone Marrow Graft with Cyclophosphamide","otherNames":[]},{"name":"Cyclophosphamide","otherNames":["Cytoxan®"]},{"name":"Tacrolimus","otherNames":["Prograf®","FK506"]},{"name":"Methotrexate","otherNames":["MTX"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females aged ≥ 1.0 year and \\< 66.0 years\n2. Patients with acute leukemia in morphologic complete remission with or without hematologic recovery or with myelodysplasia (MDS) with no circulating blasts and with less than 5% blasts in the bone marrow. Patients with CMML must have a WBC count ≤ 10,000 cells/µL and \\< 5% blasts in the marrow. Patients with ≥ 5% blasts due to a regenerating marrow must contact the protocol chairs for review.\n3. Planned myeloablative conditioning regimen\n4. Patients must have a related or unrelated donor as follows:\n\n   1. Related donor must be an 8/8 match for human leukocyte antigen (HLA)-A, -B, and -C at intermediate (or higher) resolution, and -DRB1 at high resolution using DNA-based typing. Pediatric related donors must weigh ≥ 25.0 kg., must have adequate peripheral venous catheter access for leukapheresis or must agree to placement of a central catheter, must be willing to (1) donate bone marrow and (2) receive G-CSF followed by donation of peripheral blood stem cells (product to be determined by randomization post enrollment) and must meet institutional criteria for donation.\n   2. Unrelated donor must be an 8/8 match at HLA-A, -B, -C and -DRB1 at high resolution using DNA-based typing. Unrelated donor must be medically eligible to donate according to National Marrow Donor Program (NMDP) (or equivalent donor search organization) criteria. At time of enrollment, the donor should not have any known preferences or contraindications to donate bone marrow or peripheral blood stem cells. (Selection of unrelated donors is to be performed according to institutional practice. It is recommended that the time from collection to initiation of the cell processing be considered when prioritizing donors, as data shows better results for CD34 selection when cell processing begins within 36 hours of the end of collection)\n5. Cardiac function: Ejection fraction at rest ≥ 45.0% or shortening fraction of ≥ 27.0% by echocardiogram or radionuclide scan (MUGA).\n6. Estimated creatinine clearance (for patients \\> 12 years) greater than 50.0 mL/minute (using the Cockcroft-Gault formula and actual body weight); for pediatric patients (\\> 1 year to 12 years), Glomerular Filtration Rate (GFR) estimated by the updated Schwartz formula ≥ 90.0 mL/min/1.73 m\\^2. If the estimated creatinine clearance is \\< 90 mL/min/1.73 m\\^2, then renal function must be measured by 24-hour creatinine clearance or nuclear GFR, and must be \\> 70.0 mL/min/1.73 m\\^2.\n7. Pulmonary function: Diffusing capacity of the lung for carbon monoxide (DLCO) ≥ 50% (adjusted for hemoglobin), and forced expiratory volume in one second (FEV1) or forced vital capacity (FVC) ≥ 50%; for children who are unable to perform for Pulmonary Function Tests (PFTs) due to age or developmental ability, there must be no evidence of dyspnea and no need for supplemental oxygen, as evidenced by O2 saturation ≥ 92% on room air.\n8. Liver function: total bilirubin \\< 2x the upper limit of normal (unless elevated bilirubin is attributed to Gilbert's Syndrome) and alanine aminotransferase (ALT) / aspartate aminotransferase (AST) \\< 2.5x the upper limit of normal.\n9. Signed informed consent.\n\nExclusion Criteria:\n\n1. Prior autologous or allogeneic hematopoietic stem cell transplant\n2. Karnofsky or Lansky Performance Score \\< 70%\n3. Active central nervous system (CNS) involvement by malignant cells\n4. Patients with uncontrolled bacterial, viral or fungal infections (currently taking medication and with progression or no clinical improvement) at time of enrollment\n5. Presence of fluid collection (ascites, pleural or pericardial effusion) that interferes with methotrexate clearance or makes methotrexate use contraindicated\n6. Patients seropositive for HIV-1 or -2\n7. Patients seropositive for Human T-Lymphotrophic Virus (HTLV)-I or -II\n8. Patients with active Hepatitis B or C viral replication by polymerase chain reaction (PCR)\n9. Documented allergy to iron dextran or murine proteins\n10. Women who are pregnant (positive serum or urine βHCG) or breastfeeding\n11. Females of childbearing potential (FCBP) or men who have sexual contact with FCBP unwilling to use 2 effective forms of birth control or abstinence for one year after transplantation\n12. History of uncontrolled autoimmune disease or on active treatment\n13. Patients with prior malignancies, except resected non-melanoma or treated cervical carcinoma in situ. Cancer treated with curative intent ≥ 5 years previously will be allowed. Cancer treated with curative intent \\< 5 years previously will not be allowed unless approved by the Protocol Officer or one of the Protocol Chairs.\n14. Patient unable to comply with the treatment protocol including appropriate supportive care, follow-up and research tests\n15. Planned post-transplant maintenance therapy except for FLT3 inhibitors or TKIs must be declared prior to randomization.\n16. If it is known prior to enrollment that the hematopoietic stem cell product will need to be cryopreserved, the patient should not be enrolled.\n17. German centers only: Treatment with any known non-marketed drug substance or experimental therapy within 5 terminal half lives or 4 weeks prior to enrollment, whichever is longer, or participation in any other interventional clinical study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Chronic GVHD-free, Relapse-free Survival (CRFS) Probability","description":"The primary endpoint of the trial is Chronic GVHD/Relapse-Free Survival (CRFS), treated as a time to event variable. An event for this time to event outcome is defined as moderate to severe chronic GVHD, disease relapse, or death by any cause. Participant will be censored if lost to follow up prior to 2 years. Time is from randomization to the event of moderate to severe chronic GVHD, disease relapse, death, last follow up, or 2 years, whichever comes first. The primary analysis is performed using the intent-to-treat principle (ITT) so that all randomized patients are included in the analysis.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.2","spread":null},{"groupId":"OG001","value":"60.3","spread":null},{"groupId":"OG002","value":"52.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.6","spread":null},{"groupId":"OG001","value":"48.1","spread":null},{"groupId":"OG002","value":"41.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Survival (OS)","description":"OS is a key secondary endpoint, with explicit control of the type I error rate through a gatekeeper approach. Formal significance testing of OS between a CNI-free strategy and the control will be conducted if the corresponding CRFS comparison is significant. This OS comparison will be done using a Bonferroni adjusted significance level of 0.05/3 to account for three potential CNI-free comparisons to the control. Otherwise, survival analyses will be considered exploratory. Death from any cause is considered as event for this endpoint. Participant is censored if lost to follow up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.7","spread":null},{"groupId":"OG001","value":"84.6","spread":null},{"groupId":"OG002","value":"84.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.1","spread":null},{"groupId":"OG001","value":"76.2","spread":null},{"groupId":"OG002","value":"76.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.8","spread":null},{"groupId":"OG001","value":"83.4","spread":null},{"groupId":"OG002","value":"83.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.6","spread":null},{"groupId":"OG001","value":"76.7","spread":null},{"groupId":"OG002","value":"74.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Relapse-free Survival","description":"The events for this endpoint RFS are death and relapse of the underlying malignancy. The analyses of this endpoint use the transplanted populations and time is from transplant to the event of disease relapse or death, or last follow up, whichever comes first.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.1","spread":null},{"groupId":"OG001","value":"78.8","spread":null},{"groupId":"OG002","value":"70.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.1","spread":null},{"groupId":"OG001","value":"70.3","spread":null},{"groupId":"OG002","value":"66.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-related Mortality","description":"The events for this endpoint TRM are deaths prior to relapse of the underlying malignancy. The analyses of this endpoint will use the transplanted populations, and time will be from transplant to the first of disease relapse, death, or last follow up. TRM are evaluated using the cumulative incidence function. Deaths without relapse are the events for this endpoint and relapse is a competing risk for this endpoint.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"12.0","spread":null},{"groupId":"OG002","value":"7.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.5","spread":null},{"groupId":"OG001","value":"15.7","spread":null},{"groupId":"OG002","value":"7.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Immunosuppression-free Survival","description":"Patients who are alive, relapse-free, and do not need ongoing immune suppression to control GVHD at one year post HSCT are considered successes for this endpoint. Immune suppression is defined as any systemic agents used to control or suppress GVHD.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"73","spread":null},{"groupId":"OG002","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Relapse","description":"Relapse is defined by either morphological evidence of acute leukemia or MDS consistent with pre-transplant features, or radiologic evidence of lymphoma, documented or not by biopsy. The event is defined as increase in size of prior sites of disease or evidence of new sites of disease, documented or not by biopsy. Relapse is adjudicated by ERC. Disease relapse is analyzed using cumulative incidence function with death as a competing risk. The analyses of this endpoint use the transplanted populations, and the time will be measured from transplant to the earliest of death, relapse/progression, or last follow up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":null},{"groupId":"OG001","value":"9.2","spread":null},{"groupId":"OG002","value":"22.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"13.9","spread":null},{"groupId":"OG002","value":"25.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Neutrophil Engraftment","description":"Neutrophil recovery is defined as achieving an absolute neutrophil count (ANC) ≥ 500/mm\\^3 for three consecutive measurements on three different days. The first of the three days will be designated the day of neutrophil recovery. The competing event is death without neutrophil recovery.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.1","spread":null},{"groupId":"OG001","value":"91.7","spread":null},{"groupId":"OG002","value":"96.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Platelet Recovery","description":"Platelet recovery is defined as the first day of a sustained platelet count \\>20,000/mm\\^3 with no platelet transfusion in the preceding seven days. The first day of sustained platelet count above this threshold will be designated the day of platelet engraftment. The competing event is death without platelet recovery.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":null},{"groupId":"OG001","value":"91.6","spread":null},{"groupId":"OG002","value":"98.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Primary Graft Failure","description":"Primary graft failure is defined as no neutrophil recovery to \\> 500 cells/µL by Day 28 post HSCT.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Secondary Graft Failure","description":"Secondary graft failure will be assessed according to neutrophil count after initial hematologic recovery. Secondary graft failure is defined as initial neutrophil engraftment followed by subsequent decline in absolute neutrophil counts \\< 500 cells/µL, unresponsive to growth factor therapy, but cannot be explained by disease relapse or medications. Secondary graft failure will be analyzed using cumulative incidence function with death as a competing risk.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Acute GVHD","description":"Cumulative incidences of grade II-IV and III-IV acute GVHD were determined. Death prior to acute GVHD is treated as the competing risk. Grading of acute GVHD was derived by consensus grading (Przepiorka 1995) per BMTCTN manual of procedures (MOP). The acute GVHD algorithm calculates the grade based on the organ (skin, GI and liver) stage and etiology/biopsy reported on the weekly GVHD form. Staging for skin: Stage 1. \\<25% rash; 2. 25-50%; 3. \\>50%; 4. generalized erythroderma with bullae. Staging for GI: Stage 1. Diarrhea\\>500ml/d or persistent nausea; 2. \\>1000ml/d; 3. \\>1500ml/d; 4. Large volume diarrhea and severe abdominal pain +- ileus. Staging for Liver: Stage 1. bilirubin 2-3mg/dl; 2. bilirubin 3-6 mg/dl; 3. bilirubin 6-15 mg/dl; 4. bilirubin\\>15mg/dl. Grade 4 is the worst outcome.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":null},{"groupId":"OG001","value":"37.6","spread":null},{"groupId":"OG002","value":"29.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"10.1","spread":null},{"groupId":"OG002","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Maximum Acute GVHD","description":"Grading of acute GVHD was derived by consensus grading (Przepiorka 1995) per BMTCTN manual of procedures (MOP). The acute GVHD algorithm calculates the grade based on the organ (skin, GI and liver) stage and etiology/biopsy reported on the weekly GVHD form. Grade I aGVHD is defined as Skin stage of 1-2 and stage 0 for both GI and liver organs. Grade II aGVHD is stage 3 of skin, or stage 1 of GI, or stage 1 of liver. Grade III is stage 2-4 for GI, or stage 2-3 of liver. Grade IV is stage 4 of skin, or stage 4 of liver. Max acute GVHD by Day 100 was computed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"45","spread":null},{"groupId":"OG002","value":"55","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"25","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"30","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Chronic GVHD","description":"The cumulative incidence of chronic GVHD will be determined. Death prior to acute GVHD is treated as the competing risk. Data will be collected directly from providers and chart review according to the recommendations of the NIH Consensus Criteria. Eight organs will be scored on a 0-3 scale to reflect degree of chronic GVHD involvement. Liver and pulmonary function test results and use of systemic therapy for treatment of chronic GVHD will also be recorded. This secondary endpoint of chronic GVHD will include mild, moderate and severe chronic GVHD based on NIH Consensus Criteria.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":null},{"groupId":"OG001","value":"33.0","spread":null},{"groupId":"OG002","value":"31.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null},{"groupId":"OG001","value":"37.0","spread":null},{"groupId":"OG002","value":"40.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Chronic GVHD-free Survival","description":"The event for this endpoint includes moderate to severe chronic GVHD according to NIH consensus criteria global score, or death by any cause.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.0","spread":null},{"groupId":"OG001","value":"67.4","spread":null},{"groupId":"OG002","value":"65.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.4","spread":null},{"groupId":"OG001","value":"54.2","spread":null},{"groupId":"OG002","value":"47.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Grade ≥ 3 Toxicity","description":"All grades ≥ 3 toxicities according to CTCAE, version 4 will be tabulated for each intervention arm. The number of unique patients is counted.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"51","spread":null},{"groupId":"OG002","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"82","spread":null},{"groupId":"OG002","value":"81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"18","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"88","spread":null},{"groupId":"OG002","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Infected Post Transplant","description":"All grade 2 and grade 3 infections, as defined by the BMT CTN Technical MOP, occurring post transplantation will be reported. The incidence of definite and probable viral, fungal and bacterial infections will be tabulated for each intervention arm.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"66","spread":null},{"groupId":"OG002","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Infections","description":"All grade 2 and grade 3 infections, as defined by the BMT CTN Technical MOP, occurring post transplantation will be reported. The incidence of definite and probable viral, fungal and bacterial infections will be tabulated for each intervention arm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"161","spread":null},{"groupId":"OG002","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Health-Related Quality of Life (HQL) - Medical Outcomes Study Short Form 36 (SF36)","description":"HQL will be measured post-transplant using patient-reported survey SF36. The SF36 is a 36 item general assessment of health quality of life with eight components: Physical Functioning, Role Physical, Pain Index, General Health Perceptions, Vitality, Social Functioning, Role Emotional, Mental Health Index. Each domain is positively scored, indicating that higher scores are associated with positive outcome. The total score ranges from 0 to 100. This scale is being used in this protocol as a generic measure of quality of life. To facilitate comparison of results with published norms, the Physical Component Summary and Mental Component Summary are used as the outcome measures in summarizing the SF36 data. These summary scores are derived by multiplying the z-score for each scale by its respective physical or mental factor score coefficient and summing the products. Resulting scores are then transformed into Tscores (mean=50; standard deviation=10). The SF36 takes 6 minutes to complete.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":"1.0"},{"groupId":"OG001","value":"46","spread":"1.2"},{"groupId":"OG002","value":"48","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":"1.0"},{"groupId":"OG001","value":"48","spread":"1.1"},{"groupId":"OG002","value":"48","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":"1.1"},{"groupId":"OG001","value":"50","spread":"1.1"},{"groupId":"OG002","value":"49","spread":"0.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":"1.2"},{"groupId":"OG001","value":"52","spread":"1.1"},{"groupId":"OG002","value":"49","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":"1.5"},{"groupId":"OG001","value":"50","spread":"1.5"},{"groupId":"OG002","value":"51","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":"1.0"},{"groupId":"OG001","value":"44","spread":"1.0"},{"groupId":"OG002","value":"41","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":"1.1"},{"groupId":"OG001","value":"41","spread":"1.1"},{"groupId":"OG002","value":"40","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":"1.1"},{"groupId":"OG001","value":"44","spread":"1.2"},{"groupId":"OG002","value":"44","spread":"0.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":"1.2"},{"groupId":"OG001","value":"47","spread":"1.2"},{"groupId":"OG002","value":"44","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":"1.4"},{"groupId":"OG001","value":"47","spread":"1.2"},{"groupId":"OG002","value":"47","spread":"1.3"}]}]}]},{"type":"SECONDARY","title":"Health-Related Quality of Life (HQL) - Functional Assessment of Cancer Therapy - Bone Marrow Transplant (FACT-BMT)","description":"The FACT-BMT is a 37 item scale comprised of a general core questionnaire, the FACT-G with a possible range of 0-108 points, that evaluates the health-related quality of life (HQL) of patients receiving treatment for cancer, and a specific module, BMT Concerns, that addresses disease and treatment-related questions specific to bone marrow transplant. The FACT-G consists of four subscales developed and normed in cancer patients: Physical Well-being, Social/Family Well-being, Emotional Wellbeing, and Functional Well-being. Each subscale is positively scored, with higher scores indicating better functioning. The FACT-BMT Trial Outcome Index, comprised of the physical well-being scale, the functional well-being scale and the BMT specific items, will be used as the outcome measure in summarizing the FACT-BMT data. The FACT-BMT takes 6 minutes to complete. The final score for FACT-BMT ranges from 0 to 196. Higher scores for the scales and subscales indicate better quality of life.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":"1.6"},{"groupId":"OG001","value":"79","spread":"1.4"},{"groupId":"OG002","value":"80","spread":"1.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":"1.7"},{"groupId":"OG001","value":"80","spread":"1.5"},{"groupId":"OG002","value":"79","spread":"1.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":"1.9"},{"groupId":"OG001","value":"83","spread":"1.7"},{"groupId":"OG002","value":"82","spread":"1.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":"2.1"},{"groupId":"OG001","value":"86","spread":"2.0"},{"groupId":"OG002","value":"84","spread":"1.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":"2.5"},{"groupId":"OG001","value":"86","spread":"2.1"},{"groupId":"OG002","value":"84","spread":"2.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":"1.6"},{"groupId":"OG001","value":"67","spread":"1.3"},{"groupId":"OG002","value":"65","spread":"1.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":"1.9"},{"groupId":"OG001","value":"66","spread":"1.5"},{"groupId":"OG002","value":"63","spread":"1.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":"1.8"},{"groupId":"OG001","value":"69","spread":"1.8"},{"groupId":"OG002","value":"67","spread":"1.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":"1.9"},{"groupId":"OG001","value":"72","spread":"2.0"},{"groupId":"OG002","value":"69","spread":"1.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":"2.3"},{"groupId":"OG001","value":"73","spread":"2.1"},{"groupId":"OG002","value":"71","spread":"2.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":"2.1"},{"groupId":"OG001","value":"108","spread":"1.8"},{"groupId":"OG002","value":"108","spread":"2.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":"2.4"},{"groupId":"OG001","value":"108","spread":"2.0"},{"groupId":"OG002","value":"105","spread":"2.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":"2.5"},{"groupId":"OG001","value":"112","spread":"2.3"},{"groupId":"OG002","value":"110","spread":"2.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":"2.8"},{"groupId":"OG001","value":"116","spread":"2.6"},{"groupId":"OG002","value":"113","spread":"2.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":"3.4"},{"groupId":"OG001","value":"115","spread":"2.8"},{"groupId":"OG002","value":"113","spread":"2.7"}]}]}]},{"type":"SECONDARY","title":"Health-Related Quality of Life (HQL) - MDASI","description":"HQL will be measured post-transplant using patient-reported survey MD Anderson Symptom Inventory (MDASI). The MDASI is a 19 item instrument that captures 13 symptoms (0=\"not present\" to 10=\"as bad as you can imagine\") and 6 items measuring interference with life from 0 (\"did not interfere\") to 10 (\"interfered completely\"). MDASI Tool questions are negatively scored - higher levels indicate more severe symptoms and levels of interference. Codelist for each question is from 0 to 10. Scoring is taking the mean of items, so the range is 0-10. Lower scores for the scales indicate better quality of life. It provides two summary scales: symptoms and interference. The MDASI takes less than 5 minutes to complete.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.2"},{"groupId":"OG001","value":"2","spread":"0.2"},{"groupId":"OG002","value":"2","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.2"},{"groupId":"OG001","value":"2","spread":"0.1"},{"groupId":"OG002","value":"2","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.2"},{"groupId":"OG001","value":"2","spread":"0.2"},{"groupId":"OG002","value":"2","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.2"},{"groupId":"OG001","value":"1","spread":"0.2"},{"groupId":"OG002","value":"2","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.2"},{"groupId":"OG001","value":"2","spread":"0.2"},{"groupId":"OG002","value":"2","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.2"},{"groupId":"OG001","value":"2","spread":"0.2"},{"groupId":"OG002","value":"3","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.2"},{"groupId":"OG001","value":"2","spread":"0.2"},{"groupId":"OG002","value":"2","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.3"},{"groupId":"OG001","value":"2","spread":"0.3"},{"groupId":"OG002","value":"2","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.3"},{"groupId":"OG001","value":"2","spread":"0.3"},{"groupId":"OG002","value":"2","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.3"},{"groupId":"OG001","value":"2","spread":"0.3"},{"groupId":"OG002","value":"2","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Health-Related Quality of Life (HQL) - PedsQL","description":"HQL will be measured post-transplant using patient-reported survey PedsQL. The PedsQL™ Stem Cell Transplant Module is a 46-item instrument that measures health-related quality of life in children and adolescents undergoing hematopoietic stem cell transplant and is developmentally appropriate for self-report in ages 8 through 18 years. The score ranges from 0 to 100 with higher scores associated with positive outcome.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"80.18","spread":"14.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"69.82","spread":"2.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"72.56","spread":"3.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"78.05","spread":"4.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"53.66","spread":"21.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":114},"commonTop":["FOLLICULAR LYMPHOMA","RESPIRATORY FAILURE","ARTHRALGIA","ELEVATED ENDOTOXIN LEVEL","PLATELET COUNT DECREASE"]}}}