{"nctId":"NCT01553708","briefTitle":"Effect of EGF With Silver Sulfadiazine Cream Compared With Silver Zinc Sulfadiazine Cream for Treatment of Burn Wound","startDateStruct":{"date":"2011-12"},"conditions":["Deep Partial Thickness Burn"],"count":34,"armGroups":[{"label":"Epidermal growth factor with silver sulfadiazine cream","type":"EXPERIMENTAL","interventionNames":["Drug: Epidermal growth factor with silver sulfadiazine cream"]},{"label":"Silver zinc sulfadiazine cream","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Silver zinc sulfadiazine cream"]}],"interventions":[{"name":"Epidermal growth factor with silver sulfadiazine cream","otherNames":[]},{"name":"Silver zinc sulfadiazine cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18-60 years.\n* Partial thickness burn wound more than 20%TBSA.\n* No underlying diseases that interfere wound healing such as chronic kidney disease, diabetes mellitus, liver disease, immunocompromised deficiency.\n* In case of reproductive age woman, they have to control the birth rate at least 4 weeks before study.\n* Patients who are willing to participate in the trial and to sign the informed consent form.\n\nExclusion Criteria:\n\n* Immunocompromised defects\n* Known allergy or hypersensitivity reaction to epidermal growth factor, silver sulfadiazine or other substances in formulation.\n* Pregnancy or lactation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time of Healing by Monitoring Duration (Days) at the Beginning of Treatment and the Day of Completely Epithelialization (Complete Epithelialization Means no Open Wound Exists as Confirmed by Two Surgeons).","description":"Time (days)for complete epithelialization (no open wound exists as determined by 2 surgeons) is the duration between the day of admission and the wound completely close without fluid leakage and are able to expose to environment without pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.06","spread":"5.21"},{"groupId":"OG001","value":"30.94","spread":"7.34"}]}]}]},{"type":"SECONDARY","title":"Clinical Safety of Epidermal Growth Factor With Silver Sulfadiazine Cream for Treatment of Partial Thickness Burn Wound.","description":"1. Pain and itching assessment is evaluated by patients themselves in every time of wound observations using Visual Analog Scale.\n2. % Wound contraction.\n3. Time and type of analgesic or itching medication after treatment.\n4. Laboratory measurement such as CBC, blood glucose, electrolyte, hepatic and renal functions will be analyzed to find any changes or any systemic effect after treatment.\n5. Adverse reaction such as swelling, edema and redness at wound site.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":17},"commonTop":[]}}}