{"nctId":"NCT01818427","briefTitle":"PreHospital Air Medical Plasma Trial","startDateStruct":{"date":"2014-05"},"conditions":["Hemmorhagic Shock During Air Medical Transport"],"count":523,"armGroups":[{"label":"plasma","type":"EXPERIMENTAL","interventionNames":["Biological: infusion of 2 units of plasma"]},{"label":"standard air medical care","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"infusion of 2 units of plasma","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Hemorrhagic shock not responsive to crystalloid infusion -\n\nExclusion Criteria: Isolated Fall, Cervical cord injury, prisoner, pregnant patient, traumatic arrest\n\n\\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Our Primary Outcome for the Proposal Will be 30 Day Mortality","description":"All cause 30 day mortality using imputation for those with missing 30 day mortality.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Twenty Four-Hour Blood Transfusion Requirements","description":"24-hour blood transfusion requirements will be determined by recording blood volume (mls) and number of Units transfused from the time of trauma bay arrival or upon completion of pre-hospital initiated plasma infusion. For survival bias analysis, volumes and number of blood transfusion Units received at 3, 6, 12, and 18 hours will also be recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"In-hospital Mortality","description":"In hospital mortality will be prospectively recorded from the time of trauma bay arrival. Over the first 24 hours we will document and record the time of death in hours, while after the 24 hour time point, we will document and record the time of death in days from arrival. We suspect that patients in hemorrhagic shock will have a significant percentage of mortality occurring in the first 24 hour period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]}]},{"type":"SECONDARY","title":"Multiple Organ Failure","description":"Organ dysfunction will be evaluated via a well-validated scoring system referred to as the Multiple Organ Dysfunction Score (MODScore). Patients who are never admitted to the ICU or those with a length of ICU stay of less than 48 hours will be considered to have a MODScore of 0. A summary of the MODScore may be calculated by summing the worst scores of each of the individual systems over the course of the ICU stay (Table 1). A summary MODScore \\> 5 will be classified as multiple organ failure (MOF). Scores will be determined daily up until post injury day 28 or ICU discharge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"156","spread":null}]}]}]},{"type":"SECONDARY","title":"Acute Lung Injury (ALI) and Transfusion Related Acute Lung Injury (TRALI)","description":"Development of ALI will be assessed which includes: 1) bilateral infiltrates on chest x-ray, 2) a capillary wedge pressure \\< 18mmHg, and 3) Pao2/Fio2 ratio \\< 300 via blood gas analysis. In those patients without a Swan-Ganz catheter to determine capillary wedge pressure, the absence of signs of, or clinical concern, for elevated left sided atrial pressures will be used for the diagnosis. All patients who remain intubated beyond the first 24 hours post-injury will be evaluated using blood gas analysis and chest x-ray evaluation. Those patients who remain intubated at 48 hours through 7 days will be reevaluated for this outcome at these time points. The diagnosis of TRALI will be defined as when ALI occurs within the first 6 hours from arrival at the trauma center as it is clinically defined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":220},"commonTop":["allergic reation","Anaphylaxis","fever","hypotension","pain"]}}}