{"nctId":"NCT01896895","briefTitle":"Efficacy and Safety Study of Botulinum Toxin Type A Against Placebo to Treat Abnormal Contraction or Twitch of the Eyelid","startDateStruct":{"date":"2013-11"},"conditions":["Bilateral Blepharospasm (BEB)"],"count":61,"armGroups":[{"label":"IncobotulinumtoxinA (Xeomin) 25U per eye","type":"EXPERIMENTAL","interventionNames":["Drug: IncobulinumtoxinA (Xeomin), 25 Units","Drug: IncobotulinumtoxinA (Xeomin), 35 Units"]},{"label":"IncobotulinumtoxinA (Xeomin) 12.5U per eye","type":"EXPERIMENTAL","interventionNames":["Drug: IncobotulinumtoxinA (Xeomin), 12.5 Units","Drug: IncobotulinumtoxinA (Xeomin), 35 Units"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: IncobotulinumtoxinA (Xeomin), 35 Units"]}],"interventions":[{"name":"IncobulinumtoxinA (Xeomin), 25 Units","otherNames":["NT 201","Xeomin","Botulinum toxin type A (150 kiloDalton), free from complexing proteins"]},{"name":"IncobotulinumtoxinA (Xeomin), 12.5 Units","otherNames":["NT 201","Xeomin","Botulinum toxin type A (150 kiloDalton), free from complexing proteins"]},{"name":"Placebo","otherNames":[]},{"name":"IncobotulinumtoxinA (Xeomin), 35 Units","otherNames":["NT 201","Xeomin","Botulinum toxin type A (150 kiloDalton), free from complexing proteins"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female out-patients age ≥ 18 and ≤ 80 years.\n* A clinical diagnosis of bilateral BEB characterized by spontaneous, spasmodic, intermittent or persistent involuntary contractions of orbicular oculi muscles.\n* A need for injection of BTX defined as a Jankovic Rating Scale \\[JRS\\] severity subscore ≥ 2.\n* Treatment-naïve subject defined as at least 12 months without BTX of any serotype for the treatment of BEB before administration of IP.\n\nExclusion Criteria:\n\n* Subject with any previous unsuccessful treatment with BTX of any serotype for the treatment of BEB.\n* Atypical variant of BEB (e.g., apraxia of the eyelid opening) caused by inhibition of levator palpebrae muscle.\n* Neuroleptic-induced blepharospasm.\n* Myotomy or denervation surgery in the affected muscles (e.g., peripheral denervation, spinal cord stimulation) and surgery in the upper face.\n* Generalized disorders of muscles activity (e.g., myasthenia gravis in particular ocularis, Lambert-Eaton-Syndrome, amyotrophic lateral sclerosis) or any other significant neuromuscular dysfunction which might interfere with the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Double-blind MP: Change From Baseline in JRS Severity Subscore at Day 43 (Visit 4)","description":"JRS severity subscore was used to classify individual symptoms of blepharospasm and to determine therapeutic efficacy. JRS severity subscore ranges from 0 to 4, where 0: None; 1: increased blinking present with external stimuli; 2: Mild but spontaneous eyelid fluttering, definitely noticeable, possibly embarrassing, but not functionally disabling, 3: Moderate, very noticeable spasm of eyelids only, mildly incapacitating, 4: Severe, incapacitating spasm of eyelids and possibly other facial muscles. Values represent least square (LS) mean differences between baseline and visit 4 resulting from analysis of covariance (ANCOVA) with treatment group, pooled site, and gender as fixed factors and baseline JRS severity subscore and age as covariates and missings replaced using the last observation carried forward (LOCF) method. Negative values denote improvement, while positive values denote deterioration vs. baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":null},{"groupId":"OG001","value":"-1.0","spread":null},{"groupId":"OG002","value":"-1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-blind MP: Change From Baseline in Blepharospasm Disability Index (BSDI) at Day 43 (Visit 4)","description":"BSDI is a scale for assessment of impairment of specific activities of daily living caused by blepharospasm. BSDI consists of six items (driving a vehicle; reading; watching TV; shopping; getting about on foot (walking); doing everyday activities), each ranging from 0 (=no impairment) to 4 (=no longer possible due to illness). The BSDI total score is a mean score for non-missing items ranging from 0 to 4. It is calculated by adding scores of all applicable and answered items, and dividing the resulting sum by the number of items answered. Outcome values represent LS mean differences between baseline and visit 4 (visit 4 value minus baseline value) resulting from ANCOVA with treatment group, pooled site, gender as fixed factors and baseline BSDI total score, age as covariates. Missings were replaced by the LOCF method. Negative values denote an improvement, while positive values denote deterioration vs. baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":null},{"groupId":"OG001","value":"-0.5","spread":null},{"groupId":"OG002","value":"-0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-blind MP: Patient Evaluation of Global Response (PEGR) at Final Visit (Day 43-Day 141)","description":"PEGR scale is a descriptive subjective 9-point response self-rating scale ranging from \"complete abolishment of signs and symptoms\" (value=+4) down to \"very marked worsening\" (value=-4). Outcome values represent least square means at visit 4 resulting from an ANCOVA with treatment group, pooled site, gender as fixed factors and age as covariates. Missing were set to a zero effect (value=0). Positive values denote an improvement, while negative values denote deterioration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"1.8","spread":null},{"groupId":"OG002","value":"2.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Eyelid ptosis","Dry eye","Eye pruritus","Eyelid function disorder","Back pain"]}}}