{"nctId":"NCT01195831","briefTitle":"Efficacy and Safety of Xamiol® Gel Compared to Calcipotriol Scalp Solution in Patients With Scalp Psoriasis","startDateStruct":{"date":"2010-09"},"conditions":["Scalp Psoriasis"],"count":244,"armGroups":[{"label":"Xamiol® gel","type":"EXPERIMENTAL","interventionNames":["Drug: Xamiol® gel"]},{"label":"Calcipotriol scalp solution","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Calcipotriol scalp solution"]}],"interventions":[{"name":"Xamiol® gel","otherNames":[]},{"name":"Calcipotriol scalp solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients of either gender between 18 and 65 years of age.\n\nA clinical diagnosis of scalp psoriasis which is:\n\n* of an investigator's assessment of clinical signs of the scalp at least ≥ 2 in one of the clinical signs, redness, thickness and scaliness, and at least 1 in each of the other two clinical signs, and total score ≥ 4,\n* of an extent of 10% or more of the total scalp area,\n* of at least moderate severity according the investigator's global assessment.\n\nClinical signs of psoriasis vulgaris on trunk and/or limbs, or earlier diagnosed with psoriasis vulgaris on trunk and/or limbs.\n\nThe patient must provide signed and dated informed consent before any study related activity is carried out.\n\nExclusion Criteria:\n\nCurrent diagnosis of guttate, erythrodermic, exfoliative or pustular psoriasis.\n\nPatients with any of the following conditions present on the scalp area: viral lesions, fungal and bacterial skin infections, parasitic infections, skin manifestations in relation to syphilis or tuberculosis, rosacea, acne vilgaris, acne rosacea, atrophic skin, striae atrophicae, fragility of skin veins, ichthyosis, ulcers and wounds.\n\nAny other inflammatory skin diseases that may confound the evaluation of scalp psoriasis\n\nSystemic treatment with biological therapies (marketed or not marketed), with a possible effect on scalp psoriasis (e.g., alefacept, efalizumab, etanercept, infliximab) within 3 months prior to visit 1 and during the study.\n\nSystemic treatment with all other therapies than biologicals, with a possible effect on scalp psoriasis (e.g., corticosteroids, vitamin D analogues, retinoids, immunosuppressants) within 4 weeks prior to SV2 or during the study.\n\nPUVA therapy within 4 weeks prior to randomisation (visit 1) or during the study.\n\nUVB therapy wthin 2 weeks prior to randomisation (visit 1) or during the study.\n\nTherapies within 2 weeks prior to SV2 and during the study.\n\n* Topical treatment of psoriasis on non scalp psoriasis lesions with potent or very potent (WHO group III-IV) corticosteroids,\n* Topical treatment of Immunomodulator, e.g. Tacrolimus,\n* Vitamin D analogues (e.g, calcipotriol, tacalcitol, calcitriol),\n* Any topical treatment of the scalp (except for non-steroid medicated shampoos and emollients,\n* Other types of psoriasis treatment, e.g. Chinese medicine, processed Chinese medicine, or hot spring, etc.\n\nPlanned initiation of, or changes to concomitant medication that could affect scalp psoriasis (e.g., beta blockers, anti-malaria drugs, lithium) during the study.\n\nKnown or suspected hypersensitivity to component(s) of the Investigational Products.\n\nKnown or suspected abnormality of the calcium homeostasis.\n\nKnown or suspected severe renal insufficiency or severe hepatic disorders, or severe heart disease.\n\nClinical signs or symptoms of Cushing's disease or Addison's disease.\n\nPlanned extensive exposure to sun (e.g. when working outdoors) during the study, which may affect scalp psoriasis.\n\nFemales who are pregnant, or of child-bearing potential and wish to become pregnant during the study, or who are breast-feeding.\n\nFemales of child-bearing potential with a positive serum or urine pregnancy test at SV2.\n\nAny clinically significant abnormality following review of screening laboratory tests (blood and urine samples), physical examination or blood pressure/heart rate measurement performed at SV2.\n\nParticipation in any other interventional clinical trial within 4 weeks prior to randomisation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Patients With \"Controlled Disease\" in Terms of \"Clear\" or \"Minimal\" According to Investigator's Global Assessment of Disease Severity at Week 4.","description":"Investigators made a global assessment of the disease severity by use of a 6-point scale (Clear, Minimal, Mild, Moderate, Severe and Very Severe). Patients with disease severity classified as Clear or Minimal disease after the treatment period (week 4) were rated as having Controlled disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.5","spread":null},{"groupId":"OG001","value":"50.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Patients With \"Controlled Disease\" in Terms of \"Clear\" or \"Minimal\" According to Investigator's Global Assessment of Disease Severity at Week 2","description":"Investigators made a global assessment of the disease severity by use of a 6-point scale (Clear, Minimal, Mild, Moderate, Severe and Very Severe). Patients with disease severity classified as Clear or Minimal disease at week 2 were rated as having Controlled disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.8","spread":null},{"groupId":"OG001","value":"25.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Patients With \"Controlled Disease\" in Terms of \"Clear\" or \"Very Mild\" According to Patient's Global Assessment of Disease Severity at Week 2.","description":"Patients made a global assessment of the disease severity by use of a 5-point scale (Clear, Very Mild, Mild, Moderate, Severe). Patients classifying their disease as Clear or Very Mild at week 2 were rated as having Controlled disease. This assessment was made prior to the investigator's assessments.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.2","spread":null},{"groupId":"OG001","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Patients With \"Controlled Disease\" in Term of \"Clear\" or \"Very Mild\" According to Patient's Global Assessment of Disease Severity at Week 4.","description":"Patients made a global assessment of the disease severity by use of a 5-point scale (Clear, Very Mild, Mild, Moderate, Severe). Patients classifying their disease as Clear or Very Mild at week 4 were rated as having Controlled disease. This assessment was made prior to the investigator's assessments.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.8","spread":null},{"groupId":"OG001","value":"60.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Patients With Success (Total Sign Score ≤1) at Week 4","description":"Investigators assessed scalp psoriasis lesions in terms of three clinical signs: redness, thickness and scaliness. For each clinical sign a single score, reflecting the average severity of all lesions on the scalp, was derived according to a 5-point scale ranging from 0 to 4 (0= best;4= worst). The sum of the three individual scores (redness, thickness and scaliness) constituted a Total Sign Score of the scalp ranging from 0 to 12 (0= best;12= worst). Patients with a Total sign score of 0 or 1 at week 4 achieved \"Success\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.2","spread":null},{"groupId":"OG001","value":"25.8","spread":null}]}]}]},{"type":"SECONDARY","title":"For Each Clinical Sign (Redness, Thickness, Scaliness), the Percentage of Patients With Success (Clinical Score=0) at Week 4","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Patients With Success (Patient's Itching Score=None) at Week 4","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Evaluation of the Quality of Life","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":118},"commonTop":["Upper respiratory tract infection","Application site pain","Application site warmth"]}}}