{"nctId":"NCT02670551","briefTitle":"Study on the Efficacy, Safety, and Tolerability of Cariprazine Relative to Placebo in Participants With Bipolar I Depression","startDateStruct":{"date":"2016-03-17","type":"ACTUAL"},"conditions":["Bipolar Disorder","Depression"],"count":488,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Cariprazine 1.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]},{"label":"Cariprazine 3.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]}],"interventions":[{"name":"Cariprazine","otherNames":["VRAYLAR®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Currently meet the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria for bipolar I disorder without psychotic features confirmed by the administration of the Mini International Neuropsychiatric Interview (MINI), with a current major depressive episode of at least 4 weeks and not exceeding 12 months in duration\n* Currently treated as an outpatient at the time of enrollment\n* A verified previous manic or mixed episode. Verification must include one of the following sources: --Treatment of mania with an anti-manic agent (eg, lithium or divalproate) or antipsychotic medication with an approved indication for mania --Hospital records/Medical records --Participant report corroborated by caretaker or previous or current treating clinician\n* 17-item Hamilton Depression Rating Scale (HAMD-17) total score ≥ 20\n* HAMD-17 item 1 score ≥ 2\n* Clinical Global Impressions-Severity (CGI-S) score ≥ 4\n* Negative serum β-human chorionic gonadotropin (β-hCG) pregnancy test (women of childbearing potential only)\n* Normal physical examination, clinical laboratory test results, and electrocardiogram (ECG) results or abnormal findings that are judged not clinically significant by the Principal Investigator (PI)\n\nExclusion Criteria:\n\n* Young Mania Rating Scale (YMRS) total score \\> 12\n* Four or more episodes of a mood disturbance (depression, mania, hypomania, or mixed state) within the 12 months before Visit 1\n* Any current axis 1 psychiatric diagnosis other than bipolar disorder with the exception of specific phobias\n* History of meeting DSM-5 criteria for: ○ Dementia, amnesic, or other cognitive disorder ○ Schizophrenia, schizoaffective, or other psychotic disorder\n\n  ○ Mental retardation - DSM-5-based diagnosis of borderline or antisocial personality disorder or other axis II disorder of sufficient severity to interfere with participation in this study\n* History of meeting DSM-5 criteria for alcohol or substance abuse or dependence (other than nicotine or caffeine) within the 6 months before Visit 1\n* Positive result on blood alcohol test or urine drug screen for any prohibited medication. Exception: ○ Participants with a positive cannabinoid on entry may be retested before randomization. If the participant remains positive, the participant is no longer eligible ○ Participants positive for opiates on entry, discussion with Study Physician is required.\n* Electroconvulsive therapy in the 3 months before Visit 1\n* Previous lack of response to electroconvulsive therapy\n* Treatment with a depot antipsychotic drug within 1 treatment cycle before Visit 1\n* Treatment with clozapine in a dose of \\> 50 mg/day in the past 2 years\n* Prior participation in any investigational study of RGH-188 or cariprazine within the past 12 months\n* Previous treatment with vagus nerve stimulation or transcranial magnetic stimulation within 6 months before Visit 1\n* Prior participation with any clinical trials, involving experimental or investigational drugs, within 6 months before Visit 1 or during the study\n* Initiation or termination of psychotherapy for depression within the 3 months preceding Visit 1, or plans to initiate, terminate, or change such therapy during the course of the study.\n* Pregnant, breastfeeding, or planning to become pregnant or breastfeed during the study\n* Gastric bypass or any condition that would be expected to affect drug absorption (lap band procedures are acceptable if there is no problem with absorption)\n* Known history of cataracts or retinal detachment\n* Known human immunodeficiency virus infection\n* Employee, or immediate relative of an employee, of the Sponsor, any of its affiliates or partners, or the study center","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Montgomery-Åsberg Depression Rating Scale (MADRS) Score at Week 6","description":"The Montgomery-Åsberg Depression Rating Scale (MADRS) is a 10-item, clinician-rated scale that evaluates the participant's depressive symptomatology during the past week. Participants were rated on items assessing feelings of sadness, lassitude, pessimism, inner tension, suicidality, reduced sleep or appetite, difficulty in concentration, and lack of interest. Each of the 10 items was scored on a 7-point scale with a score of 0 reflecting no symptoms and a score of 6 reflecting symptoms of maximum severity for a total possible score of 0 (best) to 60 (worst). A negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.6","spread":"0.76"},{"groupId":"OG001","value":"-15.1","spread":"0.77"},{"groupId":"OG002","value":"-15.6","spread":"0.76"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions-Severity (CGI-S) Score at Week 6","description":"The Clinical Global Impressions-Severity (CGI-S) is a clinician-rated scale that measures the overall severity of a participant's illness in comparison with the severity of other participants the physician has observed. The participant was rated on a scale from 1 to 7, with 1 indicating a \"normal state\" and 7 indicating \"among the most extremely ill participants.\" A negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"0.09"},{"groupId":"OG001","value":"-1.6","spread":"0.10"},{"groupId":"OG002","value":"-1.6","spread":"0.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":158},"commonTop":["Headache","Insomnia","Akathisia","Nausea","Restlessness"]}}}