{"nctId":"NCT01358526","briefTitle":"Efficacy and Safety of Oxycodone/Naloxone Controlled-release Tablets (OXN) Compared to Placebo in Opioid-experienced Subjects With Moderate to Severe Chronic Low Back Pain","startDateStruct":{"date":"2011-05"},"conditions":["Low Back Pain"],"count":1095,"armGroups":[{"label":"OXN","type":"EXPERIMENTAL","interventionNames":["Drug: Oxycodone/Naloxone Controlled-release"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Oxycodone/Naloxone Controlled-release","otherNames":["TARGINIQ ER"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria include:\n\n* Male and female subjects ≥ 18 years of age with moderate to severe, chronic low back pain (lasting at least several hours daily) as their predominant pain condition for at least 3 months prior to screening period;\n* The back pain must be related to nonmalignant and nonneuropathic conditions and without radiation or with only proximal radiation (above the knee);\n* Subjects must be on opioid analgesic therapy for low back pain which:\n* Has been ongoing for at least 4 weeks prior to the screening visit and,\n* Consists of a stable opioid regimen at a total average daily dose equivalent to 20 to 160 mg (inclusive) of morphine for the last 2 weeks prior to the screening visit. Subjects taking tramadol ≥ 100 mg daily on a stable regimen for the last 2 weeks prior to the screening visit will also meet this criterion;\n* Subjects must require continuation of opioid analgesic treatment in the range of 40 to 160 mg (inclusive) of morphine or its equivalent daily and be likely to benefit from chronic around-the-clock opioid therapy for the duration of the study;\n* Subjects must have an average pain over the last 14 days score ≥ 5 (on an 11-point numerical rating scale \\[NRS\\]) at the screening visit, on their current opioid analgesic medication and, if applicable, nonopioid medication;\n* Subjects must have an average pain over the last 24 hours score ≥ 5 (on an 11-point NRS) at the screening visit, on their current opioid analgesic medication and, if applicable, nonopioid medication;\n* Subjects must be willing and able to be compliant with the protocol, capable of subjective evaluation, able to read and understand questionnaires, willing and able to use a diary per protocol, and read, understand, and sign the written informed consent in English.\n\nExclusion Criteria include:\n\n* Female subjects who are pregnant (positive serum beta human chorionic gonadotropin \\[β hCG\\] test) or lactating;\n* Subjects with any contraindication or any history of hypersensitivity to oxycodone, naloxone, or other opioids. This does not include subjects who have experienced common opioid side effects (e.g., nausea, constipation);\n* Subjects with acute spinal cord compression, acute compression fracture, seronegative spondyloarthropathy, acute nerve root compression, cauda equina compression, fibromyalgia, reflex sympathetic dystrophy or causalgia (complex regional pain syndrome), diabetic amyotrophy, meningitis, discitis, or back pain due to secondary infection, tumor, or postherpetic neuralgia;\n* Subjects with gout, unless controlled on stable suppressive treatment with colchicine or uric-acid-lowering therapy without any attacks for ≥ 2 years and the subject has not been using nonsteroidal anti-inflammatory drugs (NSAIDs) or COX-2 inhibitors on a regular basis;\n* Subjects with pseudogout, psoriatic arthritis, active Lyme disease, rheumatoid arthritis or other inflammatory arthritis, or neuropathic pain conditions;\n* Subjects who had surgical procedures directed towards the source of chronic low back pain within 6 months of the screening visit or planned during the study;\n* Subjects with a history of opioid, alcohol, medication, or illicit drug abuse or addiction;\n* Subjects who have received any investigational medication within 30 days of first dose of study drug;\n* Subjects currently taking, or who have taken naloxone, naltrexone, methylnaltrexone, or alvimopan within 10 days before the screening visit;\n* Subjects who have received study drug in a clinical study of oxycodone/naloxone controlled-release (OXN or ONU).\n\nOther protocol specific inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The \"Average Pain Over the Last 24 Hours\" at Week 12 of the Double-blind Period","description":"The \"average pain over the last 24 hours\" score was collected using an 11-point numerical rating scale ranging from 0 to 10; where 0=no pain and 10=pain as bad as you can imagine.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.86","spread":"0.116"},{"groupId":"OG001","value":"4.32","spread":"0.115"}]}]}]},{"type":"SECONDARY","title":"The Sleep Disturbance Subscale of the MOS Sleep Scale at Weeks 4, 8, and 12","description":"The scale consists of 12 individual items (4 sleep disturbance, 2 sleep adequacy, 1 quantity of sleep, 3 somnolence, 1 snoring, 1 shortness of breath). Only Sleep Disturbance Subscale questions 1, 3, 7, and 8 were analyzed; scores range from 0 to 100, where higher scores indicate greater sleep disturbance.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"38.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"36.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"36.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC)","description":"The PGIC observational scale was completed by the subject. Subjects were asked to assess the change in overall status relative to the start of the study. The scale has only 1 item, which measures global change of overall status by the subject on a 7-point scale (Very much improved, Much improved, Minimally improved, No change, Minimally worse, Much worse, Very much worse), where 1 = very much improved and 7 = very much worse. The proportion of subjects responding \"much improved\" and \"very much improved\" was summarized by treatment group and compared between groups using an exact test.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Responder Analysis for Subjects With a ≥ 30% Reduction in Pain Compared to Baseline","description":"A subject's response to treatment was defined as the percentage reduction from the screening mean pain score to the \"average pain over the last 24 hours\" score for week 12 of the double-blind period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"124","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Responder Analysis for Subjects With a ≥ 50% Reduction in Pain Compared to Baseline","description":"A subject's response to treatment was defined as the percentage reduction from the screening mean pain score to the \"average pain over the last 24 hours\" score for week 12 of the double-blind period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":1095},"commonTop":["Nausea","Drug screen positive"]}}}