{"nctId":"NCT01673867","briefTitle":"Study of BMS-936558 (Nivolumab) Compared to Docetaxel in Previously Treated Metastatic Non-squamous NSCLC","startDateStruct":{"date":"2012-11-02","type":"ACTUAL"},"conditions":["Non-Squamous Cell Non-small Cell Lung Cancer"],"count":582,"armGroups":[{"label":"Arm A: Nivolumab","type":"EXPERIMENTAL","interventionNames":["Biological: Nivolumab"]},{"label":"Arm B: Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Nivolumab","otherNames":["BMS-936558 (Anti-PD1)"]},{"name":"Docetaxel","otherNames":["Taxotere®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men \\& women ≥18 years of age\n* Subjects with histologically or cytologically-documented non-squamous cell NSCLC who present with Stage IIIB/IV disease or recurrent or progressive disease following multimodal therapy (radiation therapy, surgical resection, or definitive chemoradiation therapy for locally advanced disease) and who will receive study therapy as second or third line of treatment for advanced disease\n* Disease recurrence or progression during/after one prior platinum doublet-based chemotherapy regimen for advanced or metastatic disease\n* Measurable disease by Computed tomography (CT)/Magnetic resonance imaging (MRI) per RECIST 1.1 criteria\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤1\n* A formalin fixed, paraffin-embedded (FFPE) tumor tissue block or unstained slides of tumor sample (archival or recent) must be available for biomarker evaluation. Specimens must be received by the central lab prior to randomization. Biopsy should be excisional, incisional or core needle. Fine needle aspiration is insufficient\n\nExclusion Criteria:\n\n* Subjects with untreated central nervous system (CNS) metastases are excluded. Subjects are eligible if CNS metastases are asymptomatic or treated and subjects are neurologically returned to baseline for at least 2 weeks prior to enrollment. In addition, subjects must be either off corticosteroids, or on a stable or decreasing dose of ≤10mg daily prednisone (or equivalent)\n* Subjects with carcinomatous meningitis\n* Subjects with active or recent history of known or suspected autoimmune disease. Subjects with Type 1 diabetes mellitus, hypothyroidism only requiring hormone replacement, or skin disorders (vitiligo, psoriasis, or alopecia) not requiring systemic treatment are permitted to enroll\n* Subjects with a condition requiring systemic treatment with either corticosteroids or other immunosuppressive medications within 14 days of randomization\n* Prior therapy with anti-programmed death-1 (anti-PD-1), anti-programmed cell death ligand 1 (anti-PD-L1), anti-programmed cell death ligand 2 (anti-PD-L2), anti-cluster of differentiation 137 (anti-CD137), or anti-Cytotoxic T lymphocyte-associated antigen 4 (anti-CTLA-4) antibody (including Ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways)\n* Prior treatment with Docetaxel\n* Treatment with any investigational agent within 14 days of first administration of study treatment\n\nOther protocol-defined inclusion/exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) Time in Months for All Randomized Participants at Primary Endpoint","description":"Overall survival was defined as the time from randomization to the date of death. A participant who has not died will be censored at last known date alive. OS will be followed continuously while participants are on the study drug and every 3 months via in-person or phone contact after participants discontinue the study drug. Median and hazard ratio computed using Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.19","spread":null},{"groupId":"OG001","value":"9.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR was defined as the percentage of participants whose Best Overall Response (BOR) was a confirmed Complete Response (CR) or Partial Response (PR). BOR was defined as the best investigator-assessed response designation, recorded between the date of randomization and the date of objectively documented progression per Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1) or the date of subsequent anti-cancer therapy (excluding on-treatment palliative radiotherapy of non-target bone lesions or Central Nervous System (CNS) lesions), whichever occurred first. CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm. PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters. CR+PR, confidence interval based on the Clopper and Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":null},{"groupId":"OG001","value":"12.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time To Objective Response (TTOR)","description":"Time to Objective Response for participants demonstrating a response (either CR or PR) was defined as the time from the date of randomization to the date of the first confirmed response. CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.; PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.10","spread":null},{"groupId":"OG001","value":"2.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (DOOR)","description":"DOR was defined as the time from the date of first confirmed response to the date of the first documented tumor progression (per RECIST v1.1), as determined by the investigator, or death due to any cause, whichever occurred first. DOR was evaluated only for confirmed responders (i.e. participants with confirmed CR or PR). CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.; PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters. Participants who neither progressed nor died were censored on the date of their last evaluable tumor assessment. Median computed using Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.15","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS was defined as the time from randomization to the date of the first documented tumor progression (per RECIST 1.1) or death due to any cause. Participants who died without a reported prior progression were considered to have progressed on the date of their death. Progression will be assessed every 6 weeks (from the first on-study radiographic assessment) until disease progression is noted. Progressive disease was defined as least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions is also considered progression. Median computed using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.33","spread":null},{"groupId":"OG001","value":"4.44","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing Disease-Related Symptom Improvement by Week 12","description":"Disease-related symptom improvement rate by Week 12 was defined as the percentage of randomized participants who had a 10 point or greater decrease from baseline in average symptom burden index score at any time between randomization and Week 12. The participant portion of the Lung Cancer Symptom Scale (LCSS) consisted of 6 symptom-specific questions that addressed cough, dyspnea, fatigue, pain, hemoptysis, and anorexia, plus 3 summary items on symptom distress, interference with activity level, and global health-related Quality of Life (QoL). The scores range from 0 to 100, with 0 representing the best possible score and 100 being the worst possible score. The average symptom burden index score at each assessment was defined as the mean of the 6 symptom-specific questions of the LCSS. 95% CIs were computed using Clopper-Pearson Method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":null},{"groupId":"OG001","value":"19.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) by PD-L1 Expression at Baseline","description":"Overall survival was defined as the time from randomization to the date of death. A participant who has not died will be censored at last known date alive. Overall Survival time was measured in months for all randomized participants grouped by their baseline PD-L1 expression level. PD-L1 expression in participants was defined as the percent of disease tumor cells demonstrating plasma membrane PD-L1 staining of any intensity using an immunohistochemistry (IHC) assay. Median computed using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.91","spread":null},{"groupId":"OG001","value":"8.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.86","spread":null},{"groupId":"OG001","value":"10.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) by PD-L1 Expression at Baseline","description":"ORR was defined as the percentage of all randomized participants whose Best Overall Response (BOR) was a confirmed Complete Response (CR) or Partial Response (PR). CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.; PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters. CR+PR, confidence interval based on the Clopper and Pearson method. ORR was reported for all randomized participants grouped by their baseline PD-L1 expression level. PD-L1 expression in participants was defined as the percent of disease tumor cells demonstrating plasma membrane PD-L1 staining of any intensity using an immunohistochemistry (IHC) assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.2","spread":null},{"groupId":"OG001","value":"12.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]}]},{"type":"POST_HOC","title":"Overall Survival (OS) - Extended Collection","description":"Overall survival was defined as the time from randomization to the date of death. A participant who has not died will be censored at last known date alive. OS will be followed continuously while participants are on the study drug and every 3 months via in-person or phone contact after participants discontinue the study drug. Median computed using Kaplan-Meier method. Note: This outcome measure represents an updated version of the primary endpoint to include additional data collection that has occurred after the primary completion date. (Assessments were made until December 17, 2021).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.21","spread":null},{"groupId":"OG001","value":"9.49","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":172,"n":287},"commonTop":["Fatigue","Nausea","Cough","Decreased appetite","Dyspnoea"]}}}