{"nctId":"NCT00165672","briefTitle":"A Study of E3810 With Pre- and Post-Treatment pH Monitoring in Patients With Non-Erosive Gastroesophageal Reflux Disease","startDateStruct":{"date":"2005-05"},"conditions":["Non-erosive Gastroesophageal Reflux Disease"],"count":26,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: RABEPRAZOLE SODIUM"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: RABEPRAZOLE SODIUM"]}],"interventions":[{"name":"RABEPRAZOLE SODIUM","otherNames":[]},{"name":"RABEPRAZOLE SODIUM","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe patients to be included will be outpatients who meet all of the following criteria. No specific gender is asked.\n\n\\<For the observation period\\>\n\n1. Patients who have \"heartburn\" 2 days a week or more during consecutive 3 weeks\\* prior to pre-observation screening. \\*If a day of screening and a day of starting observation (date of registration) are different, heartburn must continuously be present during the in-between period.\n2. Patients who meet both 1) and 2) below;\n\n1\\) The symptom is a burning sensation arising from the stomach or the lower chest.\n\n2\\) The symptom tends to appear frequently or is aggravated after eating, when bending a body forward, and/or when pressing on the abdomen.\n\n3\\. Patients categorized in \"grade M\" (discoloring type: minimal change) according to the Los Angeles System (2nd Modification) for Classification of Reflux Esophagitis.\n\n4\\. Patients who are 20 years old or older at the time of obtaining consent.\n\n5\\. Patients who are informed of the objective and details of this study and give written consent for study entry.\n\n\\<For the treatment period\\>\n\n1. Patients who have \"heartburn\" 2 days a week or more during 7 days until the treatment period (during the observation period).\n2. Patients with \"heartburn diary\" that is completely filled out during 7 days until the treatment period (during the observation period). If the observation period is 8 days or longer, those with a heartburn diary of which entries are fulfilled 80% or more during the observation period.\n3. Patients with 80% or better drug compliance for antacids during the observation period.\n4. Patients whose percentage of time showing pH\\<4.0 (% time pH\\<4.0) is not 0%\\* during the 24-hour esophageal pH monitoring at the end of observation period (at the beginning of treatment period). \\*If parameters calculated from analytical program show 0.0% after round-off, this patient cannot be entered into the treatment period.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will be excluded from the study.\n\n1. Patients who cannot keep adequate entries of a heartburn diary by themselves.\n2. Patients who strongly complain \"feeling of heavy stomach\" and/or \"abdominal bloating.\"\n3. Patients who have a complication or history of psychiatric or psychosomatic disease (e.g., manic-depressive psychosis, obsessive-compulsive neurosis, or others) or those who are on an antidepressant or anti-anxiety agent (accepted if only for a hypnotic treatment).\n4. Patients who have undergone Helicobacter pylori eradication therapy, and less than 6 months\\* have elapsed from the end of H. pylori eradication therapy to the beginning of the observation period. \\*: The same day 6 months earlier, and the day at the end of 6 months earlier if it is at the end of month.\n5. Patients with open gastric or duodenal ulcer.\n6. Patients with acute gastritis.\n7. Patients with a history of any surgical intervention that affect peptic secretion (e.g., upper gastrointestinal tract resection and/or vagotomy).\n8. Patients with Barrett's esophagus, esophageal stenosis, or pyloric stenosis.\n9. Patients with scleroderma.\n10. Patients with a history or complication of angina pectoris.\n11. Patients who work at night (working for a night-shift).\n12. Patients who received proton pump inhibitors (PPIs) within 3 weeks prior to pre-observation screening.\n13. Patients who need non steroidal anti-inflammatory drugs (NSAIDs) (except topical preparations), steroids (except topical preparations), and/or aspirin treatment every day.\n14. Patients receiving dialysis therapy.\n15. Patients with a serious complication such as cardiovascular disease (myocardial infarction, etc.), hematological disorder (e.g, aplastic anemia), renal disease (e.g., acute or chronic renal failure), hepatic disease (e.g., cirrhosis), or malignant tumor.\n16. Patients with known hypersensitivity to antacids or PPIs.\n17. Patients who are pregnant or those with childbearing potential, or those who wish to become pregnant or are lactating during the study period.\n18. Patients receiving another investigational drug or those who received another investigational drug within 6 months prior to pre-observation screening\\* \\*: Registration is allowed on the same day of 6 months earlier, and the day at the end of 6 months earlier if it is at the end of month.\n19. Patients who are judged to be ineligible for the study entry by the investigator or subinvestigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percent Time With pH <4.0 During 24 Hour Esophageal pH Monitoring at the End of the Observation Period (Predose Monitoring) and at the End of the Treatment Period (Postdose Monitoring).","description":"Mean and standard deviation of percent time pH\\<4.0 on 24 hour esophageal pH monitoring.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.72","spread":"5.30"},{"groupId":"OG001","value":"7.03","spread":"4.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.38","spread":"0.79"},{"groupId":"OG001","value":"0.87","spread":"1.22"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":["Diarrhoea","Headache","Cough","Abdominal distension","Gastrooesophageal reflux disease"]}}}