{"nctId":"NCT02593773","briefTitle":"Safety, Tolerability and Efficacy of ACTIMMUNE® Dose Escalation in Friedreich's Ataxia Study","startDateStruct":{"date":"2015-12-25","type":"ACTUAL"},"conditions":["Friedreich's Ataxia"],"count":86,"armGroups":[{"label":"interferon γ-1b","type":"EXPERIMENTAL","interventionNames":["Drug: Interferon γ-1b"]}],"interventions":[{"name":"Interferon γ-1b","otherNames":["ACTIMMUNE®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent and child assent, if applicable.\n* Completed 26 weeks of blinded treatment in Study HZNP-ACT-301 (NCT02415127).\n* If female, the subject is not pregnant or lactating or intending to become pregnant during the study, or within 30 days after the last dose of study drug. Female subjects of child-bearing potential must have a negative urine pregnancy test result at Baseline/Day 1 (Week 26 of Study HZNP-ACT-301 \\[NCT02415127\\]), and agree to use a reliable method of contraception throughout the study and for 30 days after the last dose of study drug.\n\nExclusion Criteria:\n\n* Subjects will be ineligible if, in the opinion of the Investigator, they are unlikely to comply with the study protocol or have a concomitant disease or condition that could interfere with the conduct of the study or potentially put the subject at unacceptable risk.\n\nNOTE: Additional inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"26 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Serious Adverse Events (SAEs), and Discontinuations Due to AEs","description":"An adverse event (AE) is any untoward medical occurrence, whether or not the event is considered related to the investigational product. A TEAE is any adverse change from the subject's baseline condition, including any laboratory test value abnormality judged as clinically significant by the investigator, that occurs on or after the date of the first dose of study drug administered at home and throughout the duration of the clinical study, whether the adverse event is considered related to the treatment or not. An SAE is an AE that results in death, is life-threatening, results in persistent or significant disability or incapacity, inpatient hospitalization or prolongation of an existing hospitalization, is a congenital anomaly or birth defect, or other medically important event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Positive/Negative Neutralizing Antibody (NAb) and Anti-Drug Antibody (ADA) Tests","description":"NAb testing only for those participants with a positive ADA test. Baseline is defined as the last non-missing measurement/assessment on the date of Week 26 Visit from study HZNP-ACT-301 (NCT02415127). If this measurement was missing or otherwise unavailable, it was the last non-missing measurement/assessment on or prior to first dose in this study. If the participant discontinued the study, then premature withdrawal assessments were mapped to the nearest scheduled visit based on schedule of the assessment and the study day. If the mapped visit was already available then the visit was mapped to the next schedule visit. Last on study assessment is the last non-missing post-baseline assessment for each participant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[]},{"categories":[]}]},{"type":"PRIMARY","title":"Change From Baseline to Week 26 in the Friedreich's Ataxia Rating Scale (FARS)-mNeuro Score","description":"The FARS assessment includes neurological signs that specifically reflect neural substrates affected in FA. Based on a neurological examination, bulbar, upper limb, lower limb, peripheral nerve, and upright stability/gait functions were assessed. The FARS-mNeuro score excludes the peripheral nervous system subscale score and the facial and tongue atrophy and fasciculations from the bulbar subscale score. Scores range from 0 (normal) to 93 (most impairment). A negative change from baseline is an improvement.","classes":[]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Activities of Daily Living (ADL) Score","description":"Participants and/or their caregivers rated 9 areas of daily living skills (speech, swallowing, cutting food and handling utensils, dressing, personal hygiene, falling, walking, quality of sitting position, and bladder function) on a 5-point scale (0=normal, 4=greatest loss of function) with allowable increments of 0.5 if the participant or caregiver strongly felt that a task falls between 2 scores. ADL scores can range from 0 (normal) to 36 (greatest loss of function). A negative change from baseline indicates improvement.","classes":[]},{"type":"SECONDARY","title":"Change From Baseline at Week 26 in Timed 25-Foot Walk (T25FW)","description":"The T25FW is a quantitative measure of lower extremity function. Participants are directed to 1 end of a clearly marked 25-foot course and instructed to walk 25 feet as quickly as possible, but safely. The task is immediately administered again by having the participant walk back the same distance, and the score for the test is the average of the 2 walks (after reciprocal transformation). Participants may use assistive devices when performing this task, with the same assistive device used at each assessment. A negative change from Baseline indicates improvement.","classes":[]},{"type":"SECONDARY","title":"Number of FARS-mNeuro Responders and Non-Responders at Week 26","description":"A participant was considered a responder if they had an improvement (decrease) of at least 3 points from Baseline at Week 26 for the FARS-mNeuro score. The FARS assessment includes neurological signs that specifically reflect neural substrates affected in FA. Based on a neurological examination, bulbar, upper limb, lower limb, peripheral nerve, and upright stability/gait functions were assessed. The FARS-mNeuro score excludes the peripheral nervous system subscale score and the facial and tongue atrophy and fasciculations from the bulbar subscale score. Scores range from 0 (normal) to 93 (most impairment).","classes":[]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Total Friedreich Ataxia Rating Scale Score (FARStot)","description":"The FARS assessment includes neurological signs that specifically reflect neural substrates affected in FA. Based on a neurological examination, bulbar, upper limb, lower limb, peripheral nerve, and upright stability/gait functions are assessed. FARStot scores range from 0 (normal) to 125 (most impairment). A negative change from baseline indicates improvement.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":86},"commonTop":["Headache","Neutropenia","Pyrexia","Nausea","Vomiting"]}}}