{"nctId":"NCT01363479","briefTitle":"An Efficacy and Safety Study of Oral and Intravenous Palonosetron for the Prevention of Nausea and Vomiting","startDateStruct":{"date":"2011-07"},"conditions":["Chemotherapy-Induced Nausea and Vomiting"],"count":743,"armGroups":[{"label":"Oral palonosteron plus dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Oral palonosetron","Drug: Dexamethasone"]},{"label":"I.V. palonosetron plus dexamethasone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: I.V. palonosetron","Drug: Dexamethasone"]}],"interventions":[{"name":"Oral palonosetron","otherNames":[]},{"name":"I.V. palonosetron","otherNames":[]},{"name":"Dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Naïve to cytotoxic chemotherapy. Previous biological or hormonal therapy is permitted.\n* Diagnosed with a malignant solid tumor and scheduled to receive first course of cytotoxic chemotherapy with cisplatin administered as a single I.V. dose of equal or more than 70 mg/m2 over 1-4 hours on study Day 1, either alone or in combination with other chemotherapeutic agents.\n* If scheduled to receive combination regimens, non-cisplatin agents of moderate to high emetogenic potential are allowed and they must be administered following the cisplatin infusion and completed no more than 6 hours after the initiation of cisplatin infusion.\n* If scheduled to receive chemotherapy agents of minimal to low emetogenic potential, they are to be given on Day 1 following cisplatin or on any subsequent study day.\n* ECOG Performance Status of 0, 1, or 2\n* Female patients of either non-childbearing potential or child-bearing potential with a commitment to use contraceptive methods throughout the clinical trial\n* Hematologic and metabolic status adequate for receiving a highly emetogenic cisplatin-based regimen based on laboratory criteria (Neutrophils,Platelets, Bilirubin, Liver enzymes, Serum Creatinine or Creatinine Clearance)\n* If a patient has a known hepatic or renal impairment, he/she may be enrolled in this study at the discretion of the Investigator.\n* If a patient has a known history or predisposition to cardiac conduction interval abnormalities he/she may be enrolled in this study at the discretion of the Investigator.\n\nExclusion Criteria:\n\n* If female, pregnant or lactating.\n* Current use of illicit drugs or current evidence of alcohol abuse.\n* Scheduled to receive moderately emetogenic chemotherapy (MEC) or HEC from Day 2 to Day 5 following cisplatin administration.\n* Received or is scheduled to receive radiation therapy to the abdomen, or the pelvis within 1 week prior to Day 1 or between Days 1 to 5.\n* Any vomiting, retching, or mild nausea within 24 hours prior to Day 1.\n* Symptomatic primary or metastatic CNS malignancy.\n* Active peptic ulcer disease, gastrointestinal obstruction, increased intracranial pressure, hypercalcemia, an active infection or any uncontrolled medical conditions (other than malignancy) that, in the opinion of the investigator, may confound the results of the study, represent another potential etiology for emesis and nausea (other than chemotherapy-induced nausea and vomiting, CINV) or pose unwarranted risks in administering the study drugs to the patient.\n* Known hypersensitivity or contraindication to 5-HT3 receptor antagonists (e.g., palonosetron, ondansetron, granisetron, dolasetron, tropisetron, ramosetron) or dexamethasone.\n* Participation in a clinical trial involving palonosetron.\n* Any investigational drugs (other than those given in this study) taken within 4 weeks prior to Day 1, and/or is scheduled to receive any investigational drug during the study.\n* Systemic corticosteroid therapy at any dose within 72 hours prior to Day 1. However topical and inhaled corticosteroids with a steroid dose of £ 10 mg of prednisone daily or its equivalent are permitted.\n* Scheduled to receive bone marrow transplantation and/or stem cell rescue therapy.\n* Any medication with known or potential antiemetic activity within 24 hours prior to Day 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Complete Response (CR) Defined as no Emesis, no Rescue Medication","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":null},{"groupId":"OG001","value":"86.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With no Emesis","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.2","spread":null},{"groupId":"OG001","value":"86.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With no Rescue Medication","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.6","spread":null},{"groupId":"OG001","value":"93.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":36,"n":370},"commonTop":["Investigations","Asthenia","Neutropenia","Constipation","Respiratory, thoracic and mediastinal disorder"]}}}