{"nctId":"NCT00857220","briefTitle":"Long Term Safety Study of Study Drug (Eszopiclone) in Children and Adolescents With ADHD -Associated Insomnia","startDateStruct":{"date":"2009-05"},"conditions":["Insomnia","Attention Deficit Hyperactivity Disorder"],"count":304,"armGroups":[{"label":"2mg eszopiclone (6-11yrs), 3mg eszopiclone (12-17yrs)","type":"EXPERIMENTAL","interventionNames":["Drug: eszopiclone"]}],"interventions":[{"name":"eszopiclone","otherNames":[]},{"name":"eszopiclone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion Criteria:\n\n* Subject is male or female 6 17 years of age, inclusive, at the time of consent.\n* Subject must have a diagnosis of ADHD as defined by DSM-IV criteria • The diagnosis for Rollover subjects will be taken from the Screening visit of Study 190 246. Treatment naïve subjects will have these assessments performed at the Screening visit.\n* Subject must have documented ADHD associated insomnia, defined as the subject or subject's parent/legal guardian having reported repeated difficulty with sleep initiation (sleep latency \\>30 minutes) or consolidation (wake time after sleep onset \\> 45 minutes),\\>despite adequate age appropriate time and opportunity for sleep.\n* Subject has either \\>30 minutes latency to persistent sleep (LPS) or \\>45 minutes wake time after sleep onset (WASO) demonstrated by PSG.\n* Subject or subject's parent/legal guardian should have reported daytime functional impairment as a result of sleep problems.\n* Subject or subject's parent/legal guardian should have reported attempted and failed behavioral interventions for sleep problems, including a regular bedtime and rise time.\n* Subject's sleep disturbance must not be attributable to either the direct physiologic effect of a drug of abuse or misuse of a prescribed medication whether it is being used as intended or in an illicit manner.\n* Female subjects ≥8 years of age must have a negative serum pregnancy test at screening\n* Subject must be in good general health.\n* Subject must be able to swallow tablets.\n* If subjects are currently taking medication for ADHD, they must be on a stable dose and regimen for at least one month, and preferably for at least 3 months prior to the time of consent\n\nExclusion Criteria:\n\n* Subject with weight \\<10th percentile for age and gender\n* Subject has any clinically significant or unstable medical abnormality/illness\n* Subject has a documented history of Bipolar I or II Disorder, major depression, conduct disorder, generalized anxiety disorder (other than obsessive-compulsive disorder) or any history of psychosis, as determined by medical or psychiatric history or as determined by clinical interview using the MINI-Kid at Visit 1.\n* Subject has periodic limb movement \\>5 times per hour, as demonstrated on PSG.\n* Subject has sleep disordered breathing, as demonstrated on PSG.\n* Subject has another primary sleep disorder (or secondary sleep disorder that is causing clinical impairment or any other known or suspected medical or psychiatric condition that has affected or may affect sleep\n* Subject has a history of circadian rhythm disorder or will travel across ≥3 time zones more than once during the study.\n* Subject has organic brain disease, or a history of febrile seizures.\n* Subject is, in the opinion of the investigator, at suicidal or homicidal risk.\n* Female subject who is pregnant, lactating or planning to become pregnant.\n* Subject is taking any psychotropic or disallowed medications,\n* Subject has a history of severe allergies to more than 1 class of medications or multiple adverse drug reactions.\n* Subject has a history of allergic reaction or has a known or suspected sensitivity to racemic zopiclone, eszopiclone, or any substance that is contained in the formulation.\n* Subject has a history of alcohol or substance abuse within 3 months of study participation\n* Subject has participated in any investigational study within 30 days prior to study entry or is currently participating in another clinical trial, except Study 190 246.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Incidence of Adverse Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"212","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Incidence of Skin Reactions: Number of Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Incidence of Skin Reactions: Number of Participant Affected","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Columbia-Suicide Severity Rating Scale (C-SSRS) Item Responses","description":"The C-SSRS is a physician-completed scale to assess any suicidal ideation and suicidal behavior. The C-SSRS contained questions about suicidal behavior and suicidal ideation. Subjects were placed into categories for suicidal behavior and for suicidal ideation based on their responses to various questions. Any suicidality was defined as suicidal behavior or suicidal ideation. The suicidal behavior categories were determined based on the response to the questions under suicidal behavior (Completed Suicide, Actual Attempt, Interrupted Attempt, Aborted Attempt, Preparatory Acts or Behavior).The suicidal ideation categories were determined by examining the response to 5 questions under suicidal ideation (Wish to be Dead, Nonspecific Active Suicidal Thoughts, Active Suicidal Ideation with Any Methods (Not Plan) without Intent to Act, Active Suicidal Ideation with Some Intent to Act, without Specific Plan, Active Suicidal Ideation with Specific Plan and Intent).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Coding Copy Subtest A or B, or Digit Symbol Substitution Test (DSST)at Month 12","description":"These tests are standardized information processing tasks to assess recognition and recoding of sensory information. The subject was given 90 seconds to complete as many substitutions of symbols as possible according to a code provided on top of the sheet. The Coding Copy Subtest A was used for subjects 6 to 7 years of age, the Coding Copy Subtest B was used for subjects 8 to 16 years of age, and the DSST was used for subjects 17 years of age. The DSST consists of rows containing small blank squares, each paired with a randomly assigned numbers 1-9. Above the rows is a key that pairs each number with a symbol. The subject must fill in the blank spaces with the matching symbol that is in the key. For the Subcopy tests the subject simply copies the symbol above each empty square. Scaled scores are used to account for age differences among test takers. Scaled scores range from 1 to 19, and higher scores indicate higher cognitive function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"6.1"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression (CGI) Improvement Score as Assessed by Parent/Caregiver or Child at Month 12","description":"A 7-point scale was used for improvement with numeric values assigned to each of the responses: very much improved (1), much improved (2), minimally improved (3), no change (4), minimally worse (5), much worse (6), and very much worse (7).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"1.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"1.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Month 12 in Subjective Sleep Latency (SL)","description":"Sleep latency is the amount of time it takes to fall asleep after the lights have been turned off.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.1","spread":"87.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Child Behavior Checklist (CBCL)","description":"CBCL was completed by parents or guardians who saw the child in home-like settings. It includes several competence items, open-ended items for describing the child's illnesses, disabilities, concerns about the child, best things about the child, and several items to rate behavioral, emotional, and social problems. Responses are recorded on a Likert scale: 0 = Not True, 1 = Somewhat or Sometimes True, 2 = Very True or Often True. The checklist contains 120 questions. The standardized score is computed by determining the z-score by subtracting the mean for the subject's age group and gender from the raw score and then dividing this by the standard deviation for the subject's age group and gender. Next, multiply the zscore by 15 and then add 100. For activities scale, social scale, school scale, and total competence scale, higher values indicate higher competencies. For Internalizing problems, externalizing problems, and total problems, higher values indicate more problems.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":"13.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"14.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"11.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":"13.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"15.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":"12.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"14.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Daytime Sleepiness Scale (PDSS)at Month 12","description":"The PDSS total score ranges from a low of 0 where the individual is endorsing each item at the lowest level of daytime sleepiness to a high of 32 where the individual is endorsing each item at the highest level of daytime sleepiness.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"6.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Conners' Continuous Performance Test II (CCPT II)","description":"The CCPT-II is a computer-based 14-minute, visual-performance task. During an administration, respondents were required to press the space bar or click the mouse whenever any letter except the target letter appears on the screen. The speed at which the letters were presented varied during the administration. There were 6 blocks, with 3 sub-blocks, each containing 20 trials (letter presentations). The interstimulus intervals (ISIs) were 1, 2, and 4 seconds with a display time of 250 milliseconds. The order in which the different ISIs were presented varied between blocks. Conners' CCPT-II provides the following measures:% Omissions,% Commissions, Hit Reaction Time, Hit Reaction Time Standard Error,Variability of Standard Error, Detectability (d'), Response Style (beta), Perseverations, Hit Reaction Time Block Change (Vigilance Measure), Hit Standard Error Block Change (Vigilance Measure), Hit Reaction Time ISI change, and Hit Standard Error ISI Change, Confidence Index.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.285","spread":"29.390"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.980","spread":"29.332"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.933","spread":"27.606"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.747","spread":"30.776"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.781","spread":"32.543"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.614","spread":"33.471"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.614","spread":"33.471"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.807","spread":"25.389"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.213","spread":"33.614"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.919","spread":"36.037"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.070","spread":"30.364"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.270","spread":"35.780"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.471","spread":"23.889"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Month 12 in Subjective Wake Time After Sleep Onset (WASO)","description":"The sleep questionnaire, a Sponsor produced questionnaire used in previous eszopiclone studies, asked the subject or parent/guardian to report information about the subject's sleep and daytime functioning since the last visit. This questionnaire provided a subjective assessment of the subject's sleep over a predefined time period. WASO was assessed based on the responses to the sleep questionnaire.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.7","spread":"70.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Month 12 in Subjective Number of Awakening After Sleep Onset (NAASO)","description":"The sleep questionnaire, a Sponsor produced questionnaire used in previous eszopiclone studies, asked the subject or parent/guardian to report information about the subject's sleep and daytime functioning since the last visit. This questionnaire provided a subjective assessment of the subject's sleep over a predefined time period. NAASO was assessed based on the responses to the sleep questionnaire.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Month 12 in Subjective Total Sleep Time (TST).","description":"The sleep questionnaire, a Sponsor produced questionnaire used in previous eszopiclone studies, asked the subject or parent/guardian to report information about the subject's sleep and daytime functioning since the last visit. This questionnaire provided a subjective assessment of the subject's sleep over a predefined time period. TST was assessed based on the responses to the sleep questionnaire.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":"119.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Quality of Life Scale","description":"The SF-10™ Health Survey for Children is a 10-item care-giver completed assessment designed to measure children's health-related quality of life. The scale asked questions about the child's physical wellness, feelings, behavior, and activities at school and with family and friends. The SF-10 physical and psychosocial summary measures were scored such that higher scores indicated more favorable functioning. The Physical Summary Score is computed by summing values for questions 1, 2a, 2b, 3 and 5 and standardizing scores by normalizing to a total possible score of 0-100 with higher scores representing more positive indications. The Psychosocial Summary Score is computed by summing questions 4, 6, 7, 8, and 9 and standardizing scores by normalizing to a total possible score of 0-100 with higher scores representing more positive indications.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.31","spread":"11.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.14","spread":"10.37"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":303},"commonTop":["Headache","Dysgeusia","Dizziness","Nasopharyngitis","Abdominal Pain Upper"]}}}