{"nctId":"NCT03169816","briefTitle":"Lorcaserin in Combination With XR-Naltrexone for Relapse Prevention in Opioid Use Disorder","startDateStruct":{"date":"2017-05-25","type":"ACTUAL"},"conditions":["Opioid-use Disorder"],"count":60,"armGroups":[{"label":"Lorcaserin","type":"EXPERIMENTAL","interventionNames":["Drug: Lorcaserin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lorcaserin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Individuals between the ages of 18-60\n\n  2\\. Meets DSM-5 criteria of current opioid use disorder present for at least six months, supported by a positive urine for opioids\n\n  3\\. Seeking treatment for opioid use disorder\n\n  4\\. Capable of giving informed consent and complying with study procedures\n\n  5\\. Not underweight; defined as BMI≥18.5\n\nExclusion Criteria:\n\n1. Lifetime history of DSM-5 diagnosis of schizophrenia, schizoaffective disorder, or bipolar disorder\n2. Current DSM-5 criteria for any other psychiatric disorder that in the investigator's judgment is unstable, would be disrupted by the study medication, or is likely to require pharmacotherapy or psychotherapy during the study period. Concurrent treatment with other psychotropic medication is exclusionary.\n3. Individuals who meet DSM-5 criteria for any substance use disorders - severe, other than opioid and nicotine use disorder. Physiological dependence on alcohol or sedative-hypnotics is exclusionary.\n4. A recent history of binge-use of alcohol or sedative-hypnotics (using large amounts in a short time to severe intoxication or blackouts).\n5. Pregnancy, lactation, or failure to use adequate contraceptive method in female patients who are currently engaging in sexual activity with men.\n6. Unstable medical conditions, such as AIDS, cancer, uncontrolled hypertension (blood pressure \\> 140/90), uncontrolled diabetes, pulmonary hypertension or heart disease.\n7. Legally mandated to participate in a substance use disorder treatment program.\n8. Current or recent history of significant violent or suicidal behavior, risk for suicide or homicide\n9. Currently meets DSM-5 diagnosis for an eating disorder with low body weight (BMI \\<20)\n10. History of accidental opioid overdose in the last three years or any other significant history of overdose following detoxification within past 10 years defined as an episode of opioid-induced unconsciousness, whether or not medical treatment was sought or received.\n11. Elevated liver function tests (AST and ALT \\> 3 times the upper limit of normal) or impaired renal function (GFR\\<60 ml/min)\n12. Known history of allergy, intolerance, or hypersensitivity to lorcaserin, naltrexone or any other study medications\n13. Concurrent use of migraine medications containing ergotamine (Cafergot, Ergomar) or dihydroergotamine (Migranal), 5HT2B receptor agonists like cabergoline, or medications metabolized by CYP2D6 (thioridazine, tamoxifen, metoprolol, aripiprazole, codeine)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients Successfully Inducted to Receive Naltrexone Injection","description":"proportion of individuals who were successfully inducted and received the first XR-naltrexone injection","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":33},"commonTop":["insomnia","GI Upset","Anorexia","Vomiting","Anxiety"]}}}