{"nctId":"NCT02246764","briefTitle":"Study of Netarsudil (AR-13324) Ophthalmic Solution in Patients With Glaucoma or Ocular Hypertension","startDateStruct":{"date":"2014-09"},"conditions":["Ocular Hypertension","Glaucoma"],"count":93,"armGroups":[{"label":"AR-13324 Ophthalmic Solution 0.02% & placebo","type":"EXPERIMENTAL","interventionNames":["Drug: AR-13324 Ophthalmic Solution 0.02%","Other: Placebo"]},{"label":"AR-13324 Ophthalmic Solution 0.02% BID","type":"EXPERIMENTAL","interventionNames":["Drug: AR-13324 Ophthalmic Solution 0.02% BID"]},{"label":"Timolol maleate Ophthalmic Solution 0.5% BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Timolol maleate Ophthalmic Solution 0.5% BID"]}],"interventions":[{"name":"AR-13324 Ophthalmic Solution 0.02%","otherNames":["Netarsudil"]},{"name":"AR-13324 Ophthalmic Solution 0.02% BID","otherNames":["Netarsudil"]},{"name":"Timolol maleate Ophthalmic Solution 0.5% BID","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 19 years of age or greater.\n2. Diagnosis of open angle glaucoma (OAG) or ocular hypertension (OHT).\n3. Unmedicated (post-washout) IOP (Intraocular Pressure) \\>20 mm Hg and \\< 27 mm Hg in the study eye at 2 qualification visits (08:00 hr), 2-7 days apart. At second qualification visit, IOP \\> 17 mm Hg and \\< 27 mm Hg at 10:00 and 16:00 hrs (in the same eye).\n4. Corrected visual acuity in each eye +1.0 logMAR or better by ETDRS (Early Treatment Diabetic Retinopathy Study) in each eye (equivalent to 20/200).\n5. Able and willing to give signed informed consent and follow study instructions.\n\nExclusion Criteria:\n\nOphthalmic:\n\n1. Glaucoma: pseudoexfoliation or pigment dispersion component, history of angle closure, or narrow angles. Note: Previous laser peripheral iridotomy is NOT acceptable.\n2. Intraocular pressure ≥27 mm Hg (unmedicated) in both eyes (individuals who are excluded for this criterion are not allowed to attempt requalification), or use of more than two ocular hypotensive medications within 30 days of screening. Note: fixed dose combinations count as two medications.\n3. Known hypersensitivity to any component of the formulations to be used (benzalkonium chloride, etc.), to topical anesthetics or β-adrenoceptor antagonists.\n4. Previous glaucoma intraocular surgery or glaucoma laser procedures in either eye.\n5. Refractive surgery in either eye (e.g., radial keratotomy, PRK (photorefractive keratectomy), LASIK (laser eye surgery), corneal cross-linking, etc.).\n6. Ocular trauma in either eye within the six months prior to screening, or ocular surgery or non-refractive laser treatment within the three months prior to screening.\n7. Recent or current evidence of ocular infection or inflammation in either eye. Current evidence of clinically significant blepharitis, conjunctivitis, or a history of herpes simplex or zoster keratitis at screening in either eye.\n8. Ocular medication in either eye of any kind within 30 days of screening, with the exception of a) ocular hypotensive medications (which must be washed out according to the provided schedule), b) lid scrubs (which may be used prior to, but not after screening) or c) lubricating drops for dry eye (which may be used throughout the study).\n9. Clinically significant ocular disease in either eye (e.g., corneal edema, uveitis, severe keratoconjunctivitis sicca) which might interfere with the study, including glaucomatous damage so severe that washout of ocular hypotensive medications for one month is not judged safe (e.g., cup-disc ratio \\> 0.8, severe visual field defect).\n10. Central corneal thickness in either eye greater than 600 µm at screening.\n11. Any abnormality in either eye preventing reliable applanation tonometry of either eye.\n\n    Systemic:\n12. Clinically relevant abnormalities (as determined by the investigator) in laboratory tests at screening which may impact the study.\n13. Known hypersensitivity or contraindication to beta-adrenoceptor antagonists (e.g., chronic obstructive pulmonary disease or bronchial asthma; abnormally low blood pressure or heart rate; second or third degree heart block or congestive heart failure; severe diabetes).\n14. Clinically significant systemic disease (e.g., uncontrolled diabetes, myasthenia gravis, hepatic, renal, endocrine or cardiovascular disorders) which might interfere with the study.\n15. Participation in any investigational study within 30 days prior to screening.\n16. Changes of systemic medication that could have an effect on IOP within 30 days prior to screening, or anticipated during the study.\n17. Women of childbearing potential who are pregnant, nursing, planning a pregnancy, or not using a medically acceptable form of birth control. An adult woman is considered to be of childbearing potential unless she is one year post-menopausal or three months post-surgical sterilization. All females of childbearing potential must have a negative urine pregnancy test result at the screening examination and must not intend to become pregnant during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Extent of Exposure","description":"Exposure to study medication in days for all treatment groups","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"224.4","spread":"137.28"},{"groupId":"OG001","value":"101.8","spread":"105.69"},{"groupId":"OG002","value":"314.6","spread":"111.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":["Conjunctival Hyperaemia","Vital Dye Staining Cornea Present","Corneal Verticillata","Instillation Site Pain","Erythema of Eyelid"]}}}