{"nctId":"NCT03568708","briefTitle":"Primary Ovarian Insufficiency: Phenotype and Optimal Treatment","startDateStruct":{"date":"2018-11-01","type":"ACTUAL"},"conditions":["Primary Ovarian Insufficiency"],"count":19,"armGroups":[{"label":"Control Participants","type":"NO_INTERVENTION","interventionNames":[]},{"label":"POI Participants","type":"EXPERIMENTAL","interventionNames":["Drug: Transdermal Estrogen"]}],"interventions":[{"name":"Transdermal Estrogen","otherNames":["Estradiol-estradiol patch"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for POI patients\n\nThe participant must:\n\n1. Be willing to give informed consent/assent\n2. Have a diagnosis of POI based on 2 elevated serum follicle stimulating hormone (FSH) levels obtained \\>1 month apart.\n3. Be English-speaking\n\nExclusion Criteria for POI patients\n\nThe participant must not:\n\n1. Have other chronic disease known to affect bone health (e.g., cystic fibrosis, celiac disease, etc.)\n2. Have an identified secondary cause of ovarian insufficiency\n3. Have POI in the setting of Turner syndrome, Fanconi Anemia, galactosemia, or Perrault syndrome (as associated neurological/medical sequelae could confound baseline measures)\n4. Have used medications known to affect bone metabolism over previous 3 months (e.g. anticonvulsants, chronic use of glucocorticoids, Depo-Provera, oral contraceptive pills)\n5. Be currently pregnant (to be confirmed by pregnancy testing)\n\nInclusion Criteria for Healthy Adolescent Control Participants\n\nThe participant must:\n\n1. Be similar in age and race group to the idiopathic POI group\n\n   1. Control participants age must be within one year of age from the POI participant at the time of enrollment. Age may be within one year older or one year younger\n   2. Race of controls participants will be matched based on race of POI patient participants\n2. Have a BMI within 20% of the BMI of the case-matched participant\n3. If postmenarchal, will be regularly menstruating (cycles between 21-35 days)\n\n   a. if POI participant is \\<12.5yrs (mean age of menarche) will match with a pre- menarchal control participant\n4. Be English-speaking\n\nExclusion Criteria for Healthy Adolescent Control Participants\n\nThe participant must not:\n\n1. Have a chronic disease, known to affect bone metabolism (e.g., cystic fibrosis, celiac disease, sickle cell disease, inflammatory bowel disease etc.)\n2. Be receiving medications known to affect bone metabolism over previous three months (e.g. anticonvulsants, chronic use of glucocorticoids, Depo-Provera, oral contraceptive pills, etc.)\n3. Have a learning disability or a developmental delay\n4. Be currently taking any selective serotonin reuptake inhibitors (SSRIs), antipsychotics or have any documented problems with anxiety or depression.\n5. Be currently pregnant (as confirmed by pregnancy testing)","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"11 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Dual Energy X-ray Absorptiometry (DXA) Measure of Bone Mineral Density (BMD) of the Lumbar Spine","description":"Change in height adjusted areal BMD Z-score of the lumbar spine from baseline to 24 months within groups. BMI Z-score, calcium intake, vitamin D intake and physical activity were included in the analysis. As DXA BMD Z-scores already include race, age, and sex, these variables were not included in the analysis.\n\nZ-scores ranging between -2.0 and 2.0 are considered normal. A Z-score \\<-2.0 is considered low. This analysis considers change in Z-score, therefore a high value reflects a greater increase in BMD Z-score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.228","spread":"0.289"},{"groupId":"OG001","value":"0.673","spread":"0.289"}]}]}]},{"type":"SECONDARY","title":"Change in Dual Energy X-ray Absorptiometry (DXA) Measure of Bone Mineral Density (BMD) at the Whole Body Less Head, Total Hip, and Femoral Neck","description":"To assess changes in bone mineral density DXA height adjusted BMD Z-scores of the whole body less head, total hip and femoral neck were measured. BMI, calcium intake, vitamin D intake and physical activity were included in the analysis. As DXA BMD Z-scores already include race, age, and sex, these variables were not included in the analysis.\n\nZ-scores ranging between -2.0 and 2.0 are considered normal. A Z-score \\<-2.0 is considered low. This analysis considers change in Z-score, therefore a high value reflects a greater increase in BMD Z-score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.433","spread":"0.199"},{"groupId":"OG001","value":"0.815","spread":"0.198"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.231","spread":"0.170"},{"groupId":"OG001","value":"0.370","spread":"0.170"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.337","spread":"0.195"},{"groupId":"OG001","value":"0.556","spread":"0.196"}]}]}]},{"type":"SECONDARY","title":"Change in Volumetric Bone Mineral Density (vBMD) at the Distal Radius as Measured by Peripheral Quantitative Computed Tomography (pQCT)","description":"To assess the appendicular (peripheral) skeleton, pQCT (Stratec XCT 2000, Orthometrix, Inc., White Plains, NY) bone measures were obtained of the non-dominant radius at the 3% and 66% sites. Measurements were acquired with a voxel size of 0.4 mm, slice thickness of 2.3 mm, and scan speed of 25 mm/sec, and analyzed with manufacturer software version 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.245","spread":"14.484"},{"groupId":"OG001","value":"-5.415","spread":"14.638"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.073","spread":"17.728"},{"groupId":"OG001","value":"13.945","spread":"18.178"}]}]}]},{"type":"SECONDARY","title":"Anthropometrics","description":"The mean BMI in kg/m\\^2 is presented for each study group at baseline and at the 24 months follow up visit to show that there was no significant difference between groups nor a significant change in BMI over the duration of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":"4.78"},{"groupId":"OG001","value":"27.01","spread":"6.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.64","spread":"6.04"},{"groupId":"OG001","value":"27.86","spread":"9.62"}]}]}]},{"type":"SECONDARY","title":"Change in Lean Mass as Measured by DXA Body Composition","description":"Lean mass was obtained from the whole body DXA scan. Change in baseline to 24 months was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.999","spread":"1.754"},{"groupId":"OG001","value":"1.577","spread":"1.753"}]}]}]},{"type":"SECONDARY","title":"Change in Symptoms of Anxiety as Measured by Screen for Child Anxiety Related Disorders (SCARED)","description":"A 41 item self-report tool to assess for anxiety where each question receives a score of either 0, 1 or 2. Range of scores is 0 to 82. A total score of ≥ 25 may indicate the presence of an Anxiety Disorder. A higher score indicates there are more endorsed symptoms of anxiety.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.339","spread":"7.508"},{"groupId":"OG001","value":"-1.261","spread":"7.454"}]}]}]},{"type":"SECONDARY","title":"Change in Symptoms of Depression as Measured by Child Depression Inventory-II (CDI-II)","description":"A brief self-report test that helps assess cognitive, affective and behavioral signs of depression in children and adolescents 7 to 17 years old. Scales include Emotional and Functional Problems, along with subscales of Negative mood/Physical symptoms, Negative Self-Esteem, Interpersonal Problems, and Ineffectiveness. The total score is converted into a T-score (mean=50, standard deviation=10) where a result \\>64 is considered elevated. A higher score indicates there are more endorsed symptoms of depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.246","spread":"5.949"},{"groupId":"OG001","value":"-1.187","spread":"5.793"}]}]}]},{"type":"SECONDARY","title":"Change in Memory as Assessed by the Children and Adolescent Memory Profile (CHAMP) Total Memory Index Score","description":"The ChAMP is a norm-referenced test of memory and learning that was designed for use with children, adolescents, and young adults ranging from 5 through 21 years. The ChAMP includes 4 Subtests of visual and verbal memory to generate a total memory index score as a measure of overall memory. The total memory index score ranges from 50-150 with a mean=100 and standard deviation=15. Higher scores indicating better memory. The data presented here is the change in the total memory index score from baseline visit to the 24 month follow up time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.203","spread":"5.454"},{"groupId":"OG001","value":"24.619","spread":"5.379"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life as Assessed by the Child Health Questionnaire-Child Self-Report Form (CHQ-CF87)","description":"The CHQ-87 is an 87-item self-report survey is designed to measure the physical and psychosocial health of adolescents. The total score ranges from 0-100. Higher scores indicate better quality of life. This instrument is reliable and valid for evaluating aspects of health pertinent across age, gender, health condition, and socioeconomic status in adolescents.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.710","spread":"6.028"},{"groupId":"OG001","value":"5.686","spread":"5.988"}]}]}]},{"type":"SECONDARY","title":"Compliance With Transdermal Estrogen Patch","description":"Participants with primary ovarian insufficiency (POI) were prescribed weekly transdermal estrogen (TDE2) patches and asked to log on a patch calendar when they changed the patch. Patch calendars were reviewed for compliance and weeks where at least one patch was applied were considered to be in compliance. Weeks in compliance generated the numerator whereas total weeks of participation in the study constituted the numerator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":"31.4"}]}]}]},{"type":"SECONDARY","title":"Study Medications - Serum Estradiol","description":"Mean serum estradiol levels as measured in participants with POI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.49","spread":"2.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.41","spread":"34.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.63","spread":"93.96"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":9},"commonTop":["Pain/irritation at patch site","Foot injury","Otoralgia","Bronchitis","Breast Lump"]}}}