{"nctId":"NCT03623243","briefTitle":"Safety and Tolerability of Conversion From Oral, Injectable, or Infusion Disease Modifying Therapies to Dose-titrated Oral Siponimod (Mayzent) in Advancing RMS Patients","startDateStruct":{"date":"2019-02-14","type":"ACTUAL"},"conditions":["Multiple Sclerosis","Relapsing Multiple Sclerosis","Advancing Multiple Sclerosis"],"count":185,"armGroups":[{"label":"Siponimod","type":"EXPERIMENTAL","interventionNames":["Drug: Siponimod"]}],"interventions":[{"name":"Siponimod","otherNames":["BAF312"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Signed informed consent.\n2. Male or female aged 18 to 65 years (inclusive).\n3. Patients with advancing RMS as defined by the principal investigator.\n4. Prior history of relapsing MS (RMS), with or without progressive features, according to the 2010 Revised McDonald or Lublin criteria (Lublin et al, 2013).\n5. EDSS score of \\>/= 2.0 to 6.5 (inclusive).\n6. Having been continuously treated with RMS Disease Modifying Therapies.\n\nKey Exclusion criteria:\n\n1. Pregnant or nursing (lactating) women.\n2. Patients with any medically unstable condition as determined by the investigator.\n3. Certain cardiac risk factors defined in the protocol\n4. History of hypersensitivity to the study drug or to drugs of similar chemical classes.\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least One Treatment-emergent Adverse Event (TEAE) Related to Study Drug During the Treatment Period","description":"An Adverse Event (AE) is any untoward medical occurrence in a participant that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporarily associated with the use of a medicinal product, whether or not considered related to the medicinal product. TEAEs are defined as the AEs started after the first dose of siponimod to 30 days after the date of the last actual administration, or events present prior to start of treatment but which increased in severity. TEAEs suspected to be related to study drug are reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Adverse Event (AE)","description":"AE is any untoward sign or symptom that occurs during the study treatment plus 30 days post treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Treatment Satisfaction Questionnaire for Medication (TSQM-9)","description":"TSQM-9 measures participant satisfaction with the medication in 3 domains: Effectiveness, convenience, and global satisfaction. The scores were computed by adding items for each domain, i.e., 1 to 3 for effectiveness, 4 to 6 for convenience, and 7 to 9 for global satisfaction. The lowest possible score (1 for each item and 3 for all 3 subscales) was subtracted from the composite score and divided by the greatest possible score range. The greatest range was (7-1) x 3 items = 18 for effectiveness and convenience, and (5-1) x 3 items = 12 for global satisfaction. This provided a transformed score between 0 and 1 that was then multiplied by 100. TSQM-9 domain scores range from 0 to 100, with higher scores indicating greater satisfaction for that domain. A positive change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":"25.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"25.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":"27.90"}]}]}]},{"type":"SECONDARY","title":"Change in Heart Rate From Baseline to 6 Hours After First Treatment","description":"Heart rate was evaluated from the time of initial dose intake until 6 hours post dose intake via heart monitor.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.47","spread":"12.169"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Hospitalization During the Treatment","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Retention Reported as Number of Participants Who Completed the Study","description":"Patient retention was assessed over the study period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":185},"commonTop":["Headache","Urinary tract infection","Nausea","Fatigue","Dizziness"]}}}