{"nctId":"NCT02195986","briefTitle":"A Comparison of Estradiol Vaginal Cream to Estrace® Cream in 350 Postmenopausal Females With Atrophic Vaginitis","startDateStruct":{"date":"2014-06"},"conditions":["Atrophic Vaginitis"],"count":366,"armGroups":[{"label":"Estradiol Vaginal Cream","type":"EXPERIMENTAL","interventionNames":["Drug: Estradiol Vaginal Cream, 0.01%"]},{"label":"Estrace® 0.01% cream","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Estrace® 0.01% cream"]},{"label":"Placebo Vaginal Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Vaginal Cream"]}],"interventions":[{"name":"Estradiol Vaginal Cream, 0.01%","otherNames":[]},{"name":"Estrace® 0.01% cream","otherNames":[]},{"name":"Placebo Vaginal Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Capable of providing informed consent.\n2. Age: 40-70 years old.\n3. Sex: Female\n4. Postmenopausal defined as at least 12 months of spontaneous amenorrhea or at least 6 months of spontaneous amenorrhea with serum FSH levels \\> 40 mIU/ml or at least 6 weeks postsurgical bilateral oophorectomy with or without hysterectomy.\n5. Weight: At least 48 kg with all subjects having a Body Mass Index less than or equal to 38 kg/m2 but greater than or equal to 19 kg/m2.\n6. Baseline evaluation requirements:\n\n   * ≤5% superficial cells on vaginal smear cytology\n   * Vaginal pH \\> 5.0\n   * At least one patient self-assessed moderate to severe symptom of vulvar and/or vaginal atrophy (VVA) from the following list that is identified by the subject:\n   * Vaginal dryness\n   * Vaginal and/or vulvar irritation/itching\n   * Dysuria\n   * Vaginal pain associated with sexual activity\n   * Vaginal bleeding associated with sexual activity (absence vs. presence)\n7. All subjects should be judged to be eligible for participation in this study by the principal or sub-investigator physician during a pre-study medical evaluation performed within 28 days of the initial dose of study medication which will include:\n\n   1. a normal or non-clinically significant physical examination, including vital signs\n   2. a normal or non-clinically significant pelvic examination that was consistent with hypoestrogenemia\n   3. a normal or non-clinically significant breast exam and mammogram\n   4. a normal or non-clinically significant ASCUS Papanicolaou (\"Pap\") smear that is negative for HPV for subjects with an intact uterus and cervix\n   5. within normal limits or non-clinically significant laboratory evaluation results (unless otherwise noted in the exclusion criteria) for the following tests:\n\n      * Serum Chemistry\n      * Hematology\n      * Coagulogram\n      * Urinalysis\n   6. normal or non-clinically significant 12- Lead ECG.\n   7. negative urine drug screen including amphetamine, barbiturates, benzodiazepines, cannabinoid, cocaine, opiates, methadone and phencyclidine with the following exceptions: positive tests for amphetamines, barbiturates, benzodiazepines, or opiates may be allowed provided the subject has a valid prescription and is on a stable regimen that complies with Exclusion Criteria, Section 6.3.2.\n   8. negative urine cotinine test.\n8. For women with an intact uterus, an endometrial thickness \\< 5 mm as determined by vaginal ultrasonography.\n9. If warranted, other tests or examinations may be performed at the discretion of the Principal Investigator or responsible physician.\n10. Ability to use applicator properly.\n\nExclusion Criteria:\n\n1. Institutionalized subjects will not be used.\n2. Any contraindication to estrogen therapy.\n3. Social Habits:\n\n   1. Use of any tobacco-containing products within 1 year of the start of the study.\n   2. Regular intake of more than 7 units of alcohol per week.\n   3. Beginning any new regimens of vitamins or herbal products within 7 days prior to the initial dose of the study medication.\n   4. Any recent, significant change in dietary or exercise habits.\n   5. History of drug and/or alcohol abuse within one year of start of study.\n4. Medications:\n\n   1. Use of any new prescription or over-the-counter (OTC) medication regimens within fourteen (14) days prior to the initial dose of study medication (any necessary medication, unless otherwise noted in the exclusion criteria, for which dosing has been stabilized for a period of at least 14 days prior to initial dosing of study drug and is expected to remain stable for the entire study period is allowed, with the exception of acetaminophen, which may be administered as needed to treat minor adverse events).\n   2. Use of hormonal replacement therapies for the following time periods:\n\n      * within 2 weeks of baseline assessment for vaginal therapy (rings, creams, gels)\n      * within 4 weeks of baseline assessment for transdermal estrogen alone or estrogen/progestin therapy\n      * within 8 weeks of baseline assessment for oral estrogen and/or progestin therapy or intrauterine progestin therapy\n      * within 3 months of baseline assessments for progestin implants or estrogen alone injectable therapy\n      * within 6 months of baseline assessments for estrogen pellet or progestin injectable therapy\n   3. A depot injection or implant of any drug within 3 months prior to administration of study medication.\n   4. Currently taking medication indicated for anticoagulation as a result of an excluded condition listed in #5 below. This includes but is not limited to warfarin, heparin, NSAIDs, clopidogrel, dabigatran, etc.\n5. Diseases:\n\n   1. History of any significant cardiovascular, hepatic, renal, pulmonary, hematologic, gastrointestinal, endocrine, immunologic, dermatologic, neurologic, psychological, urinary, musculoskeletal disease or malignancies unless under medical control and/or deemed not clinically significant by the Principal Investigator or Medical Sub-investigator.\n   2. Manifestation or treatment for significant cardiovascular disease (congestive heart failure, stroke or ischemic attack, myocardial infarction, coronary artery bypass, percutaneous angioplasty or \\> 50% angiographic narrowing of coronary artery, thrombosis of deep veins and arteries, thromboembolic disorders, pulmonary embolism) or history of these conditions.\n   3. Coronary artery or cerebrovascular disease.\n   4. Current clinically significant liver or kidney dysfunction/disorders.\n   5. Current clinically significant gallbladder dysfunction/disorders.\n   6. Abnormal or clinically significant breast examination. Acceptable breast examination is defined as no masses or other findings identified that are suspicious of malignancy.\n   7. First degree family history of breast cancer.\n   8. Current non diet controlled diabetes mellitus or other clinically significant endocrinological disease.\n   9. Estrogen-dependent neoplasia\n   10. Postmenopausal uterine bleeding\n   11. Endometrial hyperplasia\n   12. Uncontrolled hypothyroidism\n   13. Urinalysis showing an ongoing clinically significant urinary tract infection that requires treatment.\n   14. Current clinically significant vaginal infection that requires treatment.\n   15. Known chronic lichen sclerosis\n   16. Acute illness at the time of either the pre-study medical evaluation or dosing.\n   17. History of allergy or hypersensitivity to estradiol, other related products, or any inactive ingredients.\n   18. Undiagnosed vaginal bleeding or history of significant risk factors for endometrial cancer.\n   19. Increased frequency or severity of headaches while on previous hormone or estrogen therapy.\n   20. History of psychiatric disorders occurring within the last 6 months that require hospitalization or medication.\n   21. Current hypercalcemia, hypocalcemia, and/or hypertriglyceridemia.\n   22. Clinically significant eye/visual abnormalities such as retinal vascular thrombosis, partial or complete loss of vision, proptosis, diplopia, papilledema, retinal vascular lesions.\n6. Any reason which, in the opinion of the Principal Investigator or Medical Sub-Investigator, would prevent the subject from safely participating in the study.\n7. Subjects who have received an investigational drug within 30 days prior to the initial dose of study medication.\n8. Sitting blood pressure higher than 150/90 mmHg at screening.\n9. Baseline serum estradiol levels \\>30 pg/mL at screening.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Endpoint (Vaginal Cytology + Vaginal pH) Equivalence","description":"Treatment comparison of the proportion of patients in the Per Protocol (PP) population who received either Estradiol Vaginal Cream or Estrace® that were identified as responders at the end of the treatment period on Study Day 8.\n\nA responder was defined as a patient with at least a 25% reduction from baseline in the sum of % basal/parabasal + % intermediate cells on vaginal cytology AND vaginal pH ≤ 5.0 with a change from baseline vaginal pH of at least 0.5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"PRIMARY","title":"Primary Endpoint (Vaginal Cytology + Vaginal pH) Comparison of Active Treatments to Placebo","description":"Treatment comparison of the proportion of patients in the Per Protocol (PP) population who received either Estradiol Vaginal Cream, Estrace®, or Placebo that were identified as responders at the end of the treatment period on Study Day 8.\n\nA responder was defined as a patient with at least a 25% reduction from baseline in the sum of % basal/parabasal + % intermediate cells on vaginal cytology AND vaginal pH ≤ 5.0 with a change from baseline vaginal pH of at least 0.5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"51","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Comparison of the Number of Participants With Treatment Success for the Patient Self-assessment of the Symptoms of Vulvar and Vaginal Atrophy - Equivalence","description":"Evaluation and comparison between Estradiol Vaginal Cream and Estrace® treatment groups of the change from baseline in the most bothersome vulvar and/or vaginal atrophy symptom including vaginal dryness, vaginal and/or vulvar irritation/itching, dysuria, vaginal pain associated with sexual activity, or vaginal bleeding associated with sexual activity as identified by each subject. A score ≤ 1 on Study Day 8 for the most bothersome symptom as identified by the subject at baseline (Study Day -1) was considered a treatment success. A score ≥ 2 on Study Day 8 for the most bothersome symptom as identified by the subject at baseline (Study Day -1) was considered a treatment failure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Comparison of the Number of Participants With Treatment Success for the Patient Self-assessment of the Symptoms of Vulvar and Vaginal Atrophy - Comparison to Placebo","description":"Evaluation and comparison between Estradiol Vaginal Cream, Estrace®, and Placebo treatment groups of the change from baseline in the most bothersome vulvar and/or vaginal atrophy symptom including vaginal dryness, vaginal and/or vulvar irritation/itching, dysuria, vaginal pain associated with sexual activity, or vaginal bleeding associated with sexual activity as identified by each subject. A score ≤ 1 on Study Day 8 for the most bothersome symptom as identified by the subject at baseline (Study Day -1) was considered a treatment success. A score ≥ 2 on Study Day 8 for the most bothersome symptom as identified by the subject at baseline (Study Day -1) was considered a treatment failure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"77","spread":null},{"groupId":"OG002","value":"33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":146},"commonTop":["Abdominal Pain","Headache","Vulvovaginal Pruritus","Breast Tenderness","Vaginal Discharge"]}}}