{"nctId":"NCT02432144","briefTitle":"A Study of UX003 Recombinant Human Beta-Glucuronidase (rhGUS) Enzyme Replacement Therapy in Subjects With Mucopolysaccharidosis Type 7, Sly Syndrome (MPS 7)","startDateStruct":{"date":"2015-11-10","type":"ACTUAL"},"conditions":["Sly Syndrome","MPS VII","Mucopolysaccharidosis","Mucopolysaccharidosis VII"],"count":12,"armGroups":[{"label":"UX003","type":"EXPERIMENTAL","interventionNames":["Drug: UX003"]}],"interventions":[{"name":"UX003","otherNames":["recombinant human beta-glucoronidase","rhGUS","Mepsevii ™","vestronidase alfa","vestronidase alfa-vjbk"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed diagnosis of MPS 7 based on leukocyte or fibroblast glucuronidase enzyme assay or genetic testing.\n* Willing and able to provide written, signed informed consent or, in the case of subjects under the age of 18 (or 16 years, depending on the region), provide written assent (if required) and written informed consent by a legally authorized representative after the nature of the study has been explained, and prior to any research-related procedures.\n* Willing and able to comply with all study procedures.\n* Sexually active subjects must be willing to use acceptable, highly-effective methods of contraception while participating in the study and for 30 days following the last dose.\n* Females of childbearing potential must have a negative pregnancy test at Baseline and be willing to have additional pregnancy tests during the study. Females considered not of childbearing potential include those who have not experienced menarche, or have had tubal ligation at least one year prior to completion of the primary study, or have had total hysterectomy.\n* For UX003 treatment-naïve subjects only, apparent clinical signs of lysosomal storage disease as judged by the Investigator, including at least one of the following: enlarged liver and spleen, joint limitations, airway obstruction or pulmonary problems, limitation of mobility while still ambulatory.\n* For UX003 treatment-naïve subjects only, elevated urinary glycosaminoglycans (uGAG) excretion at a minimum of 2-fold over normal.\n* For UX003 treatment-naïve subjects only, aged 5 years and older.\n\nExclusion Criteria:\n\n* If enrolled in a prior UX003 clinical study, the subject experienced safety-related event(s) in the prior UX003 clinical study that, in the opinion of the Investigator and sponsor, precludes resuming UX003 treatment.\n* Undergone a successful bone marrow or stem cell transplant or has any degree of detectable chimaerism with donor cells.\n* Presence or history of any hypersensitivity to rhGUS or its excipients that, in the judgment of the Investigator, places the subject at increased risk for adverse effects.\n* Pregnant or breastfeeding at Baseline or planning to become pregnant (self or partner) at any time during the study.\n* Other than the use of UX003, use of any investigational product (drug or device or combination) within 30 days prior to Baseline, or requirement for any investigational agent prior to completion of all scheduled study assessments.\n* Presence of a condition of such severity and acuity that, in the opinion of the Investigator, warrants immediate surgical intervention or other treatment or may not allow safe study participation.\n* Concurrent disease or condition, or laboratory abnormality that, in the view of the Investigator, places the subject at high risk of poor treatment compliance or of not completing the study, or would interfere with study participation or introduce additional safety concerns.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs), Serious TEAEs, and TEAEs Leading to Discontinuation","description":"An adverse event (AE) is defined as any untoward medical occurrence, whether or not considered drug related. A serious AE is an AE that at any dose, results in any of the following outcomes: death; a life-threatening AE; inpatient hospitalization or prolongation of existing hospitalization; persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions; a congenital anomaly/birth defect; or is an important medical event. AEs were graded using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 4.0: Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe), Grade 4 (life-threatening), Grade 5 (death). TEAEs were defined as reported AEs with onset during the treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline Over Time in Urinary Glycosaminoglycan (uGAG) Excretion (Liquid Chromatography-Tandem Mass Spectrometry, Dermatan Sulfate)","description":"First morning void urine was evaluated for uGAG concentration and normalized to urinary creatinine concentration.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-62.19","spread":"16.133"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-67.31","spread":"13.953"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-64.03","spread":"14.669"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-60.58","spread":"23.552"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.04","spread":"23.611"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-72.25","spread":"18.609"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-78.52","spread":"10.367"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-80.89","spread":"10.023"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-82.39","spread":"6.011"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-82.19","spread":"6.551"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-88.74","spread":"4.023"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-89.22","spread":"3.662"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-91.62","spread":"1.827"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":12},"commonTop":["Upper Respiratory Tract Infection","Infusion Site Extravasation","Vomiting","Cough","Urticaria"]}}}