{"nctId":"NCT01462370","briefTitle":"Study to Assess the Safety and Efficacy of Etoricoxib Versus Ibuprofen in the Treatment of Dysmenorrhea (MK-0663-145 AM1)","startDateStruct":{"date":"2011-11"},"conditions":["Dysmenorrhea"],"count":139,"armGroups":[{"label":"Etoricoxib+placebo ibuprofen then placebo etorcoxib+ibuprofen","type":"EXPERIMENTAL","interventionNames":["Drug: Etoricoxib","Drug: Ibuprofen","Drug: Placebo to etoricoxib","Drug: Placebo to ibuprofen","Drug: Acetaminophen 250 mg, isopropylantipyrine 150 mg and anhydrous caffeine 50 mg"]},{"label":"Ibuprofen+placebo etoricoxib then etoricoxib+placebo ibuprofen","type":"EXPERIMENTAL","interventionNames":["Drug: Etoricoxib","Drug: Ibuprofen","Drug: Placebo to etoricoxib","Drug: Placebo to ibuprofen","Drug: Acetaminophen 250 mg, isopropylantipyrine 150 mg and anhydrous caffeine 50 mg"]}],"interventions":[{"name":"Etoricoxib","otherNames":[]},{"name":"Ibuprofen","otherNames":[]},{"name":"Placebo to etoricoxib","otherNames":[]},{"name":"Placebo to ibuprofen","otherNames":[]},{"name":"Acetaminophen 250 mg, isopropylantipyrine 150 mg and anhydrous caffeine 50 mg","otherNames":["Saridon"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Agree to remain abstinent or use double-barrier contraception throughout the study. Participants who are status post tubal ligation are exempt from this requirement.\n* Moderate or severe primary dysmenorrhea during a minimum of 4 of the previous 6 menstrual cycles. Moderate: Over-the-counter analgesics provide significant relief in most menstrual cycles; discomfort interferes with usual activity. Severe: Over-the-counter analgesics not consistently effective, or prescription analgesics required in at least some menstrual cycles; discomfort is incapacitating causing an inability to work or do usual activity.\n* Willing to limit alcohol intake to 2 drinks or equivalent per day for the duration of the study and follow-up period as well as to avoid exercise during the first 24 hours postdose in each menstrual cycle.\n* Able to read, understand, and complete diary.\n\nExclusion Criteria:\n\n* Use of an intrauterine device. Pregnant, breast feeding, or \\<6 weeks postpartum.\n* Active gastric ulcer or history of inflammatory bowel disease.\n* Uncontrolled hypertension.\n* Uncontrolled diabetes mellitus or renal disease.\n* Class II-IV congestive heart failure.\n* Coronary artery bypass graft surgery, angioplasty, myocardial infarction, cerebrovascular accident or transient ischemic attack within the past 6 months.\n* Unstable angina.\n* Mild, moderate, or severe hepatic insufficiency.\n* Any personal or family history of an inherited or acquired bleeding disorder.\n* History of neoplastic disease; Exceptions: 1)adequately treated basal cell carcinoma or carcinoma in situ of the cervix; 2) other malignancies which have been successfully treated \\> or equal to 5 years prior to screening. Participants with a history of leukemia, lymphoma, malignant melanoma, and myeloproliferative disease are ineligible for the study regardless of the time since treatment.\n* Allergic to etoricoxib, ibuprofen, acetaminophen, indomethacin, or other nonsteroidal anti-inflammatory drugs (NSAIDs), or cyclooxygenase (COX)-2 inhibitors, or to components in Saridon (propyphenazone/paracetamol/caffeine).\n* Recent history of chronic analgesic or tranquilizer use or dependence.\n* Morbidly obese and demonstrates significant health problems stemming from the obesity.\n* Current user of recreational or illicit drugs or had a recent history of drug or alcohol abuse or dependence.\n* Participated in another clinical study within the last 4 weeks.\n* Not able to swallow oral medications: surgical or anatomical conditions that will preclude from swallowing and absorbing oral medications on an ongoing basis.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Pain Relief Score Over the First 6 Hours (TOPAR6) After the Initial Dose","description":"TOPAR6 was calculated by multiplying the pain relief (PR) score (0- to 4-point scale, with 0=None, and 4=Complete for pain relief) at each time point by the duration (in hours) since the preceding time point, and summing these weighted values up to 6 hours post the initial Day 1 dose. The range of TOPAR6 score is 0 to 24, with increasing scores indicating greater pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.38","spread":"0.37"},{"groupId":"OG001","value":"16.49","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Sum of Pain Intensity Difference Scores Over the 6-Hour Time Period (SPID6)","description":"The Pain Intensity Difference (PID) score is the difference between the baseline pain intensity (PI) score and the PI score recorded at each time point post initial dose, as calculated by subtracting the pain intensity at each of the subsequent time points from the baseline pain intensity score; therefore, it is on a -1 to 3 scale, with a large value representing a greater treatment effect. SPID6 is derived by multiplying the PID score at each time point by the duration (in hours) since the preceding time point, and summing these weighted values up to 6 hours and it is on a scale of -6 to 18.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.48","spread":"0.58"},{"groupId":"OG001","value":"9.27","spread":"0.58"}]}]}]},{"type":"SECONDARY","title":"Mean Participant Global Evaluation of Pain at 6 Hours After the Initial Dose (GLOBAL6)","description":"The GLOBAL6 was recorded by the participant at 6 hours (or at the time of rescue medication use) after taking the first dose of study medication. The GLOBAL6 uses a pain relief scale of 0 to 4, where 0 = poor pain relief, 1 = fair pain relief, 2 = good pain relief, 3 = very good pain relief, and 4 = excellent pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.50","spread":"0.08"},{"groupId":"OG001","value":"2.24","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Mean Participant Global Evaluation of Pain at 24 Hours After the Initial Dose (GLOBAL24)","description":"The GLOBAL24 was recorded by the participant at 24 hours (or at the time of rescue medication use) after taking the first dose of study medication. The GLOBAL24 uses a pain relief scale of 0 to 4, where 0 = poor pain relief, 1 = fair pain relief, 2 = good pain relief, 3 = very good pain relief, and 4 = excellent pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":"0.08"},{"groupId":"OG001","value":"2.29","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Mean Time to >=1 Unit Improvement From Baseline in Pain Intensity During the 6 Hours After the Initial Dose","description":"The time to a change from baseline in pain intensity score of \\>=1 unit on the pain intensity scale was calculated. The pain intensity scale rates participant pain on a scale of -1 to 3, with larger values associated with greater treatment effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Peak Pain Intensity Difference (PID) During the 6 Hours After the Initial Dose","description":"Peak PID during the 6 hours post initial dose is defined as the maximum PID score recorded during first 6 hours after the initial dose of study medication. PID is evaluated on a scale of -1 to 3, with larger values representing a greater treatment effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"0.4"},{"groupId":"OG001","value":"2.1","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Peak Pain Relief (Peak PR) During the 6 Hours After the Initial Dose","description":"Peak PR during the 6 hours post initial dose is defined as the maximum PR score\n\nrecorded during the first 6 hours after the initial dose of study medication. PR is recorded on a scale of 0 to 4, with 0 = no pain relief, 1 = little pain relief, 2 = some pain relief, 3 = a lot of pain relief, and 4 = complete pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.70","spread":"0.06"},{"groupId":"OG001","value":"3.52","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Using Rescue Medication 24 Hours After the Initial Dose","description":"Acetaminophen 250 mg, isopropylantipyrine 150 mg and anhydrous caffeine 50 mg (Saridon) was provided to each participant as rescue medication. Participants were permitted to take 2 tablets at a time and up to 3 doses within 24 hours of dosing of study drug for rescue purposes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"PID at Up to 12 Hours Following the Initial Dose","description":"PID during the 12 hours following the initial dose is defined as the maximum PID score recorded during first 12 hours after the initial dose of study medication. PID is evaluated on a scale from 0 to 3, with 0 = no pain, 1 = slight pain, 2 = moderate pain, and 3 = severe pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.28","spread":"0.04"},{"groupId":"OG001","value":"2.07","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"PR at Up to 12 Hours Following the Initial Dose","description":"PR during the 12 hours following the initial dose is defined as the maximum PR score recorded during the first 12 hours after the initial dose of study medication. PR is evaluated on a scale of 0 to 4, with 0 = no pain relief, 1= a little pain relief, 2 = some pain relief, 3 = a lot of pain relief, and 4 = complete pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.73","spread":"0.07"},{"groupId":"OG001","value":"3.45","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"PID at Up to 24 Hours Following the Initial Dose","description":"PID during the 24 hours following the initial dose is defined as the maximum PID score recorded during first 24 hours after the initial dose of study medication. PID is evaluated on a scale from 0 to 3, with 0 = no pain, 1 = slight pain, 2 = moderate pain, and 3 = severe pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.36","spread":"0.04"},{"groupId":"OG001","value":"2.25","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"PR at Up to 24 Hours Following the Initial Dose","description":"PR during the 24 hours following the initial dose is defined as the maximum PR score recorded during the first 24 hours after the initial dose of study medication. PR is evaluated on a scale of 0 to 4, with 0 = no pain relief, 1= a little pain relief, 2 = some pain relief, 3 = a lot of pain relief, and 4 = complete pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.88","spread":"0.07"},{"groupId":"OG001","value":"3.62","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Global Evaluation of Study Medication of Good, Very Good, or Excellent at 6 Hours After the Initial Dose","description":"At 6 hours following the initial dose. participants were asked to rate their perception of pain control as poor, fair, good, very good, or excellent. The number of participants that reported good, very good, or excellent pain control at 6 hours post initial dose were summed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Global Evaluation of Study Medication of Good, Very Good, or Excellent at 24 Hours After the Initial Dose","description":"At 24 hours following the initial dose of study medication, participants were asked to rate their perception of pain control as poor, fair, good, very good, or excellent. The number of participants that reported good, very good, or excellent pain control at 24 hours post initial dose were summed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":69},"commonTop":[]}}}