{"nctId":"NCT01605227","briefTitle":"Study of Cabozantinib (XL184) Versus Prednisone in Men With Metastatic Castration-resistant Prostate Cancer Previously Treated With Docetaxel and Abiraterone or MDV3100","startDateStruct":{"date":"2012-07"},"conditions":["Prostate Cancer","Castration Resistant Prostate Cancer","Pain","Prostatic Neoplasms"],"count":1028,"armGroups":[{"label":"cabozantinib","type":"EXPERIMENTAL","interventionNames":["Drug: cabozantinib"]},{"label":"prednisone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: prednisone"]}],"interventions":[{"name":"cabozantinib","otherNames":["XL184"]},{"name":"prednisone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histological or cytological diagnosis of castration resistant prostate cancer (serum testosterone less than 50 ng/dL).\n* Evidence of bone metastasis related to prostate cancer on bone scans.\n* Received prior docetaxel (minimum cumulative dose of 225 mg/m2) and either abiraterone or MDV3100 treatment and has evidence of prostate cancer progression on each agent independently.\n* Maintenance of LHRH agonist or antagonist unless treated with orchiectomy.\n* Recovered from toxicities related to any prior treatments, unless the toxicities are clinically non significant or easily manageable.\n* Adequate organ and marrow function.\n* Capable of understanding and complying with the protocol requirements and signed the informed consent form.\n* Sexually active fertile patients and their partners must agree to use medically accepted methods of contraception (eg, barrier methods, including male condom, female condom, or diaphragm with spermicidal gel) during the course of the study and for 4 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n* Prior treatment with cabozantinib.\n* Treatment with docetaxel, abiraterone, or MDV3100 in the last 2 weeks; or with any other type of cytotoxic or investigational anticancer agent in the last 2 weeks.\n* Radiation within 4 weeks (excluded if to mediastinum) or radionuclide treatment within 6 weeks of randomization.\n* Known brain metastases or cranial epidural disease.\n* Requires concomitant treatment, in therapeutic doses, with anticoagulants.\n* Requires chronic concomitant treatment of strong CYP3A4 inducers (eg, dexamethasone, phenytoin, carbamazepine, rifampin, rifabutin, rifapentin, phenobarbital, and St. John's Wort).\n* Uncontrolled, significant intercurrent illness including, but not limited to, cardiovascular disorders, gastrointestinal disorders, active infections, non-healing wounds, recent surgery.\n* Clinically significant hematemesis or hemoptysis, or other signs indicative of pulmonary hemorrhage in the last 3 months, or history of other significant bleeding in the past 6 months.\n* Cavitating pulmonary lesion(s) or a lesion invading or encasing a major blood vessel.\n* QTcF \\> 500 ms within 7 days of randomization.\n* Unable to swallow capsules or tablets.\n* Previously-identified allergy or hypersensitivity to components of the study treatment formulations.\n* Another diagnosis of malignancy requiring systemic treatment within 2 years of randomization.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"The primary analysis of OS is defined as the time from randomization to death due to any cause. Participants that had not died or were permanently lost to follow-up were censored at the last known date alive. Median OS was calculated using Kaplan-Meier estimates. Analysis for OS was performed after 614 events had occurred.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Bone Scan Response (BSR)","description":"BSR is defined as \\>=30% reduction in the bone scan lesion area (BSLA) compared with baseline. Confirmation of bone scan was not required for response or progression. Bone scans were evaluated by an independent radiology facility (IRF) for response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Progression-free Survival (PFS)","description":"The exploratory analysis of PFS is the time from randomization to date of first documented radiographic progression (bone and/or soft tissue) according to the investigator's assessment or death. PFS was defined per mRECIST 1.1 and included evaluation of measurable, nonmeasurable, target and nontarget lesions. A Kaplan-Meier analysis was performed to estimate the median duration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":420,"n":681},"commonTop":["Decreased appetite","Nausea","Fatigue","Diarrhoea","Vomiting"]}}}