{"nctId":"NCT01566162","briefTitle":"A Twelve Week, Open Label Extension Study in Patients With Schizophrenia","startDateStruct":{"date":"2012-04"},"conditions":["Schizophrenia"],"count":191,"armGroups":[{"label":"Lurasidone","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]}],"interventions":[{"name":"Lurasidone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has agreed to participate by providing written informed consent.\n* Subject will be eligible to participate if one of the following criteria is met:\n* Subject has completed the 28-week double-blind phase of study D1050238\n* Subject has experienced a protocol-defined relapse event during the double- blind phase in study D1050238\n* Subject is participating in the open-label or double-blind phase of study D1050238 if/when study D1050238 is terminated by the sponsor.\n* Subject has completed all required assessments on the final study visit (Study Visit Number 42) in study D1050238.\n* Subject is judged by the Investigator to be suitable for participation in a 12-week clinical trial involving open-label lurasidone treatment and is able to comply with the protocol in the opinion of the Investigator.\n\nExclusion Criteria:\n\n* Subject is considered by the investigator to be at imminent risk of suicide or injury to self, others, or property.\n* Subject answers \"yes\" to \"Suicidal Ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the C-SSRS at the extension baseline visit (Study Visit Number 42 in study D1050238). Subjects who answer \"yes\" to this question must be referred by the Investigator for appropriate follow-up evaluation and treatment.\n* Subject tests positive for drugs of abuse or is suspected of current alcohol abuse at the extension baseline visit (Study Visit Number 42 in study D1050238). In the event a subject tests positive for cannabinoids, the Investigator will evaluate the subject's ability to abstain from cannabis during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Safety - Treatment-emergent Adverse Events (TEAEs), TEAEs Leading to Discontinuation, and Serious AEs (SAEs)","description":"Number of subjects with treatment-emergent adverse events (TEAEs), TEAEs leading to discontinuation, and serious AEs (SAEs)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Efficacy - Change in Positive and Negative Syndrome Scale (PANSS) Total Score","description":"The PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure is comprised of 30 items. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS total score is the sum of all 30 items and ranges from 30 through 210. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.4","spread":"15.06"}]}]}]},{"type":"PRIMARY","title":"Efficacy - Change From Baseline in Clinical Global Impression-Severity of Illness (CGI-S) Score.","description":"The CGI-S score is a single value, clinician-rated assessment of illness severity and ranges from 1= 'Normal, not at all ill' to 7= 'Among the most extremely ill patients'. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"1.051"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Montgomery -Asberg Depression Rating Scale Total Score","description":"The MADRS consists of 10 items, each rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of the 10 items. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"7.83"}]}]}]},{"type":"SECONDARY","title":"Short Form-12 Health Survey (SF-12)","description":"The SF-12v2 is a self-administered, multipurpose short-form (SF) generic measure of health status. It was developed to be a shorter, yet valid, alternative to the SF-36 for use in large surveys of general and specific populations as well as in large longitudinal studies of health outcomes. The 12 items in the SF-12v2 are a subset of those in the SF-36; SF-12v2 includes one or two items from each of the eight health concepts with higher scores indicative of higher functioning and better health. The Physical Component Score is a composite of the Physical Functioning, Role Functioning, Bodily Pain and General Health scales. Physical Composite Scores (PCS) is computed using the scores of twelve questions and range from 0 to 100, where a zero score indicates the lowest level of health measured by the scales and 100 indicates the highest level of health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.45","spread":"6.642"}]}]}]},{"type":"SECONDARY","title":"Modified Specific Levels of Functioning (SLOF) Total Score.","description":"The modified SLOF scale is designed to measure directly observable behavioral functioning and daily living skills of patients with chronic mental illness. The modified SLOF consists of 24 items, each item is rated on a 5-point scale and mapped to 0 to 4. The total score will be the sum of all 24 items and ranges from 0 to 96. A higher score indicates worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"9.55"}]}]}]},{"type":"SECONDARY","title":"Brief Adherence Rating Scale (BARS)","description":"The Brief Adherence Rating Scale (BARS) is a clinician-administered adherence assessment instrument that consists of four items including three questions and a visual analog rating scale (VAS) to assess the percentage (0 100%) of doses taken by the subject in the previous month.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.0","spread":"3.08"}]}]}]},{"type":"SECONDARY","title":"Smoking Questionnaire","description":"Smoking questionnaire - average number of cigarettes per day at week 12 (LOCF).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"9.95"}]}]}]},{"type":"SECONDARY","title":"Intent to Attend Assessment","description":"The ITA assessment will be administered by a research staff member. The response is recorded on a 10-point scale, with 0 = \"Not at all\" and 9 = \"Extremely\". The ITA allowed the site to capture data regarding dropout risk. The following question was completed at the baseline visit: \"How likely is it that you will complete the study?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"1.14"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":191},"commonTop":["Akathisia","Schizophrenia","Nasopharyngitis","Diarrhoea","Nausea"]}}}