{"nctId":"NCT00880100","briefTitle":"Use of Ultrase® MT12 in Young Cystic Fibrosis Children (CF)","startDateStruct":{"date":"2009-04"},"conditions":["Cystic Fibrosis","Pancreatic Insufficiency"],"count":49,"armGroups":[{"label":"Ultrase® MT12","type":"EXPERIMENTAL","interventionNames":["Drug: Ultrase® MT12"]}],"interventions":[{"name":"Ultrase® MT12","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients aged 2 to 6 years inclusively\n* Patients with current diagnosis of CF based on one or more typical clinical features of CF or a sibling with CF or a positive newborn screening and at least either with sweat chloride test greater than or equal to 60 millimoles/liter (mmol/L) by quantitative pilocarpine iontophoresis on two separate occasions or two identifiable CF-causing mutations\n* Patients with presence of PI as demonstrated by fecal elastase (FE-1) less than 100 microgram/gram (mcg/g) of stools (performed by ScheBo test) and requiring pancreatic enzyme supplementation\n* Patients who are able to eat a high-fat diet calculated at a value between 2g to 4g fat/kg of body weight per day during the whole study and having a current adequate nutritional status based on the body mass index (BMI) greater than or equal to fifth percentile\n* Patients receiving current treatment of PI with pancreatic enzymes\n* The parent or legal guardian signed informed consent form (ICF) and is mentally able to understand and comply with the study procedures\n\nExclusion Criteria:\n\n* Patients currently receiving or received an Ultrase® MT product (MT12, MT18, MT20) for PI in the last 30 days\n* Patients having known contraindication, sensitivity or hypersensitivity to Ultrase® or to any porcine protein\n* Patients with presence of a medical condition known to increase fecal fat loss or that could compromise study results or the study patient safety\n* Patients with current diagnosis or history of complete distal intestinal obstruction syndrome (DIOS) in the past 6 months or who had 2 or more episodes of incomplete DIOS in the past year\n* Patients with use of any prohibited medication or product at study entry and during the course of the study\n* Patients with chronic use of narcotics\n* Patients with use of bowel stimulants and/or laxatives more than once a week\n* Patients with presence of acute pancreatitis or exacerbation of chronic pancreatic disease\n* Patients with presence of an acute infection that needed to be treated with oral or intravenous (IV) broad-spectrum antibiotics\n* Patients having history of significant bowel resection; small bowel resection for meconium ileus at birth and appendectomy were accepted. Patients with Presence of dysmotility disorders\n* Patients with presence of chronic or severe abdominal pain\n* Patients unable to comply with diet requirement\n* Patients receiving enteral tube feeding overnight at study entry or who will need to receive enteral tube feeding overnight during the course of the study\n* Patients with history of or a current diagnosis of clinically significant portal hypertension\n* Patients with presence of poorly controlled diabetes according to the Investigator's clinical judgment\n* Patients having any condition or pre-study laboratory abnormality or history of any illness which, in the opinion of the Investigator, might have put the patient at risk, prevented the patient from completing the study, or otherwise affect the outcome of the study\n* Patient with use of any investigational drug within 30 days prior to the date of signature of the ICF","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"6 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Control of Steatorrhea","description":"Control of steatorrhea was defined as a less than 30 percent (%) of fat in stools as measured by nuclear magnetic resonance (NMR) spectroscopy in all stool samples which are collected at baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and during the 5-day collection period of the treatment phase during which the PEP was replaced with Ultrase MT12.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Normal Stool Frequency","description":"Normal stool frequency was defined as having less than 4 bowel movements per day in baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and 5-day collection period of the Treatment Phase during which the PEP was replaced with Ultrase MT12.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Stools With Normal Consistency","description":"Normal consistency of stool was defined as hard and formed or soft and formed consistency. Abnormal consistency was defined as loose and unformed stool or liquid stools and diarrhea. Percentage of stools with normal consistency of each patient was calculated from normal consistency of stools by the patient per day. Mean percentage of stools with normal consistency in baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and 5-day collection period of the treatment phase during which the PEP was replaced with Ultrase MT12, for total patients was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.38","spread":"24.274"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.03","spread":"23.161"}]}]}]},{"type":"SECONDARY","title":"Percentage of Stools With Abnormal Characteristics","description":"Stools of abnormal characteristics were defined as bulky/large, foul-smelling and/or oily stools. Mean percentage of stools with abnormal characteristics in baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and 5-day collection period of the treatment phase during which the PEP was replaced with Ultrase MT12, for total patients was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.37","spread":"30.037"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.13","spread":"33.582"}]}]}]},{"type":"SECONDARY","title":"Mean Number of Days Without Abdominal Complaints","description":"Abdominal complaints were defined as the reporting of abdominal pain and/or unusual and excessive flatulence/gas production. Mean number of days without abdominal complaints in baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and 5-day collection period of the treatment phase during which the PEP was replaced with Ultrase MT12, for total patients was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"1.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"2.08"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Total Weight of Stools","description":"The total weight of stools in grams (g) is the total weight obtained during the stool collection period regardless of the number of stools that had been collected during this same collection period. Mean total weight of stools in baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and 5-day collection period of the treatment phase during which the PEP was replaced with Ultrase MT12, for total patients was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"349.2","spread":"144.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"367.0","spread":"155.85"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Days With Abdominal Pain and Excessive Flatulence","description":"Mean percentage of days with abdominal complaints during baseline phase (BP) and the 5-day collection period of the treatment phase for total patients was summarized. Abdominal complaints were defined as the reporting of abdominal pain and/or unusual and excessive flatulence/gas production. Mean number of days abdominal pain (AP) and excessive flatulence (EF) in baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and 5-day collection period of the treatment phase during which the PEP was replaced with Ultrase MT12, for total patients was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.50","spread":"27.250"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.20","spread":"20.056"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.04","spread":"37.582"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.56","spread":"42.080"}]}]}]},{"type":"POST_HOC","title":"Percentage of Patients With Control of Steatorrhea Based on Concomitant Use of Proton Pump Inhibitors (PPIs)","description":"Control of steatorrhea was defined as a less than 30 percent (%) of fat in stools as measured by nuclear magnetic resonance (NMR) spectroscopy in all stool samples which are collected in baseline phase (usual pancreatic enzymes) during which the patients were on their prescribed pancreatic enzyme product (PEP) and 5-day collection period of the treatment phase during which the PEP was replaced with Ultrase MT12.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":48},"commonTop":["Cough","Vomiting","Pyrexia","Nasal congestion","Constipation"]}}}