{"nctId":"NCT00506883","briefTitle":"MPC-004 for the Treatment of an Acute Gout Flare","startDateStruct":{"date":"2007-04"},"conditions":["Gout"],"count":185,"armGroups":[{"label":"High Dose Colchicine","type":"EXPERIMENTAL","interventionNames":["Drug: High Dose Colchicine (4.8 mg total dose)"]},{"label":"Low Dose Colchicine","type":"EXPERIMENTAL","interventionNames":["Drug: Low Dose Colchicine (1.8mg total dose)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo Control"]}],"interventions":[{"name":"High Dose Colchicine (4.8 mg total dose)","otherNames":["Colcrys TM, Colchicine 0.6 mg"]},{"name":"Low Dose Colchicine (1.8mg total dose)","otherNames":["Colcrys TM, Colchicine 0.6 mg"]},{"name":"Placebo Control","otherNames":["Placebo capsule"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients of either gender and of any race ≥18 years of age.\n2. If female, patients must be postmenopausal as evidenced by lack of menses for ≥12 consecutive months.\n3. Patients must present with a confirmed diagnosis of gout.\n4. Patients must have experienced ≥2 acute gouty arthritic attacks in the 12 months prior to randomization.\n5. Patients on urate lowering therapy must be on a stable dose and schedule with no changes in therapy for 4 weeks prior to randomization and expected to remain on a stable regimen during study participation.\n6. Patients must be willing to adhere to the study schedule and the protocol requirements.\n7. Patients must be willing and able to give written informed consent. A HIPAA and/or state privacy consent must also be signed.\n\nExclusion Criteria:\n\n1. Patients with acute polyarticular gout (\\>4 joints).\n2. Patients who have experienced \\>2 acute gouty arthritic attacks per month, or \\>12 attacks overall, in the 6 months prior to randomization.\n3. Patients with arthritis due to any cause other than gout that may confound any study assessments per Investigator discretion.\n4. Patients with a history of myocardial infarction, unstable angina, cerebrovascular events, or coronary artery bypass grafting within the previous 6 months prior to screening.\n5. Patients with active myeloid leukemia, obstructive gastrointestinal cancer, or metastatic cancer.\n6. Patients with chronic renal dysfunction (creatinine clearance \\<60 mL/min as estimated with the Cockcroft Gault formula).\n7. Patients with chronic hepatic dysfunction.\n8. Patients with a history of alcohol or substance abuse within the 12 months prior to randomization.\n9. Patients who have any concomitant illness or other finding that, in the opinion of the Investigator, would confound the study data or place the patient at unacceptable risk if the patient were to participate in the study, or that would require frequent adjustments in concomitant medications during the course of the study.\n10. Patients using systemic corticosteroid, cyclosporine, adalimumab, etanercept, infliximab, anakinra, abatacept, mycophenolate, azathioprine, anticoagulants (warfarin, heparin, low molecular weight heparin \\[LMWH\\], antithrombin agents, thrombin inhibitors, or selective Factor Xa inhibitors \\[note, use of aspirin ≤325 mg/day is allowed\\]), or chronic use of non steroidal anti inflammatory drugs (NSAIDs), acetaminophen, tramadol, and other analgesics such as opiates at screening\n11. Use of any investigational drug within 30 days prior to randomization.\n12. Patients currently participating in another research study or anticipated to enroll in such during participation in this study.\n13. Patients for whom informed consent cannot be obtained.\n14. Patients who have previously been randomized into this study and begun ingestion of study drug.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Responders","description":"Responders were defined as patients who achieved a ≥ 50% reduction in target joint pain score from baseline at 24 hours without using rescue drug, using an 11 point scale from 0 to 10, with 10 being the worst pain imaginable after beginning therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":52},"commonTop":["Diarrhea","Nausea","Vomiting","Fatigue","Gout"]}}}