{"nctId":"NCT02738138","briefTitle":"A Study to Evaluate the Efficacy and Safety of Experimental Drugs ABT- 493/ABT-530 in Adults With Chronic Hepatitis C Virus Genotype 1-6 Infection and Human Immunodeficiency Virus -1 Coinfection (EXPEDITION-2)","startDateStruct":{"date":"2016-05-17","type":"ACTUAL"},"conditions":["Hepatitis C Virus Infection","Human Immunodeficiency Virus Infection","Chronic Hepatitis C","Compensated Cirrhosis and Non-cirrhotics"],"count":153,"armGroups":[{"label":"ABT-493/ABT-530 for 8 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493 coformulated with ABT-530"]},{"label":"ABT-493/ABT-530 for 12 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493 coformulated with ABT-530"]}],"interventions":[{"name":"ABT-493 coformulated with ABT-530","otherNames":["ABT-493 also known as glecaprevir","ABT-530 also known as pibrentasvir","MAVYRET"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, at least 18 years of age at time of Screening.\n2. Screening laboratory result indicating Hepatitis C virus (HCV) genotype (GT)1-, 2-, 3-, 4-, 5-, or 6-infection.\n3. Subject has positive anti-HCV antibody (Ab) and plasma HCV ribonucleic acid (RNA) viral load greater than or equal to 1000 IU/mL at Screening visit.\n4. Subjects must be HCV treatment-naïve (i.e., subject has never received a single dose of any approved or investigational anti-HCV medication) or HCV treatment-experienced (subject who has failed prior IFN or pegylated-interferon \\[pegIFN\\] with or without ribavirin \\[RBV\\], or sofosbuvir \\[SOF\\] plus RBV with or without pegIFN). GT3 subjects must be HCV treatment-naïve. Previous HCV treatment must have been completed greater than or equal to 2 months prior to Screening.\n5. Subjects naïve to antiretroviral treatment (ART) must have CD4+ count greater than or equal to 500 cells/mm\\^3 (or CD4+ % greater than or equal to 29%) at Screening; or Subjects on a stable ART regimen must have\n\n   * CD4+ count greater than or equal to 200 cells/mm\\^3 (or CD4+ % greater than or equal to 14%) at Screening; and\n   * Plasma HIV-1 RNA below lower limit of quantification (LLOQ) at Screening and at least once during the 12 months prior to Screening.\n\nExclusion Criteria:\n\n1. Recent (within 6 months prior to study drug administration) history of drug or alcohol abuse that could preclude adherence to the protocol in the opinion of the investigator.\n2. Positive test result at Screening for hepatitis B surface antigen (HBsAg).\n3. Positive Human Immunodeficiency virus, type 2 (HIV-2) Ab at Screening.\n4. Receipt of any other investigational or commercially available direct acting anti-HCV agents other than sofosbuvir (e.g., telaprevir, boceprevir, simeprevir, paritaprevir, grazoprevir, daclatasvir, ledipasvir, ombitasvir, elbasvir or dasabuvir).\n5. Consideration by the investigator, for any reason, that the subject is an unsuitable candidate to receive ABT-493/ABT-530.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of active study drug.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< LLOQ during treatment; confirmed increase of \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post-baseline in HCV RNA during treatment; or HCV RNA ≥ LLOQ at end of treatment with at least 6 weeks of treatment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< LLOQ at the end of treatment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":137},"commonTop":["FATIGUE","NAUSEA","VIRAL UPPER RESPIRATORY TRACT INFECTION","HEADACHE","RASH"]}}}