{"nctId":"NCT02277444","briefTitle":"A Study to Evaluate the Pharmacokinetics, Efficacy and Safety of Intravenous Golimumab in Pediatric Participants With Active Polyarticular Course Juvenile Idiopathic Arthritis Despite Methotrexate Therapy","startDateStruct":{"date":"2014-12-22","type":"ACTUAL"},"conditions":["Arthritis, Juvenile"],"count":130,"armGroups":[{"label":"Golimumab + Methotrexate","type":"EXPERIMENTAL","interventionNames":["Drug: Golimumab","Drug: Methotrexate"]}],"interventions":[{"name":"Golimumab","otherNames":["Simponi Aria"]},{"name":"Methotrexate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis must be made per Juvenile Idiopathic Arthritis (JIA) International League of Associations for Rheumatology (ILAR) diagnostic criteria and the onset of disease must have been before the participant's 16th birthday\n* Failure or inadequate response to at least a 2 month course of methotrexate (MTX) before screening\n* Participants must have greater than or equal to (\\>=) 5 joints with active arthritis at screening and at Week 0 as defined by American College of Rheumatology (ACR) criteria (that is, a joint with either swelling, or in the absence of swelling, limited range of motion associated with pain on motion or tenderness)\n* Participants must have a screening C-reactive protein (CRP) of \\>=0.1 milligram (mg)/deciliter (dL) with the exception of approximately 30 percent (%) of the study population\n* Participants must have active polyarticular juvenile idiopathic arthritis (pJIA) despite current use of oral, intramuscular, or subcutaneous MTX for \\>=2 months before screening. For participants with body surface area (BSA) less than (\\<)1.67 meter square (m\\^2), the MTX dose must be between 10 to 30 milligram per meter square (mg/m\\^2) per week and stable for \\>=4 weeks before screening. For participants with BSA \\>=1.67 m\\^2, the MTX dose must be a minimum of 15 mg/week and must be stable for \\>=4 weeks before screening. In situations where there is documented intolerance of doses greater than (\\>)10 mg/m\\^2 weekly (for participants with BSA \\<1.67 m\\^2) or \\>=15 mg/week (for participants with BSA \\>=1.67 m\\^2); or where documented country or site regulations prohibit use of \\>=15 mg of MTX per week in participants with BSA \\>=1.67 m\\^2, participants may be entered into the trial on a lower dose of MTX\n\nExclusion Criteria:\n\n* Participant has initiated disease-modifying antirheumatic drugs (DMARDs) and/or immunosuppressive therapy within 4 weeks prior to first study agent administration\n* Participant has been treated with intra-articular, intramuscular or intravenous corticosteroids (including intramuscular corticotropin) during the 4 weeks before first study agent administration\n* Participant has been treated with any therapeutic agent targeted at reducing Interleukin (IL)-12 or IL 23, including but not limited to ustekinumab and ABT-874, within 3 months before first study agent administration\n* Participant has been treated with natalizumab, efalizumab, or therapeutic agents that deplete B or T cells (eg, rituximab, alemtuzumab, or visilizumab) during the 12 months before first study agent administration, or have evidence at screening of persistent depletion of the targeted lymphocyte after receiving any of these agents\n* Participant has been treated with alefacept within 3 months before first study agent administration\n* If a participant has been previously treated with an anti-tumor necrosis factor alpha (TNF alpha) agent, the reason for discontinuation of the anti-TNF alpha agent cannot have been a severe or serious adverse event consistent with the class of anti-TNF alpha agents","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Serum Trough Concentration (C-trough) of Golimumab","description":"Serum golimumab trough concentration at Week 28 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.50","spread":"0.427"}]}]}]},{"type":"PRIMARY","title":"Bayesian Area Under Curve at Steady State (AUCss) Over an 8-week Dosing Interval at Week 28","description":"AUCss was defined as area under the plasma concentration-time curve at steady-state (based on steady-state assessment of trough concentrations or via modeling).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"399","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Trough Concentration (C-trough) at Week 52","description":"Serum golimumab trough concentration at Week 52 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":"0.475"}]}]}]},{"type":"SECONDARY","title":"Baysesian Area Under Curve at Steady State (AUCss) at Week 52","description":"AUCss was defined as area under the plasma concentration-time curve at steady-state (based on steady-state assessment of trough concentrations or via modeling).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"421","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":127},"commonTop":["Upper Respiratory Tract Infection","Nasopharyngitis","Juvenile Idiopathic Arthritis","Headache","Nausea"]}}}