{"nctId":"NCT02504645","briefTitle":"A 52-Week, Randomized, Double-Blind, Parallel-Group, Placebo-Controlled Study to Evaluate the Efficacy and Safety of a 200-mcg Dose of IPP-201101 Plus Standard of Care in Patients With Systemic Lupus Erythematosus","startDateStruct":{"date":"2015-03","type":"ACTUAL"},"conditions":["Lupus Erythematosus, Systemic"],"count":202,"armGroups":[{"label":"IPP-201101 200-mcg plus SOC","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IPP-201101","Other: Standard of Care"]},{"label":"PLACEBO plus SOC","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Other: Standard of Care"]}],"interventions":[{"name":"IPP-201101","otherNames":["Lupuzor, regiremod"]},{"name":"Placebo","otherNames":[]},{"name":"Standard of Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient is a man or woman between 18 and 70 years of age with an established diagnosis of SLE as defined by ACR Classification Revised Criteria. The diagnosis is fulfilled provided that at least 4 criteria are met.\n* The patient has a positive test result for ANA at screening (titer must be at least 1:80 \\[by human epithelial cell tumor line (HEp-2) ANA assay\\]) and/or a positive test result for anti-dsDNA Ab at screening (value must be 30 IU/mL or more by enzyme-linked immunosorbent assay \\[ELISA\\]).\n* Written informed consent is obtained.\n* Women must be surgically sterile, 2 years postmenopausal, or, if of childbearing potential, using a medically accepted method of contraception, and must agree to continued use of this method for the duration of the study and for 30 days after discontinuation of study drug treatment. Acceptable methods of contraception include barrier method with spermicide, abstinence (when this is in line with the preferred and usual lifestyle of the subject), intrauterine device (IUD), or steroidal contraceptive (oral, transdermal, implanted, and injected) in conjunction with a barrier method.\n* The patient has a SLEDAI-2K clinical score of at least 6 points during screening. A SLEDAI-2K clinical score is the calculated score without inclusion of the points that may be contributed by having a positive titer for anti-dsDNA Ab or decreased serum complement levels.\n* The patient does not have an \"A\" score on the BILAG-2004 scale. If the patient is using oral corticosteroids, the weekly cumulative dose must not exceed 80 mg of prednisone equivalent; the weekly dose must be stable over the 4 weeks preceding the 1st dose of study drug.\n* If the patient is using antimalarials, methotrexate, leflunomide, mycophenolate mofetil (MMF), or azathioprine, the start date must be at least 3 months prior to the 1st dose of study drug, and the daily dose must be stable over the 4 weeks preceding the 1st dose of study drug.\n* If the patient is not currently using corticosteroids, antimalarials, methotrexate, MMF, or azathioprine, the last dose (in case of previous use) must be at least 4 weeks prior to the 1st dose of study drug. For leflunomide, the stop date must be at least 8 weeks before the 1st dose of study drug unless an adequate cholestryamine washout has been performed. If cholestyramine washout is performed, the last use of leflunomide must be at least 4 weeks before the 1st dose of study drug.\n* The patient must be willing and able to comply with study restrictions, to remain at the study center for the required duration during each study visit, and to return to the study center for the final assessment as specified in this protocol.\n\nExclusion Criteria:\n\n* The patient has been treated with intramuscular or intravenous (iv) pulse steroids (ie, 250 to 1000 mg iv total daily dose of methylprednisolone) within 4 weeks of the 1st dose of study drug. The use of intra-articular steroids may be allowed after consultation with the medical expert.\n* The patient has received tacrolimus, cyclosporin A, or iv immunoglobulins (IVIG) within 3 months of the 1st dose of study drug.\n* The patient has received cyclophosphamide within 6 months prior to the 1st dose of study drug.\n* The patient has been treated for SLE with agents such as fusion proteins, therapeutic proteins, or monoclonal antibodies or antibody fragments, within 6 months of the 1st dose of study drug.\n* The patient has received B-cell depleting agents such as rituximab, belimumab or epratuzumab within one year of the 1st dose and has not yet normalized the B-cell count (ie, CD20+ B-cell count is less than normal range and the absolute lymphocyte count \\[ALC\\] is less than normal range).\n* The patient has New York Heart Association (NYHA) Class III or IV congestive heart failure.\n* The patient has an estimated glomerular filtration rate (eGFR) of less than 30 mL/min/1.73 m2 (via Modification of Diet in Renal Disease \\[MDRD\\] equation).\n* The patient has an aspartate aminotransferase (AST) or alanine aminotransferase (ALT) value greater than 2 times the upper limit of the normal range (ULN) or a total bilirubin level greater than 1.5 times ULN.\n* The patient has a planned immunization with a live or live attenuated vaccine within 3 months prior to administration of the 1st dose of study drug and for 3 months after administration of the last dose of study drug.\n* The patient has any clinically significant abnormalities on ECG that are not related to SLE, as determined by the investigator. Patients with stable ECG changes without evidence of active cardiovascular disease may participate at the discretion of the investigator and medical monitor.\n* The patient has an ongoing active systemic infection requiring treatment or a history of severe infection, such as hepatitis or pneumonia, in the 3 months prior to administration of the 1st dose of study drug. Less severe infections in the 3 months prior to administration of the 1st dose of study drug are permitted at the discretion of the investigator and medical monitor.\n* The patient has any concomitant medical condition unrelated to SLE that may interfere with his or her safety or with evaluation of the study drug, as determined by the investigator.\n* The patient has a history of a medical condition other than SLE that has required treatment with oral corticosteroids in excess of 80 mg of prednisone equivalent/week within 3 months of the 1st dose of study drug.\n* The patient has a positive test result for hepatitis B surface antigen (HBsAg) or hepatitis C virus antibody (HCV Ab).\n* The patient has a known positive history of antibodies to human immunodeficiency virus (HIV) or HIV disease or other immunosuppressive state (eg, agammaglobulinemia, etc).\n* The patient has a history of alcohol or substance dependence or abuse (with the exception of nicotine),according to the Diagnostic and Statistical Manual of Mental Disorders of the American Psychiatric Association, Fourth Edition, Text Revision (DSM-IV-TR), within 3 months of the screening visit or has current substance abuse.\n* The patient has a history of severe allergic reactions to or hypersensitivity to any component of the study drug or placebo.\n* The patient has undergone or is undergoing treatment with another investigational drug for the treatment of lupus within 6 months prior to the 1st dose of study drug or has received any other investigational drug for any other condition within 4 weeks prior to the 1st dose of study drug.\n* The patient has previously participated in a ImmuPharma- or ImmuPharma-sponsored clinical study with IPP-201101.\n* The patient is a pregnant or lactating woman. (Any women becoming pregnant during the study will be withdrawn from the study.)\n* The patient is unlikely to comply with the study protocol or is unsuitable for any other reason, as judged by the investigator or medical monitor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Assessment of Systemic Lupus Erythematosus Responder Index (SRI) at Week 52","description":"A Systemic lupus erythematosus Responder Index (SRI) response is defined as a reduction from baseline in the Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K) score of at least 4 points, no worsening in Physician's Global Assessment (PhGA) (with worsening defined as an increase in PhGA of more than 0.30 point from baseline), no new British Isles Lupus Assessment Group A (BILAG A) body system score, and no more than 1 new BILAG B body system score from baseline.\n\nThe decrease of 4 points of the SRI is considered as better ouctome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.5","spread":null},{"groupId":"OG001","value":"44.6","spread":null}]}]}]},{"type":"POST_HOC","title":"Proportion of Responders of EU Patients Having Anti-dsDNA ar Randomization","description":"EU patients who had an assessment of \"Yes\" for anti-dsDNA at randomization and responders at week 52","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.5","spread":null},{"groupId":"OG001","value":"47.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":101},"commonTop":["Upper respiratory tract infection","Urinary tract infection","Headache","Arthritis","Alopecia"]}}}