{"nctId":"NCT01974752","briefTitle":"Selumetinib (AZD6244: ARRY-142886) (Hyd-Sulfate) in Metastatic Uveal Melanoma (SUMIT)","startDateStruct":{"date":"2014-04"},"conditions":["Metastatic","Uveal Melanoma"],"count":152,"armGroups":[{"label":"selumetinib 75mg twice daily","type":"EXPERIMENTAL","interventionNames":["Drug: 75mg selumetinib","Drug: Dacarbazine"]},{"label":"placebo twice daily","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo","Drug: Dacarbazine"]}],"interventions":[{"name":"75mg selumetinib","otherNames":[]},{"name":"placebo","otherNames":[]},{"name":"Dacarbazine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Clinical diagnosis of metastatic uveal melanoma; Written consent from female or male patients aged 18 years and over. Histological or cytological confirmation of melanoma who are suitable for treatment with dacarbazine chemotherapy.\n\n* At least one lesion that can be accurately measured at baseline as\\>/=10mm in the longest diameter. (except lymph nodes which must have short axis ≥15 mm) with CT or MRI and which is suitable for accurate repeated measurements\n* ECOG performance status 0-1\n* life expectancy \\>12 weeks\n* Normal organ and marrow function\n* Evidence of post-menopausal status, or negative urinary or serum pregnancy test for female pre-menopausal patients\n* Patients should be able to swallow selumetinib/placebo capsules\n\nExclusion Criteria:-Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site)\n\n* Previous randomisation in the present study\n* Patients cannot have previously been treated with a systemic anti-cancer therapy. Patients can have prior intra-hepatic or non-systemic therapy. -Having received any of the following within the specified timeframe:\n\nAny prior systemic anti-cancer therapy for the treatment of this current diagnosis, An investigational drug within 30 days of starting treatment or within five half-lives of the compound (whichever is the most appropriate is at the discretion of the Investigator), or have not recovered from side effects of an investigational drug Any non-systemic anti-cancer therapy which has not been cleared from the body by the time of starting study treatment Radiation therapy within 4 weeks prior to starting study treatment, or limited field of radiation for palliation within 7 days of the first dose of study treatment Major surgery within 4 weeks prior to entry into the study (excluding the placement of vascular access) which would prevent administration of study treatment, Any prior investigational therapy comprising inhibitors of RAS, RAF or MEK at any time, Previous treatment with dacarbazine. Any unresolved toxicity \\>CTCAE grade 2 from previous anti-cancer therapy, excluding alopecia -History of allergic reactions attributed to compounds of similar chemical or biologic composition to selumetinib or dacarbazine\n\n--Symptomatic brain metastases or spinal cord compression (patients must be treated and stable off steroids and anti-convulsants for at least 1 month prior to entry into the study)\n\nCardiac conditions as follows:\n\n* Uncontrolled hypertension (BP ≥150/95 mmHg despite medical therapy)\n* Acute coronary syndrome within 6 months prior to starting treatment\n* Uncontrolled Angina - Canadian Cardiovascular Society grade II-IV despite medical therapy - Symptomatic heart failure (New York Heart Association \\[NYHA\\] Class II-IV,- Prior or current cardiomyopathy\n* Baseline LVEF \\<55% measured by echocardiography or MUGA. Appropriate correction to be used if a MUGA is performed\n* Severe valvular heart disease\n* Atrial fibrillation with a ventricular rate \\>100 bpm on ECG at rest\n* QTcF \\>450 ms or other factors that increase the risk of QTc prolongation\n* Any evidence of severe or uncontrolled systemic disease, active infection, active bleeding diatheses or renal transplant, including any patient known to have hepatitis B, hepatitis C or human immunodeficiency virus (HIV)\n* Refractory nausea and vomiting, chronic gastrointestinal diseases (eg inflammatory bowel disease), or significant bowel resection that would preclude adequate absorption\n* History of another primary malignancy within 5 years prior to starting study treatment, except for adequately treated basal or squamous cell carcinoma of the skin or cancer of the cervix in situ and the disease under study\n* Ophthalmologic conditions:\n* Current or past history of central serous retinopathy\n* Current or past history of retinal vein occlusion\n* IOP \\>21 mmHg or uncontrolled glaucoma (irrespective of IOP)\n* Female patients who are breast-feeding a child and male or female patients of reproductive potential who are not employing an effective method of birth control\n* Clinical judgement by the Investigator that the patient should not participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Assessment of the Efficacy of Selumetinib in Combination With Dacarbazine Compared With Placebo in Combination With Dacarbazine Measured as Progression Free Survival (PFS) Using BICR According to RECIST 1.1.","description":"Progression free survival (PFS) using blinded independent central review (BICR) according to the Response Evaluation Criteria in Solid Tumours version 1.1 (RECIST 1.1). Progression is defined as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of the Efficacy of Selumetinib in Combination With Dacarbazine Compared With Placebo in Combination With Dacarbazine in Terms of Objective Response Rate (ORR) by BICR","description":"ORR at Week 6 using BICR according to RECIST 1.1","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of the Efficacy of Selumetinib in Combination With Dacarbazine Compared With Placebo in Combination With Dacarbazine in Terms of Change in Tumour Size at Week 6 by BICR","description":"Percent change in tumour size at Week 6 using BICR according to RECIST 1.1","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.94","spread":"18.001"},{"groupId":"OG001","value":"19.76","spread":"38.264"}]}]}]},{"type":"SECONDARY","title":"Assessment of the Overall Survival (OS) in Patients Taking Selumetinib in Combination With Dacarbazine Compared With Those Taking Placebo in Combination With Dacarbazine","description":"Overall Survival","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":32},"commonTop":["NAUSEA","FATIGUE","RASH","CONSTIPATION","DIARRHOEA"]}}}