{"nctId":"NCT00474253","briefTitle":"Comparison of Recovery From Rocuronium 1.2 mg/kg Followed by Sugammadex (Org 25969) 16 mg/kg at 3 Minutes With Recovery From Succinylcholine 1.0 mg/kg (19.4.303)(P05946)(MK-8616-026)","startDateStruct":{"date":"2006-02-10","type":"ACTUAL"},"conditions":["Anesthesia, General"],"count":115,"armGroups":[{"label":"Rocuronium + Sugammadex","type":"EXPERIMENTAL","interventionNames":["Drug: Sugammadex","Drug: Rocuronium"]},{"label":"Succinylcholine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Succinylcholine"]}],"interventions":[{"name":"Sugammadex","otherNames":["Org 25969","MK-8616"]},{"name":"Succinylcholine","otherNames":[]},{"name":"Rocuronium","otherNames":["Zemuron®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* American Society of Anesthesiologists (ASA) Class 1 or 2 physical status;\n* 18 to 65 years of age (inclusive);\n* Scheduled for elective surgical procedure under general anesthesia requiring a short duration of neuromuscular block with the use of rocuronium or succinylcholine and requiring endotracheal intubation;\n* Scheduled for surgery in supine position;\n* Body mass index (BMI) \\< 30;\n* Given written informed consent.\n\nExclusion Criteria:\n\n* Has ischemic heart disease or history of myocardial infarction within the last year;\n* May experience difficult intubation due to anatomical malformations;\n* Known or suspected to have neuromuscular disorders impairing neuromuscular blockade and/or significant renal dysfunction;\n* Known or suspected family history of malignant hyperthermia;\n* Known or suspected allergy to narcotics, muscle relaxants, midazolam, anesthetics or other medications used during surgery;\n* Is receiving medication known to interfere with neuromuscular blocking agents such as anticonvulsants, antibiotics and Mg2+;\n* Individuals in whom the use of neostigmine and/or glycopyrrolate may be contraindicated;\n* Females who are pregnant or breast-feeding;\n* Females of childbearing potential who are not using an acceptable method of birth control \\[condom or diaphragm with spermicide, vasectomized partner (\\> 6 months), IUD, abstinence\\];\n* Has already participated in a sugammadex trial including Protocol 19.4.303.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Recovery of T1 to 10% of Baseline Value From Start of Rocuronium + Sugammadex or Succinylcholine Administration","description":"Neuromuscular functioning was monitored by applying repetitive Train-Of-Four (TOF) electrical stimulations to the ulnar nerve every 15 seconds and assessing twitch response at the adductor pollicis muscle. T1 refers to the amplitude (height) of the first twitch after TOF nerve stimulation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.35","spread":"0.72"},{"groupId":"OG001","value":"7.15","spread":"1.55"}]}]}]},{"type":"SECONDARY","title":"Time to Recovery of T1 to 90% of Baseline Value From Start of Rocuronium + Sugammadex or Succinylcholine Administration","description":"Neuromuscular functioning was monitored by applying repetitive TOF electrical stimulations to the ulnar nerve every 15 seconds and assessing twitch response at the adductor pollicis muscle. T1 refers to the amplitude (height) of the first twitch after TOF nerve stimulation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.13","spread":"1.78"},{"groupId":"OG001","value":"11.03","spread":"2.40"}]}]}]},{"type":"SECONDARY","title":"Level of Consciousness: Number of Participants Awake and Oriented","description":"The number of participants who were awake and oriented was assessed as part of an overall assessment of the clinical level of consciousness. The clinical level of consciousness was used as a measure of recovery from neuromuscular blockade at two time points: prior to transfer to the recovery room after extubation and prior to discharge from the recovery room. Attempts were made to arouse participants every 15 minutes with mild prodding, mild shaking, and asking questions regarding name, location, and day of the week. The assessment ended once the participant was awake and fully orientated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Level of Consciousness: Number of Participants Arousable With Minimal Stimulation","description":"The number of participants aroused with minimal stimulation was assessed as part of an overall assessment of level of consciousness. The level of consciousness was used as a measure of recovery from neuromuscular blockade at two time points: prior to transfer to the recovery room after extubation and prior to discharge from the recovery room. Attempts were made to arouse participants every 15 minutes with mild prodding, mild shaking, and asking questions regarding name, location, and day of the week. The assessment ended once the participant was awake and fully orientated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Level of Consciousness: Number of Participants Responsive Only to Tactile Stimulation","description":"The number of participants responsive only to tactile stimulation was assessed as part of an overall assessment of the level of consciousness. The level of consciousness was used as a measure of recovery from neuromuscular blockade at two time points: prior to transfer to the recovery room after extubation and prior to discharge from the recovery room. Attempts were made to arouse participants every 15 minutes with mild prodding, mild shaking, and asking questions regarding name, location, and day of the week. The assessment ended once the participant was awake and fully orientated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Able to Perform 5-Second Head Lift","description":"The number of participants who were able to lift their head for 5 seconds was assessed as a measure of recovery following neuromuscular blockade at two time points: prior to transfer to the recovery room after extubation and prior to discharge from the recovery room. The assessment was performed every 15 minutes until the first successful 5-second head lift was achieved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing General Muscle Weakness","description":"The number of participants experiencing general muscle weakness was assessed by the investigator as a measure of recovery from neuromuscular blockade at two time points: prior to transfer to the recovery room after extubation and prior to discharge from the recovery room. The assessments were performed every 15 minutes until the absence of general muscle weakness. A standardized examination form was used to determine the presence or absence of muscle weakness in various muscle groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":56},"commonTop":["Procedural pain","Nausea","Procedural hypotension","Vomiting","Procedural hypertension"]}}}