{"nctId":"NCT02269163","briefTitle":"Study of ProMetic BioTherapeutics Immune Globulin Intravenous (Human) 10%","startDateStruct":{"date":"2016-01-26","type":"ACTUAL"},"conditions":["Primary Immunodeficiency"],"count":82,"armGroups":[{"label":"Gammargard, Gammaplex, Gamunex, or Octogam Treatment Period","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Immune Globulin Intravenous"]},{"label":"Prometic IGIV 10% Treatment Period","type":"EXPERIMENTAL","interventionNames":["Biological: Prometic's Immune Globulin Intravenous 10%"]}],"interventions":[{"name":"Immune Globulin Intravenous","otherNames":[]},{"name":"Prometic's Immune Globulin Intravenous 10%","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is male or female between the ages of 2 and 80 years at Screening.\n2. Female subjects of childbearing potential must agree to employ adequate birth control measures, as determined by their IRB/IEC, for the duration of the study.\n3. The subject must have one of the following three diagnoses (isolated PIDD of other types will be excluded):\n\n   * Common variable immunodeficiency\n   * X-linked agammaglobulinemia\n   * Hyper-IgM syndrome and documented low IgG levels (\\<4.5 mg/mL \\[450 mg/dL\\]).\n4. Subjects must have been treated with a stable dose of immune globulin administered intravenously (IGIV) or subcutaneously (IGSC) and has documented trough or steady state IgG levels of ≥ 5 mg/mL.\n\nExclusion Criteria:\n\n1. Subject has secondary immunodeficiency or has been diagnosed with dysgammaglobulinemia or isolated IgG subclass deficiency; has known hypoalbuminemia (\\<3 gm/dL), protein-losing enteropathy, or nephrotic syndrome.\n2. Subject has ever had a history of severe anaphylactic or anaphylactoid reaction to immunoglobulins or other blood products.\n3. Subject has a known history of immunoglobulin A (IgA) deficiency and known anti-IgA antibodies, thrombotic event, such as deep vein thrombosis, myocardial infarction, cerebrovascular accident, pulmonary embolism, at any time.\n4. Subject has received blood products except IGIV, IGSC, or albumin within the previous 12 months or has participated in another study (except for IGIV, IGSC studies) within the previous 4 weeks.\n5. Subject has had cancer in the past 5 years, except for basal cell or squamous cell cancers of the skin.\n6. Subject has had a documented active infection within 7 days prior to Screening, or subject is on continuous prophylactic antibiotics.\n7. Subject is positive for human immunodeficiency virus (HIV)-1 or HIV-2, a positive hepatitis C virus (HCV) or hepatitis B virus (HBV).\n8. Subject has levels of alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2.5 times the upper limit of normal (ULN).\n9. Subject has serum creatinine \\>1.5 times the ULN or a severe chronic condition such as renal failure with proteinuria.\n10. Subject has anemia with a hemoglobin level ≤8 g/dL.\n11. Subject has severe neutropenia with neutrophil count ≤1000 per mmᴧ3 or has lymphopenia with \\<500 per/ mmᴧ3.\n12. Subject is taking prednisone at a dose ≥0.15 mg/kg/day and receiving other immunosuppressive drugs or chemotherapy.\n13. Subject has known atrial fibrillation requiring anticoagulant therapy; congestive heart failure (New York Heart Association Class III/IV); cardiomyopathy; or cardiac arrhythmia associated with thromboembolic events, unstable or advanced ischemic heart disease, or hyperviscosity.\n14. Subject has known decreased Protein C and/or Protein S levels.\n15. Subject is positive for antibodies to β2GPI and/or β2GPI DI at Screening.\n16. Female subject who is pregnant, breast-feeding, or planning a pregnancy during the course of the study.\n17. A history of epilepsy or multiple episodes of migraine (defined as at least one episode within 6 months of enrolment) not completely controlled by medication, or any condition that is likely to interfere with evaluation of the IMP or satisfactory conduct of the study in the Investigator's opinion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annual Rate of Occurrence of Serious Bacterial Infections (SBI)","description":"SBIs were calculated for each subject as 52n/w, where n is the number of reported SBIs and w is the number of weeks on study. For the combined cohorts only, a 99% one-sided (upper) confidence limit for the incidence rate of SBIs (scaled to represent 12 months exposure if necessary) was derived, and the objective of demonstrating that the true infection rate was below 1 per subject per year was considered established if this upper limit was less than 1. To calculate the confidence limit, a negative binomial regression model will be used. This model includes an overdispersion parameter to account for possible intra-subject correlation as well as the actual time period each subject is on the study as an offset variable.","paramType":"NUMBER","dispersionType":"99% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.01","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Trough Levels of IgG (Total) Prior to Each Prometic IGIV 10% Infusion","description":"Subject's total IgG levels will be assessed prior to each Prometic IGIV 10% infusion","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1075.131","spread":"210.7547"},{"groupId":"OG001","value":"1043.401","spread":"208.3044"},{"groupId":"OG002","value":"1070.725","spread":"219.3308"},{"groupId":"OG003","value":"988.752","spread":"175.7991"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":66},"commonTop":["Headache","Upper respiratory tract infection","Sinusitis","Cough","Fatigue"]}}}