{"nctId":"NCT01618695","briefTitle":"A Study With an Open-label Extension Phase to Evaluate the Efficacy and Safety of Perampanel (E2007) Administered as an Adjunctive Therapy in Subjects With Refractory Partial-onset Seizures","startDateStruct":{"date":"2012-05-15","type":"ACTUAL"},"conditions":["Partial-onset Seizures"],"count":940,"armGroups":[{"label":"Perampanel","type":"EXPERIMENTAL","interventionNames":["Drug: Perampanel"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Perampanel","otherNames":["E2007"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Male or female and greater than or equal to 12 years of age;\n2. Have a diagnosis of epilepsy with partial seizures with or without secondarily generalized seizures\n3. Participants with computed tomography (CT) or magnetic resonance imaging (MRI) diagnosis within the last 10 years (for adults) and 5 years (for adolescents) prior to visit 1 that ruled out progressive central nervous system (CNS) disorders, example, neurodegenerative disorders, brain tumors. For participants without existing CT or MRI results, CT or MRI was performed at or after Visit 1 but results evaluation was performed by Visit 2\n4. Participants who had been treated for at least 12 weeks but confirmed to be uncontrolled with more than one standard antiepileptic drug (AED) for 2 years before enrollment\n5. During the 6-week Prerandomization Phase participants must have had greater than or equal to 5 partial seizures per 6-week\n6. Are currently being treated with stable doses and administrations of 1, 2, or a maximum of 3 approved AEDs. Only 1 inducer AED (defined as carbamazepine, phenytoin or oxcarbazepine only) out of the maximum of 3 AEDs is allowed\n\nExclusion Criteria\n\n1. Presence of nonmotor simple partial seizures only;\n2. Presence of primary generalized epilepsies or seizures, such as absences and/or myoclonic epilepsies;\n3. Presence or previous history of Lennox-Gastaut syndrome;\n4. A history of status epilepticus within 1 year prior to screening\n5. Seizure clusters where individual seizures cannot be counted\n6. A history of psychogenic seizures within 5 years prior to screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Core Phase: Percent Change in Seizure Frequency (For All Partial Seizures) Per 28 Days in the Randomization Phase Relative to Pre-randomization Phase (Baseline)","description":"Seizure frequency was based on number of seizures per 28 days, calculated as the number of seizures over the entire time interval divided by the number of days in the interval and multiplied by 28. All partial seizure included simple partial seizures without motor signs, simple partial with motor signs, complex partial, and complex partial with secondary generalized seizures. A simple partial seizure takes place on one side of the brain. Usually, people experiencing a simple partial seizure do not lose consciousness or awareness. A complex partial seizure is a type of seizure that arises in one lobe of the brain, rather than the whole brain. The seizure affects people's awareness and may cause them to lose consciousness.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.76","spread":null},{"groupId":"OG001","value":"-17.32","spread":null},{"groupId":"OG002","value":"-28.95","spread":null},{"groupId":"OG003","value":"-38.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Core Phase: Responder Rate During the Maintenance Period of the Randomization Phase Relative to the Prerandomization Phase (Baseline)- Last Observation Carried Forward (LOCF)","description":"Responder rate was percentage of participants with greater than or equal to (\\>=) 50% reduction in seizure frequency during maintenance period of the randomization phase relative to prerandomization phase (baseline). If the reduction in seizure frequency is less than (\\<) 50%, then the participants are considered as non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":null},{"groupId":"OG001","value":"23.0","spread":null},{"groupId":"OG002","value":"36.0","spread":null},{"groupId":"OG003","value":"43.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Core Phase: Percent Change in Seizure Frequency Per 28 Days For Complex Partial Seizures Plus Secondary Generalized Seizures in the Randomization Phase Relative to the Prerandomization Phase (Baseline)","description":"Seizure frequency was based on number of seizures per 28 days, calculated as the number of seizures over the entire time interval divided by the number of days in the interval and multiplied by 28. A complex partial seizure is a type of seizure that arises in one lobe of the brain, rather than the whole brain and it affects awareness and may cause in loss of consciousness. Secondary generalized seizures begin in one part of the brain, but then spread to both sides of the brain.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.70","spread":null},{"groupId":"OG001","value":"-19.08","spread":null},{"groupId":"OG002","value":"-33.68","spread":null},{"groupId":"OG003","value":"-41.80","spread":null}]}]}]},{"type":"SECONDARY","title":"Core Phase: Number of Participants With Clinical Global Impression of Change (CGIC) Scores","description":"The investigator evaluated each participant for CGIC questionnaire to assess change in participant's disease clinical status from baseline. Assessment evaluated frequency of seizures, severity of seizures, occurrence of adverse events (AEs), and overall functional status of the participant using the 7-point scale. The evaluation used a 7-point scale with the scores 1: Very much improved, 2: Much improved, 3: Minimally improved, 4: No change, 5: Minimally worse, 6: Much worse, 7: Very much worse. Lower score indicated improvement and higher score indicated worsening.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"39","spread":null},{"groupId":"OG002","value":"41","spread":null},{"groupId":"OG003","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"45","spread":null},{"groupId":"OG002","value":"53","spread":null},{"groupId":"OG003","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"56","spread":null},{"groupId":"OG002","value":"37","spread":null},{"groupId":"OG003","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":176},"commonTop":["Dizziness","Somnolence","Nasopharyngitis","Headache","Upper respiratory tract infection"]}}}