{"nctId":"NCT05032157","briefTitle":"A Phase 3 Study of Efficacy and Safety of Remibrutinib in the Treatment of CSU in Adults Inadequately Controlled by H1-antihistamines","startDateStruct":{"date":"2021-12-01","type":"ACTUAL"},"conditions":["Chronic Spontaneous Urticaria"],"count":455,"armGroups":[{"label":"LOU064 25mg b.i.d.","type":"EXPERIMENTAL","interventionNames":["Drug: LOU064 (blinded)","Drug: LOU064 (open-label)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: LOU064 (open-label)"]}],"interventions":[{"name":"LOU064 (blinded)","otherNames":["remibrutinib"]},{"name":"Placebo","otherNames":[]},{"name":"LOU064 (open-label)","otherNames":["remibrutinib"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Signed informed consent must be obtained prior to participation in the study.\n* Male and female adult participants \\>= 18 years of age at the time of screening.\n* CSU duration for \\>= 6 months prior to screening (defined as the onset of CSU determined by the investigator based on all available supporting documentation).\n* Diagnosis of CSU inadequately controlled by second generation H1-antihistamines at the time of randomization defined as:\n\n  * The presence of itch and hives for \\>= 6 consecutive weeks prior to screening despite the use of second generation H1-antihistamines during this time period\n  * UAS7 score (range 0-42) \\>= 16, ISS7 score (range 0-21) \\>= 6 and HSS7 score (range 0-21) \\>= 6 during the 7 days prior to randomization (Day 1)\n* Documentation of hives within three months before randomization (either at screening and/or at randomization; or documented in the participants medical history).\n* Willing and able to complete an Urticaria Patient Daily Diary (UPDD) for the duration of the study and adhere to the study protocol.\n* Participants must not have had more than one missing UPDD entry (either morning or evening) in the 7 days prior to randomization (Day 1).\n\nKey Exclusion Criteria:\n\n* Participants having a clearly defined predominant or sole trigger of their chronic urticaria (CU) (chronic inducible urticaria (CINDU)) including urticaria factitia (symptomatic dermographism), cold-, heat-, solar-, pressure-, delayed pressure-, aquagenic-, cholinergic-, or contact-urticaria\n* Other diseases with symptoms of urticaria or angioedema, including but not limited to urticaria vasculitis, urticaria pigmentosa, erythema multiforme, mastocytosis, hereditary urticaria, or drug-induced urticaria\n* Any other skin disease associated with chronic itching that might influence in the investigator's opinion the study evaluations and results, e.g. atopic dermatitis, bullous pemphigoid, dermatitis herpetiformis, senile pruritus or psoriasis\n* Evidence of clinically significant cardiovascular (such as but not limited to myocardial infarction, unstable ischemic heart disease, New York heart association (NYHA) Class III/IV left ventricular failure, arrhythmia and uncontrolled hypertension within 12 months prior to Visit 1), neurological, psychiatric, pulmonary, renal, hepatic, endocrine, metabolic, hematological disorders, gastrointestinal disease or immunodeficiency that, in the investigator's opinion, would compromise the safety of the participant, interfere with the interpretation of the study results or otherwise preclude participation or protocol adherence of the participant\n* Significant bleeding risk or coagulation disorders\n* History of gastrointestinal bleeding, e.g. in association with use of nonsteroidal anti-inflammatory drugs (NSAID), that was clinically relevant (e.g. requiring hospitalization or blood transfusion)\n* Requirement for anti-platelet medication, except for acetylsalicylic acid up to 100 mg/d or clopidogrel. The use of dual anti-platelet therapy (e.g. acetylsalicylic acid + clopidogrel) is prohibited.\n* Requirement for anticoagulant medication (for example, warfarin or Novel Oral Anti-Coagulants (NOAC))\n* History or current hepatic disease including but not limited to acute or chronic hepatitis, cirrhosis or hepatic failure or Aspartate Aminotransferase (AST)/ Alanine Aminotransferase (ALT) levels of more than 1.5 x upper limit of normal (ULN) or International Normalized Ratio (INR) of more than 1.5 at screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Weekly Urticaria Activity Score (UAS7) at Week 12 (Scenario 1 With UAS7 as Primary Efficacy Endpoint)","description":"The Weekly Urticaria Activity Score (UAS7) is a simple scoring system to evaluate urticaria signs and symptoms. It is based on scoring wheals (hive severity score) and itch (itch severity score) separately on a scale of 0 (no signs/symptoms) to 3 (intense signs/symptoms) over 7 days. The final score is calculated by adding together the daily scores, which can range from 0 to 6, for 7 days. This results in a maximum total score of 42 (highest urticaria severity), and a minimum possible score of 0.\n\nThis endpoint is a secondary endpoint for testing strategy Scenario 2 with Weekly Itch Severity Score (ISS7) and Weekly Hives Severity Score (HSS7) as co-primary efficacy endpoints).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.41","spread":"0.702"},{"groupId":"OG001","value":"-11.73","spread":"0.948"}]}]}]},{"type":"PRIMARY","title":"Mean Change From Baseline in Weekly Itch Severity Score (ISS7) at Week 12 (Scenario 2 With ISS7 and HSS7 as Co-primary Efficacy Endpoints)","description":"The severity of the itch was recorded by the participant twice daily in their electronic Diary, on a scale of 0 (none) to 3 (severe). A weekly score (ISS7) was derived by adding up the average daily scores of the 7 days preceding the visit. The possible range of the weekly score was therefore 0 - 21 (highest itch severity).\n\nThis endpoint is a secondary endpoint for testing strategy Scenario 1 with Weekly Urticaria Activity Score (UAS7) as the primary efficacy endpoint).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.95","spread":"0.335"},{"groupId":"OG001","value":"-5.72","spread":"0.454"}]}]}]},{"type":"PRIMARY","title":"Mean Change From Baseline in Weekly Hives Severity Score (HSS7) at Week 12 (Scenario 2 With ISS7 and HSS7 as Co-primary Efficacy Endpoints)","description":"The hives (wheals) severity score, defined by number of hives, was recorded by the participant twice daily in their electronic Diary, on a scale of 0 (none) to 3 (\\> 12 hives/12 hours). A weekly score (HSS7) was derived by adding up the average daily scores of the 7 days preceding the visit. The possible range of the weekly score was therefore 0 - 21 (highest hives activity).\n\nThis endpoint is a secondary endpoint for testing strategy Scenario 1 with Weekly Urticaria Activity Score (UAS7) as the primary efficacy endpoint).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.47","spread":"0.394"},{"groupId":"OG001","value":"-6.00","spread":"0.531"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Disease Activity Control (UAS7 =< 6) at Week 12","description":"The percentage of patients achieving disease activity control (UAS7 =\\< 6) at Week 12 was assessed to evaluate the efficacy of Remibrutinib in Chronic Spontaneous Urticaria (CSU) patients. The UAS7 is the sum of the Weekly Hives Severity Score (HSS7) and the Weekly Itch Severity Score (ISS7). The possible range of the UAS7 score is 0 - 42 (highest hives and itch severity).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Complete Absence of Hives and Itch (UAS7 = 0) at Week 12","description":"The proportion of patients achieving complete absence of hives and itch (UAS7 = 0) at Week 12 was assessed to evaluate the efficacy of Remibrutinib in Chronic Spontaneous Urticaria (CSU) patients. The UAS7 is the sum of the Weekly Hives Severity Score (HSS7) and the Weekly Itch Severity Score (ISS7). The possible range of the UAS7 score is 0 - 42 (highest hives and itch severity).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Early Onset of Disease Activity Control (UAS7 =< 6) at Week 2","description":"The percentage of patients achieving disease activity control (UAS7 =\\< 6) at Week 2 was assessed to evaluate the efficacy of Remibrutinib in Chronic Spontaneous Urticaria (CSU) patients. The UAS7 is the sum of the Weekly Hives Severity Score (HSS7) and the Weekly Itch Severity Score (ISS7). The possible range of the UAS7 score is 0 - 42 (highest hives and itch severity).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Dermatology Life Quality Index (DLQI) = 0-1 at Week 12","description":"The Dermatology Life Quality Index (DLQI) is a 10-item (grouped in 6 domains) dermatology-specific quality of life (QoL) measure. Participants are rating their dermatology symptoms as well as the impact of their skin condition on various aspects of their lives thinking about the previous 7 days. An overall score is calculated and ranges from 0 to 30 (higher score meaning worse disease-related QoL). Domain scores are calculated for: Symptoms and Feelings (0-6), Daily Activities (0-6), Leisure (0-6), Work and School (0-3), Personal Relationships (0-6), Treatment (0-3). The overall DLQI score range was split into score bands and validated in terms of their meaning/relevance to patients overall DLQI = 0-1 means no effect on patient's life.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Cumulative Number of Weeks With Disease Activity Control (UAS7 =< 6) up to Week 12","description":"Maintaining disease activity control was assessed as cumulative number of weeks with an UAS7 =\\< 6 response between baseline and Week 12. The UAS7 is the sum of the Weekly Hives Severity Score (HSS7) and the Weekly Itch Severity Score (ISS7). The possible range of the UAS7 score is 0 - 42 (highest hives and itch severity).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.50","spread":"0.464"},{"groupId":"OG001","value":"1.38","spread":"0.216"}]}]}]},{"type":"SECONDARY","title":"Mean Cumulative Number of Angioedema Occurrence-free Weeks (AAS7 = 0 Response) up to Week 12","description":"Angioedema occurrence was recorded once daily in the evening in the electronic Diary by the participant. Reporting the occurrence of angioedema was used as opening question for the assessment of the Angioedema Activity Score (AAS). The AAS consists of 5 questions with 4 answer options (scored 0-3) for each item, with a minimum score of 0 and a maximum score of 15 per day. The AAS score over 7 days (AAS7) ranges from 0 (no angioedema episodes) to 105 (highest angioedema severity).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.81","spread":"0.308"},{"groupId":"OG001","value":"6.68","spread":"0.343"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":"An adverse event (AE) is any untoward medical occurrence (e.g., any unfavorable and unintended sign \\[including abnormal laboratory findings\\], symptom or disease) in a clinical investigation participant after providing written informed consent for participation in the study. Therefore, an AE may or may not be temporally or causally associated with the use of a medicinal (investigational) product.\n\nTreatment emergent Adverse Event (TEAEs) in this study are events that started after the first dose of study treatment and until 28 days after the last dose of study treatment, or events present prior to the first dose of treatment which increased in severity based on preferred term within 28 days after the last study treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"205","spread":null},{"groupId":"OG001","value":"112","spread":null},{"groupId":"OG002","value":"228","spread":null},{"groupId":"OG003","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"12","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":297},"commonTop":["COVID-19","Nasopharyngitis","Upper respiratory tract infection","Headache","Suspected COVID-19"]}}}