{"nctId":"NCT03029234","briefTitle":"Carfilzomib in Combination With Dexamethasone (Kd) in Chinese Patients With Relapsed & Refractory Multiple Myeloma","startDateStruct":{"date":"2017-03-31","type":"ACTUAL"},"conditions":["Relapsed and Refractory Multiple Myeloma"],"count":126,"armGroups":[{"label":"Carfilzomib with Dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Dexamethasone","Drug: Carfilzomib"]}],"interventions":[{"name":"Dexamethasone","otherNames":[]},{"name":"Carfilzomib","otherNames":["Kyprolis"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Multiple myeloma - Subjects must have measurable disease, defined as one or more of the following: -- Serum M-protein ≥ 1 g/dL -- Urine M-protein ≥ 200 mg/24 hours -- In subjects without measurable serum or urine M-protein, serum free light chain (SFLC) \\> 100 mg/L (involved light chain) and an abnormal κ/λ ratio - Subjects must have been responsive (ie, achieved a minimal response \\[MR\\] or better) to at least one of their prior treatment regimens - Refractory to the most recently received therapy. Refractory disease defined as ≤ 25% response to, or progressing during therapy or within 60 days after completion of therapy - Subjects must have received ≥ 2 prior regimens. Induction therapy and stem cell transplant (± maintenance) will be considered as 1 regimen - Subjects must have received prior treatment with bortezomib and an immunomodulatory drug - Subjects must have received an alkylating agent or anthracycline alone or in combination with other myeloma treatments (this may include high dose melphalan as part of the conditioning regimen prior to a stem cell transplant) - Males and females ≥ 18 years of age - Life expectancy of more than 3 months - Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-2 - Adequate hepatic function, with bilirubin \\< 2.0 times the upper limit of normal (ULN), and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 3.0 times the ULN - Absolute neutrophil count (ANC) ≥ 1,000/mm³, hemoglobin ≥ 8.0 g/dL, and platelet count ≥ 50,000/mm³ • Subjects should not have received platelet transfusions for at least 1 week prior to obtaining the screening platelet count • Screening ANC should be independent of granulocyte colony stimulating factor (G-CSF) or granulocyte macrophage colony stimulating factor (GM-CSF) support for ≥ 1 week and pegylated G-CSF for ≥ 2 weeks • Use of erythropoietic stimulating factors and red blood cell (RBC) transfusions per institutional guidelines is allowed; however, most recent RBC transfusion may not have been done within 7 days prior to obtaining screening hemoglobin - Calculated or measured creatinine clearance (CrCl) of ≥ 30 mL/min. Calculated CrCl should be performed by using a widely accepted equation (eg, the Cockcroft and Gault equation): (\\[140 - Age\\] × Mass \\[kg\\] / \\[72 × Creatinine mg/dL\\]). Multiply the result by 0.85 if the subject is female. - Left ventricular ejection fraction (LVEF) ≥ 40%; 2-dimensional transthoracic echocardiogram (ECHO) is the preferred method of evaluation; multiple gated acquisition scan (MUGA) is acceptable if ECHO is not available - Written informed consent in accordance with federal, local, and institutional guidelines - Female subjects of child-bearing potential (FCBP) must have a negative serum pregnancy test within 21 days prior to enrollment and agree to use an effective method of contraception during and for 30 days following last dose of carfilzomib. This protocol defines a FCBP as a sexually mature woman who: 1) has not undergone a hysterectomy, bilateral oophorectomy, or bilateral salpingectomy, or 2) has not been naturally postmenopausal for at least 24 consecutive months (ie, has had menses at any time in the preceding 24 consecutive months) - Male subjects must use an effective barrier method of contraception during the study and for 3 months following the last dose of carfilzomib if sexually active with a FCBP. Male subjects must not donate sperm during treatment and for an additional 90 days after last dose of carfilzomib. Male subjects with pregnant partners must practice sexual abstinence or use a condom during vaginal sex. Exclusion Criteria: - Waldenström's macroglobulinemia or immunoglobulin M (IgM) multiple myeloma - Subjects who failed to achieve at least a confirmed MR on any of their prior regimens - Subjects with non-secretory multiple myeloma, defined as \\< 1 g/dL M-protein in serum and \\< 200 mg/24 hour M-protein in urine and SFLC ≤ 100 mg/L (involved light chain) - Glucocorticoid therapy (prednisone \\> 10 mg/day or equivalent) within 3 weeks prior to Cycle 1 Day 1 - POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes) - Plasma cell leukemia (\\> 2.0 × 10⁹/L circulating plasma cells by standard differential) - Chemotherapy with approved or investigative anticancer therapeutics including steroid therapy within the 3 weeks prior to Cycle 1 Day 1 - Radiation therapy or immunotherapy in the 4 weeks prior to Cycle 1 Day 1; localized radiation therapy within 1 week prior to Cycle 1 Day 1 - Participation in an investigational therapeutic study within 3 weeks or within 5 drug half-lives (T½) prior to Cycle 1 Day 1, whichever time is greater - Prior treatment with carfilzomib - Major surgery within 3 weeks before Cycle 1 Day 1 - Congestive heart failure (CHF; New York Heart Association Class III to IV), symptomatic ischemia, conduction abnormalities uncontrolled by conventional intervention, or myocardial infarction within 6 months - Uncontrolled hypertension (a sustained systolic blood pressure \\> 140 mmHg and/or diastolic blood pressure \\> 90 mmHg) - Acute active infection requiring systemic antibiotics, antivirals, or antifungals within 2 weeks prior to Cycle 1 Day 1 - Known human immunodeficiency virus (HIV) seropositive, hepatitis C infection, and/or hepatitis B (except for patients with hepatitis B surface antigen or core antibody receiving and responding to antiviral therapy directed at hepatitis B: these patients are allowed) - Non-hematologic malignancy within the past 3 years except: -- Adequately treated basal cell or squamous cell skin cancer, -- Carcinoma in situ of the cervix, or -- Prostate cancer \\< Gleason Score 6 with stable prostate-specific antigen - Subjects with treatment-related myelodysplastic syndrome - Significant neuropathy (Grade 3, 4, or Grade 2 with pain) at the time of baseline evaluation - Subjects in whom the required program of fluid hydration is contraindicated, eg, due to pre-existing pulmonary, cardiac, or renal impairment - Subjects with known or suspected amyloidosis - Subjects with pleural effusions requiring thoracentesis - Subjects with ascites requiring paracentesis - Any clinically significant medical disease or condition, that in the investigator's opinion, may interfere with protocol adherence or a subject's ability to give informed consent - Female subjects who are pregnant or lactating, or planning to become pregnant during treatment and for an additional 30 days after discontinuing carfilzomib. - Serious psychiatric or medical conditions that could interfere with treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Response Rate (ORR) After at Least 6 Cycles of Treatment Assessed by the Independent Review Committee","description":"ORR is defined as the percentage of participants with a best overall response of partial response (PR), very good PR (VGPR), complete response (CR), or stringent CR (sCR) based on the International Myeloma Working Group Uniform Response Criteria.\n\nsCR: As for CR, and absence of clonal plasma cells in bone marrow (BM). CR: No immunofixation on serum and urine, disappearance of soft tissue plasmacytomas and \\< 5% plasma cells in BM. Normal serum free light chain (SFLC) ratio if disease measurable only by SFLC.\n\nVGPR: Serum and urine M-protein detectable by immunofixation but not electrophoresis or ≥ 90% decrease in serum M-protein with urine M-protein \\<100 mg/24 hrs. If disease measurable only by SFLC, ≥ 90% decrease in the difference between involved and uninvolved FLC levels (dFLC).\n\nPR: ≥ 50% reduction of serum M-protein and ≥ 90% reduction in urine M-protein or to \\< 200 mg/24 hrs, or a ≥ 50% decrease in dFLC. A ≥ 50% decrease in the size of soft tissue plasmacytomas present at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) After at Least 6 Cycles of Treatment Assessed by the Investigator","description":"ORR is defined as the percentage of participants with a best overall response of partial response (PR), very good PR (VGPR), complete response (CR), or stringent CR (sCR) based on the International Myeloma Working Group Uniform Response Criteria.\n\nsCR: As for CR, and absence of clonal plasma cells in bone marrow (BM). CR: No immunofixation on serum and urine, disappearance of soft tissue plasmacytomas and \\< 5% plasma cells in BM. Normal serum free light chain (SFLC) ratio if disease measurable only by SFLC.\n\nVGPR: Serum and urine M-protein detectable by immunofixation but not electrophoresis or ≥ 90% decrease in serum M-protein with urine M-protein \\<100 mg/24 hrs. If disease measurable only by SFLC, ≥ 90% decrease in the difference between involved and uninvolved FLC levels (dFLC).\n\nPR: ≥ 50% reduction of serum M-protein and ≥ 90% reduction in urine M-protein or to \\< 200 mg/24 hrs, or a ≥ 50% decrease in dFLC. A ≥ 50% decrease in the size of soft tissue plasmacytomas present at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate After at Least 12 Cycles of Treatment Assessed by the Independent Review Committee","description":"ORR is defined as the percentage of participants with a best overall response of partial response (PR), very good PR (VGPR), complete response (CR), or stringent CR (sCR) based on the International Myeloma Working Group Uniform Response Criteria.\n\nsCR: As for CR, and absence of clonal plasma cells in bone marrow (BM). CR: No immunofixation on serum and urine, disappearance of soft tissue plasmacytomas and \\< 5% plasma cells in BM. Normal serum free light chain (SFLC) ratio if disease measurable only by SFLC.\n\nVGPR: Serum and urine M-protein detectable by immunofixation but not electrophoresis or ≥ 90% decrease in serum M-protein with urine M-protein \\<100 mg/24 hrs. If disease measurable only by SFLC, ≥ 90% decrease in the difference between involved and uninvolved FLC levels (dFLC).\n\nPR: ≥ 50% reduction of serum M-protein and ≥ 90% reduction in urine M-protein or to \\< 200 mg/24 hrs, or a ≥ 50% decrease in dFLC. A ≥ 50% decrease in the size of soft tissue plasmacytomas present at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate After at Least 12 Cycles of Treatment Assessed by the Investigator","description":"ORR is defined as the percentage of participants with a best overall response of partial response (PR), very good PR (VGPR), complete response (CR), or stringent CR (sCR) based on the International Myeloma Working Group Uniform Response Criteria.\n\nsCR: As for CR, and absence of clonal plasma cells in bone marrow (BM). CR: No immunofixation on serum and urine, disappearance of soft tissue plasmacytomas and \\< 5% plasma cells in BM. Normal serum free light chain (SFLC) ratio if disease measurable only by SFLC.\n\nVGPR: Serum and urine M-protein detectable by immunofixation but not electrophoresis or ≥ 90% decrease in serum M-protein with urine M-protein \\<100 mg/24 hrs. If disease measurable only by SFLC, ≥ 90% decrease in the difference between involved and uninvolved FLC levels (dFLC).\n\nPR: ≥ 50% reduction of serum M-protein and ≥ 90% reduction in urine M-protein or to \\< 200 mg/24 hrs, or a ≥ 50% decrease in dFLC. A ≥ 50% decrease in the size of soft tissue plasmacytomas present at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate After at Least 6 Cycles of Treatment Assessed by the Independent Review Committee","description":"Clinical benefit rate (CBR) is defined as the percentage of participants with the best overall response of minimal response (MR) or better according to International Myeloma Working Group Uniform Response Criteria (IMWG-URC) (i.e., a minimal response, partial response, very good partial response, complete response, or stringent complete response).\n\nMR: 25% to 49% reduction in the level of serum M-protein and a 50% to 89% reduction in 24-hour urinary M-protein, which still exceeds 200 mg /24 hour; If present at baseline, a \\>50% reduction in the size of soft tissue plasmacytomas is also required","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate After at Least 6 Cycles of Treatment Assessed by the Investigator","description":"Clinical benefit rate (CBR) is defined as the percentage of participants with the best overall response of minimal response (MR) or better according to IMWG-URC criteria (i.e., a minimal response, partial response, very good partial response, complete response, or stringent complete response).\n\nMR: 25% to 49% reduction in the level of serum M-protein and a 50% to 89% reduction in 24-hour urinary M-protein, which still exceeds 200 mg /24 hour; If present at baseline, a \\>50% reduction in the size of soft tissue plasmacytomas was also required.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate After at Least 12 Cycles of Treatment Assessed by the Independent Review Committee","description":"Clinical benefit rate (CBR) is defined as the percentage of participants with the best overall response of minimal response (MR) or better according to IMWG-URC criteria (i.e., a minimal response, partial response, very good partial response, complete response, or stringent complete response).\n\nMR: 25% to 49% reduction in the level of serum M-protein and a 50% to 89% reduction in 24-hour urinary M-protein, which still exceeds 200 mg /24 hour; If present at baseline, a \\>50% reduction in the size of soft tissue plasmacytomas was also required.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate After at Least 12 Cycles of Treatment Assessed by the Investigator","description":"Clinical benefit rate (CBR) is defined as the percentage of participants with the best overall response of minimal response (MR) or better according to IMWG-URC criteria (i.e., a minimal response, partial response, very good partial response, complete response, or stringent complete response).\n\nMR: 25% to 49% reduction in the level of serum M-protein and a 50% to 89% reduction in 24-hour urinary M-protein, which still exceeds 200 mg /24 hour; If present at baseline, a \\>50% reduction in the size of soft tissue plasmacytomas was also required.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Overall Response (DOR)","description":"Duration of response (DOR) is defined as the time from first evidence of PR or better to disease progression (PD) or death due to any cause per the IMWG-URC criteria.\n\nPD:\n\n* Increase of 25% from lowest response value in any of the following:\n\n  * Serum M-component (absolute increase ≥ 0.5 g/dL) and/or\n  * Urine M-component (absolute increase ≥ 200 mg/24 hours)\n  * In patients without measurable serum and urine M-protein levels: the difference between involved and uninvolved FLC levels (absolute increase \\>10 mg/dL)\n* Definite development of new or increase in size of existing bone lesions or soft tissue plasmacytomas\n* Development of hypercalcemia attributed solely to the plasma cell proliferative disorder.\n\nDOR was analyzed using the Kaplan-Meier method; Participants with no documented progression or death were censored at the date of their last disease assessment.\n\nDOR was determined based on both investigator and independent review committee response assessments.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Clinical Benefit (DCB)","description":"Duration of clinical benefit (DCB) is defined as the time from first evidence of MR or better to disease progression or death due to any cause based on the (IMWG-URC criteria. DCB was estimated using the Kaplan-Meier method; participants with no disease progression or death at the analysis cut-off date were censored at their last disease assessment date.\n\nDuration of clinical benefit was determined based on both investigator and independent review committee response assessments.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"Progression-free survival (PFS) is defined as the time from first dose of any study treatment to the earlier of disease progression or death due to any cause according to the IMWG-URC criteria. PFS was analyzed using the Kaplan-Meier method; participants with no disease progression or death at the time of the data cut-off date were censored at the date of their last disease assessment; participants who started new anti-cancer therapy before disease progression or death were censored at their last disease assessment prior to starting new anti-cancer therapy.\n\nProgression-free survival was determined based on both investigator and independent review committee response assessments.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival (OS) is defined as the time from the first dose of any study treatment to the date of death due to any cause. Overall survival was analyzed using the Kaplan-Meier method; participants who were alive or lost to follow-up as of the data analysis cut-off date were censored at their date of last contact (last known to be alive).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response (TTR)","description":"Time to response (TTR) is the time from the first dose of any study treatment to the first confirmed response (PR or better) based on both investigator and independent review committee response assessments.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Plasma Concentration (Cmax) of Carfilzomib","description":"Cmax is the maximum observed plasma concentration over the concentration-time profile of carfilzomib.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"744","spread":"326"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1210","spread":"678"}]}]}]},{"type":"SECONDARY","title":"Time to Maximum Plasma Concentration (Tmax) of Carfilzomib","description":"Tmax of carfilzomib is the time at which maximum observed plasma concentrations of carfilzomib were observed.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration Curve From Time 0 to the Last Measurable Concentration (AUClast) for Carfilzomib","description":"AUClast of carfilzomib is the total area under the concentration-time curve beginning from time 0 to the time of the last measurable concentration of carfilzomib.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"254","spread":"102"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"401","spread":"173"}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration Curve From Time 0 Extrapolated to Infinity (AUC0-inf) for Carfilzomib","description":"AUC0-inf of carfilzomib is the total area under the concentration-time curve beginning from time 0 extrapolated to infinity following carfilzomib dosing.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"256","spread":"104"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"401","spread":"173"}]}]}]},{"type":"SECONDARY","title":"Terminal Elimination Half-Life (T½) for Carfilzomib","description":"The terminal elimination half-life is the time required for plasma concentrations to fall by 50% in the terminal phase of the concentration-time profile.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.651","spread":"0.259"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.792","spread":"0.281"}]}]}]},{"type":"SECONDARY","title":"Systemic Clearance (CL) of Carfilzomib After Intravenous Infusion","description":"Systemic clearance is a measure of the ability of the body to eliminate drug, expressed in units of volume per time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":"61.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":"112"}]}]}]},{"type":"SECONDARY","title":"Volume of Distribution (Varea) of Carfilzomib","description":"Volume of distribution is a pharmacokinetic parameter relating the amount of drug in the body to the concentration of drug in plasma.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"148","spread":"88.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":"102"}]}]}]},{"type":"SECONDARY","title":"Volume of Distribution at Steady State (Vss) for Carfilzomib","description":"Volume of distribution at steady-state is a pharmacokinetic parameter that relates the amount of drug in the body at steady-state to the concentration of drug in the plasma.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":"20.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":"17.4"}]}]}]},{"type":"SECONDARY","title":"Mean Residence Time Observed From Time Zero to the Last Quantifiable Concentration (MRTlast) for Carfilzomib","description":"MRTlast is the mean residence time observed from time 0 until the time of the last quantifiable concentration.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.225","spread":"0.0856"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.196","spread":"0.0975"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":68,"n":123},"commonTop":["Anaemia","Upper respiratory tract infection","Platelet count decreased","White blood cell count decreased","Hypertension"]}}}