{"nctId":"NCT03261167","briefTitle":"A Phase III Study to Evaluate the Efficacy and Safety of GSK1358820 in Subjects With Post-stroke Upper Limb Spasticity","startDateStruct":{"date":"2017-08-02","type":"ACTUAL"},"conditions":["Spasticity, Post-Stroke"],"count":124,"armGroups":[{"label":"Part 1: Subjects receiving 400 units of botulinum toxin A","type":"EXPERIMENTAL","interventionNames":["Drug: Botulinum toxin A (GSK1358820)"]},{"label":"Part 1: Subjects receiving 240 units of botulinum toxin A","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Botulinum toxin A (GSK1358820)","Drug: Placebo"]},{"label":"Part 2,3,4: Subjects receiving 400 units of botulinum toxin A","type":"EXPERIMENTAL","interventionNames":["Drug: Botulinum toxin A (GSK1358820)"]}],"interventions":[{"name":"Botulinum toxin A (GSK1358820)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* For screening phase (Day -28 to Day -1): Between 20 and 80 years of age at the time of informed consent (ICF).\n* Subjects with at least a 3-month history of upper limb spasticity after the most recent stroke.\n* Subjects who have spastic symptoms in the finger (including the thumb), wrist, and elbow flexors whom the investigator considers the injections of 400 units of the product is necessary for the upper limb based on the muscle spasms and the symptoms of the subject.\n* Subjects who have a previous treatment history of 240 units of the product for the upper limb at least 16 weeks before screening.\n* Subjects who meet following criteria on MAS at screening (Test position : sitting): at least 3 in for the elbow flexors and at least 2 in the finger or wrist flexors.\n* Subjects who have severe upper limb spasticity, which deserves to be treated with 400 units of the product in the divided dose and was previously injected 240 units of the product.\n* Subjects whom the investigator considers that enrolment in the study poses no problems based on the laboratory data results at screening.\n* Subjects who are free from a history of acute decreased lung function (hospitalization with aggravated asthma/ chronic obstructive pulmonary disease (COPD), pneumonia, or signs of pneumonia, or abnormal reactive airway diseases suggested on X-rays) within the last 3 months at screening and have stable pulmonary function (oxygen saturation \\[SpO2\\]value is \\>=95%).\n* Body weight \\>=40 kilograms (kg) at screening.\n* Male or female subjects will be included. Male subjects must content to use highly effective contraceptive methods and sperm donation must be avoided. Female subjects who are not pregnant or lactating are considered eligible if at least one of the following criteria is met; non-childbearing potential, women of childbearing potential who content to follow the guidance about contraception during the study period and at least for 3 months after the last dose of the product, no plan of pregnancy during the study period.\n* Subjects who have ability to sign their name on the ICF.\n* For enrolment in the study (Day 1 \\[prior to injection\\]):Subjects who meet the following criteria on MAS score: (Test position : sitting): At least 3 in the elbow flexors and at least 2 in the finger or wrist flexors.\n* If centrally acting muscle relaxants, tetracycline antibiotics, anticholinergics, benzodiazepines, or benzamides are given, the dose and regimen must be stable at least for the last 2 months before Day 1; Subjects who can maintain the same dosage and regimens at least in the blind phase after initial injection (dose reductions and discontinuation of the drugs are acceptable in the open-label phase. However, second dose increase, resumption, and or new treatment will not be performed).\n* If intrathecal baclofen is given, the dose and regimen must be stable at least for the last 1 month before Day 1; Subjects who can maintain the same dosage and regimens at least in the blind phase after initial injection (intravenous bolus is not acceptable, dose reductions and discontinuation of the drugs are acceptable. However, second dose increase, resumption, and or new treatment will not be performed).\n* If antiepileptic agents are given, the dose and regimen must be stable at least for the 1 month before Day 1; Subjects who can maintain the same dose and regimens at least in the blind phase after initial injection (dose reductions and discontinuation of the drugs are acceptable in the open-label phase. However, second dose increase, resumption, and new treatment will not be performed).\n* If a physical therapy, occupational therapy, or a static splint on the study involvement upper limbs is given, the frequency and treatment regimen must be stable at least for the last 3 weeks before Day 1; Subjects who can maintain the same dose and regimens at least in blind phase (In the open-label phase, the frequency and treatment regimen can be changed depending on the condition of spasticity).\n\nExclusion Criteria:\n\n* For screening phase (Day -28 to Day -1): Subjects present with spasticity requiring treatment in the non-paralytic side of the upper limb.\n* Subjects who have fixed contracture in the finger (upper limb), wrist, elbow or shoulder muscle, which will be involved in the study.\n* Subjects who have medically significant capsulitis or subluxation in any one of the fingers (upper limb), wrist, elbow and shoulder, which will be involved in the study, or whom a investigator considers the complicated local signs of pain may affect the efficacy evaluation.\n* Subjects's upper limb spasticity is attributed to other than stroke (traumatic brain injury, spinal cord injury, multiple sclerosis, or cerebral palsy).\n* Subjects who have a 2-fold higher alanine aminotransferase (ALT) level than the upper limit of normal (ULN).\n* Subjects who have a 1.5-fold higher bilirubin than the ULN (If a bilirubin fractionation shows direct bilirubin \\< 35%, a 1.5-fold higher free bilirubin than the ULN is acceptable).\n* Subjects whom the investigator considers presence of a current medical history of unstable liver diseases or biliary tract diseases (the condition will be defined by development of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice or hepatic cirrhosis).\n* Subjects with corrected QT interval (QTc) \\> 450 milliseconds (msec) or QTc \\> 480 msec in subjects with bundle branch block.\n* Subjects who use peripherally acting muscle relaxants (dantrolene sodium, suxamethonium chloride, pancuronium bromide, vecuronium bromide, rocuronium bromide, etc.) within 1 week of screening.\n* Subjects who use antibiotic agents with neuromuscular junction inhibitory effects: Aminoglycoside antibiotic agents (streptomycin sulfate, kanamycin sulfate, gentamicin sulfate, neomycin sulfate, spectinomycin hydrochloride, etc.), polypeptides (polymyxin B sulfate), lincomycins (lincomycin hydrochloride, clindamycin), and enviomycin sulfate within 1 week of screening.\n* Subjects who was diagnosed as having a malignant tumor, or have a history of a malignant tumor within the last 5 years (except completely resected basal cell carcinoma or planocellular carcinoma at least 12 weeks before screening).\n* Subjects who have participated in another study of an investigational product or other medical research (a clinical study of pharmacotherapy, non-pharmacotherapy, or interventional device) within 30 days before screening, or are currently participating in a study.\n* Subjects who are concerned likely to have an increased risk for an underlying medical condition/neurological disease due to exposure of the product; subjects who have myasthenia gravis, Eaton-Lambert syndrome, amyotrophic lateral sclerosis, or a serious disease and use of a concomitant drug which may inhibit neuromuscular function.\n* Subjects with antihuman immunodeficiency virus (HIV) antibody positive.\n* Subjects who previously experienced allergic reactions or hypersensitivity due to botulinum toxin type A, an additive agent of sodium chloride, or human serum albumin.\n* Subjects who were previously suspected to have neutralizing antibody production by a investigator during an injection of botulinum toxin type A.\n* Subjects who have a skin disease such as infection at the site to be injected.\n* Subjects who suffer from serious and unstable disease, which could pose problems for the safety of subjects and study procedure compliance.\n* For enrolment in the study (Day 1 \\[prior to injection\\]): Subjects who have aspiration pneumonia, relapse of lower respiratory tract infection, uncontrollable asthma, uncontrollable COPD, and/or underlying or a history of serious respiratory dysfunction, which were clinically considered to be respiratory function impairment by a investigator within 12 months before Day 1 visit.\n* Subjects who have a history of aspiration, or an underlying and/or a history of the symptoms that suggests high risks for aspiration by a investigator within 12 months before Day 1 (serious salivation requiring changing in a type of diet, chronic dysphagia that is difficult to swallow).\n* Subjects who were treated with botulinum toxin for spasticity of upper limb less than 16 weeks before Day 1 visit.\n* Subjects who underwent surgical interventions, phenol block, ethanol block or muscle afferent block (MAB) within 12 months before Day 1 visit, or these interventions are planned during the study period in any one of the finger (upper limb), wrist, elbow or shoulder muscles, which will be involved in the study.\n* Subjects who placed a surgical cast or a dynamic splint within 3 months before Day 1 study visit, and/or these interventions are planned to be placed on the upper limb to be involved in the study.\n* Subjects who were injected corticosteroid or an anesthetic agent into the finger (upper limb), wrist, or shoulder flexors, which will be involved in the study within 3 months before Day 1 visit, or these injections are planned during the study.\n* Subjects who received constraint-induced movement therapy (CIMT) within 3 months before Day 1 visit or CIMT is planned during the blind phase.\n* Subjects who underwent ultrasound therapy, transcutaneous electrical nerve stimulation (TENS) , electrical stimulation therapy, or acupuncture therapy in the upper arm, which will be involved in the study within 1 month before Day 1 visit, or these therapies are planned during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Had Modified Ashworth Scale (MAS) Score Reduced at Least 1 From Baseline in the Elbow Flexors at Week 6","description":"MAS was used to measure the level of spasticity. The test was performed in a sitting position throughout the study. The affected parts were extended as fast as possible to grade the flexor muscle tones. It was scored on a scale of 0 to 4 as: 0=No increase in muscle tone, 1=Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion (ROM) when the affected part(s) is moved in flexion or extension, 1+= Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half of ROM, 2 =More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved, 3= Considerable increase in muscle tone, passive movement difficult and 4= Affected part(s) rigid in flexion or extension. Higher scores= Worst outcome while lower scores= Better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":null},{"groupId":"OG001","value":"68.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had MAS Score Reduction in Elbow, Wrist, Finger and Thumb Flexors up to Week 12","description":"MAS was used to measure the level of spasticity. The test was performed in a sitting position throughout the study. The affected parts were extended as fast as possible to grade the flexor muscle tones. It was scored on a scale of 0 to 4 as: 0=No increase in muscle tone, 1=Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion (ROM) when the affected part(s) is moved in flexion or extension, 1+=Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM, 2=More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved, 3=Considerable increase in muscle tone, passive movement difficult and 4=Affected part(s) rigid in flexion or extension. Higher scores=worst outcome while lower scores=better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"77.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.4","spread":null},{"groupId":"OG001","value":"73.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":null},{"groupId":"OG001","value":"68.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"72.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.5","spread":null},{"groupId":"OG001","value":"73.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.0","spread":null},{"groupId":"OG001","value":"68.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54.0","spread":null},{"groupId":"OG001","value":"44.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.3","spread":null},{"groupId":"OG001","value":"78.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null},{"groupId":"OG001","value":"75.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.0","spread":null},{"groupId":"OG001","value":"72.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.0","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"64.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.7","spread":null},{"groupId":"OG001","value":"64.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":null},{"groupId":"OG001","value":"66.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.7","spread":null},{"groupId":"OG001","value":"46.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MAS Scores in Elbow, Wrist, Finger and Thumb Flexors up to Week 12 (Mixed Model Repeated Measures [MMRM])","description":"The affected parts were extended as fast as possible to grade the flexor muscle tones. It was scored on a scale of 0 to 4 as: 0=No increase in muscle tone, 1=Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion (ROM) when the affected part(s) is moved in flexion/extension, 1+=Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM, 2=More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved, 3=Considerable increase in muscle tone, passive movement difficult and 4=Affected part(s) rigid in flexion/extension. Higher scores=worst outcome while lower scores=better outcome. Baseline was defined as the latest pre-first dose assessment with a non-missing value. Change from Baseline was calculated as the post-dose visit value minus the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"0.089"},{"groupId":"OG001","value":"-1.07","spread":"0.102"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.097"},{"groupId":"OG001","value":"-1.12","spread":"0.110"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"0.107"},{"groupId":"OG001","value":"-1.09","spread":"0.128"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"0.072"},{"groupId":"OG001","value":"-0.61","spread":"0.101"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.29","spread":"0.120"},{"groupId":"OG001","value":"-1.21","spread":"0.126"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.45","spread":"0.122"},{"groupId":"OG001","value":"-1.35","spread":"0.132"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.29","spread":"0.115"},{"groupId":"OG001","value":"-1.31","spread":"0.136"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":"0.097"},{"groupId":"OG001","value":"-0.59","spread":"0.107"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.38","spread":"0.113"},{"groupId":"OG001","value":"-1.28","spread":"0.121"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.49","spread":"0.117"},{"groupId":"OG001","value":"-1.32","spread":"0.130"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.36","spread":"0.118"},{"groupId":"OG001","value":"-1.22","spread":"0.123"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.116"},{"groupId":"OG001","value":"-0.59","spread":"0.097"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.24","spread":"0.123"},{"groupId":"OG001","value":"-0.96","spread":"0.130"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.29","spread":"0.127"},{"groupId":"OG001","value":"-1.15","spread":"0.138"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.12","spread":"0.119"},{"groupId":"OG001","value":"-1.10","spread":"0.132"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":"0.133"},{"groupId":"OG001","value":"-0.61","spread":"0.144"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Principal Therapeutic Target of Disability Assessment Scale (DAS) - MMRM up to Week 12","description":"The investigator assessed 4 areas of disability namely hygiene, pain, dressing and limb posture and was graded using the 4-point DAS scale where (0=No functional disability, 1: Mild disability, 2: Moderate disability and 3=Severe disability). The investigator, in consultation with the participant, selected 1 functional disability item from the 4 areas of disability and assessed it as a principal therapeutic target. The maximum possible score was 3 where higher scores indicate severe disability and lowers scores indicate sound functional ability. Baseline value was defined as the latest pre-first dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated as the post-dose visit value minus the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"0.087"},{"groupId":"OG001","value":"-0.59","spread":"0.085"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":"0.096"},{"groupId":"OG001","value":"-0.62","spread":"0.086"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.52","spread":"0.081"},{"groupId":"OG001","value":"-0.67","spread":"0.078"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"0.082"},{"groupId":"OG001","value":"-0.63","spread":"0.092"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs) After 84 Days of First Treatment","description":"An AE is any untoward medical occurrence in a participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. Any untoward event resulting in death, life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, congenital anomaly/birth defect or any other situation according to medical or scientific judgment was categorized as SAE. Data for number of participants with any AE and any SAE is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With AEs and SAEs-Overall Study Period","description":"An AE is any untoward medical occurrence in a participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. Any untoward event resulting in death, life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, congenital anomaly/birth defect or any other situation according to medical or scientific judgment was categorized as SAE. Data for number of participants with any AE and any SAE is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Abnormal Findings After Physical Examinations","description":"Physical examinations included assessment of lungs, cardiovascular system, and abdominal region (liver and spleen). This analysis was not planned and data was not collected and captured in the database.","classes":[]},{"type":"SECONDARY","title":"Number of Participants With Worst Case Hematology Results Relative to Normal Range Post-Baseline Relative to Baseline","description":"Hematology parameters along with their normal ranges included: basophils (0 to 2 percent), eosinophils (0 to 8 percent), hemoglobin (135 to 175 grams/liter), hematocrit (0.397 to 0.524 proportion of red blood cells in blood), lymphocytes (18 to 49 percent), monocytes (2 to 10 percent), total neutrophils (40 to 75 percent), platelet count (140 to 340 giga cells/liter), red blood cell count (4.3 to 5.7 trillion cells/liter), white blood cell count (3.3 to 9 giga cells/liter), mean corpuscular volume (85 to 102 femtoliters), mean corpuscular hemoglobin (28 to 34 picograms) and reticulocyte count (0.004 to 0.019 percent/ratio). Shift in values relative to normal range as high and low have been presented for categories having non-zero values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst Case Clinical Chemistry Results Relative to Normal Range Post-Baseline Relative to Baseline","description":"Clinical chemistry parameters assessed were alkaline phosphatase (100 to 325 international units/liter), alanine amino transferase (5 to 45 international units/liter), aspartate amino transferase (10 to 40 international units/liter), direct bilirubin (0 to 3.42 micromoles/liter), total bilirubin (3.42 to 20.52 micromoles/liter), calcium (2.0958 - 2.5948 millimoles/liter), creatinine (53.924 - 91.936 micromoles/liter), potassium (3.5 - 5 millimoles/liter), sodium (137 - 147 millimoles/liter), total protein (67 - 83 grams/liter), urea/blood urea nitrogen (BUN) \\[2.856 - 7.14 millimoles/liter\\]. Shift in values relative to normal range as high and low have been presented for categories having non-zero values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst-case Urinalysis Results Post-Baseline Relative to Baseline by Dipstick Analysis","description":"Urinalysis parameters assessed were urine occult blood, urine protein . In this dipstick test, occult blood and protein in urine samples were recorded as negative trace, 1+, 2+, and 3+ (the plus sign increases with occult blood or proteins in the urine: 1+=slightly positive, 2+=positive, 3+=high positive etc). Number of participants with worst-case urinalysis results post-Baseline relative to Baseline by dipstick analysis have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Vital Sign Parameters Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP) at Week 12 and Week 48","description":"Vital sign parameters SBP and DBP were measured in a semi-recumbent position after a 5-minute rest. If measurement in a semi-recumbent position was difficult, measurement in another position (e.g., sitting) was acceptable. The measurement was performed always in the same position during the study period. SBP and DBP were measured using an automated device. Baseline value was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post-dose visit value minus the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"11.29"},{"groupId":"OG001","value":"1.3","spread":"11.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"8.01"},{"groupId":"OG001","value":"0.1","spread":"10.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"13.85"},{"groupId":"OG001","value":"-1.7","spread":"14.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"10.01"},{"groupId":"OG001","value":"-1.2","spread":"11.42"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Vital Sign Parameter Heart Rate at Week 12 and Week 48","description":"Vital sign parameter heart rate was measured in a semi-recumbent position after a 5-minute rest. If measurement in a semi-recumbent position was difficult, measurement in another position (e.g., sitting) was acceptable. The measurement was performed always in the same position during the study period. Heart rate was measured using an automated device. Baseline value was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post-dose visit value minus the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"9.95"},{"groupId":"OG001","value":"2.6","spread":"8.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"10.05"},{"groupId":"OG001","value":"-0.1","spread":"9.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Vital Sign Parameter Temperature at Week 12 and Week 48","description":"Vital sign parameter temperature was measured orally, intra-aurally, or axillary fossa, the participant was instructed to refrain from eating food or drinking beverage within 5 minutes before the measurement. The method for the measurement of body temperature was same throughout the study. Baseline value was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post-dose visit value minus the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.428"},{"groupId":"OG001","value":"-0.08","spread":"0.466"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.505"},{"groupId":"OG001","value":"-0.06","spread":"0.461"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":63},"commonTop":["Nasopharyngitis","Fall","Contusion","Oxygen saturation decreased","Seasonal allergy"]}}}