{"nctId":"NCT00950352","briefTitle":"Citicoline Treatment of Methamphetamine Dependence","startDateStruct":{"date":"2010-01"},"conditions":["Methamphetamine Dependence"],"count":104,"armGroups":[{"label":"Citicoline","type":"EXPERIMENTAL","interventionNames":["Drug: Citicoline"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Citicoline","otherNames":["CDP-Choline"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Methamphetamine Dependent Subject Eligibility:\n\nInclusion Criteria:\n\n* Subjects who use methamphetamine as their preferred drug of abuse.\n* Subjects must be between the ages of 18 and 45 years.\n* Subjects must have recent methamphetamine use (within 6 months of screening).\n* Subjects must have an established residence and phone.\n* Subjects must be able to give informed consent.\n\nExclusion Criteria:\n\n* Significant current or past medical, neurological, or psychiatric co-morbidity including cardiovascular, renal, and endocrine disorder, as identified by medical history.\n* Pregnant subjects - due to the unknown effects of MRI on a fetus. In addition, women of childbearing potential who will not practice a medically accepted method of contraception will be excluded. Female subjects who are of child-bearing potential will have to pass a urine pregnancy test before each visit.\n* Subjects who, in the investigator's judgment, pose a current serious homicidal or suicidal risk.\n* Subjects who will not likely be able to comply with the study protocol.\n* Subjects who have any contraindication to an MR scan.\n* Hypersensitivity to any of the study drugs or excipients\n* Subjects with current DSM-IV diagnosis of a major mental illness. Major illness will be defined as Major Depression, Manic Depression, Schizophrenia, Dissociative Disorder, other psychotic illnesses, Attention-Deficit Hyperactivity Disorder, Post Traumatic Stress Disorder, Borderline Personality Disorder, Reactive Attachment Disorder, and Panic Disorder.\n* Predominant alcohol or other substance dependence as preferred drug of abuse.\n* Positive HIV test result.\n* An individual having any pending legal or criminal charge or action, or who has pending or a reasonable potential for court involvement, or a person who is incarcerated or is in detention, or who is pending or having completed a competency evaluation or commitment procedure.\n\nHealthy Control Subject Eligibility:\n\nInclusion Criteria:\n\n* Subjects must be between the ages of 18 and 45 years.\n* Subjects must be able to give informed consent.\n* To have an established residence and phone.\n\nExclusion Criteria:\n\n* Significant medical, neurological, or psychiatric disorders\n* Pregnant subjects - due to the unknown effects of MRI on a fetus. In addition, women of childbearing potential who will not practice a medically accepted method of contraception will be excluded. Female subjects who are of child-bearing potential will have to pass a urine pregnancy test before each visit.\n* Subjects who have any contraindication to an MR scan.\n* Subjects unable to comply with protocol.\n* Positive HIV test result.\n* Positive urine drug screen.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Methamphetamine Dependent Subjects Treated With Citicoline vs Placebo","description":"Total Amount of Methamphetamine consumed by the participants after 8-9 weeks of treatment. Methamphetamine was assessed twice weekly.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3025","spread":"0.16498"},{"groupId":"OG001","value":"0.3850","spread":"0.34547"}]}]}]},{"type":"SECONDARY","title":"Testing if Citicoline Administration Will be Associated With Significant Improvements in Neuropsychological Performance.","description":"Cognitive measurement tests will be employed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Testing if Neuroimaging Measures Will Show Significant Improvements in Brain Chemical and Structural Parameters After 8-9 Weeks of Citicoline Treatment in Methamphetamine Dependent Subjects.","description":"Phosphorus-31 ((31)P) magnetic resonance spectroscopy (MRS) was used to evaluate changes in mitochondrial high energy phosphates, including phosphocreatine (PCr) and β-nucleoside triphosphate (β-NTP, primarily ATP in brain) levels.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Testing if Improvements in Cognitive Function as Well as Brain Chemical and Structural Parameters Will be Associated With Greater Reductions in Drug Use.","description":"Self report drug use and mood will be evaluated at each study visit throughout the course of the study. Also, urine samples will be collected twice a week for drugs of abuse testing.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":72},"commonTop":["General (Weight loss, Headache, Cold/flu-lie symptoms, fatigue, pulmonary)","Gatsrointestinal symptoms","Psychiatric"]}}}