{"nctId":"NCT00414609","briefTitle":"Safety and Efficacy of Aliskiren in Post Myocardial Infarction Patients (ASPIRE)","startDateStruct":{"date":"2006-12"},"conditions":["Myocardial Infarction"],"count":820,"armGroups":[{"label":"Aliskiren","type":"EXPERIMENTAL","interventionNames":["Drug: Aliskiren"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"Aliskiren","otherNames":["Tekturna®"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Core Study Inclusion Criteria:\n\n* Male or female patients 18 years and older.\n* Patients within 7-42 days of an acute myocardial infarction associated with left ventricular systolic dysfunction.\n* Documented left ventricular systolic dysfunction associated with the qualifying acute myocardial.\n* Patients must be on stable doses of the following concomitant medications for at least 2 weeks prior to Visit 1 unless contraindicated due to intolerance:\n\n  * A Beta-blocker\n  * An Anti-platelet agent\n  * A Statin\n  * An evidence-based dose of an Angiotensin Converting Enzyme Inhibitor (ACEI) or Angiotensin Receptor Blocker (ARB) but not both.\n* Qualifying Echocardiogram at Visit 1:\n\nCore Study Exclusion Criteria:\n\n* Patients requiring both Angiotensin Converting Enzyme Inhibitor (ACEI) and Angiotensin Receptor Blocker (ARB) combination therapy at V1 or any time during the study.\n* Severe refractory hypertension defined as mean sitting systolic blood pressure (MSSBP) ≥ 180 mmHg and/or mean sitting diastolic blood pressure (MSDBP) ≥ 110 mmHg) at Visit 2.\n* Cardiogenic shock or systolic BP \\< 100 mmHg or diastolic \\< 60 mmHg within the 24 hours prior to Visits 1 or 2\n* Estimated Glomerular Filtration Rate (eGFR) \\< 30 ml/min/1.73m2 using the MDRD formula at Visit 1.\n* Stroke or transient ischemic event (TIA) within 6 months of Study Visit 1\n\nExtension Study Inclusion Criteria:\n\n* Male or female patients who completed the core study through Visit 10 while on double-blind study drug\n* Patients who were able to participate in the study, and who consented to do so after the purpose and nature of the study had been clearly explained to them (written informed consent)\n\nExtension Study Exclusion Criteria:\n\n* New York Heart Association (NYHA) class IV Congestive Heart Failure at Visit 1 (Core study Visit 10)\n* Symptomatic hypotension or reported systolic blood pressure (BP) \\< 90 mmHg within 24 hours prior to Visit 1 (Core study Visit 10)\n* Known Estimated Glomerular Filtration Rate (eGFR) \\< 30 mL/min/1.73m\\^2 using the Modification of Diet in Renal Disease (MDRD) formula at Visit 1 (Core study Visit 10)\n* Pregnant or nursing (lactating) women, where pregnancy was defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test (\\> 5 mIU/mL)\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant Unless post-menopausal or using an acceptable method of contraception\n* Any surgical or medical condition that in the opinion of the investigator may place the patient at higher risk from his/her participation in the study or was likely to prevent the patient from complying with the requirements or completing the study\n\nOther protocol-defined inclusion/exclusion criteria applied","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Core Study: Change From Baseline in Left Ventricular End Systolic Volume (LVESV) as Measured by Echocardiography at End of Study.","description":"Change from baseline to end of study in left ventricular end systolic volume (LVESV) as measured by echocardiography. LVESV is a measurement of the volume of blood in the heart's left ventricular chamber at the end of the heart's contraction. This measurement was made by the echocardiography lab. LVESV values between 22 to 58 mL for men and 19-49 mL for women are considered normal. Baseline LVESV was a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.14","spread":"1.01"},{"groupId":"OG001","value":"-4.13","spread":"0.97"}]}]}]},{"type":"SECONDARY","title":"Core Study: Time to First Occurrence for the Composite Endpoints of Echocardiogram and Adjudicated Outcomes","description":"Composite outcome 1 included: Cardiovascular (CV) Death, hospitalization for heart failure (HF), or absolute reduction in Left Ventricular Ejection Fraction (LVEF) greater than 6%. Composite outcome 2 included: CV Death, hospitalization for HF, recurrent Myocardial Infarction, Stroke, or Resuscitated Sudden Death. LVEF was measured at baseline and final visit. All other events were adjudicated by a blinded external committee. Each composite endpoint analysis was based on (a) the percent of patients with that endpoint and (b) days in study to 1st event (or last exposure if no event occurred).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Core Study: Change From Baseline in Left Ventricular End Diastolic Volume (LVEDV)","description":"Change from baseline to end of study in left ventricular end diastolic volume (LVEDV) as measured by echocardiography. (LVEDV) is a measurement of the volume of blood in the heart's left ventricular chamber at the beginning of the chamber's filling with blood. This measurement was made by the echocardiography lab. LVEDV values between 67 to 155 mL for men and 56 to 104 mL for women are considered normal. Baseline LVEDV was a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.37","spread":"1.19"},{"groupId":"OG001","value":"-3.08","spread":"1.15"}]}]}]},{"type":"SECONDARY","title":"Core Study: Change From Baseline in Left Ventricular Ejection Fraction (LVEF)","description":"Change from baseline to end of study in left ventricular ejection fraction (LVEF) (%) as measured by echocardiography. LVEF is the fraction of blood (in percent) pumped out of the heart's left ventricular chamber with each heart beat, and is a measure of cardiac output for the heart. This measurement was made by the echocardiography lab. Ejection fraction percentages \\> 55% are considered normal. Baseline LVEF was a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.12","spread":"0.27"},{"groupId":"OG001","value":"2.24","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Core Study: Change From Baseline to End of Study in Infarction Segment Length (ISL) as Measured by Echocardiography","description":"Change from baseline to end of study in infarction segment length (ISL) (%) as measured by echocardiography. This is the length of the myocardial infarction segment as a percentage of the total cavity perimeter length as calculated by the echocardiography lab. Baseline ISL was a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.30","spread":"0.53"},{"groupId":"OG001","value":"-5.04","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Core Study: Change From Baseline to End of Study in Wall Motion Score (WMS) as Measured by Echocardiography","description":"Change from baseline to end of study in Wall Motion Score (WMS) as measured by echocardiography. WMS was obtained by examining multiple segments of the left ventricle and assigning each segment a score based on myocardial thickening: 1 for normal, 2 for hypokinetic; 3 for akinetic; and 4 for dyskinetic. The WMS was obtained as the average score for the segments visualized and was calculated by the echocardiography lab. Possible values range from 1 to 5. Higher scores are considered worse. Baseline WMS was a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.01"},{"groupId":"OG001","value":"-0.10","spread":"0.01"}]}]}]},{"type":"PRIMARY","title":"Extension Study: Percentage of Participants With Deaths, Serious Adverse Events (SAEs), Discontinuation for Adverse Events (AEs) and Discontinuations for Abnormal Lab Values","description":"AEs are defined as any unfavorable and unintended diagnosis, symptom, sign (including an abnormal laboratory finding), syndrome or disease which either occurs during study, having been absent at baseline, or, if present at baseline, appears to worsen. Serious adverse events are any untoward medical occurrences that result in death, are life threatening, require (or prolong) hospitalization, cause persistent or significant disability/incapacity, result in congenital anomalies or birth defects, or are other conditions which in judgment of investigators represent significant hazards.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Extension Study: Change From Baseline in Left Ventricular End Systolic Volume (LVESV) at Month 12","description":"Change from baseline to Month 12 in left ventricular end systolic volume (LVESV) as measured by echocardiography. LVESV is a measurement of the volume of blood in the heart's left ventricular chamber at the end of the heart's contraction. This measurement was made by the echocardiography lab. LVESV values between 22 to 58 mL for men and 19-49 mL for women are considered normal.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.2","spread":"14.32"}]}]}]},{"type":"SECONDARY","title":"Extension Study: Change From Baseline in Left Ventricular End Diastolic Volume (LVEDV) at Month 12","description":"Change from baseline to Month 12 in left ventricular end diastolic volume (LVEDV) as measured by echocardiography. LVEDV is a measurement of the volume of blood in the heart's left ventricular chamber at the beginning of the chamber's filling with blood. This measurement was made by the echocardiography lab. LVEDV values between 67 to 155 mL for men and 56 to 104 mL for women are considered normal.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":"18.34"}]}]}]},{"type":"SECONDARY","title":"Extension Study: Change From Baseline in Left Ventricular Ejection Fraction (LVEF) at Month 12","description":"Change from baseline to Month 12 in left ventricular ejection fraction (LVEF) (%) as measured by echocardiography. LVEF is the fraction of blood (in percent) pumped out of the heart's left ventricular chamber with each heart beat, and is a measure of cardiac output for the heart. This measurement was made by the echocardiography lab. Ejection fraction percentages \\> 55% are considered normal.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"6.46"}]}]}]},{"type":"SECONDARY","title":"Extension Study: Percentage of Participants With Orthostatic Blood Pressure Change","description":"Orthostatic blood pressure change is defined as a decrease of at least 20 mmHg in systolic blood pressure or a decrease of at least 10 mmHg in diastolic blood pressure when a patient moves from a sitting position to a standing position. A patient could show orthostatic blood pressure change at more than one visit. End of study is Month 24 or early discontinuation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Extension Study: Percentage of Participants With Specified Criteria in Selected Labs by Laboratory Parameter","description":"Fasting blood samples were collected throughout the study and were analyzed at a central laboratory. Percentage of participants with the following clinically significant laboratory values are reported:\n\nPotassium \\<3.5 mmol/L; Low value (Normal reference range: 3.5- 5.3)\n\nPotassium \\>5.5 mmol/L and Potassium \\>6.0 mmol/L; High values (Normal reference range: 3.5-5.3)\n\nCreatinine \\>176.8 μmol/L; High value (Normal reference range= Male: 62- 106 and Female 44- 80)\n\nBlood Urea Nitrogen (BUN) \\>14.28; High value (Normal reference range: 2.1- 8.9)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":92,"n":397},"commonTop":["Hypotension","Nasopharyngitis","Cough","Angina pectoris","Dizziness"]}}}