{"nctId":"NCT03820986","briefTitle":"Safety and Efficacy Study of Pembrolizumab (MK-3475) Combined With Lenvatinib (MK-7902/E7080) as First-line Intervention in Adults With Advance Melanoma (MK-7902-003/E7080-G000-312/LEAP-003)","startDateStruct":{"date":"2019-03-12","type":"ACTUAL"},"conditions":["Malignant Melanoma"],"count":674,"armGroups":[{"label":"Pembrolizumab+Lenvatinib","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Lenvatinib"]},{"label":"Pembrolizumab+Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Pembrolizumab","Drug: Placebo for lenvatinib"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Lenvatinib","otherNames":["MK-7902","E7080","LENVIMA®"]},{"name":"Placebo for lenvatinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has histologically or cytologically confirmed melanoma.\n* Has unresectable Stage III or Stage IV melanoma, as per American Joint Committee on Cancer guidelines, not amenable to local therapy.\n* Has been untreated for advanced or metastatic disease except as follows:\n\n  1. Proto-oncogene B-Raf (BRAF) V600 mutation-positive melanoma may have received standard of care targeted therapy as first-line therapy for advanced or metastatic disease. Participants that do not have a BRAF V600 mutation but did receive BRAF or BRAF/MEKi therapy are eligible to participate in this study after discussion with the medical monitor.\n  2. Prior adjuvant or neoadjuvant therapy, with targeted therapy or immunotherapy (such as anti-cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\], anti-programmed cell death 1 \\[anti-PD-1\\] therapy or interferon) will only be permitted if relapse did not occur during active treatment or within 6 months of treatment discontinuation.\n* Have documentation of BRAF V600-activating mutation status or consent to BRAF V600 mutation testing during the Screening period (participants with BRAF mutation-positive melanoma as well as BRAF wild-type or unknown are eligible).\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status 0 to 1.\n* Has the presence of ≥1 measurable lesion by computed tomography (CT) or magnetic resonance imaging (MRI) per RECIST 1.1.\n* Provides a tumor biopsy. Participants must submit tumor sample during Screening for confirmation of adequacy of tumor tissue at a central pathology laboratory. Participants who do not submit a tumor tissue sample will not be randomized. The tumor biopsy may not be obtained from a lone target lesion. Confirmation of presence of tumor tissue is not required prior to randomization.\n* Has resolution of toxic effect(s) of the most recent prior therapy to Grade 1 or less (except alopecia). If participant received major surgery or radiation therapy of \\>30 Gray (Gy), they must have recovered from the toxicity and/or complications from the intervention.\n* Male participants must agree to use contraception during the treatment period and for at least 7 days after the last dose of study treatment and refrain from donating sperm during this period. Please note that 7 days after lenvatinib/placebo is stopped, if the participant is on pembrolizumab only, no male contraception measures are needed. Contraception use by men should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies. If the contraception requirements in the local label for any of the study interventions is more stringent than the requirements above, the local label requirements are to be followed.\n* Female participants must not be pregnant, not breastfeeding, and ≥1 of the following conditions applies:\n\n  1. Not a woman of childbearing potential (WOCBP). OR\n  2. A WOCBP who agrees to use study-approved contraception during the treatment period and for at least 120 days after the last dose of study treatment.\n* The participant (or legally acceptable representative) has provided documented informed consent for the study.\n* Has adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as BP ≤150/90 mmHg at screening and no change in antihypertensive medications within 1 week before Cycle 1 Day 1.\n* Has adequate organ function.\n\nExclusion Criteria:\n\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days before the first dose of study treatment.\n* Has a known additional malignancy that is progressing or requires active treatment. Exceptions include early stage cancers (carcinoma in situ or Stage 1, non-ulcerated primary melanoma \\<1 mm in depth with no nodal involvement) treated with curative intent, basal cell carcinoma of the skin, squamous cell carcinoma of the skin, in situ cervical cancer, or in situ breast cancer that has undergone potentially curative therapy.\n* Has known active central nervous system metastases and/or carcinomatous meningitis.\n* Has ocular melanoma.\n* Has known hypersensitivity to active substances or any of their excipients including previous clinically significant hypersensitivity reaction to treatment with another monoclonal antibody.\n* Has an active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease-modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Has an active infection requiring systemic therapy.\n* Has known history of human immunodeficiency virus (HIV) infection\n* Has known history of or is positive for hepatitis B virus or hepatitis C virus infection.\n* Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease.\n* Has a history of active tuberculosis (Bacillus tuberculosis).\n* Gastrointestinal malabsorption or any other condition that might affect the absorption of lenvatinib.\n* Has had a major surgery within 3 weeks prior to first dose of study intervention. Note: Adequate wound healing after major surgery must be assessed clinically independent of time elapsed for eligibility.\n* Has a preexisting Grade ≥3 gastrointestinal or non-gastrointestinal fistula.\n* Has radiographic evidence of encasement or invasion of major blood vessel, or of intratumoral cavitation.\n* Has active hemoptysis (bright red blood of at least 0.5 teaspoon) within 3 weeks prior to the first dose of study treatment.\n* Has clinically significant cardiovascular disease from 12 months of the first dose of study treatment including New York Heart Association Class III or IV congestive heart failure, unstable angina, myocardial infarction, cerebral vascular accident, or cardiac arrhythmia associated with hemodynamic instability.\n* Has urine protein ≥1 g/24-hour. Note: Participants with ≥2+ (≥100 mg/dL) proteinuria on urine dipstick testing (or urinalysis) will undergo 24-hour urine collection for quantitative assessment of proteinuria.\n* Prolongation of QTcF interval to \\>480 ms. Note: If the QTcF is prolonged to \\>480 ms in the presence of a pacemaker, contact the Sponsor to determine eligibility.\n* Has left ventricular ejection fraction (LVEF) below the institutional (or local laboratory) normal range, as determined by multigated acquisition scan (MUGA) or echocardiogram.\n* Has received prior therapy in the adjuvant setting. Note: Targeted therapy, anti-CTLA-4, or anti-PD-1 may be allowed.\n* Has received prior systemic treatment for unresectable or metastatic melanoma other than targeted therapy as noted in Inclusion Criteria above\n* Has received prior therapy with a monoclonal antibody, chemotherapy, or an investigational agent or device within 4 weeks or 5 half-lives (whichever is longer) before administration of study treatment or not recovered (≤Grade 1 or at Baseline) from adverse events due to previously administered agents.\n\nException to this rule would be use of denosumab, which is not excluded. Note: Participants with alopecia and ≤Grade 2 neuropathy are an exception and may enroll.\n\n* Has received prior radiotherapy within 2 weeks of first dose of study treatment (Cycle 1 Day 1). Participants must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis.\n* Has received live vaccine within 30 days before the first dose of study treatment.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment.\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n* Has had an allogeneic tissue/solid organ transplant.\n* Has a known psychiatric or substance abuse disorder that would interfere with cooperation with the requirements of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) as Assessed by Blinded Independent Central Review (BICR) Per Modified Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"PFS is defined as the time from date of randomization to the date of the first documentation of progressive disease (PD) or death from any cause, whichever occurs first. Per RECIST 1.1, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions is also considered PD. For this study, RECIST 1.1 has been modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS is defined as the time from date of randomization to date of death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null},{"groupId":"OG001","value":"39.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) as Assessed by BICR Per RECIST 1.1","description":"ORR is defined as the percentage of participants in the analysis population who have a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1. For this study, RECIST 1.1 has been modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.4","spread":null},{"groupId":"OG001","value":"35.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) as Assessed by BICR Per RECIST 1.1","description":"For participants who demonstrated CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of diameters of target lesions), DOR is defined as the date of the first documented evidence of CR or PR until disease progression or death from any cause, whichever occurs first. Per RECIST 1.1, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions is also considered PD. For this study, RECIST 1.1 has been modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.9","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"331","spread":null},{"groupId":"OG001","value":"330","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinue Study Treatment Due to Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who discontinued any study treatment due to an AE is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer [EORTC] Quality of Life Questionnaire-Core 30 [QLQ-C30] Global Health Status (GHS)/Quality of Life (QoL) Score","description":"The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. The GHS/QoL combined score consists of participant responses to the questions \"How would you rate your overall health during the past week?\" and \"How would you rate your overall quality of life during the past week?\" GHS/QoL responses range in score from 0 to 100, with a higher score indicating a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.38","spread":null},{"groupId":"OG001","value":"-2.69","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer [EORTC] Quality of Life Questionnaire-Core 30 [QLQ-C30] Physical Function (PF) Score","description":"The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. The PF Score consists of participant responses to questions regarding PF (5 questions about daily activities \\[strenuous activities, long walks, short walks, bed/chair rest and needing help with eating, dressing, washing themselves or using the toilet\\]). For PF, responses range in score from 0 to 100, with a higher score indicating a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.50","spread":null},{"groupId":"OG001","value":"-4.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) Based on Change From Baseline in EORTC QLQ-C30 GHS/QoL Score","description":"TTD is defined as the time from Baseline to 1st onset of a ≥10-point negative change (decrease) in EORTC-QLQ-C30 GHS Score. The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. TThe GHS/QoL Score consists of participant responses to the questions \"How would you rate your overall health during the past week?\" and \"How would you rate your overall quality of life during the past week?\" GHS/QoL responses range in score from 0 to 100, with a higher score indicating a better outcome. A longer TTD indicates a better outcome","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.62","spread":null},{"groupId":"OG001","value":"24.58","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) Based on Change From Baseline in EORTC QLQ-C30 in Physical Function (PF) Score","description":"TTD is defined as the time from Baseline to 1st onset of a ≥10-point negative change (decrease) in EORTC-QLQ-C30 PF Score. The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. The PF Score consists of participant responses to questions regarding PF (5 questions about daily activities \\[strenuous activities, long walks, short walks, bed/chair rest \\& needing help with eating, dressing, washing themselves or using the toilet\\]. For PF, responses range in score from 0 to 100, with a higher score indicating a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.55","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":119,"n":332},"commonTop":["Hypertension","Diarrhoea","Hypothyroidism","Asthenia","Fatigue"]}}}