{"nctId":"NCT02344004","briefTitle":"Study to Evaluate Efficacy of LAI When Added to Multi-drug Regimen Compared to Multi-drug Regimen Alone","startDateStruct":{"date":"2015-05-27","type":"ACTUAL"},"conditions":["Mycobacterium Infections, Nontuberculous"],"count":336,"armGroups":[{"label":"Multi-drug Regimen","type":"NO_INTERVENTION","interventionNames":[]},{"label":"LAI + Multi-drug Regimen","type":"EXPERIMENTAL","interventionNames":["Drug: LAI (Liposomal Amikacin for Inhalation) 590 mg"]}],"interventions":[{"name":"LAI (Liposomal Amikacin for Inhalation) 590 mg","otherNames":["ALIS (Amikacin Liposome Inhalation Suspension)","ARIKAYCE®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be continually positive for MAC on sputum culture while adhering to a multi-drug treatment regimen for a minimum duration of 6 months which is either ongoing or was completed no more than 12 months before screening\n2. Be diagnosed with MAC NTM lung infection with evidence of nodular bronchiectasis and/or fibrocavitary disease by chest CT\n3. Be willing to adhere to multi-drug treatment regimen during the course of the study\n\nExclusion Criteria:\n\n1. Patients with cystic fibrosis\n2. Positive pregnancy test or lactation at screening. All women of child bearing potential will be tested. Women not of childbearing potential are defined as postmenopausal (i.e., amenorrheic for at least 1 year), or surgically or naturally sterile.\n3. Active pulmonary tuberculosis requiring treatment at screening\n4. History of lung transplantation\n5. Prior exposure to LAI (including clinical study).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving Culture Conversion by Month 6 in the Liposomal Amikacin for Inhalation (LAI) + Multi-drug Regimen (MDR) Arm Compared to the MDR Alone Arm","description":"Sputum specimens were collected at Screening (Visit 1), Baseline (Visit 2), and at Visits 3 (Month 1) through 8 (Month 6). A negative culture result reflected a negative culture result for all sputum samples collected at each visit. Participants met the primary endpoint of culture conversion by Month 6 if they had 3 consecutive monthly MAC-negative sputum cultures during the first 6 months of the study. A participant needed to achieve the first of 3 consecutive negative sputum cultures (that defined culture conversion) by Month 4 in order to meet the primary endpoint by Month 6. Each participant in the intent to treat (ITT) population (ie, all randomized participants) was classified as either a converter or non-converter by Month 6.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"159","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Achieving Durable Culture Conversion Through 3 Months Off Treatment in the LAI + MDR Arm Compared to the MDR Arm Alone","description":"Sputum specimens were collected at screening, baseline (Day 1), during treatment, and at Months 1, 3, 6, and 12 months off treatment. Culture conversion with durability was defined as achieving culture conversion by Month 6 and then having no more than 2 consecutive broth positive cultures and no Agar positive culture up to 3 months off treatment. Converters with missing broth or Agar sputum culture result after Month 6 up to 3 months off treatment were considered as not achieving culture conversion with durability except those participants who are unable to produce sputum despite reasonable efforts, as reported by source documentation. Participants who had relapse/recurrence, had \"rescue\" medication and/or died before reaching 3 months off treatment were considered as not achieving culture conversion with durability.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"188","spread":null},{"groupId":"OG001","value":"112","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Day 1) to Month 6 in the Six-Minute Walk Test (6MWT) Distance in the LAI + MDR Arm Compared to the MDR Alone Arm","description":"A 6-minute walk assessment of exertional capability was performed at Baseline (Day 1) and at Month 6. The standardized protocol based on the ATS guidelines was used. The 6MWT was conducted by a site member who was blinded to the participant's open-label treatment assignment. The analysis of the change from Baseline (Day 1) to Month 6 in the 6MWT distance was performed after the last participant completed Month 6 and his/her 6MWT distance data were available.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"424.2","spread":"1.12"},{"groupId":"OG001","value":"420.9","spread":"0.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"420.6","spread":"4.73"},{"groupId":"OG001","value":"420.3","spread":"2.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"3.25"},{"groupId":"OG001","value":"-0.5","spread":"4.20"}]}]}]},{"type":"SECONDARY","title":"Time to Culture Conversion by Month 6 in the LAI + MDR Arm Compared to the MDR Alone Arm","description":"The time to culture conversion was defined by the date of the first of at least 3 consecutive monthly culture specimens that were Mycobacterium avium complex (MAC)-negative.\n\nThe 25th percentile time to conversion is the estimated time taken for 25% of participants to convert.\n\nThe 50th percentile time to conversion is the estimated time taken for 50% of participants to convert.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.13","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Sustained Culture Conversion at the End of Treatment (EOT) in the LAI + MDR Arm Compared to the MDR Arm Alone","description":"Sustained conversion was evaluated in participants who completed at least 12 months of treatment from the start of culture conversion. Sustained conversion was defined as conversion (3 consecutive negative monthly sputum samples) by Month 6 with no positive agar media culture or no more than 2 broth media cultures up to and including the time point. Participants who did not convert were considered non-sustained conversions.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"183","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in 6-Minute Walk Test (6MWT) Distance at EOT in the LAI Arm Compared to a Multi-drug Regimen Alone","description":"A 6-minute walk assessment of exertional capability was performed at Baseline (Day 1) and up to EOT or Month 16. The standardized protocol based on the ATS guidelines was used. The 6MWT was conducted by a site member who was blinded to the participant's open-label treatment assignment.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline (Day 1) at Month 6 in the St. George's Respiratory Questionnaire (SGRQ) Total Score","description":"The SGRQ was completed before administration of study drug at Baseline (Day 1) and Months 3, 6, 8, and 12, and at the EOT visit and the 3 months off treatment visit. The SGRQ is a self-administered questionnaire that has been validated in participants with airways disease, specifically in participants with bronchiectasis. The SGRQ assesses health-related quality of life in participants with chronic pulmonary disease by evaluating 3 health domains: symptoms (distress caused by respiratory symptoms); activity (effects of disturbances on mobility and physical activity); and impacts (the effect of disease on factors such as employment, personal control of one's health, and need for medication). A composite total score is derived as the sum of domain scores for symptoms, activity, and impact (0 = best possible score and 100 = worst possible score). A within patient reduction from baseline in score of 4 units is generally recognized as a clinically meaningful improvement in quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.555","spread":"21.3777"},{"groupId":"OG001","value":"38.409","spread":"21.5753"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.715","spread":"22.3559"},{"groupId":"OG001","value":"37.368","spread":"23.6868"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.009","spread":"13.4128"},{"groupId":"OG001","value":"-1.312","spread":"11.6216"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":45,"n":223},"commonTop":["Dysphonia","Cough","Dyspnoea","Haemoptysis","Fatigue"]}}}