{"nctId":"NCT02002832","briefTitle":"A Clinical Trial of Lurasidone in Treatment of Schizophrenia","startDateStruct":{"date":"2013-12"},"conditions":["Schizophrenia"],"count":388,"armGroups":[{"label":"Lurasidone group","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone tablets"]},{"label":"Risperidone group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Risperidone tablets"]}],"interventions":[{"name":"Lurasidone tablets","otherNames":["LATUDA"]},{"name":"Risperidone tablets","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provide written informed consent and aged between 18 and 65 years of age.\n* Meets DSM-IV-TR criteria for a primary diagnosis of schizophrenia, had a PANSS total score ≥ 70 and ≤ 120 at Screening and Baseline, and a score ≥ 4 on the CGI-S at Screening and Baseline.\n* Not pregnant, if of reproductive potential agrees to use adequate and reliable contraception for duration of study.\n* Able and agrees to remain off prior antipsychotic medication for the duration of study.\n* Willing and able to comply with the protocol, including the inpatient requirements and outpatient visits.\n\nExclusion Criteria:\n\n* Considered by the investigator to be at imminent risk of suicide or injury to self, others or property.\n* Any chronic organic disease of the CNS(other than schizophrenia)\n* Subjects are participating or participated in other clinical studies including marketed drugs or medical devices within 30 days before signing the informed consent form.\n* Clinically significant or history of alcohol abuse/alcoholism or drug abuse/dependence within the last 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Week 6 in Positive and Negative Syndrome Scale (PANSS) Total Scores.","description":"Mean change in Positive and Negative Syndrome Scale total score from baseline to Week 6 at the end of treatment. PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. It have 30 evaluation items, which include 7 positive sub-scale, 7 negative sub-scale and 16 general psychopathology sub-scale on a score of 1 to 7. The total score is the sum of the 30 scale items. The minimum score is 30 and the maximum score is 210. Patient with PANSS total scores\\<70 is the normal,but the scores\\>120 is more serious.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.2","spread":null},{"groupId":"OG001","value":"-34.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression Scale-Improvement (CGI-I) Score at Week 6.","description":"The Clinical Global Impression Scale-Improvement (CGI-I) Score is a 7 point scale that requires the clinician to assess how much the patient's illness has improved or worsened relative to baseline state at the beginning of the intervention. Response is rated as one of the following, in which higher scores indicate less improvement or worsening:\n\n1=Very much improved, 2=Much improved, 3=Minimally improved, 4=No change, 5=Minimally worse, 6=Much worse, and 7=Very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":194},"commonTop":["Extrapyramidal disorder","Consitpation","Nasopharyngitis","Akathisia","Insomnia"]}}}