{"nctId":"NCT00174785","briefTitle":"A Trial With Dronedarone to Prevent Hospitalization or Death in Patients With Atrial Fibrillation","startDateStruct":{"date":"2005-06"},"conditions":["Atrial Fibrillation","Atrial Flutter"],"count":4628,"armGroups":[{"label":"Dronedarone 400mg bid","type":"EXPERIMENTAL","interventionNames":["Drug: dronedarone (SR33589)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"dronedarone (SR33589)","otherNames":["Multaq®"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Patients aged 75 years or older (70 years before protocol amendment 1), or patients aged at least 70 years (any age before protocol amendment 1) with one or more of the following risk factors at baseline:\n\n  * Hypertension (taking antihypertensive drugs of at least two different classes)\n  * Diabetes\n  * Prior cerebrovascular accident (stroke or transient ischemic attack) or systemic embolism\n  * Left atrium diameter greater than or equal to 50 mm by echocardiography\n  * Left ventricular ejection fraction less than 0.40 by 2D-echocardiography (two-dimensional echocardiography)\n* 2\\. Availability of one electrocardiogram (ECG) within the last 6 months, showing that the patient was or is in AF/AFL\n* 3\\. Availability of one ECG within the last 6 months, showing that the patient was or is in sinus rhythm\n\nExclusion Criteria:\n\nGeneral criteria:\n\n* 1\\. Refusal or inability to give informed consent to participate in the study\n* 2\\. Any non cardiovascular illness or disorder that could preclude participation or severely limit survival including cancer with metastasis and organ transplantation requiring immune suppression\n* 3\\. Pregnant women (pregnancy test must be negative) or women of childbearing potential not on adequate birth control: only women with a highly effective method of contraception \\[oral contraception or intra-uterine device (IUD)\\] or sterile can be randomized.\n* 4\\. Breastfeeding women\n* 5\\. Previous (2 preceding months) or current participation in another clinical trial with an investigational drug (under development) or with an investigational device\n* 6\\. Previous participation in this trial\n\nCriteria Related to a cardiac condition:\n\n* 7\\. Patients in permanent atrial fibrillation\n* 8\\. Patients in unstable hemodynamic condition such as acute pulmonary edema within 12 hours prior to start of study medication; cardiogenic shock; treatment with intra-venous pressor agents; patients on respirator; congestive heart failure of stage NYHA IV (New York Heart Association classification) within the last 4 weeks; uncorrected, hemodynamically significant primary obstructive valvular disease; hemodynamically significant obstructive cardiomyopathy; a cardiac operation or revascularization procedure within 4 weeks preceding randomization\n* 9\\. Planned major non-cardiac or cardiac surgery or procedures including surgery for valvular heart disease, coronary artery bypass graft (CABG) , percutaneous coronary intervention (PCI) , or on urgent cardiac transplantation list\n* 10\\. Acute myocarditis or constrictive pericarditis\n* 11\\. Bradycardia \\< 50 bpm and/or PR-interval \\> 0.28 sec on the last 12-lead ECG\n* 12\\. Significant sinus node disease (documented pause of 3 seconds or more) or 2nd or 3rd degree atrioventricular block (AV-block) unless treated with a pacemaker\n\nCriteria Related to Concomitant Medications:\n\n* 13\\. Need of a concomitant medication that is prohibited in this trial, including the requirement for Vaughan Williams Class I and III anti-arrhythmic drugs, that would preclude the use of study drug during the planned study period\n\nCriteria Related to Laboratory Abnormalities:\n\n* 14\\. Plasma potassium \\< 3.5 mmol/l (as anti-arrhythmic drugs can be arrhythmogenic in patients with hypokalemia, this must be corrected prior to randomization)\n* 15\\. A calculated Glomerular Filtration Rate (GFR) at baseline \\<10 ml/min using the Cockroft Gault formula","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"First Hospitalization for Cardiovascular Reason or Death From Any Cause","description":"The primary event is the first hospitalization for cardiovascular reason or death from any cause, whichever is earlier, as assessed by the investigator. The primary efficacy analysis is performed on the time from randomization to this primary event. The Measured Values table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"734","spread":null},{"groupId":"OG001","value":"917","spread":null}]}]}]},{"type":"SECONDARY","title":"Death From Any Cause","description":"The considered event is death from any cause. The analysis is performed on the time from randomization to this event. The Measured Values table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]}]},{"type":"SECONDARY","title":"First Hospitalization for Cardiovascular Reason","description":"The considered event is the first hospitalization for cardiovascular reason, as assessed by the Investigator. The analysis is performed on the time from randomization to this event. The Measured Values table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"675","spread":null},{"groupId":"OG001","value":"859","spread":null}]}]}]},{"type":"SECONDARY","title":"Cardiovascular Death","description":"The considered event is cardiovascular death, as assessed by the Investigator. The analysis is performed on the time from randomization to this event. The Measured Values table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjudicated Cardiovascular Death","description":"The considered event is cardiovascular death, as assessed by the blinded adjudication of the Steering Committee. The analysis is performed on the time from randomization to this event. The Measured Values table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":456,"n":2291},"commonTop":["Any Gastrointestinal disorders","Any infections and infestations","Any general disorders and administration site conditions","Any musculoskeletal and connective tissue disorders","Any nervous system disorders"]}}}