{"nctId":"NCT04102579","briefTitle":"Efficacy, Safety, and Tolerability of Valbenazine for the Treatment of Chorea Associated With Huntington Disease","startDateStruct":{"date":"2019-11-13","type":"ACTUAL"},"conditions":["Chorea, Huntington"],"count":128,"armGroups":[{"label":"Valbenazine","type":"EXPERIMENTAL","interventionNames":["Drug: Valbenazine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Valbenazine","otherNames":["NBI-98854"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have a clinical diagnosis of Huntington Disease (HD) with chorea\n2. Be able to walk, with or without the assistance of a person or device\n3. Participants of childbearing potential who do not practice total abstinence must agree to use hormonal or two forms of nonhormonal contraception (dual contraception) consistently while participating in the study until 30 days (females) or 90 days (males) after the last dose of the study drug\n4. Be able to read and understand English\n\nExclusion Criteria:\n\n1. Have a history of previously established therapy with a VMAT2 inhibitor, in the judgement of the investigator\n2. Have difficulty swallowing\n3. Are currently pregnant or breastfeeding\n4. Have a known history of long QT syndrome, cardiac tachyarrhythmia, left bundle-branch block, atrioventricular block, uncontrolled bradyarrhythmia, or heart failure\n5. Have an unstable or serious medical or psychiatric illness\n6. Have a significant risk of suicidal behavior\n7. Have a history of substance dependence or substance (drug) or alcohol abuse, within 1 year of screening\n8. If taking antidepressant therapy, be on a stable regimen\n9. Have received gene therapy at any time\n10. Have received an investigational drug in a clinical study within 30 days of the baseline visit or plan to use such investigational drug (other than valbenazine) during the study\n11. Have had a blood loss ≥550 milliliters (mL) or donated blood within 30 days before the baseline visit\n12. Had a medically significant illness within 30 days before baseline, or any history of neuroleptic malignant syndrome","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Screening Period Baseline to Maintenance Period in the Unified Huntington's Disease Rating Scale (UHDRS) Total Maximal Chorea (TMC) Score.","description":"The TMC is part of the motor assessment of the UHDRS and measures chorea in 7 different body parts including the face, oral-buccal-lingual region, trunk and each limb independently. The TMC score is the sum of the individual scores and ranges from 0 to 28. A decrease in TMC scores indicates improvement in chorea symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.60","spread":"0.43"},{"groupId":"OG001","value":"-1.44","spread":"0.44"}]}]}]},{"type":"SECONDARY","title":"Percent of Clinical Global Impression of Change (CGI-C) Responders at Week 12","description":"The CGI-C is a 7-point scale that rates the overall global change in chorea symptoms since the initiation of study drug dosing, ranging from 1 (very much improved) to 7 (very much worse), as assessed by the investigator or qualified clinician designee.\n\nParticipants whose CGI-C score was either a 1 (very much improved) or a 2 (much improved) were classified as responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"13.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Patient Global Impression of Change (PGI-C) Responders at Week 12","description":"The PGI-C is a 7-point scale that rates the overall global change in chorea symptoms since the initiation of study drug dosing, ranging from 1 (very much improved) to 7 (very much worse), as assessed by the participant.\n\nParticipants whose PGI-C score was either a 1 (very much improved) or a 2 (much improved) were classified as responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":null},{"groupId":"OG001","value":"26.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in the Quality of Life in Neurological Disorders (Neuro-QoL) Upper Extremity Function T-Score","description":"The Neuro-QoL Upper Extremity Function Short Form consists of 8 questions about physical abilities, rated from 1 (unable to do) to 5 (without any difficulty). The Neuro-QoL scores were standardized as T-scores with a mean of 50 and standard deviation of 10. Scores below 50 indicated below average upper extremity function. The change from baseline to Week 12 in the Neuro-QoL Upper Extremity Function T-score are presented here. An increase in score indicates increased function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.58","spread":"1.01"},{"groupId":"OG001","value":"-3.00","spread":"1.04"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in the Neuro-QoL Lower Extremity Function T-Score","description":"The Neuro-QoL Lower Extremity Function Short Form consists of 8 questions about physical abilities, rated from 1 (unable to do) to 5 (without any difficulty). The Neuro-QoL scores were standardized as T-scores with a mean of 50 and standard deviation of 10. Scores below 50 indicated below average upper extremity function. The change from baseline to Week 12 in the Neuro-QoL Upper Extremity Function T-score are presented here. An increase in score indicates better function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.82"},{"groupId":"OG001","value":"0.61","spread":"0.84"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":64},"commonTop":["Fall","Fatigue","Somnolence","Akathisia","Rash"]}}}