{"nctId":"NCT02152371","briefTitle":"A Study of Dulaglutide (LY2189265) in Participants With Type II Diabetes","startDateStruct":{"date":"2014-05"},"conditions":["Diabetes Mellitus, Type 2"],"count":300,"armGroups":[{"label":"Dulaglutide + Insulin Glargine","type":"EXPERIMENTAL","interventionNames":["Drug: Dulaglutide","Drug: Insulin Glargine","Drug: Metformin"]},{"label":"Placebo + Insulin Glargine","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Insulin Glargine","Drug: Metformin"]}],"interventions":[{"name":"Dulaglutide","otherNames":["LY2189265"]},{"name":"Placebo","otherNames":[]},{"name":"Insulin Glargine","otherNames":[]},{"name":"Metformin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have type 2 diabetes (based on the World Health Organization's \\[WHO\\] diagnostic criteria)\n* Have been treated with basal insulin glargine once daily with or without metformin for at least 3 months prior to screening\n* Doses of once daily insulin glargine and metformin (if taken) must be stable during the 3-month period prior to screening. Doses of metformin are considered stable if all prescribed doses during this period are in the range between the minimum required dose (≥1500 mg/day) and the maximum approved dose per the locally-approved label\n* Have an HbA1c value ≥7.0% and ≤10.5% as assessed by the central laboratory at screening\n* Require further insulin glargine dose increase at week 3 per the treat-to-target (TTT) algorithm based on the SMPG data collected during the prior week\n* Have stable weight (±5%) ≥3 months prior to screening\n* Have body mass index (BMI) ≤45 kilograms per square meter (kg/m\\^2) at screening\n* Are able and willing to administer once weekly randomized therapy\n* Are females of childbearing potential who must:\n\n  * Test negative for pregnancy at screening, based on a serum pregnancy test\n  * Agree to use a reliable method of birth control\n  * Not be breastfeeding\n\nExclusion Criteria:\n\n* Have been treated with ANY other antihyperglycemia regimen, other than basal insulin glargine once daily with or without metformin, within the 3 months prior to screening or between screening and week 3\n* Have a history of ≥1 episode of ketoacidosis or hyperosmolar state/coma\n* Have a history of hypoglycemia unawareness within the 6 months prior to screening\n* Have been treated with drugs that promote weight loss within the 3 months prior to screening or between screening and week 3\n* Are receiving chronic (\\>14 days) systemic glucocorticoid therapy or have received such therapy within the 4 weeks prior to screening or between screening and week 3\n* Have had any of the following cardiovascular conditions within the 2 months prior to screening: acute myocardial infarction (MI), New York Heart Association (NYHA) Class III or Class IV heart failure, or cerebrovascular accident (stroke)\n* Have a known clinically significant gastric emptying abnormality or have undergone gastric bypass surgery or restrictive bariatric surgery\n* Have acute or chronic hepatitis, signs and symptoms of any other liver disease, or alanine aminotransferase (ALT) level \\>2.5 times the upper limit of the reference range, as determined by the central laboratory\n* Have a history of chronic pancreatitis or acute idiopathic pancreatitis, or were diagnosed with any type of acute pancreatitis within the 3 months prior to screening\n* Have an estimated glomerular filtration rate (eGFR) \\<30 milliliters/minute/1.73 square meter (mL/min/m\\^2), calculated by the Chronic Kidney Disease-Epidemiology (CKD-EPI) equation, as determined by the central laboratory; for participants on metformin, have renal disease or renal dysfunction (for example, a serum creatinine ≥1.5 mg/deciliter \\[dL\\] \\[male\\] or ≥1.4 mg/dL \\[female\\] or eGFR \\[CKD-EPI\\] \\<60 mL/min/1.73 m\\^2)\n* Have evidence of a significant, uncontrolled endocrine abnormality\n* Have any self or family history of type 2A or type 2B multiple endocrine neoplasia (MEN 2A or 2B) in the absence of known C-cell hyperplasia\n* Have any self or family history of medullary C-cell hyperplasia, focal hyperplasia, or carcinoma (including sporadic, familial, or part of MEN 2A or 2B syndrome)\n* Have serum calcitonin ≥20 picograms/mL, as determined by the central laboratory\n* Have evidence of a significant, active autoimmune abnormality\n* Have any other condition not listed in this section that is a contraindication for use of insulin glargine, or, for participants using metformin, have a condition that is a contraindication for the use of metformin and would require metformin discontinuation per label\n* Have a history of transplanted organ\n* Have a history of active or untreated malignancy, or are in remission from a clinically significant malignancy during the 5 years prior to screening\n* Have a history of any other condition which, in the opinion of the investigator, may preclude the participants from following and completing the protocol\n* Have any hematologic condition that may interfere with HbA1c measurement (eg, hemolytic anemias, sickle-cell disease)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to 28 Weeks in Hemoglobin A1c (HbA1c)","description":"HbA1c is a form of hemoglobin that is measured primarily to identify the average plasma glucose concentration over prolonged periods of time. Least-squares (LS) mean and standard error (SE) changes from baseline in HbA1c at 28 weeks were measured using mixed model regression and restricted maximum likelihood (REML) with treatment, pooled country, visit, and treatment-by -visit interaction as fixed effects, baseline as covariate, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.44","spread":"0.09"},{"groupId":"OG001","value":"-0.67","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 28 Weeks in Fasting Serum Glucose (FSG)","description":"FSG is a test to determine glucose levels after an overnight fast. LS means FSG change from baseline to primary endpoint at week 28 was calculated using a mixed effects model for repeated measures (MMRM) analysis adjusted by treatment, country, metformin use, week, treatment-by-week interaction, and baseline FSG as covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.63","spread":"4.16"},{"groupId":"OG001","value":"-27.90","spread":"4.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 28 Weeks in 7-Point Self Monitored Plasma Glucose (SMPG)","description":"The LS means of the 7-point SMPG change from baseline to primary endpoint at week 28 was measured using a MMRM analysis adjusted by treatment, country, metformin use, week, treatment-by-week interaction, and baseline SMPG as covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.03","spread":"2.71"},{"groupId":"OG001","value":"-35.97","spread":"2.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-64.16","spread":"4.31"},{"groupId":"OG001","value":"-46.97","spread":"4.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.89","spread":"3.72"},{"groupId":"OG001","value":"-25.34","spread":"3.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-51.13","spread":"4.40"},{"groupId":"OG001","value":"-32.98","spread":"4.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.68","spread":"4.21"},{"groupId":"OG001","value":"-28.71","spread":"4.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.63","spread":"5.22"},{"groupId":"OG001","value":"-27.35","spread":"5.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.77","spread":"4.27"},{"groupId":"OG001","value":"-20.30","spread":"4.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 28 Weeks in Body Weight","description":"LS means of the body weight change from baseline to primary endpoint at week 28 was adjusted by treatment, country, metformin use, week, treatment-by-week interaction, and baseline body weight as covariate, via a MMRM analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.91","spread":"0.30"},{"groupId":"OG001","value":"0.50","spread":"0.30"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 28 Weeks in Daily Mean Insulin Glargine Dose","description":"Least Square (LS) Means of the insulin dose change from baseline to primary endpoint at week 28 was adjusted by treatment, country, metformin use, week, treatment-by-week interaction, and baseline insulin dose as covariate, via a MMRM analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.75","spread":"2.27"},{"groupId":"OG001","value":"25.94","spread":"2.30"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Investigator Reported and Adjudicated Cardiovascular Events","description":"Cardiovascular (CV) adverse events (AEs) were adjudicated by an independent committee of physicians with cardiology expertise external to the sponsor. Deaths occurring during the study treatment period and nonfatal CV AEs were to be adjudicated. Nonfatal CV events that were to be adjudicated were myocardial infarction; hospitalization for unstable angina; hospitalization for heart failure; coronary interventions (such as coronary artery bypass graft (CABG) or percutaneous coronary intervention (PCI); and cerebrovascular events, including cerebrovascular accident (CVA/stroke), and transient ischemic attack (TIA).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Self-Reported Events of Hypoglycemia","description":"Hypoglycemic events (HE) were classified as severe (defined as episodes requiring the assistance of another person to actively administer resuscitative actions), documented symptomatic (defined as any time a participant feels that he/she is experiencing symptoms and/or signs associated with hypoglycemia, and has a plasma glucose level of =\\<3.9 mmol/L), asymptomatic (defined as events not accompanied by typical symptoms of hypoglycemia but with a measured plasma glucose of =\\<3.9 mmol/L), nocturnal (defined as any hypoglycemic event that occurred between bedtime and waking), or probable symptomatic (defined as events during which symptoms of hypoglycemia were not accompanied by a plasma glucose determination). The percentage of participants with self-reported hypoglycemic events is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null},{"groupId":"OG001","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.7","spread":null},{"groupId":"OG001","value":"39.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.0","spread":null},{"groupId":"OG001","value":"28.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Discontinuing the Study Due to Severe, Persistent Hyperglycemia","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adjudicated Acute Pancreatitis Events","description":"The number of cases of acute pancreatitis confirmed by adjudication. A summary of serious and other non-serious AEs, regardless of causality, is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Thyroid Tumors/Neoplasms (Including C-Cell Hyperplasia)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Dulaglutide Anti-Drug Antibodies","description":"Dulaglutide anti-drug antibodies (ADA) were assessed at baseline, Weeks 12 and 28. A participant was considered to have treatment-emergent (TE) dulaglutide ADAs if the participant had at least 1 titer that was TE relative to baseline, defined as a 4-fold or greater increase in titer from baseline measurement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving HbA1c Targets of <7.0% or ≤6.5%","description":"Percentage of participants who achieved HbA1c levels of \\<7% or ≤6.5% were analyzed using a logistic regression model, controlling for treatment, pre-treatment, baseline HbA1c and country.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.7","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.3","spread":null},{"groupId":"OG001","value":"35.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving HbA1c Target of <7.0% and Without Weight Gain (<0.1 Kilograms [kg]) at 28 Weeks and Without Documented Symptomatic Hypoglycemia During the Maintenance Period (Weeks 12-28)","description":"Percentage of participants who achieved a target HbA1c target of \\<7%, without weight gain and without documented symptomatic hypoglycemia at 28 weeks were analyzed using regression model, controlling for treatment, pre-treatment, baseline HbA1c and country.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.7","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving HbA1c Target of <7.0% at 28 Weeks and Without Documented Symptomatic Hypoglycemia During the Maintenance Period (Weeks 12-28)","description":"Percentage of participants achieving target HbA1c of \\<7.0% at 28 weeks without documented symptomatic hypoglycemia are presented. Documented symptomatic hypoglycemia is defined as any time a participant experienced symptoms and or signs associated with hypoglycemia and had a plasma glucose of \\<=70 mg/dL.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.0","spread":null},{"groupId":"OG001","value":"28.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving HbA1c Target of <7.0% and Without Weight Gain (<0.1 kg)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":null},{"groupId":"OG001","value":"20.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Hypoglycemic Events up to 28 Weeks","description":"The rate of total hypoglycemic events any type per 30 days is presented. The hypoglycemia rate per 30 days during defined period is calculated by the number of hypoglycemia events within the period/number of days participant at risk within the period\\*30 days.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.63","spread":"1.24"},{"groupId":"OG001","value":"0.70","spread":"1.32"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":150},"commonTop":["Diarrhoea","Upper respiratory tract infection","Nausea","Nasopharyngitis","Decreased appetite"]}}}