{"nctId":"NCT04829747","briefTitle":"Study to Assess Adverse Events (AEs) When Oral Atogepant Tablet is Given to Adult Chinese Participants Who Completed Study 3101-303-002 to Prevent Chronic Migraine","startDateStruct":{"date":"2021-08-02","type":"ACTUAL"},"conditions":["Chronic Migraine"],"count":3,"armGroups":[{"label":"Atogepant","type":"EXPERIMENTAL","interventionNames":["Drug: Atogepant"]}],"interventions":[{"name":"Atogepant","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Eligible participants completed the double-blind treatment period, and the safety follow-up period, if applicable, depending on the timing of study initiation, of Study 3101-303-002 without significant protocol deviations and who did not experience an adverse event (AE) that, in the investigator's opinion, may indicate an unacceptable safety risk.\n\nExclusion Criteria:\n\n* Participants requiring any medication, diet, or nonpharmacological treatment on the list of prohibited concomitant medications or treatments, that cannot be discontinued or switched to an allowable alternative. Concomitant medications with demonstrated efficacy for the prevention of migraine is exclusionary, except that participants from lead-in study 3101-303-002 taking 1 medication with demonstrated efficacy for the prevention of migraine may participate in the current study provided that the dose was stable prior to the lead-in study and the participant is willing to continue taking that medication.\n* Participants with an electrocardiogram (ECG) indicating clinically significant abnormalities at Visit 1.\n* Participants with hypertension (sitting systolic blood pressure (BP) \\> 160 mm Hg or sitting diastolic BP \\> 100 mm Hg) at Visit 1.\n* Participants with a significant risk of self-harm Columbia-Suicide Severity Rating Scale (C-SSRS), or of harm to others (investigator opinion); participants who report suicidal ideation with intent, with or without a plan, since the last visit, must be excluded.\n* Participants with clinically significant hematologic, endocrine, cardiovascular, pulmonary, renal, hepatic, gastrointestinal, or neurologic disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"An adverse event (AE) is defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product which does not necessarily have a causal relationship with this treatment. The investigator assesses the relationship of each event to the use of study. A serious adverse event (SAE) is an event that results in death, is life-threatening, requires or prolongs hospitalization, results in a congenital anomaly, persistent or significant disability/incapacity.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Significant Change in Clinical Laboratory Determinations","description":"Number of participants with clinically significant change from baseline for any detectable clinical laboratory tests like hematology will be reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Significant Change in Vital Sign Measurements","description":"Number of participants with clinically significant change from baseline for any vital signs like standing BP, sitting and standing pulse rate will be reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Significant Change in Electrocardiogram (ECG) Parameters","description":"12-lead ECG will be performed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With a Change in Columbia-Suicide Severity Rating Scale (C-SSRS)","description":"The C-SSRS is a clinician-rated instrument that reports the severity of both suicidal ideation and behavior. Suicidal ideation is classified on a 5-item scale: 1 being wish to be dead and 5 being active suicidal ideation with specific plan and intent. Suicidal behavior is classified on a 5-item scale: 0 being no suicidal behavior and 4 being actual attempt.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":3},"commonTop":["DYSMENORRHEA","UPPER RESPIRATORY TRACT INFECTION"]}}}