{"nctId":"NCT00265941","briefTitle":"Radiation Therapy and Cisplatin With or Without Cetuximab in Treating Patients With Stage III or Stage IV Head and Neck Cancer","startDateStruct":{"date":"2005-11"},"conditions":["Head and Neck Cancer"],"count":940,"armGroups":[{"label":"RT + cisplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: cisplatin","Radiation: Accelerated Fractionation by Concomitant Boost","Radiation: Intensity-modulated radiation therapy"]},{"label":"RT + cisplatin + cetuximab","type":"EXPERIMENTAL","interventionNames":["Drug: cetuximab","Drug: cisplatin","Radiation: Accelerated Fractionation by Concomitant Boost","Radiation: Intensity-modulated radiation therapy"]}],"interventions":[{"name":"cetuximab","otherNames":[]},{"name":"cisplatin","otherNames":[]},{"name":"Accelerated Fractionation by Concomitant Boost","otherNames":["AFX-CB"]},{"name":"Intensity-modulated radiation therapy","otherNames":["IMRT"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Pathologically (histologically or cytologically) proven (from primary lesion and/or lymph nodes) diagnosis of squamous cell carcinoma of the oropharynx, hypopharynx, or larynx;\n* Selected stage III or IV disease (T2N2-3M0, T3-4 any N M0); Note: Patients with T1, any N, or T2N1 tumors are not eligible.\n* Appropriate stage for protocol entry, including no distant metastases, based upon the following minimum diagnostic workup:\n* History/physical examination within 4 weeks prior to registration, including assessment of weight and weight loss in past 6 months and an examination by a Medical Oncologist;\n* Chest x-ray (or Chest CT scan or PET/CT scan) within 6 weeks prior to registration;\n* CT scan or MRI of the head and neck (of the primary tumor and neck nodes) or PET/CT scan within 6 weeks prior to registration; see Section 6.11 for details of PET scans. Note: A PET/CT can only be used instead of a CT scan or MRI if the CT is a high quality scan with contrast.\n* Left ejection fraction determined by echocardiogram and/or multiple gated acquisition (MUGA) technique within 12 weeks of registration;\n* Zubrod Performance Status 0-1;\n* Age \\> 18;\n* Adequate bone marrow function, defined as follows:\n* Absolute neutrophil count (ANC) \\> 1,800 cells/mm3 based upon CBC/differential obtained within 2 weeks prior to registration on study;\n* Platelets \\> 100,000 cells/mm3 based upon complete blood count (CBC)/differential obtained within 2 weeks prior to registration on study;\n* Hemoglobin \\> 8.0 g/dl based upon CBC/differential obtained within 2 weeks prior to registration on study (Note: The use of transfusion or other intervention to achieve Hgb \\> 8.0 g/dl is acceptable.)\n* Adequate hepatic function, defined as follows:\n* Bilirubin \\< 1.5 mg/dl within 2 weeks prior to registration on study; For patients with Gilbert's disease as the sole cause of elevated bilirubin, please contact the PI, Dr. Ang.\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\< 2x the upper limit of normal within 2 weeks prior to registration on study;\n* Adequate renal function, defined as follows:\n* Serum creatinine \\< 1.5 mg/dl within 2 weeks prior to registration\n* Creatinine clearance (CCr) ≥ 50 ml/min within 2 weeks prior to registration determined by 24-hour collection or estimated by Cockcroft-Gault formula: CCr male = \\[(140 - age) x (wt in kg)\\]/\\[(Serum Cr mg/dl) x (72)\\] CCr female = 0.85 x (CrCl male)\n* Pregnancy test within 2 weeks prior to registration for women of childbearing potential;\n* Women of childbearing potential and male participants must agree to use a medically effective means of birth control throughout their participation in the treatment phase of the study (until at least 60 days following the last study treatment);\n* Patient must sign study specific informed consent prior to study entry.\n\nExclusion criteria:\n\n* Prior invasive malignancy (except non-melanomatous skin cancer) unless disease free for a minimum of 3 years;\n* Patients with simultaneous primaries or bilateral tumors are excluded.\n* Gross total excision (e.g., by tonsillectomy) of the primary tumor; however, partial removal of the tumor to alleviate an impending airway obstruction does not make the patient ineligible.\n* Prior systemic chemotherapy for the study cancer; note that prior chemotherapy for a different cancer is allowable;\n* Prior radiotherapy to the region of the study cancer that would result in overlap of radiation therapy fields;\n* Primary site of tumor of oral cavity, nasopharynx, sinuses, or salivary glands;\n* Initial surgical treatment, excluding diagnostic biopsy of the primary site or nodal sampling of neck disease; radical or modified neck dissection is not permitted.\n* Severe, active co-morbidity, defined as follows:\n* Current uncontrolled cardiac disease; i.e., uncontrolled hypertension, unstable angina, recent myocardial infarction (within prior 6 months), uncontrolled congestive heart failure, and cardiomyopathy with decreased ejection fraction;\n* Left Ventricular Ejection Fraction \\< 45%;\n* Transmural myocardial infarction within the last 6 months;\n* Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration;\n* Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of registration;\n* Acquired Immune Deficiency Syndrome (AIDS) based upon current Centers for Disease Control and Prevention (CDC) definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive. Protocol-specific requirements may also exclude immuno-compromised patients.\n* Any uncontrolled condition, which in the opinion of the investigator, would interfere in the safe and timely completion of study procedures;\n* CTCAE, v. 3.0 grade 3-4 electrolyte abnormalities:\n\n  * Calcium \\< 7 mg/dl or \\> 12.5 mg/dl;\n  * Glucose \\< 40 mg/dl or \\> 250 mg/dl;\n  * Magnesium \\< 0.9 mg/dl or \\> 3 mg/dl;\n  * Potassium \\< 3 mmol/L or \\> 6 mmol/L;\n  * Sodium \\< 130 mmol/L or \\> 155 mmol/L\n* Pregnant or lactating women or women of childbearing potential and men who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the treatment involved in this study may be significantly teratogenic.\n* Prior allergic reaction to the study drug(s) involved in this protocol;\n* Prior therapy that specifically and directly targets the EGFR pathway;\n* Prior severe infusion reaction to a monoclonal antibody.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) (3-year Rate Reported)","description":"Progression-free survival (PFS) is defined as time from randomization to date of local, regional, or distant disease progression, or death from any cause. Patients last known to be alive without progression are censored at the date of last contact. Three-year rates were estimated by the Kaplan-Meier method. Local or regional progression is defined as an estimated increase in the size of the tumor (product of the perpendicular diameters of the two largest dimensions) of greater than 25%, taking as reference the smallest value of all previous measurements or appearance of new areas of malignant disease. Distant progression is defined as clear evidence of distant metastases.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.2","spread":null},{"groupId":"OG001","value":"58.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) (3-year Rate Reported)","description":"Overall survival is defined as time from randomization to date of death from any cause. Patients last known to be alive are censored at the date of last contact. Three-year rates were estimated by the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.9","spread":null},{"groupId":"OG001","value":"75.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Local-regional Failure (LRF) (3-year Rate Reported)","description":"Local-regional failure is defined as time from randomization to date of failure (local or regional progression), or distant disease progression, or death from any cause. Patients last known to be alive without progression are censored at the date of last contact. Distant disease progression is considered a competing risk. Local or regional progression is defined as an estimated increase in the size of the tumor (product of the perpendicular diameters of the two largest dimensions) of greater than 25%, taking as reference the smallest value of all previous measurements or appearance of new areas of malignant disease. Distant progression is defined as clear evidence of distant metastases. Three-year rates were estimated by the cumulative incidence method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.9","spread":null},{"groupId":"OG001","value":"25.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Mucositis Toxicity ≥ Grade 3","description":"Grade 3 or higher Common Terminology Criteria for Adverse Events (CTCAE) version 3.0 radiation mucositis definitely, probably, or possibly related to protocol treatment. Grade refers to the severity of the AE. The CTCAE v3.0 assigns Grades 1 through 5 with unique clinical descriptions of severity for each AE based on this general guideline: Grade 1 Mild AE, Grade 2 Moderate AE, Grade 3 Severe AE, Grade 4 Life-threatening or disabling AE, Grade 5 Death related to AE.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"43.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Other Toxicity ≥ Grade 3 (Not Mucositis)","description":"Grade 3 or higher Common Terminology Criteria for Adverse Events (CTCAE) version 3.0 other than radiation mucositis definitely, probably, or possibly related to protocol treatment. Grade refers to the severity of the AE. The CTCAE v3.0 assigns Grades 1 through 5 with unique clinical descriptions of severity for each AE based on this general guideline: Grade 1 Mild AE, Grade 2 Moderate AE, Grade 3 Severe AE, Grade 4 Life-threatening or disabling AE, Grade 5 Death related to AE.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.3","spread":null},{"groupId":"OG001","value":"91.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Patients Who Tolerated Treatment","description":"A patient was considered to have tolerated treatment if radiation therapy was scored as per protocol or with acceptable variation, they received 2 cycles of cisplatin, and for arm 2, they received the initial dose of cetuximab and at least 5 weekly doses of cetuximab .","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.8","spread":null},{"groupId":"OG001","value":"70.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Deaths ≤ 30 Days After Discontinuation of Protocol Treatment","description":"Patients who died during treatment or within 30 days after the end of treatment","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life as Measured by European Quality of Life Questionnaire (EQ-5D)","description":"The EQ-5D is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 3 problem levels (1-none, 2-moderate, 3-extreme). Health states are defined by the combination of the leveled responses to the 5 dimensions, generating 243 health states to which unconsciousness and death are added. The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm 10-point interval scale. Worst imaginable health state is scored as 0 at the bottom of the scale, and best imaginable health state is scored as 100 at the top. Both the 5-item index score and the VAS score are transformed into a utility score between 0 (worst health state) and 1 (best health state).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":"0.18"},{"groupId":"OG001","value":"0.77","spread":"0.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":"0.17"},{"groupId":"OG001","value":"0.84","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Quality of Life as Measured by Proportion of Patients With Performance Status Scale for Head and Neck Cancer (PSS-HN) Scores ≤ 50","description":"The PSS-HN is a clinician rated instrument consisting of assessment of three functions (subscales): Normalcy of Diet, Eating in Public, and Understandability of Speech. The interviewer rates the patient on each scale based on the patient's responses to targeted questions. Scores on each subscale range from 0-100, with higher scores indicating better performance. It has been demonstrated to be reliable and valid in head and neck cancer patients.The site research nurse or clinical research associate (CRA) will determine the score on each of the subscales by performing a clinical evaluation and unstructured interview format. The PSS-HN takes approximately 5 minutes to complete.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.80","spread":null},{"groupId":"OG001","value":"0.85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.37","spread":null},{"groupId":"OG001","value":"0.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.62","spread":null},{"groupId":"OG001","value":"0.63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":null},{"groupId":"OG001","value":"0.23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"0.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life as Measured by Change From Baseline in Functional Assessment of Cancer Therapy-General (FACT-HN) at 12 Months","description":"The Functional Assessment of Cancer Therapy-Head and Neck (FACT-HN) is a 10-item self-report instrument designed to measure multidimensional quality of life in patients with head and neck cancer. It is to be administered with the FACT-General. There are 5 responses options, with 0=Not a lot and 4=Very much. All items are added together to obtain a total score which ranges from 0-40. Certain items must be reversed before it is added by subtracting the response from 4. It requires at least 50% of the items to be completed while the overall response rate of the FACT-HN including the FACT-G must be greater than 80%. If items are missing, the subscale scores can be prorated. A higher score indicated better QOL. Change from baseline to 12 months (12 months - baseline) is reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"18.9"},{"groupId":"OG001","value":"-5.11","spread":"22.5"}]}]}]},{"type":"SECONDARY","title":"Correlation of Expression of Epidermal Growth Factor Receptor (EGFR) With PFS, OS, and LRF","description":"EGFR expression is categorized as high (\\>/=80%) and low (\\<80%) in order to compare outcome by favorable and unfavorable risk group, per protocol. Times are measured from randomization. Overall survival is defined as time from randomization to date of death from any cause. PFS is time to loco-regional progression (LRP), distant disease progression (DDP), or death. LRF is time to LRP, DDP, or death, with DDP considered a competing risk. Patients last known to be alive without event are censored at the date of last contact. LRP is defined as an estimated increase in the size of the tumor (product of the perpendicular diameters of the two largest dimensions) of greater than 25%, taking as reference the smallest value of all previous measurements or appearance of new areas of malignant disease. DDP is defined as clear evidence of distant metastases. Three-year LRF rates were estimated by the cumulative incidence method. Three-year PFS and OS rates were estimated by the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.5","spread":null},{"groupId":"OG001","value":"60.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.7","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7","spread":null},{"groupId":"OG001","value":"19.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Correlation of Pre-treatment Positron Emission Tomography (PET)/CT Maximum Standardized Uptake Value (SUVmax) With PFS, OS, and LRF","description":"SUVmax is categorized as high (\\>median) and low (\\</=median). All times are measured from randomization. Overall survival is defined as time from randomization to date of death from any cause. PFS is time to loco-regional failure (LRP), distant disease progression (DDP), or death. LRF is time to LRP, DDP, or death, with DDP considered a competing risk. Patients last known to be alive without event are censored at the date of last contact. LRP is defined as an estimated increase in the size of the tumor (product of the perpendicular diameters of the two largest dimensions) of greater than 25%, taking as reference the smallest value of all previous measurements or appearance of new areas of malignant disease. DDP is defined as clear evidence of distant metastases. Three-year LRF rates were estimated by the cumulative incidence method. Three-year PFS and OS rates were estimated by the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null},{"groupId":"OG001","value":"85.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.3","spread":null},{"groupId":"OG001","value":"91.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"11.8","spread":null}]}]}]},{"type":"SECONDARY","title":"2-year Nodal Relapse Rates in Clinical N2-3 Patients by Post-treatment PET/CT Finding and Nodal Response","description":"Patients are grouped by the combination of clinical nodal response status and the post-treatment PET/CT finding (negative or positive). Nodal relapse rate is calculated for each group by the cumulative incidence method. Relapse is defined as reappearance of tumor after complete response. If possible, relapse should be confirmed by biopsy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"33.3","spread":null},{"groupId":"OG002","value":"16.7","spread":null},{"groupId":"OG003","value":"11.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":208,"n":447},"commonTop":["Dysphagia","Radiation mucositis","Dry mouth","Fatigue","Weight decreased"]}}}