{"nctId":"NCT02137226","briefTitle":"BI 695501 Compared to Adalimumab in Patients With Active Rheumatoid Arthritis","startDateStruct":{"date":"2015-01-26","type":"ACTUAL"},"conditions":["Arthritis, Rheumatoid"],"count":645,"armGroups":[{"label":"BI 695501","type":"EXPERIMENTAL","interventionNames":["Drug: BI 695501"]},{"label":"US-licensed Humira®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: US-licensed Humira®"]}],"interventions":[{"name":"BI 695501","otherNames":[]},{"name":"US-licensed Humira®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* All patients must sign and date an Informed Consent Form consistent with International Conference on Harmonisation Good Clinical Practice (ICH GCP) guidelines and local legislation prior to participation in the trial (i.e. prior to any trial procedures, which include medication washout and restrictions) and be willing to follow the protocol.\n* Male or female participants, between 18 and 80 years of age, who have a diagnosis of moderately to severely active Rheumatoid arthritis for at least 6 months as defined by at least six swollen joints (66 joint count) and at least six tender joints (68 joint count) at Screening and Baseline (Day 1), and either an Erythrocyte sedimentation rate of \\>28 mm/hour OR a C-reactive protein (CRP) level \\>1.0 mg/dL (normal: \\<0.4 mg/dL) at Screening. Patients must currently be receiving methotrexate (MTX) therapy.\n* Current treatment for Rheumatoid arthritis on an outpatient basis:\n\n  1. Must be receiving and tolerating oral or parenteral MTX therapy at a dose of 15 to 25 mg per week (dose may be as low as 10 mg per week if the patient is unable to tolerate a higher dose) for at least 12 weeks immediately prior to Day 1. The dose and administration route should remain stable for at least 4 weeks prior to Day 1 until Week 24. After Week 24 the administration route can be changed at the investigator's discretion. Patients receiving a lower dose of MTX (10 to 14 mg/week) should be doing so as a result of a documented history of intolerance to higher doses of MTX.\n  2. Patients must be willing to receive oral folic acid (at least 5 mg/week or as per local practice) or folinic acid (at least 1 mg/week or as per local practice) or equivalent during the entire trial (mandatory comedication for MTX treatment).\n  3. Disease modifying antirheumatic drug (DMARD) use will be restricted according to guidelines listed in the trial protocol.\n  4. If receiving current treatment with oral corticosteroids (other than intra-articular or parenteral), the dose must not exceed 10 mg/day prednisolone or equivalent. During the 4 weeks prior to Baseline (Day 1) the dose must remain stable.\n  5. Any concomitant non-steroidal anti-inflammatory drugs (NSAIDs) must be stable for at least 2 weeks prior to Day 1.\n  6. Patients may be taking oral hydroxychloroquine provided that the dose is not greater than 400 mg/day or chloroquine provided that the dose is not greater than 250 mg/day. These doses must have been stable for a minimum of 12 weeks prior to Day 1. The hydroxychloroquine or chloroquine treatment will need to be continued at a stable dose with the same formulation until the end of the trial.\n* For participants of reproductive potential (males and females), a reliable means of contraception has to be used throughout trial participation(acceptable methods of birth control include for example birth control pills, intrauterine devices \\[IUDs\\], surgical sterilization, vasectomized partner and double barrier method.. All patients (males and females of child-bearing potential) must also agree to use an acceptable method of contraception for 6 months following completion or discontinuation from the trial medication.\n\nExclusion criteria:\n\n* ACR functional Class IV or wheelchair/bed bound.\n* Primary or secondary immunodeficiency, including known history of HIV infection, or a positive test at Screening.\n* History of Tuberculosis, latent Tuberculosis, or positive purified protein derivative test or interferon gamma-releasing assay .\n* Known clinically significant coronary artery disease or significant cardiac arrhythmias or severe congestive heart failure, or interstitial lung disease.\n* Previous treatment with \\>=2 biologic agents.\n* Previous treatment with adalimumab or adalimumab biosimilar.\n* Current treatment or previous treatment with leflunomide within 8 weeks.\n* History of a severe allergic reaction or anaphylactic reaction to a biological agent or history of hypersensitivity to adalimumab or any component of the trial drug.\n* History of cancer including solid tumors, hematologic malignancies, and carcinoma in situ.\n* Has evidence of positive serology for Hepatitis B virus or Hepatitis C virus\n* Receipt of a live/attenuated vaccine within 12 weeks prior to the Screening Visit. Patients who are expecting to receive any live virus or bacterial vaccinations during the trial, or up to 3 months after the last dose of trial drug.\n* Any treatment that, in the opinion of the investigator, may place the patient at unacceptable risk during the trial.\n* Patients with a significant disease other than Rheumatoid arthritis and/or a significant uncontrolled disease (such as, but not limited to, nervous system, renal, hepatic, endocrine, or gastrointestinal disorders). A significant disease is defined as a disease which, in the opinion of the investigator, may (i) put the patient at risk because of participation in the trial, or (ii) influence the results of the trial, or (iii) cause concern regarding the patient's ability to participate in the trial.\n* Premenopausal, sexually active women who are pregnant or nursing, or are of child-bearing potential and not practicing an acceptable method of birth control, or do not plan to continue practicing an acceptable method of birth control throughout the trial.\n* History of, or current, inflammatory joint disease other than Rheumatoid arthritis or other systemic autoimmune disorder.\n* Diagnosis of juvenile idiopathic arthritis, and/or Rheumatoid arthritis before age 16.\n* Any planned surgical procedure within 12 weeks prior to the Screening Visit or for the duration of the trial.\n* Known active infection of any kind (excluding fungal infections of nail beds), or any major episode of infection requiring hospitalization or treatment with intravenous anti infectives within 4 weeks of the Screening Visit or completion of oral anti-infectives within 2 weeks of the Screening Visit.\n* History of deep space/tissue infection within 52 weeks of the Screening Visit.\n* History of serious infection or opportunistic infection in the last 2 years.\n* Any neurological, vascular or systemic disorder that might affect any of the efficacy assessments.\n* Currently active alcohol or drug abuse or history of alcohol or drug abuse within 2 years of the Screening Visit.\n* Treatment with intravenous Gamma Globulin or the Prosorba® Column within 6 months of the Screening Visit.\n* Treatment with intravenous, intramuscular, intra-articular and parenteral corticosteroids within 6 weeks prior to Day 1 or throughout the trial.\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\>1.5 times upper limit of normal.\n* Hemoglobin \\<8.0 g/dL.\n* Platelets \\<100,000/µL.\n* Leukocyte count \\<4000/µL.\n* Creatinine clearance \\<60 mL/min.\n* Patients who are currently participating in another clinical trial or who have been participating in another clinical trial with another investigational drug within a minimum of 12 weeks or five half-lives (whichever is longer) of the drug prior to Day 1.\n* Patients with a history of any clinically significant adverse reaction to murine or chimeric proteins.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Patients Meeting the American College of Rheumatology 20% (ACR20) Response Criteria at Week 12","description":"The proportion of patients meeting the ACR20 response criteria was assessed. A patient had an ACR20 response if all of the following occurred: A ≥ 20 % improvement in the swollen joint count (66 joints), A ≥ 20 % improvement in the tender joint count (68 joints), A ≥ 20 % improvement in at least three of the following assessments: Patient's assessment of pain, Patient's global assessment of disease activity (equivalent to the General Health component of the Disease Activity Score (DAS)), Physician's global assessment of disease activity, Patient's assessment of physical function, as measured by the Health Assessment Questionnaire - Disability Index (HAQ-DI) Acute phase reactant (C-reactive protein (CRP)).The Full Analysis Set contained all enrolled patients who were randomized to trial drug and who received at least one dose of trial drug and had all efficacy measures relevant for the co-primary efficacy endpoints measured at baseline and at least once post- baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.0","spread":null},{"groupId":"OG001","value":"61.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity Score 28 (DAS28) (Erythrocyte Sedimentation Rate [ESR]) at Week 12 and Week 24","description":"The DAS28 (ESR) score was derived using the following formulae:\n\nDAS28 (ESR) = 0.56\\*√(TJC28) + 0.28\\*√(SJC28) + 0.014\\*(GH) + 0.7\\*ln(ESR)\n\nWhere:\n\n* TJC28 = 28 joint count for tenderness\n* SJC28 = 28 joint count for swelling\n* Ln (ESR) = natural logarithm of ESR\n* GH = General Health component of the DAS (patient's global assessment of disease activity). DAS28 values range from 2.0 to 10.0 while higher values mean a higher disease activity. Actual number of patient analysed (N) is mean number of subjects in the analysis set with DAS28(ESR) results computable across the multiply imputed data sets. It is 319.6, 317.1 for week 12 and 313.9, 315.1 for week 24 for BI 695501 and US-licensed Humira® respectively.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":null},{"groupId":"OG001","value":"-2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":null},{"groupId":"OG001","value":"-2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients With Investigator-assessed Drug-related Adverse Events (AEs) During the Treatment Phase","description":"The analysis of AEs was based on the concept of treatment-emergent AEs (TEAEs). Thus, all AEs with an onset after the first dose of trial drug up to a period of ten weeks after the last dose of trial drug were assigned to the current treatment for evaluation. Investigator-assessed drug related AEs were AEs with a relationship to drug ticked \"yes\" according to the Investigator. Overall results are presented from Day 1 up to Week 58 and are based on the initial randomization groups. The comparison therefore focuses on patients who received BI 695501 continuously versus patients who received Humira® continuously for the long term assessment of safety. One patient was initially treated with Humira and discontinued prior to Week 24. This patient was mistakenly re randomized to BI 695501 but not treated. For safety this was counted in Humira not re-randomized group (as treated), and for other analysis sets, this patient was counted in the Humira to BI 695501 group (as randomized).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.1","spread":null},{"groupId":"OG001","value":"22.9","spread":null}]}]}]},{"type":"PRIMARY","title":"The Proportion of Patients Meeting ACR20 Response Criteria at Week 24","description":"ACR20 at Week 12 and Week 24 are standard outcome criteria that are widely accepted for regulatory purposes to demonstrate efficacy in treating the signs and symptoms of Rheumatoid arthritis (RA). The proportion of patients meeting the ACR20 response criteria was assessed at Week 12 and Week 24 to provide a robust comparison with US-licensed Humira® data. A patient had an ACR20 response if all of the following occurred: A ≥ 20 % improvement in the swollen joint count (66 joints), A ≥ 20 % improvement in the tender joint count (68 joints), A ≥ 20 % improvement in at least three of the following assessments: Patient's assessment of pain, Patient's global assessment of disease activity (equivalent to the General Health component of the Disease Activity Score (\\[DAS\\]), Physician's global assessment of disease activity, Patient's assessment of physical function, as measured by the Health Assessment Questionnaire - Disability Index (HAQ-DI) Acute phase reactant (C-reactive protein \\[CRP\\]).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.0","spread":null},{"groupId":"OG001","value":"64.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":324},"commonTop":["Nasopharyngitis","Upper respiratory tract infection"]}}}