{"nctId":"NCT04983589","briefTitle":"A Study to Assess Safety and Efficacy in Participants Age 40 to 55 With Presbyopia (Old Eye) Who Receive AGN-190584 in Both Eyes Twice Daily","startDateStruct":{"date":"2021-09-02","type":"ACTUAL"},"conditions":["Presbyopia"],"count":230,"armGroups":[{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]},{"label":"AGN-190584","type":"EXPERIMENTAL","interventionNames":["Drug: Pilocarpine HCl"]}],"interventions":[{"name":"Pilocarpine HCl","otherNames":["AGN-190584"]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- Objective and subjective evidence of presbyopia.\n\nExclusion Criteria:\n\n* Corneal abnormalities (including keratoconus, corneal scar, Fuchs' endothelial dystrophy, guttata, or edema) in either eye that are likely to interfere with visual acuity.\n* Narrow iridocorneal angles (Shaffer grade \\<=2 or lower on gonioscopy examination), history of angle-closure glaucoma, or previous iridotomy.\n* Diagnosis of any type of glaucoma or ocular hypertension.\n* History of cataract surgery, phakic intraocular lens surgery, corneal inlay surgery, radial keratotomy, or any intraocular surgery.\n* Use of temporary or permanent punctal plugs or history of punctal cautery in one or both eyes.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Gaining 3 Lines or More in Mesopic, High-Contrast, Binocular Distance-Corrected Near Visual Acuity (DCNVA) With No More Than 5-Letter Loss in Mesopic Corrected Distance Visual Acuity (CDVA) With the Same Refractive Correction","description":"Visual acuity for near (40 centimeter \\[cm\\]) and distance (4 meter \\[m\\]) targets were measured in mesopic conditions using an eye chart. High contrast corrected distance visual acuity (CDVA) was assessed binocularly (in each eye) using the provided visual acuity charts for distance vision in a room with mesopic lighting conditions (10 to 11 lux) measured at the target. Both near vision and distance vision were measured to evaluate the effect of AGN-190584. A participant who gained 3 lines or more in mesopic, high contrast, binocular DCNVA with no more than 5-letter loss in mesopic CDVA with the same refractive correction was regarded as a responder. A participant with missing data was regarded as a non-responder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"35.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Gaining 3 Lines or More in Photopic, High-Contrast, Binocular DCNVA With No More Than a 5-Letter Loss in Photopic CDVA With the Same Refractive Correction","description":"Visual acuity for near (40 centimeter \\[cm\\]) and distance (4 meter \\[m\\]) targets were measured in photopic conditions using an eye chart. High contrast corrected distance visual acuity (CDVA) was assessed binocularly (in each eye) using the provided visual acuity charts for distance vision in a room with photopic lighting conditions (≥ 251 lux) measured at the target. Both near vision and distance vision were measured to evaluate the effect of AGN-190584. A participant who gained 3 lines or more in photopic, high contrast, binocular DCNVA with no more than 5-letter loss in photopic CDVA with the same refractive correction was regarded as a responder. A participant with missing data was regarded as a non-responder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"32.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Gaining 2 Lines or More in Mesopic, High-Contrast, Binocular DCNVA With No More Than a 5-Letter Loss in Mesopic CDVA With the Same Refractive Correction","description":"Visual acuity for near (40 centimeter \\[cm\\]) and distance (4 meter \\[m\\]) targets were measured in mesopic conditions using an eye chart. High contrast corrected distance visual acuity (CDVA) was assessed binocularly (in each eye) using the provided visual acuity charts for distance vision in a room with photopic lighting conditions (10 to 11 lux) measured at the target. Both near vision and distance vision were measured to evaluate the effect of AGN-190584. A participant who gained 2 lines or more in mesopic, high contrast, binocular DCNVA with no more than 5-letter loss in mesopic CDVA with the same refractive correction was regarded as a responder at that visit/timepoint. A participant with missing data was regarded as a non-responder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"60.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving 20/40 or Better in Mesopic, High-Contrast, Binocular DCNVA With No More Than a 5-Letter Loss in Mesopic CDVA With the Same Refractive Correction","description":"Visual acuity for near (40 cm) target was measured in mesopic conditions using an eye chart. Both near vision and distance vision were measured to evaluate the effect of AGN-190584. A participant who achieved 20/40 or better in mesopic, high contrast, binocular DCNVA with no more than 5-letter loss in mesopic CDVA with the same refractive correction was regarded as a responder at that visit/timepoint. A participant with missing data was regarded as a non-responder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null},{"groupId":"OG001","value":"44.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":116},"commonTop":["HEADACHE","EYE IRRITATION"]}}}