{"nctId":"NCT02497287","briefTitle":"A Long-term, Safety and Efficacy Study of Intranasal Esketamine in Treatment-resistant Depression","startDateStruct":{"date":"2015-09-30","type":"ACTUAL"},"conditions":["Treatment-resistant Depression"],"count":802,"armGroups":[{"label":"Intranasal Esketamine plus oral antidepressant","type":"EXPERIMENTAL","interventionNames":["Drug: Esketamine (Intranasal Spray)","Drug: Duloxetine (Oral Antidepressant)","Drug: Escitalopram (Oral Antidepressant)","Drug: Sertraline (Oral Antidepressant)","Drug: Venlafaxine Extended Release (XR) (Oral Antidepressant)"]}],"interventions":[{"name":"Esketamine (Intranasal Spray)","otherNames":[]},{"name":"Duloxetine (Oral Antidepressant)","otherNames":[]},{"name":"Escitalopram (Oral Antidepressant)","otherNames":[]},{"name":"Sertraline (Oral Antidepressant)","otherNames":[]},{"name":"Venlafaxine Extended Release (XR) (Oral Antidepressant)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA). For Direct-Entry Participants\n\n* At the time of signing the informed consent form (ICF), participant must be a man or woman ≥18 (or older if the minimum legal age of consent in the country in which the study is taking place is greater than \\[\\>\\]18)\n* At the start of the screening phase, participant must meet the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) diagnostic criteria for single-episode major depressive disorder (MDD) (if single-episode MDD, the duration must be greater than or equal to \\[\\>=\\] 2 years) or recurrent MDD, without psychotic features, based upon clinical assessment and confirmed by the Mini-International Neuropsychiatric Interview (MINI)\n* At screening, participant must have a MADRS total score of \\>=22\n* At the start of the screening phase, participants must have had nonresponse to \\>=2 oral antidepressant treatments in the current episode of depression, as assessed using the the MGHATRQ and confirmed by documented records (example medical/pharmacy/prescription records or a letter from treating a physician, etc,) B). For Transferred-entry Participants\n* All participants who completed the double-blind induction phase of ESKETINTRD3005 study, regardless of their response status, will be eligible to participate in this study, if they meet the study specific eligibility criteria\n\nExclusion Criteria:\n\nA). For Direct-Entry Participants\n\n* Participant's depressive symptoms have previously not responded to: Esketamine or ketamine in the current major depressive episode per clinical judgment or All of the 4 oral antidepressant treatment options available in the respective country for the open-label induction phase (that is, duloxetine, escitalopram, sertraline, and venlafaxine XR) in the current major depressive episode (based on Massachusetts General Hospital - Antidepressant Treatment Response Questionnaire \\[ MGH-ATRQ\\])\n* Participant has a current or prior DSM-5 diagnosis of a psychotic disorder or MDD with psychotic features, bipolar or related disorders (confirmed by the MINI), obsessive compulsive disorder (current only), intellectual disability (DSM-5 diagnostic codes 317, 318.0, 318.1, 318.2, 315.8, and 319), autism spectrum disorder, borderline personality disorder, antisocial personality disorder, histrionic personality disorder, or narcissistic personality disorder\n* Participant has homicidal ideation/intent, per the investigator's clinical judgment, or has suicidal ideation with some intent to act within 6 months prior to the start of the screening phase, per the investigator's clinical judgment or based on the Columbia Suicide Severity Rating Scale (C-SSRS)\n* Participants with history of moderate or severe substance or alcohol use disorder according to DSM-5 criteria\n* Participants who has a Mini Mental State Examination (MMSE) \\<25; Has neurodegenerative disorder (example, Alzheimer's disease, vascular dementia, Parkinson's disease), or evidence of mild cognitive impairment (MCI) B). Transferred-Entry Participants\n* Participant has taken any prohibited therapies that would not permit dosing on Day 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event is any untoward medical occurrence in a clinical study participants who administered a medicinal (investigational or non-investigational) product and does not necessarily have a causal relationship with the treatment. A TEAE defined as an event that was new in onset or increased in severity following treatment initiation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Cystitis, Urinary Tract Infections, Renal and Urinary Tract Symptoms, Renal and Urinary Disorders","description":"Percentage of participants with cystitis, urinary tract infections, renal and urinary tract symptoms, renal and urinary disorders were evaluated. Cystitis and urinary tract infections are selected MedDRA preferred terms, \"renal and urinary tract symptoms\" refers to any preferred term (PT) in the group of selected PTs; and \"renal and urinary disorders\" refers to a MedDRA System Organ Class (SOC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Cognitive Test Battery: Detection Test (DET) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. The DET is a measure of psychomotor function and uses a well-validated simple reaction time. In this outcome measure, speed of performance of participants (calculated as mean of the logarithmic base 10 transformed reaction times) for correct responses was reported. Total score ranges from 2 to 3.3 log 10 milliseconds (msec). Lower score indicates better performance. Higher change from baseline indicates better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0028","spread":"0.12744"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Cognitive Test Battery: Identification Test (IDN) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. IDN test is a measure of visual attention (choice reaction time) and scored for speed of response (mean of the log10 transformed reaction times for correct responses). Total score ranges from 2 to 3.3 log 10 msec. Lower score indicates better performance. Higher change from baseline indicates better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0083","spread":"0.09656"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Cognitive Test Battery: One Card Learning Test (OCL) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. OCL test is a measure of visual episodic memory and visual recall test scored using arcsine transformation of the percentage of correct responses (CR). The range for OCL is 0 to 100 percent (%) accuracy; presented as an arcsin transformation, the range is 0 to 1.57. Higher score indicates better performance. Higher change from baseline indicates better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0502","spread":"0.13149"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Cognitive Test Battery: One Back Test (ONB) Score","description":"The ONB is a measure of working memory and scored for speed of correct response (mean of the log10-transformed reaction times for correct responses). Total score ranges from 2 to 3.54 log10 msec. Lower score indicates better performance. Higher change from baseline indicates better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0177","spread":"0.10026"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Cognitive Test Battery: Groton Maze Learning Test (GMLT) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. GMLT measures executive function; maze/sequencing test, scored for total number of errors. Total score ranges from 0 to 999 number of errors. Lower score indicates better performance. Higher change from baseline indicates better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":"25.36"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Hopkins Verbal Learning Test-Revised (HVLT-R) Score: Total Recall","description":"Hopkins Verbal Learning Test (HVLT) measures performance in verbal memory, learning, and long-term recall in which a list of words is read up to three times. Approximately 20-25 minutes later, a delayed recall trial and a recognition trial are completed. The delayed recall requires free recall of any words remembered. The recognition trial is composed of 24 words, including the 12 target words and 12 false-positives. When scoring the HVLT, the three learning trials are combined to calculate a total recall score (0-36); the delayed recall trial creates the delayed recall score (0 -12); the retention (%) score (0-100%) is calculated by dividing the delayed recall trial by the higher of learning trial 2 or 3; and the recognition discrimination index is comprised by subtracting the total number of false positives from the total number of true positives. A higher score = higher cognition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"4.74"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Hopkins Verbal Learning Test-Revised (HVLT-R) Score: Delayed Recall","description":"HVLT measures performance in verbal memory, learning, and long-term recall in which a list of words is read up to three times. Approximately 20-25 minutes later, a delayed recall trial and a recognition trial are completed. The delayed recall requires free recall of any words remembered. The recognition trial is composed of 24 words, including the 12 target words and 12 false-positives. When scoring the HVLT, the three learning trials are combined to calculate a total recall score (0-36); the delayed recall trial creates the delayed recall score (0 -12); the retention (%) score (0-100%) is calculated by dividing the delayed recall trial by the higher of learning trial 2 or 3; and the recognition discrimination index is comprised by subtracting the total number of false positives from the total number of true positives. A higher score = higher cognition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"2.31"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Hopkins Verbal Learning Test-Revised (HVLT-R) Score: Number of Words Recalled","description":"HVLT measures performance in verbal memory, learning, and long-term recall in which a list of words is read up to three times. Approximately 20-25 minutes later, a delayed recall trial and a recognition trial are completed. The delayed recall requires free recall of any words remembered. The recognition trial is composed of 24 words, including the 12 target words and 12 false-positives. When scoring the HVLT, the three learning trials are combined to calculate a total recall score (0-36); the delayed recall trial creates the delayed recall score (0 -12); the retention (%) score (0-100%) is calculated by dividing the delayed recall trial by the higher of learning trial 2 or 3; and the recognition discrimination index is comprised by subtracting the total number of false positives from the total number of true positives. A higher score = higher cognition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"2.83"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Hopkins Verbal Learning Test-Revised (HVLT-R) Score: Recognition Discrimination Index","description":"HVLT measures performance in verbal memory, learning, and long-term recall in which a list of words is read up to three times. Approximately 20-25 minutes later, a delayed recall trial and a recognition trial are completed. The delayed recall requires free recall of any words remembered. The recognition trial is composed of 24 words, including the 12 target words and 12 false-positives. When scoring the HVLT, the three learning trials are combined to calculate a total recall score (0-36); the delayed recall trial creates the delayed recall score (0 -12); the retention (%) score (0-100%) is calculated by dividing the delayed recall trial by the higher of learning trial 2 or 3; and the recognition discrimination index is comprised by subtracting the total number of false positives from the total number of true positives. A higher score = higher cognition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"3.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Montgomery Asberg Depression Rating Scale (MADRS) Total Score During Induction (IND) Phase","description":"MADRS measures depression severity, detects changes due to AD treatment. It consists 10 items (evaluate apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, interest level, pessimistic thoughts, suicidal thoughts), scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score of 0 to 60. Higher scores indicate more severe condition. Negative change in score indicates improvement. Missing data was imputed using last observation carried forward (LOCF) method, last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.4","spread":"8.76"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in MADRS Total Score During Optimization/Maintenance (OP/MA) Phase","description":"MADRS measure depression severity, detects changes due to AD treatment. It evaluates 10 items: apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, interest level, pessimistic thoughts, suicidal thoughts, each of which is scored from 0 (item is not present or is normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score of 0 to 60. Higher scores represent a more severe condition. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"8.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Patient Health Questionnaire - 9 (PHQ-9) Total Score During IND Phase","description":"PHQ-9 is a 9-item, self-reporting scale assessing depressive symptoms. Each item was rated on a 4-point scale (0 = Not at all, 1 = Several Days, 2 = More than half the days, and 3 = Nearly every day), with a total score range of 0-27. A higher score indicates greater severity of depression. Severity of PHQ-9 categorized as follows: none-minimal (0-4), mild (5-9), moderate (10-14), moderately severe (15-19), severe (20-27). The recall period is 2 weeks. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.9","spread":"6.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in PHQ-9 Total Score During OP/MA Phase","description":"PHQ-9 is a 9-item, self-reporting scale assessing depressive symptoms. Each item was rated on a 4-point scale (0 = Not at all, 1 = Several Days, 2 = More than half the days, and 3 = Nearly every day), with a total score range of 0-27. A higher score indicates greater severity of depression. severity of PHQ-9 categorized as follows: none-minimal (0-4), mild (5-9), moderate (10-14), moderately severe (15-19), severe (20-27). The recall period is 2 weeks. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"5.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Clinical Global Impression of Severity (CGI-S) Scale Score During IND Phase","description":"CGI-S measures severity of participant's illness that include knowledge of participant's history, psychosocial circumstances, symptoms, behavior, impact of symptoms on participant's ability to function. CGI-S evaluates severity of psychopathology on a scale range from 0 - 7, where 0=not assessed; 1=normal (not at all ill); 2=borderline mentally ill; 3=mildly ill; 4=moderately ill; 5=markedly ill; 6=severely ill; 7=among the most extremely ill patients. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in CGI-S Scale Score During OP/MA Phase","description":"The CGI-S measures the severity of the participant's illness that include knowledge of the participant's history, psychosocial circumstances, symptoms, behavior, and the impact of the symptoms on the participant's ability to function. The CGI-S evaluates the severity of psychopathology on a scale of 0 to 7, where 0=not assessed; 1=normal (not at all ill); 2=borderline mentally ill; 3=mildly ill; 4=moderately ill; 5=markedly ill; 6=severely ill; 7=among the most extremely ill patients. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Generalized Anxiety Disorder (GAD-7) Total Score During IND Phase","description":"GAD-7 is brief, validated 7-item self-reported assessment of overall anxiety. Participant's responded to each item using a 4 point scale with response categories: 0=not at all, 1=several days, 2=more than half the days, and 3=nearly every day. Item responses are summed to yield total score ranges from 0 to 21, higher scores indicate more anxiety. Negative change in score indicates improvement. Severity of GAD-7 is categorized as: None (0-4), Mild (5-9), Moderate (10-14), Severe (15 -21). Missing data was imputed using LOCF method, last post baseline observation during the phase was carried forward as \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.9","spread":"5.85"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in GAD-7 Total Score During OP/MA Phase","description":"GAD-7 is brief and validated 7-item self-reported assessment of overall anxiety. Participants respond to each item using a 4 point scale with response categories: 0=not at all, 1=several days, 2=more than half the days, and 3=nearly every day. Item responses are summed to yield a total score ranges from 0 to 21, higher scores indicate more anxiety. Negative change in score indicates improvement. Severity of the GAD-7 is categorized as follows: None (0-4), Mild (5-9), Moderate (10-14), Severe (15 -21). Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"4.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in European Quality of Life (EuroQol) 5-Dimension, 5-Level (EQ 5D-5L) During IND Phase: Sum Score","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ visual analogue scale (EQ VAS). EQ-5D-5L descriptive system comprises of 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each has 5 levels of perceived problems (1-no problem, 2-slight problems, 3-moderate problems, 4-severe problems, 5-extreme problems). Participant selects answer for each of 5 dimensions considering response that best matches his/her health \"today\". Responses were used to generate a Health Status Index (HSI). HSI ranges from -0.148 to 0.949 and is anchored at 0 (health state value equal to dead) and 1 (full health). EQ VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine). Sum score ranges from 0 to 100 where, sum score = (sum of the scores from the 5 dimensions minus 5) \\*5. Higher score indicates worst health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.3","spread":"16.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in EQ-5D-5L Score During IND Phase: EQ-VAS","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ VAS. EQ VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":"21.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in EQ-5D-5L Scale Score During IND Phase: Health Status Index","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ VAS. EQ-5D-5L descriptive system comprises of 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each has 5 levels of perceived problems (1-no problem, 2-slight problems, 3-moderate problems, 4-severe problems, 5-extreme problems). Participant selects answer for each of 5 dimensions considering response that best matches his/her health \"today\". Responses were used to generate a HSI. HSI ranges from -0.148 to 0.949 and is anchored at 0 (health state value equal to dead) and 1 (full health).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.190","spread":"0.2138"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in European Quality of Life (EuroQol) 5-Dimension, 5-Level (EQ 5D-5L) During OP/MA Phase: Sum Score","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ VAS. EQ-5D-5L descriptive system comprises of 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each has 5 levels of perceived problems (1-no problem, 2-slight problems, 3-moderate problems, 4-severe problems, 5-extreme problems). Participant selects answer for each of 5 dimensions considering response that best matches his/her health \"today\". Responses were used to generate a Health Status Index (HSI). HSI ranges from -0.148 to 0.949 and is anchored at 0 (health state value equal to dead) and 1 (full health). EQ VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine). Sum score ranges from 0 to 100 where, sum score = (sum of the scores from the 5 dimensions minus 5) \\*5. Higher score indicates worst health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"13.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in EQ-5D-5L Score During OP/MA Phase: EQ-VAS","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ VAS. EQ VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"18.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in EQ-5D-5L Scale Score During OP/MA Phase: Health Status Index","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ VAS. EQ-5D-5L descriptive system comprises of 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each has 5 levels of perceived problems (1-no problem, 2-slight problems, 3-moderate problems, 4-severe problems, 5-extreme problems). Participant selects answer for each of 5 dimensions considering response that best matches his/her health \"today\". Responses were used to generate a HSI. HSI ranges from -0.148 to 0.949 and is anchored at 0 (health state value equal to dead) and 1 (full health).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.009","spread":"0.1411"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score During IND Phase","description":"SDS was a 5 item questionnaire used for assessment of functional impairment and associated disability. The first three items assess disruption of (1) work/school, (2) social life, (3) family life/home responsibilities using a 0 to 10 rating scale. Score for the first three items are summed to create a total score of 0 to 30, higher score indicates greater impairment and a negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.3","spread":"7.86"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale Total Score During OP/MA Phase","description":"SDS was a participant-reported outcome measure and was a 5 item questionnaire used for assessment of functional impairment and associated disability. The first three items assess disruption of (1) work/school, (2) social life, and (3) family life/home responsibilities using a 0 to 10 rating scale. The score for the first three items are summed to create a total score of 0 to 30 where a higher score indicates greater impairment and a negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"8.25"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response as Assessed by MADRS Total Score During IND Phase","description":"Response is defined as greater than or equal to (\\>=) 50 % reduction from baseline in the MADRS total score. MADRS measures depression severity, detects changes due to AD treatment. It consists 10 items (evaluate apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, interest level, pessimistic thoughts, suicidal thoughts), scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score of 0 to 60. Higher scores indicate more severe condition. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response as Assessed by PHQ-9 Total Score During IND Phase","description":"Response is defined as \\>= 50 % reduction from baseline (IND phase) in PHQ-9 total score. PHQ-9 is a 9-item, self-reporting scale assessing depressive symptoms. Each item was rated on a 4-point scale (0 = Not at all, 1 = Several Days, 2 = More than half the days, and 3 = Nearly every day), with a total score range of 0-27. The scores are summed for a total score ranging from 0-27. A higher score indicates greater severity of depression. Severity of PHQ-9 categorized as follows: none-minimal (0-4), mild (5-9), moderate (10-14), moderately severe (15-19), severe (20-27). The recall period is 2 weeks. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Remission as Assessed by MADRS Total Score During IND Phase","description":"Remission is defined as MADRS total score less than or equal to (\\<=) 12. MADRS measures depression severity, detects changes due to AD treatment. It consists 10 items (evaluate apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, interest level, pessimistic thoughts, suicidal thoughts), scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score of 0 to 60. Higher scores indicate more severe condition. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Remission as Assessed by PHQ-9 Total Score During IND Phase","description":"Remission is defined as PHQ-9 total score \\<= 4. PHQ-9 is a 9-item, self-reporting scale assessing depressive symptoms. Each item was rated on a 4-point scale (0 = Not at all, 1 = Several Days, 2 = More than half the days, and 3 = Nearly every day), with a total score range of 0-27. The scores are summed for a total score ranging from 0-27. A higher score indicates greater severity of depression. severity of PHQ-9 categorized as follows: none-minimal (0-4), mild (5-9), moderate (10-14), moderately severe (15-19), severe (20-27). The recall period is 2 weeks. Negative change in score indicates improvement. Missing data was imputed using LOCF method and the last post baseline observation during the phase was carried forward as the \"Endpoint\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Increase Score From Predose at Any Time in Clinician-Administered Dissociative States Scale (CADSS) Total Score During IND Phase","description":"The CADSS used to measure present-state dissociative symptoms, and to assess treatment-emergent dissociative symptoms. It comprises 23 subjective items divided into 3 components: depersonalization (with score range from 0 to 28), derealization (with score range from 0 to 52), and amnesia (with score range from 0 to 8). Participants responses are coded on a 5-point scale (0 = \"Not at all\", 1 = \"Mild\", 2 = \"Moderate\", 3 = 'Severe\" and 4 = \"Extreme\"). The total score is sum of the 23 items and range from 0 to 92, where 0 (best) and 92 (worst). A higher score indicates a more severe condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Increase Score From Predose at Any Time in CADSS Total Score During OP/MA Phase","description":"The CADSS used to measure present-state dissociative symptoms, and to assess treatment-emergent dissociative symptoms. It comprises 23 subjective items divided into 3 components: depersonalization (with score range from 0 to 28), derealization (with score range from 0 to 52), and amnesia (with score range from 0 to 8). Participants responses are coded on a 5-point scale (0 = \"Not at all\", 1 = \"Mild\", 2 = \"Moderate\", 3 = 'Severe\" and 4 = \"Extreme\"). The total score is sum of the 23 items and range from 0 to 92, where 0 (best) and 92 (worst). A higher score indicates a more severe condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent Acute Hypertension (Systolic and Diastolic) During IND and OP/MA Phases","description":"Percentage of participants with treatment-emergent acute hypertension (Systolic Blood Pressure \\>=180 millimeters of mercury \\[mm Hg\\] or Diastolic Blood Pressure \\>= 110 mm Hg) during IND and OP/MA Phases were evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":779},"commonTop":["Dizziness","Dissociation","Headache","Nausea","Somnolence"]}}}