{"nctId":"NCT02230566","briefTitle":"A Phase 3 Study of UX003 Recombinant Human Betaglucuronidase (rhGUS) Enzyme Replacement Therapy in Patients With Mucopolysaccharidosis Type 7 (MPS 7)","startDateStruct":{"date":"2014-12"},"conditions":["MPS 7","Sly Syndrome","Mucopolysaccharidosis","MPS VII"],"count":12,"armGroups":[{"label":"Group A: 4 mg/kg UX003","type":"EXPERIMENTAL","interventionNames":["Drug: UX003"]},{"label":"Group B: 8 Weeks Placebo then 4 mg/kg UX003","type":"EXPERIMENTAL","interventionNames":["Drug: UX003","Other: Placebo"]},{"label":"Group C: 16 Weeks Placebo then 4 mg/kg UX003","type":"EXPERIMENTAL","interventionNames":["Drug: UX003","Other: Placebo"]},{"label":"Group D: 24 Weeks Placebo then 4 mg/kg UX003","type":"EXPERIMENTAL","interventionNames":["Drug: UX003","Other: Placebo"]}],"interventions":[{"name":"UX003","otherNames":["recombinant human beta-glucuronidase","rh-β-glucuronidase","rhGUS"]},{"name":"Placebo","otherNames":["Reference therapy"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed diagnosis of MPS 7 based on leukocyte or fibroblast glucuronidase enzyme assay or genetic testing.\n* Elevated urinary glycosaminoglycan (uGAG) excretion at a minimum of 3-fold over the mean normal for age (at Screening).\n* Apparent clinical signs of lysosomal storage disease as judged by the Investigator, including at least one of the following: enlarged liver and spleen, joint limitations, airway obstruction or pulmonary problems, limitation of mobility while still ambulatory.\n* Aged 5 - 35 years, inclusive.\n* Willing and able to provide written informed consent, or in the case of subjects under the age of 18 (or 16 years, depending on the region), provide written assent (if required) and written informed consent by a legally authorized representative after the nature of the study has been explained, and prior to any research-related procedures.\n* Sexually active subjects must be willing to use acceptable highly effective methods of contraception while participating in the study and for 30 days following the last dose.\n* Females of childbearing potential must have a negative pregnancy test at Screening and be willing to have additional pregnancy tests during the study. Females considered not of childbearing potential include those who have not experienced menarche, or have had tubal ligation at least one year prior to Screening, or who have had total hysterectomy.\n* Naïve to treatment with UX003.\n\nExclusion Criteria:\n\n* Undergone a successful bone marrow or stem cell transplant or has any degree of detectable chimaerism with donor cells.\n* Major surgery within 3 months prior to study entry or planned major surgery during the study that may not allow safe participation in the study.\n* Presence or history of any hypersensitivity to rhGUS or its excipients that, in the judgment of the Investigator, places the subject at increased risk for adverse effects.\n* Pregnant or breastfeeding at Screening or planning to become pregnant (self or partner) at any time during the study.\n* Use of any investigational product (drug or device or combination) within 30 days prior to Screening, or requirement for any investigational agent prior to completion of all scheduled study assessments.\n* Presence of a condition of such severity and acuity that, in the opinion of the Investigator, warrants immediate surgical intervention or other treatment or may not allow safe participation in the study.\n* Concurrent disease or condition, or laboratory abnormality that, in the view of the Investigator, places the subject at high risk of poor treatment compliance or of not completing the study, or would interfere with study participation or introduce additional safety concerns.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"35 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"European Union (EU) and Rest of World: Percentage Change From Baseline in Urinary Glycosaminoglycan (uGAG) Dermatan Sulfate (DS) at UX003 Treatment Week 24","description":"Baseline was defined as the average of all assessments prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect was subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) Percent change from baseline in uGAG DS was analyzed by generalized estimating equation (GEE) modeling based on observed data. The GEE model included included baseline value, and the UX003 treatment week as a categorical variable. The covariance structure within subjects was assumed to be exchangeable.\n\nIn the United States (US), this was considered a secondary outcome measure. Per guidance from the Food and Drug Administration (FDA), no primary efficacy variable was declared in the US. Efficacy was to be based on the totality of the clinical data on a per participant basis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-64.82","spread":"2.468"}]}]}]},{"type":"SECONDARY","title":"Multi-Domain Responder Index (MDRI) Score at UX003 Treatment Week 24","description":"MDRI score, calculated as the total response score at UX003 Treatment Week 24 across 6 domains: 6-Minute Walk Test, forced vital capacity predicted value, shoulder flexion, visual acuity, and Bruininks-Oseretsky Test of Motor Proficiency fine motor and gross motor capacity. For each domain, a minimally important difference (MID) was pre-specified. Changes from before treatment (baseline) to 24 weeks after treatment in each domain variable were scored against pre-specified MIDs. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) An improvement or decline ≥ MID was scored either as a +1 or -1, respectively, and a change \\<MID was scored as 0. The integration of benefit occurred by summing the responses (-1, +1, 0) across all 6 domain variables to derive the MDRI score, with a range of -6 (greatest possible decline) to +6 (greatest possible improvement).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"0.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 6-Minute Walk Test (6MWT) at UX003 Treatment Week 24","description":"The total distance walked (in meters) in a 6-minute period was measured. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) A positive change from Baseline indicates improvement. Change from baseline in 6MWT was analyzed by GEE modeling based on observed data. The GEE model included all participants who had non-missing baseline and at least one post-baseline value during the 24 weeks of UX003 treatment. The model included baseline value, and the UX003 treatment week as a categorical variable. The covariance structure within participants was assumed to be exchangeable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":"16.75"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Function Testing: Percentage of Predicted Forced Vital Capacity (FVC%Pred) at UX003 Treatment Week 24","description":"Spirometry was administered to participants who did not require invasive ventilatory support or have a tracheostomy and measured percentage of predicted FVC. The percent predicted values were calculated after testing using published normative data. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) No GEE analysis was performed for FVC due to the limitation of the sample size.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Function Testing: Maximum Ventilatory Ventilation (MVV) at UX003 Treatment Week 24","description":"Spirometry was administered to participants who did not require invasive ventilatory support or have a tracheostomy to measure MVV. The percent predicted values were calculated after testing using published normative data. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.)","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Shoulder Flexion and Extension Maximum Range of Motion at UX003 Treatment Week 24","description":"Goniometry was used to measure (in degrees) the maximum passive shoulder range of motion in both flexion and extension. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) Change from baseline in shoulder flexion-left was analyzed by GEE modeling based on observed data. The GEE model included all participants who had non-missing baseline and at least one post-baseline value during the 24 weeks of UX003 treatment. The model included baseline value, and the UX003 treatment week as a categorical variable. The covariance structure within participants was assumed to be exchangeable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.5","spread":"4.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"4.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"3.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"3.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.4","spread":"4.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.7","spread":"3.53"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Uncorrected Visual Acuity at UX003 Treatment Week 24","description":"Visual acuity was measured (corrected and uncorrected) using a standard eye chart and recorded for each eye independently. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. The change in the number of lines from pre-treatment baseline to 24 weeks of treatment was evaluated. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) A positive change from baseline indicates improvement. Change from baseline in uncorrected visual acuity was analyzed by GEE modeling based on observed data. The GEE model included all participants who had non-missing baseline and at least one post-baseline value during the 24 weeks of UX003 treatment. The model included baseline value, and the UX003 treatment week as a categorical variable. The covariance structure within participants was assumed to be exchangeable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bruininks-Oseretsky Test of Motor Proficiency (BOT-2) Scores at UX003 Treatment Week 24","description":"BOT-2 was administered to evaluate treatment-related changes in 4 domains assessing both fine and gross motor function: balance (score 0 to 37), fine motor precision (score 0 to 41), manual dexterity (score 0 to 45), and running speed/agility (score 0 to 52). Higher scores indicate more motor proficiency; a positive change from baseline indicates improvement. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) Change from baseline in BOT-2 was analyzed by GEE modeling based on observed data. The GEE model included baseline value, and the UX003 treatment week as a categorical variable. The covariance structure within participants was assumed to be exchangeable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"0.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Quality of Life (PedsQL) Multidimensional Fatigue Scale at UX003 Treatment Week 24","description":"The PedsQL 18-item scale is comprised of 3 dimensions: general fatigue (6 items), sleep/rest fatigue (6 items) and cognitive fatigue (6 items). Each item has a 5-point Likert response scale that is reverse scored and transformed to a 0 to 100 scale with higher scores indicating less fatigue. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) Change from baseline in PedsQL total fatigue score was analyzed by GEE modeling based on observed data. The GEE model included all participants who had non-missing baseline and ≥1 post-baseline value during the 24 weeks of UX003 treatment. The model included baseline value, and the UX003 treatment week as a categorical variable. The covariance structure within participants was assumed to be exchangeable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"2.64"}]}]}]},{"type":"SECONDARY","title":"Percentage of Individual Clinical Response (ICR) Responders at UX003 Treatment Week 24","description":"Percentage of participants who were ICR responders based on MID criteria at Week 24. At the Randomization visit, the physician queried the participant or parent/caregiver about signs and symptoms of MPS VII that interfered most with the participant's daily life. Answers were mapped to an appropriate clinical outcome measure (e.g., difficulty walking could map to the 6MWT; breathing problems to FVC). The clinical outcome ranked with the highest impact on daily life that could be reliably completed by the participant and met a threshold level of impairment was selected as the ICR for that participant. ICR response was assessed based on a positive change (according to pre-specified MID criteria) of each participant's ICR. Agresti-Coull confidence interval with nominal coverage ≥ 95%.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Impactful Clinical Problem Total Score at UX003 Treatment Week 24","description":"The 3 most impactful clinical problems as reported by the subject/parent/caregiver during the Clinical Problem Evaluation were scored on a Likert scale from 1 (very little problem) to 7 (an extreme amount) at randomization and post-randomization visits. At post-randomization visits, each clinical problem was again scored for impact on daily activities. Total scores ranged from 3 to 21; lower scores reflect less impact on daily life. Baseline was defined as the last assessment prior to or on the date of cross-over to active treatment with UX003. (This provides the valid assessment, as placebo effect would be subtracted from the treatment effect estimate providing a more conservative assessment of the true treatment effect.) The change from baseline up to UX003 Treatment Week 24 were analyzed by GEE modeling, including baseline value, and the post-UX003 initiation treatment week as a categorical variable. The covariance structure within participants is assumed to be exchangeable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"0.92"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":9},"commonTop":["Upper respiratory tract infection","Pain in extremity","Infusion site extravasation","Cough","Vomiting"]}}}