{"nctId":"NCT05550337","briefTitle":"Study Comparing Trifarotene Cream, 0.005% To AKLIEF ® (Trifarotene 0.005% Cream) In The Treatment Of Acne Vulgaris","startDateStruct":{"date":"2022-09-19","type":"ACTUAL"},"conditions":["Acne Vulgaris"],"count":807,"armGroups":[{"label":"Test: Trifarotene Cream, 0.005%","type":"EXPERIMENTAL","interventionNames":["Drug: Trifarotene 0.005 % Topical Cream"]},{"label":"AKLIEF®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: AKLIEF®"]},{"label":"Vehicle Product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Trifarotene 0.005 % Topical Cream","otherNames":[]},{"name":"AKLIEF®","otherNames":["Trifarotene 0.005 % Topical Cream"]},{"name":"Placebo","otherNames":["Vehicle of Test Product"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female aged ≥ 12 and ≤ 40 years with a clinical diagnosis of acne vulgaris.\n2. Subjects who are 18 years of age or older (up to the age of 40) must have provided IRB/IEC approved written informed consent. Subjects 12 to 17 years of age inclusive must have provided IRB/IEC approved written assent; this written assent must be accompanied by an IRB/IEC approved written informed consent from the Subject's legally acceptable representative (i.e., parent or guardian). In addition, all Subjects or their legally acceptable representatives (i.e., parent or guardian) must sign a HIPAA authorization.\n3. Subjects must have ≥ 25 non-inflammatory lesions (i.e., open and closed comedones) AND ≥ 20 inflammatory lesions (i.e., papules and pustules) AND ≤ 2 nodulocystic lesions (i.e.,nodules and cysts), at screening/baseline on the face.\n\n   (a) For the purposes of study treatment and evaluation, these lesions should be limited to the facial treatment area. All lesions will be counted, including those present on the nose. Subjects may have acne lesions on other areas of the body which will be excluded from the count and the Investigator's Global Assessment (IGA) evaluation (e.g., on the back, chest and arms).\n4. Subjects must have a definite clinical diagnosis of acne vulgaris severity grade 2, 3, or 4 as per the Investigator's Global Assessment (IGA) (per Table 1 below) at screening/baseline. Acne vulgaris should be stable (for at least 3 months prior to screening), with minimal variation from day to day and within each day, in the opinion of the subject.\n\n   Table 1: Investigator's Global Assessment (IGA) Scale for Acne Vulgaris Grade Description 0 Clear skin with no inflammatory or non-inflammatory lesions 1 Almost clear; rare non-inflammatory lesions with no more than one small inflammatory lesion 2 Mild severity; greater than Grade 1; some non-inflammatory lesions with no more than a few inflammatory lesions (papules/pustules only, no nodular lesions) 3 Moderate severity; greater than Grade 2; up to many noninflammatory lesions and may have some inflammatory lesions, but no more than one small nodular lesion 4\\* Severe; greater than Grade 3; up to many non-inflammatory lesions and may have some inflammatory lesions, but no more than a few nodular lesions\n\n   \\* The eCRF will allow for reporting by Investigators of lesion worsening beyond Grade 4 with treatment. Acne vulgaris subjects with nodulocystic acne are not to be enrolled in the study.\n\n   Subjects who worsen beyond Grade 4 will be described in the safety evaluation. Note: Counts of nodules and cysts will be reported separately and not included in the inflammatory or non-inflammatory lesion counts.\n5. Subjects must be willing to refrain from using all other topical acne medications or antibiotics during the 12-week treatment period, other than the investigational product.\n6. Female subjects of childbearing potential (\\*WOCBP) must not be pregnant or lactating at the time of screening/baseline visit as documented by a negative urine pregnancy test with a sensitivity to at least 25 mIU/ml hCG .\n\n   \\*Female subjects of childbearing potential (WOCBP) are defined as sexually mature women without prior hysterectomy, or who have had any evidence of menses in the past 12 months.\n\n   However, women who have been amenorrheic for the past 12 or more months are still considered to be of childbearing potential, if the amenorrhea is possibly due to other causes, including prior chemotherapy, anti- estrogens, or ovarian suppression. Postmenopausal women (defined as women who have been amenorrheic for at least 12 consecutive months, in the appropriate age group, without other known or suspected primary cause) or women who have been sterilized surgically or who are otherwise proven sterile (i.e., total hysterectomy, or bilateral oophorectomy with surgery at least 4 weeks prior to randomization) are not considered WOCBP. Subjects who have undergone tubal ligation are NOT considered as surgically sterile.\n7. Female subjects of childbearing potential must be willing to use an acceptable form of birth control during the study from the day of the first dose administration to 30 days after the last administration of study drug.\n\n   1. For the purposes of this study the following are considered acceptable methods of birth control: oral or injectable contraceptives, contraceptive patches, medroxyprogesterone acetate (ex. Depo-Provera®) with stabilized use for at least 3 months, vaginal contraceptive (ex. etonogestrel/ethinyl estradiol vaginal ring (ex. NuvaRing®), contraceptive implant with etonogestrel or equivalent, double barrier methods, (e.g.\n\n      condom and spermicide), intrauterine device (IUD), true abstinence (if in line with subject's lifestyle).\n   2. If a subject who was abstinent becomes sexually active during the study, a 2nd acceptable method of birth control should be used and documented.\n   3. Subjects on hormonal contraception must be stabilized on the same type for at least three months prior to enrollment in the study and must not change the method during the study.\n\n   A sterile sexual partner is not considered an adequate form of birth control.\n8. Female subjects who are premenarchal, surgically sterilized (by \\*hysterectomy or bilateral oophorectomy) or postmenopausal for at least 1 year (defined as women who have been amenorrheic for at least 12 consecutive months, without other known or suspected primary cause).\n9. All male subjects must agree to use accepted methods of birth control with their partners, from the day of the first dose administration to 30 days after the last administration of study drug.\n\n   True abstinence is an acceptable method of birth control if in line with subject's lifestyle.\n\n   Female partners should use an acceptable method of birth control as described in the above criteria 7.\n10. Subjects must be willing and able to understand and comply with the requirements of the protocol, including attendance at all required study visits and refraining from the use of all other topical acne medications or antibiotics during the 12-week treatment period.\n11. Subjects must be in good health and free from any clinically significant disease, which may interfere with the evaluation of acne vulgaris or the administration of the investigative product.\n12. Subjects who use make-up must have used the same brands/types of make-up for a minimum period of 14 days prior to study entry and must agree to not change make-up brand/type or frequency of use throughout the study.\n\nExclusion Criteria:\n\n1. Female subjects who are pregnant, lactating or planning to become pregnant during study participation.\n2. Subjects with a history of hypersensitivity or allergy to trifarotene, tretinoin, retinoids, or any of the study medication ingredients.\n3. Subjects with the presence of any skin condition that would interfere with the diagnosis or assessment of acne vulgaris (such conditions include but are not limited to the following on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneiform eruptions caused by medications, steroid or corticosteroid-induced acne, steroid folliculitis, or bacterial folliculitis, auto-immune disease, perioral dermatitis, carcinoid syndrome, mastocytosis, acneiform eruptions caused by make-up and medication, facial psoriasis and facial eczema).\n4. Subjects with nodulocystic acne (\\> 2 nodules and cysts). \\[Nodules or cysts defined as; deepseated in the skin (i.e., centered in the dermis or subcutis) and an inflammatory lesion greater than or equal to 5 mm in diameter\\], acne conglobata, acne fulminans, secondary acne (chloracne, drug-induced acne, etc.) or acne vulgaris requiring systemic treatment.\n5. Subjects with excessive facial hair (e.g., beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of acne vulgaris.\n6. Subjects with tattoos or excessive facial scarring that, in the Investigator's opinion, may interfere with the evaluation of the patient's acne.\n7. Subjects who have used within 6 months prior to screening/baseline oral retinoids (e.g., Accutane®) or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed). These treatments with oral retinoids or Vitamin A supplements are prohibited during the study participation.\n8. Subjects who have used within 1 month prior to screening/baseline neuromuscular blocking agents or androgen receptor blockers (e.g., spironolactone, Flutamide etc.).\n9. Subjects who have had laser therapy, electrodessication phototherapy and or cosmetic procedures (e.g., ClearLight ® BOTOX, Filler, micro needling) to the facial area within 6 months prior to study entry.\n10. Subjects who have had facial cosmetic procedures (e.g., facials) or application of cosmetic products (cosmetics, makeup or facial products that have a strong drying or possible interactive effect, particularly preparations containing spices, lime sulfur, resorcinol, or salicylic acid with tretinoin or other retinoids) which may affect the efficacy and safety profile of the investigational product within 2 weeks prior to study entry.\n11. Subjects who have received radiation therapy and/or anti-neoplastic agents within 3 months prior to screening/baseline.\n12. Subjects who have used for less than (\\<) 3 months prior to screening/baseline estrogens or oral contraceptives; use of such therapy must remain constant throughout the study.\n13. Subjects who have used any of the following procedures on the face within 1 month prior to screening/baseline or use during the study:\n\n    1. cryodestruction or chemodestruction,\n    2. dermabrasion,\n    3. photodynamic therapy,\n    4. acne surgery,\n    5. intralesional steroids, or\n    6. X-ray therapy.\n14. Subjects who have used any of the following treatments within 1 month prior to screening/baseline or during the study:\n\n    1. androgen receptor blockers (e.g., spironolactone, Flutamide etc.)\n    2. systemic steroids,\n    3. systemic antibiotics,\n    4. systemic treatment for acne vulgaris (other than oral retinoids, which require a 6-month washout),\n    5. systemic anti-inflammatory agents. If Subject uses a systemic anti-inflammatory product during the study, the Principal Investigator will judge if this protocol deviation is clinically significant,\n    6. have taken any drugs that lower the immune system.\n    7. topical immunomodulators\n15. Subjects who have used any of the following treatments within 2 weeks prior to screening/baseline or during the study:\n\n    1. topical steroids,\n    2. topical retinoids,\n    3. topical acne treatments including over-the-counter preparations\n    4. topical anti-inflammatory agents\n    5. topical antibiotics\n    6. abradants,\n    7. peels containing glycolic or other acids,\n    8. washes or soaps, containing glycolic acid,\n    9. Alpha-hydroxy acids,\n    10. sulfacetamide sodium,\n    11. non-mild facial cleansers, moisturizers that contained retinol\n    12. topical products that contain high amounts of alcohol\n    13. wax depilation of the face\n    14. Use of tanning booths\n    15. The application of alcohol-based toners or any product with high concentrations of alcohol, astringents, medicated topical preparations (prescription and OTC products including those with spices or lime ingredients). or medicated make-up, medicated or harsh soaps, medicated cleansers, and cosmetics that make subject skin dry to the face (products that have a strong drying effect, particularly preparations containing sulfur, resorcinol, or salicylic acid with tretinoin or other retinoids).\n16. Subjects who have on-going malignancies requiring systemic treatment or who have any malignancy of the skin of the facial area.\n17. Subjects with active facial sunburn or peeling from sunburn.\n18. Subjects who engage in activities that involve excessive or prolonged exposure to sunlight or weather extremes, such as wind or cold. Exposure to excessive UV radiation within 1 week prior to screening/baseline.\n19. Subjects who use a sauna within 48 hours prior to screening/baseline.\n20. Subjects who have unstable medical disorders that are clinically significant or have life threatening diseases, or other medical condition (i.e., chronic infectious disease, system disorder, organ disorder, cardiovascular, gastrointestinal, hematological, hepatic, neurological, pancreatic, renal disease, severe psychiatric condition, etc.) that, in the Investigator's opinion, would place the study Subject at undue risk by participation or could jeopardize the integrity of the study evaluations.\n21. Subjects who consume excessive amounts of alcohol (greater than two drinks per day) or use drugs of abuse (including, but not limited to, cannabinoids, cocaine and barbiturates) within one year prior to screening.\n22. Subjects, who in the opinion of the Investigator, would be non-compliant with the requirements of the study protocol.\n23. Subjects who are unable or unwilling to give informed consent.\n24. Subjects who are illiterate.\n25. Subjects who have participated in an investigational drug study (i.e., Subjects have been treated with an investigational drug) within 30 days prior to screening/baseline or where sufficient washout period has not been achieved; whichever time period is longer. Subjects who are participating in non-treatment studies such as observational studies or registry studies can be considered for inclusion.\n26. Subjects who have been previously enrolled in this study.\n27. Subjects who live in the same household with subjects who are participating or have been previously enrolled in this study.\n28. The subject is a member of the investigational study staff or a family member of the investigational study staff.\n29. Subject having symptoms\\* of Coronavirus Disease 2019 (COVID-19) within the 10 days prior to screening/baseline/visit 1 or have had close contact with someone with suspected or confirmed Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infection within 10 days prior to screening/baseline/visit 1 or who are at high risk of SARS-CoV-2 infection, defined as adults whose locations or circumstances put them at appreciable risk of acquiring SARS-CoV-2 infections.\n\n    * Stuffy or runny nose, sore throat, shortness of breath (difficulty breathing), cough, low energy or tiredness, muscle or body aches, headache, chills or shivering, feeling hot or feverish, vomiting, diarrhea, loss of sense of taste and smell.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Change in Inflammatory Lesion Counts","description":"Mean percent change from screening/baseline to week 12 in the inflammatory (papules and pustules) lesion counts","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-72.86","spread":"33.364"},{"groupId":"OG001","value":"-78.83","spread":"23.547"},{"groupId":"OG002","value":"-34.12","spread":"38.332"}]}]}]},{"type":"PRIMARY","title":"Primary Change in Non-Inflammatory Lesion Count","description":"Mean percent change from screening/baseline to week 12 in the noninflammatory (open and closed comedones) lesion counts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-62.03","spread":"31.716"},{"groupId":"OG001","value":"-67.51","spread":"27.577"},{"groupId":"OG002","value":"-27.30","spread":"36.628"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":269},"commonTop":["Headache","Nasopharyngitis","Application site dryness","Upper respiratory tract infection","Dysmenorrhoea"]}}}