{"nctId":"NCT00618098","briefTitle":"Study of Octaplex (Human Prothrombin Complex Concentrate) and Fresh Frozen Plasma in Patients Under Vitamin K Therapy Antagonist Needing Urgent Surgery or Invasive Procedures","startDateStruct":{"date":"2008-05"},"conditions":["Reversal of Anticoagulant Treatment"],"count":200,"armGroups":[{"label":"Octaplex (human prothrombin complex concentrate)","type":"EXPERIMENTAL","interventionNames":["Biological: Octaplex (human prothrombin complex concentrate)"]},{"label":"Fresh frozen plasma","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Fresh frozen plasma"]}],"interventions":[{"name":"Octaplex (human prothrombin complex concentrate)","otherNames":[]},{"name":"Fresh frozen plasma","otherNames":["FFP"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients at least 18 years of age.\n* Patients receiving oral anticoagulation with coumadin or warfarin derived agents.\n* Patients who have need for urgent surgery or an invasive procedure up to 8 hours after admission or identification of a patient currently hospitalized, where oral or parenteral vitamin K therapy is deemed too slow in its action for reversal of coumadin or warfarin anticoagulant effects.\n* Patients with an international normalized ratio (INR) of 2.0 or above.\n* Patients who have given written informed consent or for whom written informed consent has been obtained from the patient's legal representative on their behalf.\n* Patients able and willing to comply with the procedures laid out in the study protocol. In the case of unconscious and/or incapacitated patients, the willingness of the patient's legal representative for the patient to undergo the procedures laid out in the study protocol.\n\nExclusion Criteria:\n\n* Patients with a life expectancy of less than 48 hours (eg, patients with a Glasgow Coma Scale (GCS) equal to 3 or a head abbreviated injury score (AIS) of 6, patients requiring continuous inotropic or pressor support, patients status post-cardiac arrest).\n* Patients with a history within the last 6 months of disseminated intravascular coagulation (DIC), or hyperfibrinolysis.\n* Patients with a known congenital coagulation disorder.\n* Patients with known antiphospholipid antibody syndrome or have known lupus anticoagulant antibodies.\n* Patients with present or past specific factor inhibitor activity.\n* Patients with thrombocytopenia of \\< 80,000 or a history of heparin induced thrombocytopenia (HIT).\n* Patients having received heparin of any type or any non-coumadin or warfarin anticoagulant immediately prior and/or intended to be given within the first 1 hour post-infusion.\n* Patients who have received vitamin K more than 3 hours prior to the infusion of study drug.\n* Patients with a history of hypersensitivity to plasma-derived products.\n* Pregnant or nursing women.\n* Patients participating in another clinical treatment study currently or during the past 1 month prior to study inclusion.\n* Patients previously enrolled in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"INR Response","description":"Number of patients who had an INR response, defined as the correction of patient's INR to \\<1.5, 15 minutes after the end of first infusion with study medication","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"PRIMARY","title":"RBC Transfusion Units","description":"Total number of intra-operative units of red blood cell (RBC) given to patients","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"2.35"},{"groupId":"OG001","value":"0.3","spread":"0.77"},{"groupId":"OG002","value":"0.2","spread":"0.50"},{"groupId":"OG003","value":"0.0","spread":"0.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":97},"commonTop":["Hypotension","Nausea","Hypokalaemia","Constipation","Diarrhea"]}}}