{"nctId":"NCT01691521","briefTitle":"Efficacy and Safety Study of Mepolizumab Adjunctive Therapy in Subjects With Severe Uncontrolled Refractory Asthma","startDateStruct":{"date":"2012-10-08"},"conditions":["Asthma"],"count":580,"armGroups":[{"label":"Mepolizumab IV","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab IV","Drug: SC Placebo"]},{"label":"Mepolizumab SC","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab SC","Drug: IV Placebo"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IV Placebo","Drug: SC Placebo"]}],"interventions":[{"name":"Mepolizumab IV","otherNames":[]},{"name":"Mepolizumab SC","otherNames":[]},{"name":"IV Placebo","otherNames":[]},{"name":"SC Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to give written informed consent prior to participation in the study\n* At least 12 years of age at visit 1 and a minimum weight of 45 kilogram (kg)\n* A well-documented requirement for regular treatment with high dose inhaled corticosteroid (ICS) in the 12 months prior to Visit 1 with or without maintenance oral corticosteroids (OCS)\n* Current treatment with an additional controller medication, besides ICS, for at least 3 months or a documented failure in the past 12 months of an additional controller medication for at least 3 successive months\n* Prior documentation of eosinophilic asthma or high likelihood of eosinophilic asthma\n* At Visit 1, a pre-bronchodilator FEV1 \\<80% (for subjects \\>= 18 years of age), a pre-bronchodilator FEV1 \\<90% or FEV1:FVC ratio \\<0.8 (for subjects 12-17 years of age).\n* Previously confirmed history of two or more exacerbations requiring treatment with systemic CS\n* Male or Eligible Female (females of childbearing potential must commit to consistent and correct use of an acceptable method of birth control)\n* French subjects will be included only if either affiliated to or a beneficiary of a social security category.\n\nExclusion Criteria:\n\n* Current smokers or former smokers with a smoking history of \\>=10 pack years\n* Presence of a known pre-existing, clinically important lung condition other than asthma\n* A current malignancy or previous history of malignancy in less than 12 months\n* Known, pre-existing, unstable liver disease cirrhosis and known biliary abnormalities\n* Known, pre-existing severe or clinically significant cardiovascular disease\n* known, pre-existing other concurrent clinically significant medical conditions that are uncontrolled with standard treatment\n* Subjects with any eosinophilic diseases\n* QTc(F) ≥450msec or QTc(F) ≥480 msec\n* A history of alcohol/substance abuse\n* Subject with known immunodeficiency\n* Subjects who have received omalizumab within 130 days of Visit 1 or any monoclonal antibody (other than Xolair) to treat inflammatory disease within 5 half-lives of Visit 1\n* Subjects who have received treatment with an investigational drug within the past 30 days or five terminal phase half-lives of the drug whichever is longer\n* Subjects with allergy/intolerance to a monoclonal antibody or biologic.\n* Subjects who are pregnant or breastfeeding\n* Subjects who have known evidence of lack of adherence to controller medications and/or ability to follow physician's recommendations\n* Previously participated in any study with mepolizumab and received investigational product (including placebo)","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Clinically Significant Exacerbations of Asthma Per Year","description":"Clinically significant exacerbations of asthma are defined as worsening of asthma which required use of systemic corticosteroids (IV or oral steroid like prednisone, for at least 3 days or a single intramuscular (IM) corticosteroid (CS) dose is required. For maintenance of systemic corticosteroids, at least double the existing maintenance dose for at least 3 days was required) and/or hospitalization and/or emergency department (ED) visits. The frequency of clinically significant exacerbations of asthma over the 32-week treatment period is expressed as the number of exacerbations per year. Analysis of the number of exacerbations performed using a negative binomial model with covariates of treatment group, baseline maintenance OCS therapy (OCS vs. no OCS), region, exacerbations in the year prior to the study (as an ordinal variable) and baseline % predicted FEV1, and with logarithm of time on treatment as an offset variable.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.74","spread":null},{"groupId":"OG001","value":"0.93","spread":null},{"groupId":"OG002","value":"0.83","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Exacerbations Requiring Hospitalization (Including Intubation and Admittance to an Intensive Care Unit [ICU]) or ED Visits Per Year","description":"Clinically significant exacerbations of asthma are defined as worsening of asthma which required use of systemic corticosteroids (IV or oral steroid like prednisone, for at least 3 days or a single intramuscular (IM) corticosteroid (CS) dose is required. For maintenance of systemic corticosteroids, at least double the existing maintenance dose for at least 3 days was required) and/or hospitalization and/or emergency department (ED) visits. The frequency of clinically significant exacerbations of asthma over the 32-week treatment period is expressed as the number of exacerbations per year. Analysis of the number of exacerbations performed using a negative binomial model with covariates of treatment group, baseline maintenance OCS therapy (OCS vs. no OCS), region, exacerbations in the year prior to the study (as an ordinal variable) and baseline % predicted FEV1, and with logarithm of time on treatment as an offset variable.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"0.14","spread":null},{"groupId":"OG002","value":"0.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Exacerbations Requiring Hospitalization (Including Intubation and Admittance to an ICU) Per Year","description":"Clinically significant exacerbations of asthma is defined as worsening of asthma which required use of systemic corticosteroids (IV or oral steroid like prednisone, for at least 3 days or a single intramuscular (IM) corticosteroid (CS) dose is required. For maintenance of systemic corticosteroids, at least double the existing maintenance dose for at least 3 days was required) and/or hospitalization. The frequency of clinically significant exacerbations of asthma over the 32-week treatment period is expressed as the number of exacerbations per year. Analysis of the number of exacerbations performed using a negative binomial model with covariates of treatment group, baseline maintenance OCS therapy (OCS vs. no OCS), region, exacerbations in the year prior to the study (as an ordinal variable) and baseline % predicted FEV1, and with logarithm of time on treatment as an offset variable.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":null},{"groupId":"OG001","value":"0.06","spread":null},{"groupId":"OG002","value":"0.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Clinic Pre-bronchodilator Forced Expiratory Volume in 1 Second (FEV1) at Week 32","description":"FEV1 is defined as the volume of air expelled from the lungs in 1 second. Pre-bronchodilator FEV1 measurements were taken by spirometry. The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and the baseline value. Analysis performed using mixed model repeated measures with covariates of baseline, region, baseline maintenance OCS therapy (OCS vs. no OCS), exacerbations in the year prior to the study (as an ordinal variable), treatment and visit, plus interaction terms for visit by baseline and visit by treatment group.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":"31.4"},{"groupId":"OG001","value":"186","spread":"31.5"},{"groupId":"OG002","value":"183","spread":"31.1"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the St. George's Respiratory Questionnaire Total Score at Week 32","description":"The St. George's Respiratory Questionnaire is an established instrument, comprising 50 questions, evaluating symptoms, activity, and impacts; to measure Quality of Life in participants with diseases of airway obstruction and to elicit the participant's opinion of his/her health. The lowest possible value is zero and the highest possible value is 100. The higher values correspond to greater impairment in quality of life. The questionnaire was administered at Baseline (Visit 2) and at the Exit Visit (approximately 4 weeks after the last dose of study treatment). The change from baseline is defined as the difference between the value of the endpoint at the time point of interest and the baseline value. Analysis performed using analysis of covariance with covariates of baseline, region, baseline maintenance OCS therapy (OCS vs. no OCS), exacerbations in the year prior to the study (as an ordinal variable), baseline % predicted FEV1, and treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.0","spread":"1.16"},{"groupId":"OG001","value":"-15.4","spread":"1.16"},{"groupId":"OG002","value":"-16.0","spread":"1.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":191},"commonTop":["Nasopharyngitis","Headache","Upper respiratory tract infection","Sinusitis","Bronchitis"]}}}