{"nctId":"NCT02562066","briefTitle":"Amifampridine Phosphate for the Treatment of Congenital Myasthenic Syndromes","startDateStruct":{"date":"2016-01"},"conditions":["Myasthenic Syndromes, Congenital"],"count":20,"armGroups":[{"label":"amifampridine phosphate -placebo","type":"EXPERIMENTAL","interventionNames":["Drug: amifampridine phosphate","Drug: Placebo"]},{"label":"placebo - amifampridine phosphate","type":"EXPERIMENTAL","interventionNames":["Drug: amifampridine phosphate","Drug: Placebo"]}],"interventions":[{"name":"amifampridine phosphate","otherNames":["3,4 diaminopyridine phosphate, Firdapse™"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIndividuals eligible to participate in this study must meet all of the following inclusion criteria:\n\n1. Patient's or parent willing and able to provide written informed consent after the nature of the study has been explained and before the start of any research-related procedures, or the patient's legal guardian or caregiver with durable power of attorney can provide written informed consent. An assent form must also be signed if in the judgement of the IRB the children are capable of providing assent.\n2. Male or female age 2 and above.\n3. Body weight ≥10 kg.\n4. Genetically-confirmed CMS involving acetylcholine receptor defect, Rapsyn deficiency, MuSK deficiency, Dok-7 deficiency, SYT2 deficiency,SNAP25B deficiency, and fast channel syndrome.\n5. MFM 20 or 32 score equal or less than 48 or 76, respectively, at Screening.\n6. In patients naïve to 3,4-DAP or amifampridine phosphate, improvement of \\>20% in MFM20 or MFM32 scores after open label period of up titration of dose\n7. In patients previously stabilized on 3,4-DAP or amifampridine phosphate, history of meaningful improvement in motor function (in opinion of investigator)\n8. Willingness of patients receiving pyridostigmine, prednisone, albuterol, ephedrine, or fluoxetine to remain on a stable dose of these medications throughout the study interval.\n9. Female patients of childbearing potential must have a negative pregnancy test (serum human chorionic gonadotropin \\[HCG\\] at Screening); and must practice effective, reliable contraceptive regimen during the study.\n10. Ability to participate in the study based on overall health of the patient and disease prognosis, as applicable, in the opinion of the investigator; and able to comply with all requirements of the protocol.\n\nExclusion Criteria:\n\nIndividuals who meet any of the following exclusion criteria are not eligible to participate in the study:\n\n1. CMS subtype diagnosis of acetylcholinesterase deficiency, slow-channel syndrome, LRP4 deficiency, and plectin deficiency.\n2. Cardiac conduction defects on Screening ECG.\n3. Seizure disorder.\n4. Abnormal liver function tests at Screening.\n5. Abnormal kidney function tests at Screening.\n6. Abnormal electrolyte values at Screening.\n7. Pregnancy or breastfeeding at Screening or planning to become pregnant at any time during the study.\n8. Any systemic bacterial or other infection, which is clinically significant in the opinion of the investigator and has not been treated with appropriate antibiotics.\n9. Treatment with an investigational drug (other than amifampridine phosphate), device, or biological agent within 30 days before Screening or while participating in this study.\n10. Any other medical condition that, in the opinion of the investigator, might interfere with the patient's participation in the study, poses an added risk for the patient, or confound the assessment of the patient.\n11. History of drug allergy to any pyridine-containing substances or any amifampridine phosphate excipient(s).","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Subject Global Impression (SGI) Score Summary: Mann-Whitney Main Effects Test Results; SGI Score Mixed Model Analysis","description":"Subject Global Impression (SGI) rates the subject's impression of the effects of the study medication during the preceding week with max score =7 (most satisfied) and min score =1 (least satisfied). It will be completed at D0 (baseline for Study Period 1), D8, D21 (baseline for Study Period 2), and D29. Change from baseline (CFB) will be assessed for Study Period 1 (difference in SGI score from D0 to D8), Study Period 2 (difference in SGI score from D21 to D29) and the change in CFB from Study Period 1 to Study Period 2 (difference between CFB during Study Period 1 and CFB during Study Period 2). A Mann-Whitney-Wilcoxon test for equality of the CFB results in the two treatments in Period 1 and for the equality of the CFB results in the two treatment sequences will be conducted. A mixed effects liner model will be fit with the SGI raw scores as a response and study arm, treatment, period, age group and mutation type as fixed effect terms and patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"1.81"},{"groupId":"OG001","value":"-1.75","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"1.75"},{"groupId":"OG001","value":"-1.14","spread":"1.68"}]}]}]},{"type":"SECONDARY","title":"Motor Function Measure 32 (MFM-32) Score Summary: Mann-Whitney Main Effect Test Results, MFM-32 Score Mixed Model Analysis","description":"Motor Function Measure 32 (MFM-32) evaluates the severity and progression of motor function in patients 7 years of age or older with max total score = 96 (best score) and min total score =0 (worst score). It will be completed at D0 (baseline for Study Period 1), D8, D21 (baseline for Study Period 2) and D29. CFB will be assessed for Study Period 1 (difference in MFM-32 from D0 to D8), Study Period 2 (difference in MFM-32 from D21 to D28) and the change in CFB from Study Period 1 to Study Period 2 (difference between CFB during Study Period 1 and CFB during Study Period 2). A Mann-Whitney-Wilcoxon test for equality of CFB results in the two treatments in Period 1 and for the equality of the CFB results in the two treatment sequences will be conducted. A mixed effects linear model will be fit to the overall MFM-32 score as the response variable and fixed effect terms for treatment, period, age group, genetic mutation type, and sequence\\*period and a random effect for patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":"3.92"},{"groupId":"OG001","value":"-0.17","spread":"4.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":"2.22"},{"groupId":"OG001","value":"-0.60","spread":"0.89"}]}]}]},{"type":"SECONDARY","title":"Motor Function Measure 20 (MFM-20) Score Mixed Model Analysis, MFM-20 Score Mixed Model Analysis","description":"Motor Function Measure 20 (MFM-20) evaluates the severity and progression of motor function in patients 2 to 6 years of age with max total score = 60 (best score) and min total score =0 (worst score). It will be completed at D0 (baseline for Study Period 1), D8, D21 (baseline for Study Period 2) and D29. CFB will be assessed for Study Period 1 (difference in MFM-20 from D0 to D8), Study Period 2 (difference in MFM-20 from D21 to D28) and the change in CFB from Study Period 1 to Study Period 2 (difference between CFB during Study Period 1 and CFB during Study Period 2). A Mann-Whitney-Wilcoxon test for equality of CFB results in the two treatments in Period 1 and for the equality of the CFB results in the two treatment sequences will be conducted. A mixed effects linear model will be fit to the overall MFM-32 score as the response variable and fixed effect terms for treatment, period, age group, genetic mutation type, and sequence\\*period and a random effect for patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.50","spread":"4.20"},{"groupId":"OG001","value":"-0.50","spread":"6.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"0.50"},{"groupId":"OG001","value":"1.50","spread":"2.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":20},"commonTop":["Vomiting","Nasopharyngitis","Headache","Nausea","Upper respiratory tract infection"]}}}