{"nctId":"NCT02367911","briefTitle":"A Comparison of 122-0551 Foam Versus Vehicle Foam in Subjects With Plaque Psoriasis","startDateStruct":{"date":"2015-01"},"conditions":["Plaque Psoriasis"],"count":144,"armGroups":[{"label":"Active Arm","type":"EXPERIMENTAL","interventionNames":["Drug: 122-0551 Foam"]},{"label":"Vehicle Arm","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Foam"]}],"interventions":[{"name":"122-0551 Foam","otherNames":[]},{"name":"Vehicle Foam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has a clinical diagnosis of stable plaque psoriasis involving a minimum of 2% and no more than 12% affected body surface area.\n* Subject has an Investigator's Global Assessment (IGA) score of at least three (moderate) at study start.\n* If subject is a woman of childbearing potential, she must have a negative urine pregnancy test and agree to use an effective form of birth control for the duration of the study.\n\nExclusion Criteria:\n\n* Subject has spontaneously improving or rapidly deteriorating plaque psoriasis.\n* Subject has guttate, pustular, erythrodermic or other non-plaque forms of psoriasis.\n* Subject has a physical condition which, in the investigator's opinion, might impair evaluation of plaque psoriasis, or which exposes the subject to an unacceptable risk by study participation.\n* Subject has used any phototherapy (including laser), photo-chemotherapy or other forms of photo based therapy for the treatment of their psoriasis within 30 days prior to study start.\n* Subject has used any systemic methotrexate, retinoids, systemic corticosteroids \\[including intralesional, intra-articular, and intramuscular corticosteroids\\], cyclosporine or analogous products within 90 days prior to study start.\n* Subject has used any systemic biologic therapy (i.e., FDA-approved or experimental therapy) within five half-lives of the biologic prior to study start.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Rated a \"Treatment Success\" Based on the Investigator's Global Assessment (IGA)","description":"The IGA score is a static evaluation of the overall or \"average\" degree of severity of a subject's disease, taking into account all of the subject's psoriatic lesions. \"Treatment success\" is defined as a score of 0 or 1 representing \"cleared\" or \"almost cleared\" at Day 15 with at least a two grade decrease in severity score relative to Baseline. IGA is measured on a 5-point scale, ranging from 0 (clear) to 4 (severe).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Rated a \"Treatment Success\" for Each of the Clinical Signs of Psoriasis (Scaling, Erythema and Plaque Elevation)","description":"A static assessment of the overall or \"average\" degree of severity of each of three key characteristics present within all of the subject's psoriatic lesions. \"Treatment success\" is defined as a score of 0 or 1 representing \"cleared\" or \"almost cleared\" at Day 15 with at least a two grade decrease in severity score relative to Baseline. Each clinical sign of psoriasis is measured on a 5-point scale, ranging from 0 (clear) to 4 (severe/very severe).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"13.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.9","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null},{"groupId":"OG001","value":"13.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Subjects With IGA \"Treatment Success\"","description":"\"Treatment success\" and IGA as defined in the primary outcome measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Subjects Rated a \"Treatment Success\" for Each of the Clinical Signs of Psoriasis (Scaling, Erythema and Plaque Elevation)","description":"\"Treatment success\" and clinical signs as defined in the secondary outcome measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Pruritus Score","description":"Pruritus scale will be used to assess the subjective and multidimensional experience of the subject's pruritus (itching) during the previous two weeks at Baseline and Day 15. Possible scores range from 5 (no pruritus) to 25 (most severe pruritus).","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in % Body Surface Area (BSA) With Active Psoriasis","description":"The investigator will use the assumption that 1% BSA is approximately equal to the surface area of the subject's palm and fingers, with the fingers extended yet grouped together, creating a flat oval-like surface area.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":71},"commonTop":["Application site dryness","Application site pain","Gastroenteritis viral","Sinusitis","Trichorrhexis"]}}}