{"nctId":"NCT00672958","briefTitle":"Efficacy and Safety of Vortioxetine (Lu AA21004) in Treating Adults With Major Depressive Disorder","startDateStruct":{"date":"2008-04"},"conditions":["Major Depressive Disorder"],"count":600,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]}],"interventions":[{"name":"Vortioxetine","otherNames":["Lu AA21004","Brintellix®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suffers from a major depressive episode (MDE) as the primary diagnosis according to Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision (DSM-IV-TR) criteria.\n* The reported duration of the current MDE is at least 3 months.\n* Has a Montgomery Åsberg Depression Rating Scale total score greater than or equal to 30.\n* Females of childbearing potential who are sexually active must agree to use adequate contraception, and can neither be pregnant nor lactating from Screening throughout the duration of the study.\n\nExclusion Criteria:\n\n* Has received any investigational compound less than 30 days before Screening or 5 half-lives prior to Screening, whichever is longer.\n* Has received Lu AA21004 in a previous clinical study.\n* Has 1 or more the following:\n\n  * Any current psychiatric disorder other than major depressive disorder as defined in the DSM-IV-TR (as assessed by the Mini International Neuropsychiatric Interview)\n  * Current or past history of: manic or hypomanic episode, schizophrenia, or any other psychotic disorder, including major depression with psychotic features, mental retardation, organic mental disorders, or mental disorders due to a general medical condition as defined in the DSM-IV-TR.\n  * Any substance disorder (except nicotine and caffeine) within the previous 6 months as defined in the DSM-IV-TR.\n  * Presence or history of a clinically significant neurological disorder (including epilepsy).\n  * Neurodegenerative disorder (Alzheimer disease, Parkinson disease, multiple sclerosis, Huntington disease, etc).\n  * Any Axis II disorder that might compromise the study.\n* Is required to take or intends to continue taking any disallowed medication, any prescription medication, herbal treatment or over-the counter medication that may interfere with evaluation of the study medication, including:\n\n  * Narcotic analgesics\n  * Nonsteroidal anti-inflammatory drugs\n  * Rifampin\n  * Macrolide antibiotics\n  * Hormones (only thyroid hormone replacement, contraceptives \\[oral, patch\\], estrogen and progesterone replacement therapy are allowed in chronic use)\n  * Hypoglycemic agents (chronic use is allowed)\n  * Insulin (chronic use is allowed)\n  * Systemic steroids\n  * Quinidine\n  * Antineoplastics\n  * Antiobesity agents\n* Has a significant risk of suicide according to the investigator's opinion or has a score greater than or equal to 5 on item 10 (suicidal thoughts) of the Montgomery Åsberg Depression Rating Scale or has made a suicide attempt in the previous 6 months.\n* The current depressive symptoms are considered by the investigator to have been resistant to 2 adequate antidepressant treatments of at least 6 weeks duration each.\n* Has received electroconvulsive therapy within 6 months prior to Screening.\n* Is currently receiving formal cognitive or behavioral therapy, systematic psychotherapy, or plans to initiate such therapy during the study.\n* Has a clinically significant unstable illness, for example, hepatic impairment or renal insufficiency, or a cardiovascular, pulmonary, gastrointestinal, endocrine, neurological, rheumatologic, immunologic, infectious, skin and subcutaneous tissue disorders, or metabolic disturbance.\n* Has an alanine aminotransferase, aspartate aminotransferase or total bilirubin level greater than 1.5 times the upper limits of normal.\n* Has a serum creatinine greater than 1.5 times the upper limits of normal.\n* Has a previous history of cancer that had been in remission for less than 5 years prior to the first dose of study medication. This criterion does not include basal cell or Stage I squamous cell carcinoma of the skin.\n* Has clinically significant abnormal vital signs as determined by the investigator.\n* Has an abnormal electrocardiogram determined by the central reader and confirmed as clinically significant by the investigator.\n* Has 1 or more laboratory values outside the normal range, based on the blood or urine samples taken at the Screening Visit, that are considered by the investigator to be clinically significant.\n* Has a thyroid stimulating hormone value outside the normal range at Screening Visit that is determined to be clinically significant by the investigator.\n* Has a disease or takes medication that, in the opinion of the investigator, could interfere with the assessments of safety, tolerability, or efficacy.\n* Has previously enrolled in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the 24-item Hamilton Depression Scale Total Score at Week 6","description":"The HAM-D24 is a clinician-rated 24-item scale for assessing the severity of depression symptoms. The scores for each item range from 0 to 4 or 0 to 2, where 0 represents no symptoms. The rating is based on the past 7 days prior to the time of assessment. The total score range is from 0 to 74 where a higher score indicates a greater depressive state. Least squares (LS) means were from an Analysis of Covariance (ANCOVA) model with treatment and center as fixed factors and the baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.87","spread":"0.662"},{"groupId":"OG001","value":"-14.61","spread":"0.650"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the 24-item Hamilton Depression Scale Total Score at Other Weeks Assessed","description":"The HAM-D24 is a clinician-rated 24-item scale for assessing the severity of depression symptoms. The scores for each item range from 0 to 4 or 0 to 2, where 0 represents no symptoms. The rating is based on the past 7 days prior to the time of assessment. The total score ranges from 0 to 74 where a higher score indicates a greater depressive state. LS means were from an ANCOVA model with treatment and center as fixed factors and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.03","spread":"0.394"},{"groupId":"OG001","value":"-5.96","spread":"0.387"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.30","spread":"0.505"},{"groupId":"OG001","value":"-9.05","spread":"0.496"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.05","spread":"0.545"},{"groupId":"OG001","value":"-11.73","spread":"0.536"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.33","spread":"0.579"},{"groupId":"OG001","value":"-12.66","spread":"0.568"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.11","spread":"0.628"},{"groupId":"OG001","value":"-13.98","spread":"0.617"}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders in HAM-D24 Total Score by Study Visit","description":"A responder is defined as a participant with a ≥50% decrease from Baseline in HAM-D24 total score. The HAM-D24 is a clinician-rated 24-item scale for assessing the severity of depression symptoms. The scores for each item range from 0 to 4 or 0 to 2, where 0 represents no symptoms. The rating is based on the past 7 days prior to the time of assessment. The total score ranges from 0 to 74, where a higher score indicates a greater depressive state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"21.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":null},{"groupId":"OG001","value":"32.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.2","spread":null},{"groupId":"OG001","value":"37.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"43.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":null},{"groupId":"OG001","value":"46.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in MADRS Remission at Week 6","description":"Remission is defined as a participant with a Montgomery Åsberg Depression Rating Scale (MADRS) total score ≤10. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.2","spread":null},{"groupId":"OG001","value":"29.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Sustained Response in HAM-D24","description":"A sustained response is defined as a ≥20% decrease from Baseline in HAM-D24 total score obtained at Week 1 and sustained through Week 5 and at least 50% decrease from Baseline at Week 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"19.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Montgomery Åsberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. Least square means are from an ANCOVA model with treatment and center as fixed factors and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.88","spread":"0.418"},{"groupId":"OG001","value":"-6.38","spread":"0.412"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.57","spread":"0.530"},{"groupId":"OG001","value":"-9.82","spread":"0.523"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.48","spread":"0.583"},{"groupId":"OG001","value":"-12.76","spread":"0.575"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.72","spread":"0.624"},{"groupId":"OG001","value":"-13.70","spread":"0.615"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.40","spread":"0.673"},{"groupId":"OG001","value":"-15.12","spread":"0.664"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.48","spread":"0.708"},{"groupId":"OG001","value":"-15.80","spread":"0.698"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hamilton Anxiety Scale (HAM-A)","description":"The HAM-A is an anxiety rating scale consisting of 14 items that assess anxious mood, tension, fear, insomnia, intellectual (cognitive) symptoms, depressed mood, behavior at interview, somatic (sensory), cardiovascular, respiratory, gastrointestinal, genitourinary, autonomic and somatic (muscular) symptoms. Each symptom is rated from 0 (absent) to 4 (maximum severity). Total scores range from 0 to 56, where \\<17 indicates mild severity, 18-24 mild to moderate severity and 25-30 moderate to severe. Total scores above 30 are rare, but indicate very severe anxiety. Least squares means are from an ANCOVA model with treatment and center as fixed factors and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.25","spread":"0.288"},{"groupId":"OG001","value":"-3.21","spread":"0.284"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.92","spread":"0.343"},{"groupId":"OG001","value":"-4.77","spread":"0.338"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.52","spread":"0.393"},{"groupId":"OG001","value":"-6.88","spread":"0.387"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.60","spread":"0.419"},{"groupId":"OG001","value":"-7.84","spread":"0.413"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression Scale-Severity of Illness","description":"The Clinical Global Impression - Severity scale (CGI-S) is a 7-point scale that requires the clinician to rate the severity of the patient's illness at the time of assessment, relative to the clinician's past experience with patients who have the same diagnosis. Considering total clinical experience, a patient is assessed on severity of mental illness on the following scale: 1, normal, not at all ill; 2, borderline mentally ill; 3, mildly ill; 4, moderately ill; 5, markedly ill; 6, severely ill; or 7, extremely ill. LS means were from an ANCOVA model with treatment and center as fixed factors and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":"0.045"},{"groupId":"OG001","value":"-0.40","spread":"0.044"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.061"},{"groupId":"OG001","value":"-0.82","spread":"0.060"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.07","spread":"0.069"},{"groupId":"OG001","value":"-1.08","spread":"0.067"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.25","spread":"0.073"},{"groupId":"OG001","value":"-1.20","spread":"0.072"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.28","spread":"0.079"},{"groupId":"OG001","value":"-1.36","spread":"0.077"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.46","spread":"0.085"},{"groupId":"OG001","value":"-1.46","spread":"0.083"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression Scale-Global Improvement Scale","description":"The Clinical Global Impression - Global Improvement scale assesses the participant's improvement (or worsening) as assessed by the clinician relative to Baseline on a 7-point scale: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse. LS means were from an ANCOVA model with treatment and center as fixed factors and the CGI-S Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.38","spread":"0.048"},{"groupId":"OG001","value":"3.46","spread":"0.047"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.09","spread":"0.062"},{"groupId":"OG001","value":"3.08","spread":"0.061"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.90","spread":"0.066"},{"groupId":"OG001","value":"2.84","spread":"0.065"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.74","spread":"0.070"},{"groupId":"OG001","value":"2.75","spread":"0.069"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.74","spread":"0.073"},{"groupId":"OG001","value":"2.65","spread":"0.071"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.61","spread":"0.076"},{"groupId":"OG001","value":"2.57","spread":"0.075"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Montgomery-Åsberg Depression Rating Scale - Self-assessment (MADRS-S)","description":"The MADRS-S is a patient-reported outcome measure based on MADRS, administered to evaluate treatment effectiveness in depression. This scale consists of 9 items assessing patients' mood, feelings of unease, sleep, appetite, ability to concentrate, initiative, emotional involvement, pessimism and zest for life. Each item is scored between 0 (best) and 3 (worst). The total score is calculated by summing the answers of the nine items, ranging between 0 and 27 (higher scores indicate increased impairment). LS means are from an ANCOVA model with treatment and center as fixed factors and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.81","spread":"0.214"},{"groupId":"OG001","value":"-2.73","spread":"0.210"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.18","spread":"0.272"},{"groupId":"OG001","value":"-4.05","spread":"0.267"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.56","spread":"0.313"},{"groupId":"OG001","value":"-4.97","spread":"0.307"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-item Short-form Health Survey (SF-36) at Week 6","description":"The Medical Outcomes Study SF-36 is a participant self-rated questionnaire that is a general measure of perceived health status comprising 36 questions, which yields an 8-scale health profile. The 8 health concepts are: 1. Limitation in physical activities because of health problems. 2. Limitations in usual role activities because of physical health problems. 3. Bodily pain. 4. Limitations in social activities because of physical or emotional problems. 5. General mental health (psychological distress and well-being). 6. Limitations in usual role activities because of emotional problems. 7. Vitality (energy and fatigue). 8. General health perception. Each scale ranges from 0 (best) - 100 (worst). LS means are from an ANCOVA model with treatment and center as fixed factors and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.47","spread":"1.277"},{"groupId":"OG001","value":"6.87","spread":"1.264"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.73","spread":"1.569"},{"groupId":"OG001","value":"14.41","spread":"1.549"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.77","spread":"1.460"},{"groupId":"OG001","value":"10.39","spread":"1.445"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.65","spread":"0.985"},{"groupId":"OG001","value":"7.37","spread":"0.975"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.00","spread":"1.455"},{"groupId":"OG001","value":"17.34","spread":"1.440"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.34","spread":"1.687"},{"groupId":"OG001","value":"22.01","spread":"1.667"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.43","spread":"1.756"},{"groupId":"OG001","value":"20.76","spread":"1.732"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.98","spread":"1.401"},{"groupId":"OG001","value":"20.00","spread":"1.385"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score at Week 6","description":"The Sheehan Disability Scale assesses functional impairment in 3 domains: work/school, social life or leisure activities, and home life or family responsibilities. The participant rates the extent to which each aspect is impaired on a 10-point visual analog scale, from 0 (not at all) to 10 (extremely). The 3 scores are added together to calculate the total score, which ranges from 0 to 30, with higher scores indicating more impairment. LS means were from an ANCOVA model with treatment and center as fixed factors and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.61","spread":"0.548"},{"groupId":"OG001","value":"-6.69","spread":"0.557"}]}]}]},{"type":"SECONDARY","title":"Health Care Resource Utilization as Assessed by the Health Economic Assessment Questionnaire","description":"Healthcare resource utilization was assessed by the Health Economic Assessment (HEA) questionnaire, which monitors the participants absenteeism from work, as well as resource use such as visits to a general practitioner, outpatient and inpatient services, hospitalization, medications, and other relevant services over the past 8 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":298},"commonTop":["Headache","Nausea","Diarrhoea","Dry mouth","Dizziness"]}}}