{"nctId":"NCT01158157","briefTitle":"VA-006 Vaccinia Vaccine (ACAM2000) for the Production of VIGIV","startDateStruct":{"date":"2010-09-13","type":"ACTUAL"},"conditions":["Smallpox Vaccine Adverse Reaction"],"count":25,"armGroups":[{"label":"Vaccination","type":"OTHER","interventionNames":["Biological: ACAM2000"]}],"interventions":[{"name":"ACAM2000","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written informed consent.\n* Age 18 - 65 years.\n* Normal and healthy as determined by medical history, physical exam, vital signs and clinical laboratory tests at screening visit.\n* Subject must meet all required subject suitability criteria that pertain to normal Source Plasma donors.\n* Subject must have been previously immunized for smallpox, at ≥1 year prior to commencement of screening assessments for the VA-006 trial, and vaccination history must be confirmed by oral or written history AND the presence of a visible pathognomonic smallpox vaccination scar.\n* Female subjects of childbearing potential must use at least one of the following means of birth control documented by a physician's letter:\n\n  * Surgical sterilization\n  * Hormonal (oral/injectable/implant) for at least 30 days prior to vaccination\n  * Intrauterine device (IUD) inserted at least 7 days prior to vaccination.\n* Female subjects who are not using one of the methods of birth control listed above must be documented as postmenopausal, which is defined as not having a menstrual period for longer than 12 months and having a serum follicle-stimulating hormone (FSH) level ≥ 40 mIU/mL.\n\nExclusion Criteria:\n\n* History of severe adverse event(s) from previous participation in the VA-001 or VA-005 trials or any other smallpox vaccination program/study.\n* Subject, household contact, or other close/intimate contact:\n\n  * with eczema, history of eczema, exfoliative skin conditions, wounds, burns, or other skin conditions at the Investigator's discretion.\n  * with a history of immunodeficiencies (see section 7.1.2 of the protocol).\n  * who received radiotherapy or chemotherapy, adrenocorticotropic hormone (ACTH), corticosteroids, or immunosuppressive drugs.\n  * with eye disease treated with topical steroids.\n  * with known or suspected disorders of immunoglobulin synthesis.\n  * with leukemia, lymphomas of any type, melanoma, or other malignant neoplasms affecting the bone marrow or lymphatic systems.\n  * with a history of adverse reactions to smallpox (vaccinia) vaccine.\n  * has recently been diagnosed with cancer and who will be undergoing chemotherapy or radiation therapy during the vaccination healing time.\n  * is a transplant recipient (except for corneal transplant).\n  * is pregnant, planning pregnancy or breast feeding (female subjects must have negative serum pregnancy test at screening and negative urine pregnancy test prior to vaccination).\n* Household or other close/intimate contact(s) under the age of 12 months.\n* History of allergies to latex, phenol, any of the antibiotics listed in the vaccine content, or any other component of ACAM2000 or its diluent\n* Severely or morbidly obese or higher obesity classification (BMI ≥ 35).\n* Subjects with abnormal EKG and/or cardiac Troponin levels at screening.\n* Subjects with cancer or kidney disease (except kidney stones).\n* Subject has 3 or more of the following risk factors:\n\n  * High blood pressure diagnosed by a doctor\n  * High blood cholesterol diagnosed by a doctor\n  * Diabetes or high blood sugar diagnosed by a doctor\n  * A first degree relative (for example, mother, father, brother, sister) who had a heart condition before the age of 50\n  * Currently smokes cigarettes\n* Cardiovascular disease or heart condition diagnosed by a doctor at any time in the past, with or without symptoms, including:\n\n  * Arrhythmia\n  * Syncope\n  * Previous myocardial infarction\n  * Angina\n  * Coronary artery disease\n  * Congestive heart failure\n  * Cardiomyopathy\n  * Stroke or transient ischemic attack\n  * Chest pain or shortness of breath with activity (such as walking up stairs)\n  * Other heart conditions being treated by a physician.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Participants With Adverse Events Related to ACAM2000 Vaccine Administration","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":25},"commonTop":["Vaccination complication","Headache","Injection site scab"]}}}