{"nctId":"NCT00813150","briefTitle":"Study of Bortezomib and Dexamethasone With or Without Cyclophosphamide in Patients With Relapsed or Not Controllable Multiple Myeloma","startDateStruct":{"date":"2009-01"},"conditions":["Multiple Myeloma"],"count":96,"armGroups":[{"label":"Vd (bortezomib + dexamethasone)","type":"EXPERIMENTAL","interventionNames":["Drug: Dexamethasone","Drug: Bortezomib"]},{"label":"Vcd (bortezomib + low-dose dexamethasone + cyclophosphamide)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dexamethasone","Drug: Bortezomib","Drug: Cyclophosphamide"]}],"interventions":[{"name":"Dexamethasone","otherNames":[]},{"name":"Bortezomib","otherNames":[]},{"name":"Cyclophosphamide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Previously diagnosed with multiple myeloma\n* Primary refractory multiple myeloma or relapsed following 1 to 3 previous lines of therapy\n* Karnofsky performance status must be equal to 60 percentage (ie, better or equal performance than requiring some help and taking care of most personal requirements)\n* Has life expectancy estimated at screening must be of at least 6 months\n* Agrees to protocol-defined use of effective contraception\n\nExclusion Criteria:\n\n* Not received more than three previous lines of therapy for multiple myeloma\n* Not received nitrosoureas or any other chemotherapy or immunotherapy or antibody therapy for multiple myeloma within 6 to 8 weeks before enrolment. Plasmapheresis must not be applied within 2 weeks before enrolment\n* Patients with peripheral neuropathy or neuropathic pain of Grade 2 or greater intensity\n* Patients with poorly controlled cardio vascular, vascular, pulmonary, gastro-intestinal, endocrine, neurological, psychiatric, hepatic, renal or metabolic diseases or hematological disorders\n* Not have oligosecretory or non-secretory multiple myeloma","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Progression of Disease","description":"'Median time to progression of disease is assessed according to International Myeloma Working Group (IMWG) criteria or death from any cause. IMWG criteria: increase of \\>=25% from lowest level in Serum M-component or (the absolute increase must be \\>=0.5 gram per deciliter \\[g/dL\\]); Urine M component or (the absolute increase must be \\>=200 milligram per 24 hour. Only in participants without measurable serum and urine M-protein levels: the difference between involved and uninvolved free light chain levels. The absolute increase \\>10 mg/dL. Bone marrow plasma cell percentage \\>=10%. Definite development of new bone lesions or soft tissue plasmacytomas or definite increase in the size of existing. Development of hypercalcemia. Participants who died or dropped out due to any reason without progression will be censored with the day of death or drop-out, respectively and who are alive at the end of the study without any progression was censored with the last available date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS is defined as time from randomization to myeloma progression according to International Myeloma Working Group (IMWG) criteria or death from any cause. IMWG criteria: increase of ≥25 percent from lowest response level in Serum M-component and/or (the absolute increase must be ≥0.5 g/dL) Urine M-component and/or (the absolute increase must be ≥200 mg/24 hour. Only in participants without measurable serum and urine M-protein levels: the difference between involved and uninvolved free light chain levels. The absolute increase must be \\>10 mg/dL. Bone marrow plasma cell percentage: the absolute percent must be ≥10 percent. Definite development of new bone lesions or soft tissue plasmacytomas or definite increase in the size of existing bone lesions or soft tissue plasmacytomas. Development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL or 2.65mmol/L) that can be attributed solely to the plasma cell proliferative disorder. PFS included disease progression as well as death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Time interval in months time from randomisation to death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"41.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) - International Myeloma Working Group (IMWG) Response Criteria","description":"Percentage of participants who achieved stringent complete response (sCR), complete response (CR), very good partial response (VGPR) or partial response (PR) is reported in the below table. IMWG criteria- CR: Negative immunofixation on the serum and urine and disappearance of any soft tissue plasmacytomas and \\<5% plasma cells in bone marrow; sCR: CR+Normal free light chain ratio and absence of clonal cells in bone marrow by immunohistochemistry or immunofluorescencec; PR: ≥50% reduction of serum M-protein and reduction in 24-hour urinary M-protein by ≥90%; VGPR: Serum and urine M-protein detectable by immunofixation but not on electrophoresis or 90% or greater reduction in serum M-protein plus urine M-protein level \\<100mg per 24 hour.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.4","spread":null},{"groupId":"OG001","value":"70.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":46},"commonTop":["Thrombocytopenia","Fatigue","Diarrhoea","Constipation","Anaemia"]}}}