{"nctId":"NCT01462942","briefTitle":"Long-term Efficacy and Safety of Aclidinium Bromide/Formoterol Fumarate Fixed-Dose Combination","startDateStruct":{"date":"2011-10"},"conditions":["Chronic Obstructive Pulmonary Disease (COPD)"],"count":2443,"armGroups":[{"label":"Aclidinium/Formoterol 400/6 μg","type":"EXPERIMENTAL","interventionNames":["Drug: Aclidinium Bromide/Formoterol Fumarate"]},{"label":"Aclidinium/Formoterol 400/12 μg","type":"EXPERIMENTAL","interventionNames":["Drug: Aclidinium Bromide/Formoterol Fumarate"]},{"label":"Aclidinium monotherapy 400 μg","type":"EXPERIMENTAL","interventionNames":["Drug: Aclidinium Bromide"]},{"label":"Formoterol monotherapy 12 μg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Formoterol Fumarate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Aclidinium Bromide/Formoterol Fumarate","otherNames":[]},{"name":"Aclidinium Bromide/Formoterol Fumarate","otherNames":[]},{"name":"Aclidinium Bromide","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Formoterol Fumarate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult male or non-pregnant, non-lactating female aged ≥40. Women of childbearing potential are allowed to enter the trial if they show to have a negative serum pregnancy test at the Screening Visit and are using, during the last two months before the Screening Visit, at least one medically approved and highly effective method of birth control defined as those which result in a low failure rate (i.e less than 1% per year) when used consistently and correctly such as implants, injectables, oral contraceptives combined with at least one barrier method, hormonal Intrauterine Devices (IUDs), sexual abstinence or vasectomy of the partner.\n* Current or ex-cigarette smoker, with a smoking history of at least 10 pack-years.\n* Patient with a clinical diagnosis of stable COPD according to the Global Initiative for Chronic Lung Disease \"GOLD\" Guidelines at the Screening Visit.\n* Patient whose FEV1/FVC (Forced Vital Capacity) at the Screening Visit measured between 10-15 minutes post inhalation of 400 micrograms of salbutamol is \\< 70% (i.e., 100 x Post-salbutamol FEV1 /FVC \\< 70%).\n* Patient with a diagnosis of moderate to severe COPD according to the GOLD Guidelines classification (stages II and III) at the Screening Visit: FEV1 measured between 10-15 minutes post inhalation of 400 micro grams of salbutamol is 30% \\< FEV1 \\< 80% of the predicted normal value (i.e., 100 x Post-salbutamol FEV1/ Predicted FEV1 must be \\< 80% and ≥ 30%).\n* Patient must be able to perform repeatable pulmonary function testing for FEV1 according to American Thoracic Society/European Respiratory Society \"ATS/ERS\" 2005 criteria at Screening Visit.\n* Patient who is eligible and able to participate in the trial and who consent to do so in writing after the purpose and nature of the investigation have been explained.\n\nExclusion Criteria:\n\n* History or current diagnosis of asthma.\n* Any respiratory tract infection (including the upper respiratory tract) or COPD exacerbation in the 6 weeks before Screening Visit.\n* Patient hospitalised for COPD exacerbation within 3 months prior to Screening Visit.\n* Clinically significant respiratory conditions defined as:\n\n  * Known active tuberculosis.\n  * History of interstitial lung or massive pulmonary thromboembolic disease.\n  * Pulmonary resection or lung volume reduction surgery within 12 months prior to Screening Visit.\n  * History of lung transplantation.\n  * History of bronchiectasis secondary to respiratory diseases others than COPD (e.g., cystic fibrosis, Kartagener's syndrome, etc).\n  * Known a1-antitrypsin deficiency.\n* Patients who in the Investigator's opinion might have needed to start a pulmonary rehabilitation program during the study and/or patients who started/finished it within 3 months prior to screening.\n* Use of long-term oxygen therapy (≥ 15 hours/day).\n* Patients who did not maintain regular day/night, waking/sleeping cycles including night shift workers (eg, history of sleep apnoea syndrome, any condition related to sleep disturbances such as restless-legs syndrome or somnambulism).\n* Clinically significant cardiovascular conditions defined as:\n\n  * Myocardial infarction within the 6 months prior to screening.\n  * Thoracic surgery within 12 months prior to screening.\n  * Unstable angina or unstable arrhythmia which had required changes in the pharmacological therapy or other intervention within 12 months prior to screening, or newly diagnosed arrhythmia within the previous 3 months prior to screening.\n  * Hospitalisation within 12 months prior to screening for heart failure functional classes III (marked limitation of activity and only comfortable at rest) and IV (need of complete rest, confinement to bed or chair, discomfort at any physical activity and presence of symptoms at rest) as per the New York Heart Association.\n* Patients (with or without pharmacological therapy) with resting systolic blood pressure (SBP)\n\n  ≥200 mmHg, a resting diastolic blood pressure (DBP) ≥120 mmHg, or a resting heart rate ≥105 beats per minute (bpm) at screening and at Visit 1 prior to randomisation.\n* Patients with interval corrected for heart rate \"QTc\" \\[calculated according to formulae (QTc=QT/RR1/2) \\> 470 msec as indicated in the centralised reading report assessed at Screening Visit.\n* Patients with clinically relevant abnormalities in the clinical laboratory tests, ECG parameters (other than QT interval corrected using Bazett's formula \\[QTcB\\]) or in the physical examination at screening, if the abnormality defined a disease state listed as exclusion criteria, except for those related to COPD.\n* Patients with a history of hypersensitivity reactions to inhaled anticholinergics, sympathomimetic amines, or inhaled medication or any component thereof (including report of paradoxical bronchospasm). Patients with known narrow-angle glaucoma, symptomatic bladder neck obstruction or acute urinary retention.\n* Patients with symptomatic non-stable prostate hypertrophy. (However, patients with well-controlled, stable, asymptomatic benign prostatic hypertrophy were not excluded).\n* Patients with known uncontrolled history of infection with human immunodeficiency virus and/or active hepatitis.\n* Current diagnosis of cancer other than basal or squamous cell skin cancer.\n* Life expectancy of less than 1 year.\n* Patients with any other serious or uncontrolled physical or mental dysfunction that, as judged by the Investigator, could have placed the patient at higher risk from his/her participation in the study, could have confounded the results of the study, or is likely to prevent the patient from complying with the requirements of the study, or completing the study.\n* Patients with a history (within 2 years prior to screening) of drug and/or alcohol abuse that might have prevented study compliance based on the Investigator judgment.\n* Patients unlikely to be cooperative (eg, take the medication, complete the Patient Diaries or attend the clinic at the required times).\n* Patients unable to properly use a DPI or pMDI inhaler device or to perform spirometry measurements.\n* Patients previously randomised in a study involving aclidinium bromide/formoterol FDC.\n* Patients previously randomised in a study involving aclidinium bromide monotherapy except when participation finished at least 6 months before screening.\n* Patients treated with any investigational drug within 30 days (or 6 half-lives, whichever is longer) prior to screening.\n* Patients who intended to use any concomitant medication not permitted by this protocol or who had not undergone the required washout period for a particular prohibited medication.\n* Patients unable to give consent, or patients of consenting age but under guardianship, or vulnerable patients.\n* Patients employed, or relatives of employees at the study centre, Almirall or Forest Laboratories.\n* Any other conditions that, in the Investigator's opinion, might have indicated the patient to be unsuitable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in 1-hour Morning Post-dose Forced Expiratory Volume in One Second (FEV1)","description":null,"paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.030","spread":"0.018"},{"groupId":"OG001","value":"0.269","spread":"0.013"},{"groupId":"OG002","value":"0.213","spread":"0.013"},{"groupId":"OG003","value":"0.144","spread":"0.013"},{"groupId":"OG004","value":"0.129","spread":"0.013"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Morning Pre-dose (Trough) Forced Expiratory Volume in One Second (FEV1)","description":null,"paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.061","spread":"0.018"},{"groupId":"OG001","value":"0.083","spread":"0.012"},{"groupId":"OG002","value":"0.050","spread":"0.012"},{"groupId":"OG003","value":"0.056","spread":"0.012"},{"groupId":"OG004","value":"-0.002","spread":"0.012"}]}]}]},{"type":"SECONDARY","title":"Change in Transition Dyspnoea Index (TDI) Focal Score","description":"Evaluation of dyspnea was performed by an independent interviewer experienced in taking a respiratory history The TDI includes three categories: functional impairment which determines the impact of breathlessness on the ability to perform activities, magnitude of task which determines the type of task that caused breathlessness and magnitude of effort which establishes the level of effort needed to evoke breathlessness Each category ranges from minus three (-3; major deterioration) to plus three (+3; major improvement) including a zero (0) score to indicate 'no change' The three categories are totalled to obtain a focal score (total score) ranging from minus nine (-9), including zero (0), to plus nine (+9) Provision is made for circumstances when dyspnoea could not be rated - if reduction of activities, effort or functional impairment was caused by reasons other than respiratory A change of 1 unit in TDI is used as the criterion for a minimal meaningful improvement","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.215","spread":"0.241"},{"groupId":"OG001","value":"2.508","spread":"0.162"},{"groupId":"OG002","value":"2.377","spread":"0.165"},{"groupId":"OG003","value":"2.112","spread":"0.165"},{"groupId":"OG004","value":"2.062","spread":"0.164"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in St. George´s Respiratory Questionnaire (SGRQ) Total Score","description":"SGRQ is a standardised, self-administered tool for measuring impaired health and perceived well-being in respiratory diseases; a validated electronic version of the questionnaire in the relevant validated languages was used in this study The questionnaire contains 50 items divided into three dimensions (Symptoms, Activity and Impact) Each of the three dimensions of the questionnaire is scored separately in the range from 0 to 100: zero (0) score indicating no impairment of quality of life The total SGRQ score ranging from 0 to 100 is a summary score utilising responses to all items calculated using weights attached to each item of the questionnaire Higher scores indicate poorer health and change of 4 units in the SGRQ has been determined to be the threshold for a clinically relevant change in health status","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.511","spread":"1.029"},{"groupId":"OG001","value":"-7.164","spread":"0.703"},{"groupId":"OG002","value":"-8.339","spread":"0.706"},{"groupId":"OG003","value":"-5.801","spread":"0.710"},{"groupId":"OG004","value":"-5.579","spread":"0.706"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":194},"commonTop":["Chronic obstructive pulmonary disease","Headache","Nasopharyngitis","Back pain"]}}}