{"nctId":"NCT01652469","briefTitle":"Testing of Drugs Erlotinib and Docetaxel in Lung Cancer Patients Classified Regarding Their Outlook Using VeriStrat®.","startDateStruct":{"date":"2012-08"},"conditions":["Carcinoma, Non-Small-Cell Lung"],"count":81,"armGroups":[{"label":"A: Erlotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Erlotinib"]},{"label":"B: Docetaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Erlotinib","otherNames":["Tarceva (Roche)"]},{"name":"Docetaxel","otherNames":["Taxotere (Sanofi-Aventis)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed locally advanced stage IIIB, not amenable to radical radiotherapy, or metastatic stage IV non-small cell lung cancer (NSCLC) of predominant squamous subtype, according to the 7th edition of the TNM classification, including M1a (separate tumor nodule in a contralateral lobe, tumor with pleural nodules or malignant pleural or pericardial effusion) and/or M1b (distant metastasis).\n* Progressive disease upon or after previous chemotherapy including at least one line of platinum-based chemotherapy.\n* Measurable or evaluable disease according to RECIST v1.1 (Appendix 2).\n* ECOG PS 0-2.\n* Age ≥ 18 years.\n* Adequate organ function, including:\n* Adequate bone marrow reserve: ANC \\> 1.5 x 109/L, platelets \\> 100 x 109/L.\n* Hepatic: bilirubin \\<1.5 x ULN; AP, ALT \\< 3.0 x ULN; AP, ALT \\<5 x ULN is acceptable in case of liver metastasis.\n* Renal: calculated creatinine clearance \\> 40 ml/min based on the Cockroft and Gault formula.\n* Signed and dated informed consent form.\n* Male and female patients with reproductive potential must use an approved contraceptive method, during the trial and 12 months thereafter. Female patients with reproductive potential must have a negative pregnancy test within 7 days prior to study registration.\n* Estimated life expectancy \\>12 weeks.\n* Patient compliance and geographical proximity that allow adequate follow-up.\n\nExclusion Criteria:\n\n* Evidence of other medical condition which would impair the ability of the patient to participate in the trial or might preclude therapy with trial drugs (e.g. unstable or uncompensated respiratory, cardiac, hepatic or renal disease, active infection, uncontrolled diabetes mellitus).\n* Previous treatment with any EGFR-TKI or docetaxel.\n* Documented brain metastases unless the patient has completed local therapy for central nervous system metastases and has been off corticosteroids for at least 14 days prior to study registration.\n* Documented presence of activating EGFR mutations, if the patient was tested for EGFR mutations.\n* Previous malignancy within the past 5 years with the exception of adequately treated cervical carcinoma in situ, breast cancer in situ or localized non-melanoma skin cancer.\n* Psychiatric disorder precluding understanding of information on trial related topics, giving informed consent, or interfering with compliance for oral drug intake.\n* Concurrent treatment with experimental drugs or other anti-cancer therapy treatment in a clinical trial within 21 days prior to study registration.\n* Known hypersensitivity to trial drugs or hypersensitivity to any other component of the trial drugs or any concomitant drugs contraindicated.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Time from the date of randomization until documented progression or death without documented progression.\n\nAssessment of Progressive Disease (PD) based on Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) Target lesions:At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm.(Note: the appearance of one or more new lesions is also considered progression).\n\nNon-target lesions:Unequivocal progression of existing non-target lesions. (Note:the appearance of one or more new lesions is also considered progression). To achieve 'unequivocal progression', there must be an overall level of substantial worsening in non-target disease such that,even in presence of SD or PR in target disease, the overall tumour burden has increased sufficiently","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Defined as time from the date of randomization until death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response","description":"Objective response is defined as best overall response (CR or PR) across all assessment time-points according to RECIST Criteria 1.1 during the period from randomization to termination of trial treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control","description":"Disease control is defined as achieving objective response or stable disease for at least 6 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"Adverse events classified according to NCI CTCAE version 4","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":38},"commonTop":["Fatigue","Dyspnea","Rash maculo-papular","Cough","Diarrhea"]}}}