{"nctId":"NCT02488330","briefTitle":"An Extension Study of Onartuzumab in Participants With Solid Tumors on Study Treatment Previously Enrolled in a Company Sponsored Study","startDateStruct":{"date":"2015-08-27","type":"ACTUAL"},"conditions":["Solid Tumor"],"count":12,"armGroups":[{"label":"Control and/or Onartuzumab treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Onartuzumab","Drug: Bevacizumab","Drug: Erlotinib"]}],"interventions":[{"name":"Onartuzumab","otherNames":[]},{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Erlotinib","otherNames":["Tarceva"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Enrolled and receiving either control treatment or onartuzumab-based study treatment in an eligible P-trial\n* Has not met the treatment discontinuation criteria specified in their P-trial protocol at the time of enrollment into the extension trial (E-trial)\n* Ability to begin treatment in the extension (rollover) protocol within 15 days following the last day of the study in the antecedent protocol\n* For women who are not postmenopausal (greater than or equal to \\[\\>/=\\] 12 months of non-therapy-induced amenorrhea) or surgically sterile (absence of ovaries and/or uterus): agreement to remain abstinent or use single or combined non-hormonal contraceptive methods that result in a failure rate of less than (\\<) 1 percent (%) per year during the treatment period and for at least 180 days after the last dose of study drug\n* For men: agreement to remain abstinent or use a condom plus an additional contraceptive method that together result in a failure rate of \\< 1% per year during the treatment period and for at least 180 days after the last dose of study drug and agreement to refrain from donating sperm during this same period\n\nExclusion Criteria:\n\n* Pregnancy or lactation or intention to become pregnant during the study (serum pregnancy test required before enrollment)\n* Any non-protocol anti-cancer therapy started between discontinuation from treatment in P-trial and start of enrollment in E-trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Serious Adverse Events Considered Related to Onartuzumab","description":"An adverse event is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":12},"commonTop":[]}}}