{"nctId":"NCT03234907","briefTitle":"Vedolizumab Intravenous (IV) Compared to Placebo in Chinese Participants With Crohn's Disease.","startDateStruct":{"date":"2017-08-03","type":"ACTUAL"},"conditions":["Crohn's Disease"],"count":215,"armGroups":[{"label":"Induction Phase: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vedolizumab IV"]},{"label":"Induction Phase: Vedolizumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]},{"label":"Maintenance Phase: Induction Placebo to Placebo Q4W","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vedolizumab IV","Drug: Placebo"]},{"label":"Maintenance Phase: Induction Placebo to Vedolizumab 300 mg Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab IV"]},{"label":"Maintenance Phase: Induction Vedolizumab 300 mg to Vedolizumab 300 mg Q8W","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]},{"label":"Maintenance Phase: Induction Vedolizumab 300 mg to Vedolizumab 300 mg Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab IV"]}],"interventions":[{"name":"Vedolizumab IV","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has a diagnosis of Crohn's disease (CD) established at least 3 months prior to Screening by clinical and endoscopic evidence corroborated by a histopathology report. Cases of CD established at least 6 months prior to randomization for which a histopathology report is not available will be considered based on the weight of evidence supporting the diagnosis and excluding other potential diagnosis, and must be discussed with the sponsor on a case-by-case basis prior to randomization.\n2. Has moderately to severely active CD as determined by a Crohn's Disease Activity Index (CDAI) score of 220 to 400 within 7 days prior to the first dose of study drug and 1 of the following:\n\n   * C-reactive protein (CRP) level \\>2.87 mg/L during the Screening Phase, OR\n   * Ileocolonoscopy with photographic documentation of a minimum of 3 nonanastomotic ulcerations (each \\>0.5 cm in diameter) or 10 aphtous ulcerations (involving a minimum of 10 contiguous cm of intestine) consistent with CD, within 4 months prior to randomization, OR\n   * Fecal calprotectin \\>250 μg/g stool during the Screening Phase in conjunction with computed tomography enterography (CTE), magnetic resonance enterography (MRE), contrast enhanced small bowel radiography, or wireless capsule endoscopy revealing CD ulcerations (aphthae not sufficient), within 4 months prior to Screening\n3. Has CD involvement of the ileum and/or colon, at a minimum.\n4. Has extensive colitis or pancolitis of \\>8 years duration or limited colitis of \\>12 years duration must have documented evidence that a surveillance colonoscopy was performed within 12 months prior to initial screening (may be performed during Screening if not performed in previous 12 months).\n5. Has a family history of colorectal cancer, personal history of increased colorectal cancer risk, age \\>50 years, or other known risk factor must be up-to-date on colorectal cancer surveillance (may be performed during Screening).\n6. Has demonstrated an inadequate response to, loss of response to, or intolerance of at least 1 of the following agents as defined below:\n\n   * Corticosteroids.\n   * Immunomodulators.\n   * Tumor necrosis factor-alpha (TNF-α) antagonists.\n\nExclusion Criteria:\n\n1. Has evidence of abdominal abscess at the initial Screening Visit.\n2. Has had extensive colonic resection, subtotal or total colectomy.\n3. Has a history of \\>3 small bowel resections or diagnosis of short bowel syndrome.\n4. Has had ileostomy, colostomy, known fixed symptomatic stenosis of the intestine, or evidence of fixed stenosis, or small bowel stenosis with prestenotic dilation.\n5. Has had previous exposure to approved or investigational anti-integrins (e.g., natalizumab, efalizumab, etrolizumab, or AMG-181), or MAdCAM-1 antagonists, or rituximab.\n6. Has used topical (rectal) treatment with 5-ASA, corticosteroid enemas/suppositories or traditional Chinese medications for CD treatment within 2 weeks of the administration of the first dose of study drug.\n7. Requires currently or is anticipated to require surgical intervention for CD during the study.\n8. Has a history or evidence of adenomatous colonic polyps that have not been removed.\n9. Has a history or evidence of colonic mucosal dysplasia including low or high-grade dysplasia, as well as indeterminate for dysplasia.\n10. Has a suspected or confirmed diagnosis of ulcerative colitis, indeterminate colitis, ischemic colitis, and radiation colitis.\n11. Has evidence of treatment for C.difficile infection or other intestinal pathogen with 28 days prior to first dose of study drug.\n12. Has chronic hepatitis B virus (HBV) infection or chronic hepatitis C virus (HCV) infection.\n13. Has active or latent tuberculosis.\n14. Has any identified congenital or acquired immunodeficiency (e.g., common variable immunodeficiency, human immunodeficiency virus \\[HIV\\] infection, organ transplantation).\n15. Has any history of malignancy, except for the following: (a) adequately-treated nonmetastatic basal cell skin cancer; (b) squamous cell skin cancer that has been adequately treated and that has not recurred for at least 1 year prior to randomization; and (c) history of cervical carcinoma in situ that has been adequately treated and that has not recurred for at least 3 years prior to randomization. Participants with remote history of malignancy (e.g., \\>10 years since completion of curative therapy without recurrence) will be considered based on the nature of the malignancy and the therapy received and must be discussed with the sponsor on a case-by-case basis prior to randomization.\n16. Has a history of any major neurological disorders, including stroke, multiple sclerosis, brain tumor, or neurodegenerative disease.\n17. Has a positive progressive multifocal leukoencephalopathy (PML) subjective symptom checklist at Screening or prior to the administration of the first dose of study drug at Week 0.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Enhanced Clinical Response in the Induction Phase at Week 10","description":"Enhanced clinical response was defined as ≥100-point decrease from Baseline in the Crohn's Disease Activity Index (CDAI) score at Week 10. A CDAI is a multi-item instrument which measures severity of active Crohn's Disease monitored over 7 days includes participant reported symptoms, physician-assessed signs, and laboratory markers. CDAI score is equal to sum of weighted scores for subjective items (number of liquid/soft stools, degree of abdominal pain, general well-being); and objective items (use of anti-diarrhoeal medication, abdominal mass, haematocrit, presence of extraintestinal manifestation, body weight). CDAI scores range approximately from 0 to 600, higher scores indicating greater disease activity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"19.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission in the Induction Phase at Week 10","description":"Clinical remission was defined as CDAI score of ≤150 points at Week 10. A CDAI is a multi-item instrument which measures severity of active Crohn's Disease monitored over 7 days includes participant reported symptoms, physician-assessed signs, and laboratory markers. CDAI score is equal to sum of weighted scores for subjective items (number of liquid/soft stools, degree of abdominal pain, general well-being); and objective items (use of anti-diarrhoeal medication, abdominal mass, haematocrit, presence of extraintestinal manifestation, body weight). CDAI scores range approximately from 0 to 600, higher scores indicating greater disease activity","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"9.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":70},"commonTop":["Pyrexia","Protein urine present","Nasopharyngitis","Upper respiratory tract infection","Anaemia"]}}}