{"nctId":"NCT01336023","briefTitle":"Dual Action of Liraglutide and Insulin Degludec in Type 2 Diabetes: A Trial Comparing the Efficacy and Safety of Insulin Degludec/Liraglutide, Insulin Degludec and Liraglutide in Subjects With Type 2 Diabetes","startDateStruct":{"date":"2011-05-23","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":1663,"armGroups":[{"label":"IDeg","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec"]},{"label":"IDegLira","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec/liraglutide"]},{"label":"Lira","type":"EXPERIMENTAL","interventionNames":["Drug: liraglutide"]}],"interventions":[{"name":"insulin degludec/liraglutide","otherNames":[]},{"name":"insulin degludec","otherNames":[]},{"name":"liraglutide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with type 2 diabetes\n* HbA1c 7.0-10.0 % (both inclusive) with the aim of a median HbA1c of 8.3%. Accordingly, when approximately 50% of the randomised subjects have a HbA1c above 8.3%, the remaining subjects randomised must have a HbA1c of below or equal to 8.3%, or when approximately 50% of the randomised subjects have a HbA1c of below or equal to 8.3%, the remaining subjects randomised must have a HbA1c above 8.3%\n* Male or female, age 18 years or above (Taiwan: 20 years or above for a site 653 in Taiwan: Taichung Veterans General Hospital)\n* Subjects on stable dose of 1-2 OADs (metformin \\[at least 1500 mg or max tolerated dose\\] or metformin \\[at least 1500 mg or max tolerated dose\\] + pioglitazone \\[at least 30 mg\\]) for at least 90 days prior to screening\n* Body Mass Index (BMI) maximum 40 kg/m\\^2\n\nExclusion Criteria:\n\n* Treatment with insulin (except for short-term treatment due to intercurrent illness at the discretion of the Investigator)\n* Treatment with GLP-1 (glucagon-like peptide-1) receptor agonists (eg exenatide, liraglutide), sulphonylurea or dipeptidyl peptidase 4 (DPP-4) inhibitors within 90 days prior to trial\n* Impaired liver function, defined as alanine aminotransferese (ALAT) at least 2.5 times Upper Normal Range (UNR) (one retest analysed at the central laboratory within a week from first sample taken is permitted with the result of the last sample being the conclusive)\n* Impaired renal function defined as serum-creatinine at least 133 mcmol/l (at least 1.5 mg/dl) for males and at least 125 mcmol/l (at least 1.4) for females, or as allowed according to local contraindications for metformin (one retest analysed at the central laboratory within a week from first sample taken is permitted with the result of the last sample being the conclusive)\n* Screening calcitonin at least 50 ng/L\n* Subjects with personal or family history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia type 2 (MEN 2)\n* Cardiac disorder defined as: congestive heart failure (NYHA class III-IV), diagnosis of unstable angina pectoris, cerebral stroke and/or myocardial infarction within the last 12 months and planned coronary, carotid or peripheral artery revascularisation procedures\n* Severe uncontrolled treated or untreated hypertension (systolic blood pressure at least 180 mm Hg or diastolic blood pressure at least 100 mm Hg)\n* Acute treatment required proliferative retinopathy or maculopathy (macular oedema)\n* History of chronic pancreatitis or idiopathic acute pancreatitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in HbA1c (Glycosylated Haemoglobin) at Week 26.","description":"Values of mean change in HbA1c.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.44","spread":"1.03"},{"groupId":"OG001","value":"-1.91","spread":"1.07"},{"groupId":"OG002","value":"-1.28","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Body Weight at Week 26","description":"Values of mean change in body weight.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"4.0"},{"groupId":"OG001","value":"-0.5","spread":"3.5"},{"groupId":"OG002","value":"-3.0","spread":"3.5"}]}]}]},{"type":"SECONDARY","title":"Number of Hypoglycaemic Episodes","description":"Reported hypoglycemaic episodes are number of hypoglycemic events per 100 patient years of exposure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"256.7","spread":null},{"groupId":"OG001","value":"180.2","spread":null},{"groupId":"OG002","value":"22.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Incremental Area Under the Curve 0-4h (iAUC0-4h) Derived From the Glucose Concentration Profile During Meal Test","description":"Values of mean change in normalised iAUC0-4h values based on LOCF data derived from the glucose concentration profiles during a meal test. The meal test was performed at selected sites at baseline and after 26 weeks of treatment in the main trial period. The incremental AUC was calculated using the trapezoidal method and the resulting area was divided length of the observation period to yield the (normalised) prandial increment in mmol/L using the available valid glucose observations and the associated actual elapsed time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"1.98"},{"groupId":"OG001","value":"-0.87","spread":"1.65"},{"groupId":"OG002","value":"-0.78","spread":"1.62"}]}]}]},{"type":"SECONDARY","title":"Mean Actual Daily Insulin Dose","description":"Mean of the actual doses recorded at visit 28 (Week 26).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":"28"},{"groupId":"OG001","value":"38","spread":"13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":412},"commonTop":["Nasopharyngitis","Headache","Nausea","Diarrhoea","Upper respiratory tract infection"]}}}