{"nctId":"NCT00947297","briefTitle":"Study of the Safety of HPN (Hyperion)-100 for the Long-Term Treatment of Urea Cycle Disorders (Treat UCD)","startDateStruct":{"date":"2009-11"},"conditions":["Urea Cycle Disorders"],"count":60,"armGroups":[{"label":"HPN-100","type":"EXPERIMENTAL","interventionNames":["Drug: HPN-100"]}],"interventions":[{"name":"HPN-100","otherNames":["GT4P, Glyceryl tri-(4-phenylbutyrate)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects who completed HPN-100-006:\n\n  \\*Additionally, approximately 20 UCD subjects ≥ 6 years of age may be enrolled who have not participated in HPN-100-006. These subjects may include those who did not qualify HPN-100-006 (e.g., subjects between the ages of 6-17 years, subjects with other UCD subtypes, or adult subjects who have not taken sodium phenylbutyrate (NaPBA) in the past 6 months, etc.). For adult subjects not receiving NaPBA in the past 6 months, subjects must, in the judgment of the investigator, be anticipated to benefit from the addition of a nitrogen-scavenging agent to their current treatment. Clinical evidence of potential benefit from introduction of an ammonia-scavenging agent might include a recent history (in the past year) of clinically overt hyperammonemia accompanied by a venous ammonia ≥ 100 μmol/L, a recent history (within the past year) of protein intolerance, or a history of abnormally high venous ammonia levels accompanied by symptoms (e.g., headache) that might reasonably be attributed to hyperammonemia.\n* Signed informed consent by subject and/or subject's legally acceptable representative.\n* Diagnosis of urea cycle disorder (enzyme or transporter deficiency) confirmed via enzymatic, biochemical, or genetic testing.\n* Able to perform and comply with study activities, including blood draws.\n* Negative pregnancy test for all females of childbearing potential.\n* All females of childbearing potential and all sexually active males must agree to use an acceptable method of contraception throughout the study.\n\nExclusion Criteria:\n\n* Screening venous ammonia level of ≥ 100 μmol/L or signs and symptoms indicative of hyperammonemia; subjects may be re-screened after their venous ammonia is controlled, at the discretion of the investigator.\n* History of 4 or more hyperammonemic events as defined in Section 3.5.1 in the preceding 12 months.\n* Active infection (viral or bacterial) or any other condition that may increase venous ammonia levels.\n* Any clinical or laboratory abnormality or medical condition that, at the discretion of the investigator, may put the subject at increased risk by participating in this study.\n* Use of any medication known to significantly affect renal clearance (e.g., probenecid) or to increase protein catabolism (e.g., corticosteroids), or other medication known to increase venous ammonia levels (e.g., valproate), within the 24 hours prior to Day 1 and throughout the study.\n* History of QTc (QT interval corrected) prolongation, or a QTc interval ≥ 450 msec or an increase of ≥ 60 msec during the previous HPN-100 study if applicable.\n* Known hypersensitivity to PAA or PBA.\n* Liver transplant, including hepatocellular transplant.\n* Breastfeeding or lactating females.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Adverse Events (Number of Participants Who Experienced Any AE Considered Related to Study Drug)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number and Causes of Hyperammonemic Events","description":"Number of hyperammonemic crises per patient","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.514"}]}]}]},{"type":"SECONDARY","title":"Blood Ammonia Levels","description":"Venous Ammonia levels over time","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.623","spread":"15.8875"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.202","spread":"20.6124"}]}]}]},{"type":"SECONDARY","title":"Patient Satisfaction With HPN-100","description":"Drug preference will be noted at week 3","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":60},"commonTop":["Vomiting","Upper respiratory tract infection","Nausea","Diarrhoea","Nasopharyngitis"]}}}