{"nctId":"NCT02462928","briefTitle":"A Safety and Efficacy Study of Abicipar Pegol in Participants With Neovascular Age-related Macular Degeneration","startDateStruct":{"date":"2015-06-25","type":"ACTUAL"},"conditions":["Macular Degeneration"],"count":939,"armGroups":[{"label":"Abicipar Pegol 2 mg (2Q8)","type":"EXPERIMENTAL","interventionNames":["Drug: Abicipar Pegol","Other: Sham Procedure"]},{"label":"Abicipar Pegol 2 mg (2Q12)","type":"EXPERIMENTAL","interventionNames":["Drug: Abicipar Pegol","Other: Sham Procedure"]},{"label":"Ranibizumab 0.5 mg (rQ4)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ranibizumab"]}],"interventions":[{"name":"Abicipar Pegol","otherNames":["AGN-150998"]},{"name":"Ranibizumab","otherNames":["Lucentis®"]},{"name":"Sham Procedure","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of age-related macular degeneration in at least 1 eye\n* Best corrected visual acuity of 20/40 to 20/320 in the study eye\n* Best corrected visual acuity of 20/200 or better in the non-study eye\n\nExclusion Criteria:\n\n* History of vitrectomy, macular surgery, or glaucoma surgery in the study eye\n* Cataract or refractive surgery in the study eye within the last 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Stable Vision at Week 52","description":"Stable vision was defined as a loss of fewer than 15 letters in BCVA compared to baseline. BCVA was measured using an eye chart and reported as the number of letters read correctly using the Early Treatment of Diabetic Retinopathy Study (ETDRS) Scale (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the eye chart, the worse the vision (or visual acuity). An increase in the number of letters read correctly means that vision has improved. The percentage of participants with a BCVA loss of fewer than 15 letters are reported. The study eye is defined as the eye that meets the entry criteria. If both eyes met the entry criteria, the eye with the worse BCVA at baseline (Day 1) was selected as the study eye. If both eyes had same BCVA values at baseline (Day 1), then the participant had to select their non-dominant eye for treatment, or else the right eye was selected as the study eye.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"91.2","spread":null},{"groupId":"OG002","value":"95.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in BCVA in the Study Eye at Week 52","description":"BCVA was measured using an eye chart and was reported as the number of letters read correctly using the ETDRS Scale (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the eye chart, the worse the vision (or visual acuity). An increase in the number of letters read correctly means that vision has improved. The study eye is defined as the eye that meets the entry criteria. If both eyes met the entry criteria, the eye with the worse BCVA at baseline (Day 1) was selected as the study eye. If both eyes had same BCVA values at baseline (Day 1), then the participant had to select their nondominant eye for treatment, or else the right eye was selected as the study eye. Mixed model for repeated measures (MMRM) analysis was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"12.9"},{"groupId":"OG001","value":"5.6","spread":"13.3"},{"groupId":"OG002","value":"8.5","spread":"13.6"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Central Retinal Thickness (CRT) in the Study Eye at Week 52","description":"CRT was assessed using spectral domain optical coherence tomography (SD-OCT), a non-invasive diagnostic system providing high-resolution imaging sections of the retina. SD-OCT was performed in the study eye after pupil dilation. A negative change from Baseline indicated improvement. The study eye is defined as the eye that meets the entry criteria. If both eyes met the entry criteria, the eye with the worse BCVA at baseline (Day 1) was selected as the study eye. If both eyes had same BCVA values at baseline (Day 1), then the participant had to select their non-dominant eye for treatment, or else the right eye was selected as the study eye. MMRM analysis was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-141.5","spread":"136.4"},{"groupId":"OG001","value":"-150.1","spread":"127.4"},{"groupId":"OG002","value":"-141.3","spread":"122.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Gain of 15 or More ETDRS Letters in BCVA From Baseline in Study Eye at Week 52","description":"BCVA was measured using an eye chart and reported as the number of letters read correctly using the ETDRS Scale (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the eye chart, the worse the vision (or visual acuity). An increase in the number of letters read correctly means that vision has improved. The study eye is defined as the eye that meets the entry criteria. If both eyes met the entry criteria, the eye with the worse BCVA at baseline (Day 1) was selected as the study eye. If both eyes had same BCVA values at baseline (Day 1), then the participant had to select their non-dominant eye for treatment, or else the right eye was selected as the study eye.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"19.2","spread":null},{"groupId":"OG002","value":"27.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the National Eye Institute Visual Functioning Questionnaire-25 (NEI-VFQ-25) Composite Score in Study Eye at Week 52","description":"NEI-VFQ-25 consists of 25 vision-targeted questions that represent 11 vision-related quality of life subscales and one general health item. Responses of individual participants were recorded as scores that ranged between 0 (worst) to 100 (best vision related function) with higher scale indicating better vision related function. The overall composite score is then calculated by averaging over all 11 vision-targeted subscale scores, excluding the general health score. Overall composite score was calculated based on mean of non-missing subscales. Study eye was defined as eye that meets entry criteria. If both eyes met all of entry criteria, eye with worse BCVA at baseline (day 1) was selected. If BCVA values for both eyes were identical then participant had to select non-dominant eye, or else right eye was selected as study eye. A positive change from baseline indicates improvement. MMRM analysis was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"0.7"},{"groupId":"OG001","value":"3.7","spread":"0.7"},{"groupId":"OG002","value":"4.6","spread":"0.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":92,"n":312},"commonTop":["Nasopharyngitis","Conjunctival haemorrhage","Neovascular age-related macular degeneration","Visual acuity reduced","Eye pain"]}}}