{"nctId":"NCT02005666","briefTitle":"To Compare the Efficacy and Safety of Clindamycin Phosphate 1.2% / Benzoyl Peroxide 5% Gel of CHL Versus DUAC® Gel","startDateStruct":{"date":"2013-11"},"conditions":["Acne Vulgaris"],"count":850,"armGroups":[{"label":"Test-Cadila healthcare limited","type":"EXPERIMENTAL","interventionNames":["Drug: Clindamycin Phosphate 1.2% / Benzoyl Peroxide 5% Gel"]},{"label":"Reference","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: DUAC® Gel"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Clindamycin Phosphate 1.2% / Benzoyl Peroxide 5% Gel","otherNames":["1.2% Clindamycin Phosphate/ 5% Benzoyl Peroxide Gel of CHL"]},{"name":"DUAC® Gel","otherNames":["DUAC® Gel (of Stiefel Laboratories"]},{"name":"Placebo","otherNames":["Placebo (Vehicle Gel)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy male or non pregnant female aged ≥ 12 and ≤ 40 years with a clinical diagnosis of Acne vulgaris\n2. On the face, ≥ 25 non-inflammatory lesions (i.e., open and closed comedones) AND ≥ 20 inflammatory lesions (i.e., papules and pustules) AND ≤ 2 nodulocystic lesions (i.e., nodules and cysts).\n3. Investigator's Global Assessment (IGA) of acne severity grade 2, 3 OR 4\n4. Willing to refrain from use of all other topical acne medications or antibiotics during the 11 week treatment period.\n5. If female of childbearing potential, willing to use an acceptable form of birth control during the study.\n6. Have used the same brand of make-up for a minimum period of 2 weeks prior to randomization, for subjects who use make-up, and agree to not change make-up brands or types during the study.\n7. Willing to provide written informed consent or assent (HIPAA consent/authorization, as applicable)\n\nExclusion Criteria:\n\n1. Presence of any skin condition that would interfere with the diagnosis or assessment of acne vulgaris (e.g., on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneform eruptions caused by medications, steroid acne, steroid folliculitis, or bacterial folliculitis).\n2. Patients who have acne conglobata, acne fulminans and secondary acne (e.g.: chloracne and drug induced acne).\n3. Excessive facial hair (e.g. beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of acne vulgaris. Well trimmed moustaches are allowed.\n4. History of hypersensitivity or allergy to benzoyl peroxide or clindamycin and/or any of the study medication ingredients.\n5. Patients who have a severe or intense irritation on the Face.\n6. Use within 6 months prior to baseline (Randomization) of oral retinoids (e.g. Accutane®) or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n7. Use for less than 3 months prior to baseline (Randomization) of estrogens or oral contraceptives; use of such therapy is allowed if it will remain constant throughout the study.\n8. Use on the face within 1 month prior to baseline (Randomization) or during the study of: 1) cryodestruction or chemodestruction, 2) dermabrasion, 3) photodynamic therapy, 4) acne surgery, 5) intralesional steroids, or 6) x-ray therapy.\n9. Use within 1 month prior to baseline (Randomization) of: 1) spironolactone, 2) systemic steroids, 3) systemic antibiotics, 4) systemic treatment for acne vulgaris (other than oral retinoids, which require a 6-month washout), or 5) systemic anti-inflammatory agents.\n10. Use within 2 weeks prior to baseline (Randomization) of: 1) topical steroids, 2) topical retinoids, 3) topical acne treatments including over-the-counter preparations, 4) topical anti-inflammatory agents, 5) medicated cleansers or 6) topical antibiotics.\n11. Patients who have had general anesthesia for any reason and patients who have received neuromuscular blocking agents within 14 days prior to study entry (Randomization).\n12. Concomitant use of facial product containing glycolic or other acids, masks, washes or soaps containing benzoyl peroxide or salicylic acid, non mild cleansers or moisturizers containing retinol, salicylic or α- or β-hydroxy acids.\n13. Concomitant use of mega-doses of certain vitamins (such as vitamin D and vitamin B12), haloperidol, halogens such as iodide and bromide, lithium, hydantoin and phenobarbital.\n14. Facial procedures (chemical or laser peel, microdermabrasion, etc.) within the past 2 weeks or during the study.\n15. Concomitant use of tanning booths or sunbathing.\n16. A significant medical history of or are currently immunocompromised\n17. Have any systemic or dermatologic disease that may affect the evaluation of study results.\n18. Have a history of regional enteritis, ulcerative colitis, pseudomembranous colitis or antibiotic-associated colitis.\n19. Subjects with clinically significant unstable medical disorders, life-threatening disease, or current malignancies.\n20. Subjects who engage in activities that involve excessive or prolonged exposure to sunlight.\n21. Subjects with History of Alcohol abuse or other drugs of abuse within 2 years prior to Randomization.\n22. Female subjects who are breast-feeding or planning to become pregnant.\n23. Subjects who have been treated with an investigational drug or investigational device within a period of 30 days prior to study enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change From Baseline to Week 11 (Study Day 77) for Inflammatory (Papules and Pustules) Lesions.","description":"Mean percent change from baseline to week 11 (study Day 77) for inflammatory (papules and pustules) lesions in PP populations. The primary endpoint of the study is mean percent change from baseline to week 11 (study Day 77) in the inflammatory (papules and pustules) lesion count.\n\nPapule was Inflammatory lesion; small (\\< 5mm in diameter), solid palpable lesion, usually with inflamed elevation of the skin that does not contain pus. Pustule was Inflammatory lesion; small (\\< 5mm in diameter), inflamed skin swelling that is filled with pus. The test product was judged therapeutically equivalent to the reference product in the reduction of inflammatory lesions if the 90% confidence interval was contained within the interval (0.80, 1.25)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-67.6","spread":"28.39"},{"groupId":"OG001","value":"-71.3","spread":"25.98"},{"groupId":"OG002","value":"-51.9","spread":"33.99"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline to Week 11 in the Non-inflammatory Lesion Count","description":"Mean percent change from baseline to week 11 in the non-inflammatory lesion count. The mean percent change from baseline to week 11 in the non-inflammatory (open and closed comedones) lesion count in per protocol population . The analysis was same as the analysis performed for the mean percent reduction from baseline to Day 77 in the number of inflammatory lesion count.\n\nClosed Comedone was Non-inflammatory lesion; whitehead, skin-colored or slightly inflamed \"bump\" in the skin. Open Comedone was Non-inflammatory lesion; blackhead, surface of the plugged sebaceous follicle has a blackish appearance. The test product was judged therapeutically equivalent to the reference product in the reduction of Non inflammatory lesions if the 90% confidence interval was contained within the interval (0.80, 1.25)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-61.7","spread":"29.50"},{"groupId":"OG001","value":"-61.3","spread":"28.46"},{"groupId":"OG002","value":"-42.0","spread":"34.99"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With a Clinical Response of \"Success\" at Week 11","description":"Success was defined as an Investigator Global Assessment (IGA) score that is at least 2 grades less than the baseline assessment.\n\nPercentage of subjects with at least 2 grades improvement in IGA scoring from baseline to week 11 for test, reference and placebo in Per protocol population.\n\nIGA is evaluated in the range of 0 to 4. Grade 0=Clear skin with no inflammatory or non-inflammatory lesions;Grade 1=Almost clear;rare non-inflammatory lesions with no more than one small inflammatory lesion; Grade 2 = Mild severity; greater than grade 1;some non-inflammatory lesions with no more than a few inflammatory lesions (papules/pustules only, no nodular lesions);Grade 3 = Moderate severity; greater than Grade 2; up to many non-inflammatory lesions and may have some inflammatory lesions, but no more than one small nodular lesion;Grade 4= Severe; greater than Grade 3;up to many non-inflammatory lesions and may have some inflammatory lesions,but no more than a few nodular lesions","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"196","spread":null},{"groupId":"OG001","value":"201","spread":null},{"groupId":"OG002","value":"118","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":338},"commonTop":["Headache","Nasopharyngitis","Application site dryness","Pyrexia","Application site pruritus"]}}}