{"nctId":"NCT01567527","briefTitle":"Efficacy, Safety, and Tolerability of an Intramuscular Formulation of Aripiprazole (OPC-14597) as Maintenance Treatment in Bipolar I Patients","startDateStruct":{"date":"2012-08"},"conditions":["Bipolar I Disorder"],"count":731,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intramuscular (IM) Depot Aripiprazole"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Intramuscular (IM) Depot Placebo"]}],"interventions":[{"name":"Intramuscular (IM) Depot Aripiprazole","otherNames":[]},{"name":"Intramuscular (IM) Depot Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Male and female subjects 18 to 65 years of age, inclusive, at time of informed consent.\n2. Subjects with a current diagnosis of bipolar I disorder, as defined by DSM-IV-TR criteria and confirmed by the MINI and a history of at least one previous manic or mixed episode with manic symptoms of sufficient severity to require one of the following interventions: hospitalization and/or treatment with a mood stabilizer, and/or treatment with an antipsychotic agent, in addition to their current manic episode. \"Require\" is defined as an intervention that occurred rather than one that was recommended. Rapid cyclers with 8 or fewer episodes in the previous year will be included.\n3. Subjects currently experiencing a manic episode with a YMRS total score of ≥20 at the Screening Visit.\n4. Subjects can have an inpatient or outpatient status prior to entry into Phase C (IM depot stabilization).\n5. In the investigator's opinion, subjects who are able to understand the nature of the trial and follow protocol requirements, including the prescribed dosage regimens, tablet ingestion, aripiprazole IM depot injection, and discontinuation of prohibited concomitant medications; who can read and understand the written word in order to complete subject-reported outcomes measures; and who can be reliably rated on assessment scales.\n\nKey Exclusion Criteria:\n\n1. Subjects with a current Axis I (DSM-IV-TR) diagnosis other than bipolar I disorder.\n2. Subjects who have NOT experienced at least one previous manic or mixed episode with manic symptoms of sufficient severity to require one of the following interventions: hospitalization and/or treatment with a mood stabilizer, and /or treatment with an antipsychotic agent, excluding their current manic episode. \"Require\" is defined as a intervention that occurred rather than one that was recommended.\n3. Subjects with bipolar I disorder who are considered resistant/refractory to treatment for manic symptoms by history.\n4. Subjects unresponsive to clozapine for treatment of mania.\n5. Subjects with a significant risk of committing suicide based on history, mental status examination, investigator's judgment, or C-SSRS answer of \"yes\" to question 4 or 5 (current or within the last 90 days).\n6. Subjects with a current manic episode with a duration of \\> 2 years.\n7. Subjects who currently (within the past month) meet DSM-IV-TR criteria for substance abuse or substance dependence; this includes the abuse of alcohol and benzodiazepines, but excludes the use of caffeine and/or nicotine.\n8. Subjects who have a history or evidence of a medical condition that would expose them to an undue risk of a significant adverse event (AE) or interfere with assessments of safety or efficacy during the course of the trial, including but not limited to hepatic, renal, respiratory, cardiovascular, endocrine, neurologic, hematologic, or immunologic disease as determined by the clinical judgment of the investigator.\n9. Subjects who are currently experiencing a mixed or a depressive episode (per DSM-IV-TR criteria).\n10. Subjects with a history of hypersensitivity to antipsychotic agents.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Randomization to Recurrence of Any Mood Episode During Double-bind Placebo-controlled Phase.","description":"This endpoint was defined as meeting any of the following criteria:\n\n1. Hospitalization for any mood episode OR\n2. Any of the following:\n\n   1. YMRS total score ≥ 15 OR\n   2. MADRS total score ≥ 15 OR\n   3. CGI-BP-S score \\> 4 (overall score) OR\n3. SAE of worsening disease (bipolar I disorder) OR\n4. Discontinuation due to lack of efficacy or discontinuation due to an AE of worsening disease OR\n5. Clinical worsening with the need for treatment of symptoms of an underlying mood disorder by addition of a mood stabilizer, antidepressant treatment, antipsychotic medication, or increase greater than the allowed benzodiazepine doses, or\n6. Active suicidality, which is defined as a score of 4 or more on the MADRS item 10 OR an answer of \"yes\" on question 4 or 5 on the C-SSRS.\n\nThe time to event is presented in the following table.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"308","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Meeting Criteria for Recurrence of Any Mood Episode.","description":"To assess the proportion of subjects who met criteria for recurrence of any mood episode (manic, mixed or depressive). Hierarchical procedure was used to preserve the overall Type I error at 0.05.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Randomization to Endpoint in the CGI-BP-S (Mania) Score.","description":"CGI-BP-S assessed the subject's severity of Illness (mania) based on a 7-point scale ranging from 1 (normal/ not ill at all) to 7 (very severely ill).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"0.058"},{"groupId":"OG001","value":"0.27","spread":"0.126"}]}]}]},{"type":"SECONDARY","title":"Time From Randomization to Recurrence Defined by Hospitalization for a Mood Episode.","description":"Analysis of time from randomization to recurrence defined by hospitalization for a mood episode (Double-blind, Placebo-controlled Phase efficacy sample).\n\nTime to recurrence is presented in the following table.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":459},"commonTop":["Akathisia","Weight increased","Insomnia","Restlessness","Anxiety"]}}}