{"nctId":"NCT03113968","briefTitle":"ELEKT-D: Electroconvulsive Therapy (ECT) vs. Ketamine in Patients With Treatment Resistant Depression (TRD)","startDateStruct":{"date":"2017-04-07","type":"ACTUAL"},"conditions":["Treatment Resistant Depression","Electroconvulsive Therapy","ECT","Ketamine","Psychiatric Disorder","Depression","Major Depressive Disorder","Major Depressive Episode","Unipolar Depression"],"count":403,"armGroups":[{"label":"electroconvulsive therapy (ECT)","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: electroconvulsive therapy (ECT)"]},{"label":"ketamine infusion","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ketamine"]}],"interventions":[{"name":"electroconvulsive therapy (ECT)","otherNames":[]},{"name":"Ketamine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent before any study related procedures are performed\n2. Inpatients or outpatients referred by their providers for ECT treatment and eligible for ECT treatment\n3. Males/females at least 21 years of age but no older than 75 years of age\n4. Meet DSM-5 criteria for Major Depressive Episode as determined by both:\n\n   A. a clinician's diagnostic evaluation and B. confirmed with the MINI International Neuropsychiatric Interview (MINI 7.0.2)\n5. A current depressive episode that has lasted a minimum of 4 weeks\n6. Meet all of the following criteria on symptom rating scales at screening:\n\n   A. Montgomery Asberg Depression Rating Scale (MADRS) score \\>20 B. Young Mania Rating Scale (YMRS) of ≤ 5 C. Montreal Cognitive Assessment (MoCA) of ≥18\n7. Have had ≥2 adequate trials of antidepressants or augmentation strategies during their lifetime. An adequate trial is defined as 4 weeks of medication at the minimum FDA approved dose. This will be equal to a trial rating of 3 or more.\n8. In the opinion of the investigator, the patient is willing and able to comply with scheduled visits, treatment plan, and other trial procedures for the duration of the study\n\nExclusion Criteria:\n\n1. Meet DSM-5 criteria for bipolar disorder, schizophrenia, schizophreniform disorder, schizoaffective disorder, mental retardation, or pervasive developmental disorder\n2. Meets any exclusion criteria for ECT or ketamine treatment as described in the clinical guidelines or according to investigator judgment\n3. The patient is pregnant or breast feeding\n4. The patient has a severe medical illness or severe neurological disorder\n5. The patient has a known ketamine allergy or is taking a medication that may interact with ketamine\n6. Diagnosis of major depressive disorder with psychotic features during the current depressive episode\n7. Unable to give informed consent\n8. Was previously enrolled/randomized into the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Responses Based on the 16-item Quick Inventory of Depressive Symptomatology-Self-Report Scale (QIDS-SR-16)","description":"Response is defined as at least a 50% improvement in the QIDS-SR-16 scale from baseline to the End of Treatment visit. The End of Treatment visit will occur 3-5 weeks after the Baseline visit.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Responses Based on the Montgomery-Åsberg Rating Scale (MADRS)","description":"The outcome measure was the percentage of responders at the end-of-treatment visit, defined as a ≥50% decrease in MADRS score from the baseline visit (i.e., first treatment visit) to the end-of-treatment visit (within 3 days of last treatment).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":170},"commonTop":["Headache","Nausea","Hypertension (severe / prolonged)","Muscle Pain / Weakness","Panic"]}}}