{"nctId":"NCT02426125","briefTitle":"A Study of Ramucirumab (LY3009806) Plus Docetaxel in Participants With Urothelial Cancer","startDateStruct":{"date":"2015-07-13","type":"ACTUAL"},"conditions":["Urothelial Carcinoma"],"count":530,"armGroups":[{"label":"Ramucirumab + Docetaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Ramucirumab","Drug: Docetaxel"]},{"label":"Placebo + Docetaxel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Docetaxel","Drug: Placebo"]}],"interventions":[{"name":"Ramucirumab","otherNames":["LY3009806"]},{"name":"Docetaxel","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have histologically or cytologically confirmed, locally advanced or unresectable or metastatic urothelial (transitional cell) carcinoma of the bladder, urethra, ureter, or renal pelvis.\n* Had disease progression while on a platinum containing regimen in the first-line setting or within 14 months after completing the first-line platinum regimen. Participants who received treatment with one immune checkpoint inhibitor regimen are eligible (for example Programmed death 1 (PD-1), Programmed death-ligand 1 (PDL1), or CTLA4) and may have a longer interval since prior platinum-containing therapy (≤24 months).\n* Have a life expectancy of ≥3 months.\n* Have received no more than one prior systemic chemotherapy regimen in the relapsed or metastatic setting. Prior treatment with no more than one prior immune checkpoint inhibitor is permitted and will not be considered as a line of systemic chemotherapy.\n* Have measurable disease or nonmeasurable but evaluable disease as defined by Response Evaluation Criteria in Solid Tumors, Version 1.1 (RECIST 1.1).\n* Have an Eastern Cooperative Oncology Group (ECOG) of 0 or 1.\n* Have adequate hematologic function.\n* Have adequate coagulation function.\n* Have adequate hepatic function.\n* The participant does not have:\n\n  * cirrhosis at a level of Child-Pugh B (or worse)\n  * cirrhosis (any degree) and a history of hepatic encephalopathy or clinically meaningful ascites resulting from cirrhosis\n* Have adequate renal function as defined by creatinine clearance \\>30 milliliters/minute.\n* Have urinary protein ≤1+ on dipstick or routine urinalysis.\n* The participant is willing to provide blood, urine, and tissue samples for research purposes.\n\nExclusion Criteria:\n\n* Have received more than one prior systemic chemotherapy regimen for metastatic disease.\n* Have received prior systemic taxane therapy for transitional cell carcinoma (TCC) of the bladder, urethra, ureter, or renal pelvis in any setting (neoadjuvant, adjuvant, metastatic).\n* Have received more than one prior antiangiogenic agent (that is, bevacizumab, sorafenib, sunitinib) for TCC of the urothelium.\n* Have received radiation therapy within 4 weeks (≤4 weeks) prior to randomization or has not recovered from toxic effects of the treatment that was given \\>4 weeks prior to randomization.\n* Have a history of uncontrolled hereditary or acquired bleeding or thrombotic disorders.\n* Have experienced a Grade ≥3 bleeding event within 3 months (≤3 months) prior to randomization.\n* Have uncontrolled intercurrent illness, including, but not limited to symptomatic anemia, uncontrolled hypertension, symptomatic congestive heart failure, unstable angina pectoris, symptomatic or poorly controlled cardiac arrhythmia, psychiatric illness, or any other serious uncontrolled medical disorders.\n* Have experienced any arterial or venothrombotic or thromboembolic events, including, but not limited to myocardial infarction, transient ischemic attack, or cerebrovascular accident, within 6 months (≤6 months) prior to randomization.\n* Have known untreated brain metastases, uncontrolled spinal cord compression, or leptomeningeal disease.\n* Have human immunodeficiency virus (HIV) infection or acquired immunodeficiency syndrome-related illness.\n* Have undergone major surgery within 28 days (≤28 days) prior to randomization or subcutaneous venous access device placement within 7 days (≤7 days) prior to randomization.\n* The participant is pregnant prior to randomization or lactating.\n* Have a concurrent malignancy or had another malignancy within 5 years (≤5 years) of study enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS defined as time from first day of therapy to first evidence of disease progression defined by Response Evaluation Criteria in Solid Tumors (RECIST v1.1) or death from any cause. Progressive Disease (PD) is at least 20% increase in sum of diameters of target lesions, with reference being the smallest sum on study and plus absolute increase of at least 5 mm, or unequivocal progression of non-target lesions, or 1 or more new lesions. If participant does not have complete baseline disease assessment, then PFS time was censored at date of first dose, regardless of whether or not objectively determined disease progression or death has been observed for participant. If participant is not known to have died or have objective progression as of data inclusion cutoff date for analysis, PFS time was censored at last adequate tumor assessment date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.07","spread":null},{"groupId":"OG001","value":"2.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS is the time from the date of randomization to the date of death from any cause. For each participant who is not known to have died as of the data inclusion cutoff date for a particular analysis, OS was censored for that analysis at the last known alive date prior to the data inclusion cutoff date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.40","spread":null},{"groupId":"OG001","value":"7.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response Rate (ORR)","description":"ORR is defined as the percentage of participants who achieve a best overall response of complete response (CR) + partial response (PR). ORR = CR + PR. CR is defined as disappearance of all target and non-target lesions. Any pathological lymph nodes (whether target or nontarget) must have reduction in short axis to \\< 10 millimeter (mm). Tumor-marker results must have normalized. PR is at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Best overall response is classified based on the overall responses assessed by study investigators according to RECIST v1.1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"13.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control Rate (DCR)","description":"DCR is the percentage of participants with a best overall response of CR, PR, or Stable Disease (SD) as per Response using RECIST v1.1. Target lesions - CR: Disappearance of all lesions; any pathological lymph nodes must have reduction in short axis to \\<10 mm. PR: At least a 30% decrease in the sum of diameters of lesions vs the baseline sum. Progressive Disease (PD): At least a 20% increase in the sum of diameters of lesions vs the smallest sum on study (the sum must also demonstrate an absolute increase of at least 5 mm); or the appearance of new lesion(s). SD: Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. Non target lesions - CR: Disappearance of all lesions and normalization of tumor marker levels; all lymph nodes must be non-pathological in size. Non-CR/Non-PD: Persistence of lesion(s) and/or maintenance of abnormal tumor marker levels. PD: Unequivocal progression of existing lesions or the appearance of new lesion(s).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.4","spread":null},{"groupId":"OG001","value":"55.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"Objective response was achieved if they had a best overall response of CR or PR. Target lesions- CR: Disappearance of all lesions; any pathological lymph nodes have reduction in short axis to \\<10 mm. PR: At least a 30% decrease in the sum of diameters of lesions vs the baseline sum. PD: At least a 20% increase in the sum of diameters of lesions vs the smallest sum on study(the sum must also demonstrate an absolute increase of at least 5 mm); or the appearance of new lesion(s). Non target lesions - CR: Disappearance of all lesions and normalization of tumour marker levels; all lymph nodes must be non-pathological in size. Non-CR/Non-PD: Persistence of lesion(s) and/or maintenance of abnormal tumor marker levels. PD: Unequivocal progression of existing lesions or the appearance of new lesion(s). If a participant was not known to have died or have radiographically documented PD as of the data inclusion cutoff date, DOR was censored at the date of the last adequate tumor assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.32","spread":null},{"groupId":"OG001","value":"4.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Quality of Life (QoL) on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 (EORTC QLQ-C30) - Global Health Status/ QoL Scale","description":"Time to sustained deterioration was defined as time from randomization to first worsening in QoL with no subsequent non-worsened assessment. Worsening in global health status/QoL was defined as a decrease of ≥10 points on a 100-point scale. If a participant did not report worsening, time to sustained deterioration was censored at date of last non-worsened assessment. Scores for global health status/QoL range from 0 to 100 with; higher scores representing better QoL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.87","spread":null},{"groupId":"OG001","value":"4.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the EuroQol 5-Dimension, 5-Level Questionnaire (EQ-5D-5L) Index Score","description":"The EQ-5D-5L is a standardized instrument for use as a measure of self-reported health status. Participants completed the 5-level (no problem, slight problem, moderate problem, severe problem, and inability or extreme problem), 5-dimension (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression) questionnaire concerning their current health state. A unique EQ-5D health state is defined by combining 1 level from each of the 5 dimensions. Scores range from 0 (death) to 1 (perfect health), but scores \\<0 are possible based on the algorithm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.26"},{"groupId":"OG001","value":"-0.19","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the EuroQol 5-Dimension, 5-Level Questionnaire (EQ-5D-5L) Visual Analogue Scale (VAS)","description":"The EQ-5D-5L is a standardized instrument for use as a measure of self-reported health status. A unique EQ-5D health state is defined by combining 1 level from each of the 5 dimensions. Participants indicated their current health status by marking on a VAS ranging from 100 (best imaginable health state) to 0 (worst imaginable health state).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.87","spread":"17.95"},{"groupId":"OG001","value":"-10.91","spread":"16.77"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Maximum Concentration (Cmax) of Ramucirumab","description":"Cmax of Ramucirumab at the end of ramucirumab infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":"28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"265","spread":"29"}]}]}]},{"type":"SECONDARY","title":"PK: Minimum Concentration (Cmin) of Ramucirumab","description":"Cmin of Ramucirumab following administration every 3 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":"64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":"63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":"70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.9","spread":"56"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-Ramucirumab Antibodies","description":"Number of participants with positive treatment emergent anti-ramucirumab antibodies was summarized by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":111,"n":258},"commonTop":["Fatigue","Alopecia","Decreased appetite","Diarrhoea","Anaemia"]}}}