{"nctId":"NCT00099268","briefTitle":"Efficacy and Safety of Carbidopa/Levodopa/Entacapone in Patients With Parkinson's Disease Requiring Initiation of Levodopa Therapy","startDateStruct":{"date":"2004-09"},"conditions":["Parkinson's Disease"],"count":747,"armGroups":[{"label":"Carbidopa/levodopa/entacapone","type":"EXPERIMENTAL","interventionNames":["Drug: Carbidopa/levodopa/entacapone"]},{"label":"Immediate release carbidopa/levodopa","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Immediate release carbidopa/levodopa"]}],"interventions":[{"name":"Carbidopa/levodopa/entacapone","otherNames":["Stalevo"]},{"name":"Immediate release carbidopa/levodopa","otherNames":["Sinemet"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of idiopathic Parkinson's disease\n* Diagnosis of Parkinson's disease for no more than 5 years\n\nExclusion Criteria:\n\n* History, signs, or symptoms of atypical or secondary parkinsonism\n* Presence at baseline of drug-related wearing-off symptoms, dyskinesia or other motor complications\n* Levodopa exposure of more than 30 days or anytime within 8 weeks prior to visit 1\n\nOther inclusion/exclusion criteria applied to this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Occurrence of Dyskinesia","description":"Dyskinesia was assessed by a blinded rater at each visit. Time to dyskinesia was defined as the visit at which the rater first answered \"yes\" to the following question: \"In your opinion, does this patient have dyskinesia?\" Time to dyskinesia was estimated by Kaplan-Meier product limit estimate that takes into consideration patients who did not experience dyskinesia by censoring them at the end of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.7","spread":"47.9"},{"groupId":"OG001","value":"117.1","spread":"51.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Unified Parkinson's Disease Rating Scale (UPDRS) Total Score (Parts II and III)","description":"The UPDRS is a standardized assessment scale used to measure the patient's disease state. It was to be completed by a blinded rater. There are 6 parts to the UPDRS. Part II (items 5-17; total score 0-52 units on the scale) measures the patient's activities of daily living and part III (items 18-31; total score 0-56 units on the scale) measures the motor function of the patient. The total score ranges from 0 to 108 units on the scale. A higher score indicates greater disability. A negative change score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":"11.96"},{"groupId":"OG001","value":"21.8","spread":"11.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":"13.38"},{"groupId":"OG001","value":"22.8","spread":"13.21"}]}]}]},{"type":"SECONDARY","title":"Occurrence of Wearing-off","description":"Wearing-off is defined as a perception of loss of mobility or dexterity, usually taking place gradually over minutes (up to an hour) and usually bearing a close temporal relationship to the timing of anti-parkinsonian medications; it does not include early-morning akinesia. To ascertain its occurrence, a blinded rater questioned the patient as to whether he/she had noticed that the benefits of the study drug were wearing-off.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":"45.6"},{"groupId":"OG001","value":"161","spread":"48.3"}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Wearing-off","description":"Wearing off is defined as a perception of loss of mobility or dexterity, usually taking place gradually over minutes (up to an hour) and usually bearing a close temporal relationship to the timing of anti-parkinsonian medications; it does not include early-morning akinesia. To ascertain its occurrence, a blinded rater questioned the patient whether he/she had noticed that the benefits of the study drug wear-off. A motor complications and patient questionnaire card were provided to assist the blinded rater in determining whether a patient had experienced wearing-off.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131.7","spread":"3.8"},{"groupId":"OG001","value":"129.5","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Occurrence of Dyskinesia","description":"Dyskinesia was assessed by a blinded rater at each visit. Time to dyskinesia was defined as the visit at which the rater first answered \"yes\" to the following question: \"In your opinion, does this patient have dyskinesia?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":"41.7"},{"groupId":"OG001","value":"103","spread":"32.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health-related Quality of Life Assessed Using the 39-item Parkinson's Disease Questionnaire (PDQ-39)","description":"The PDQ-39 instrument is used to assess quality of life in individuals with Parkinson's disease. The questionnaire provides scores on eight scales: Mobility, activities of daily living, emotions, stigma, social support, cognition, communication, and bodily discomfort. Questions are scored on a 5-point Likert scale ranging from 1 (never) to 3 (sometimes) to 5 (always). The total score can range from 39 to 190. A lower score indicates better quality of life. A negative change score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"12.06"},{"groupId":"OG001","value":"1.8","spread":"11.79"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":91,"n":373},"commonTop":["Nausea","Depression","Dizziness","Back pain","Insomnia"]}}}