{"nctId":"NCT02742441","briefTitle":"A Comparison of 122-0551 Foam Versus Vehicle Foam in Subjects With Plaque Psoriasis (Study 310)","startDateStruct":{"date":"2016-06"},"conditions":["Plaque Psoriasis"],"count":409,"armGroups":[{"label":"122-0551 Foam","type":"EXPERIMENTAL","interventionNames":["Drug: 122-0551 Foam"]},{"label":"Vehicle Foam","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Foam"]}],"interventions":[{"name":"122-0551 Foam","otherNames":[]},{"name":"Vehicle Foam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is male or non-pregnant female and is at least 18 years of age at the time of the Screening Visit.\n2. Subject has provided written informed consent.\n3. Subject is willing and able to apply the test article(s) as directed, comply with study instructions and commit to all follow-up visits for the duration of the study.\n4. Subject has a clinical diagnosis of stable plaque psoriasis involving a minimum of 2% and no more than 12% body surface area (BSA) (excluding the face, scalp, groin, axillae and other intertriginous areas).\n5. Subject has an Investigator's Global Assessment (IGA) score of at least three (3 = moderate) at the Baseline Visit.\n6. Females must be post-menopausal , surgically sterile or use an effective method of birth control , with a negative urine pregnancy test (UPT) at the Baseline Visit.\n\nExclusion Criteria:\n\n1. Subject has spontaneously improving or rapidly deteriorating plaque psoriasis.\n2. Subject has guttate, pustular, erythrodermic or other non-plaque forms of psoriasis.\n3. Subject has a physical condition which, in the investigator's opinion, might impair evaluation of plaque psoriasis, or which exposes the subject to an unacceptable risk by study participation.\n4. Subject has used any phototherapy (including laser), photo-chemotherapy or other forms of photo based therapy for the treatment of their psoriasis within 30 days prior to the Baseline Visit.\n5. Subject has used any systemic methotrexate, retinoids, systemic corticosteroids \\[including intralesional, intra-articular, and intramuscular corticosteroids\\], cyclosporine or analogous products within 90 days prior to the Baseline Visit.\n6. Subject has used any systemic biologic therapy (i.e., FDA-approved or experimental therapy) within five (5) half-lives of the biologic prior to the Baseline Visit. Published or documented half-life of the product provided by the commercial supplier or Sponsor should be used to establish this value.\n7. Subject had prolonged exposure to natural or artificial sources of ultraviolet radiation within 30 days prior to the Baseline Visit or is intending to have such exposure during the study which in the opinion of the investigator is thought to modify the subject's disease.\n8. Subject has used topical body (excluding the scalp) psoriasis therapy (including coal tar, anthralin, steroids, retinoids and vitamin D analogs) within 14 days prior to the Baseline Visit.\n9. Subject has used emollients/moisturizers on areas to be treated within four hours prior to clinical evaluation at the Baseline Visit.\n10. Subject is currently using lithium or Plaquenil (hydroxychloroquine).\n11. Subject is currently using a beta-blocking medication (e.g., propranolol) or angiotensin converting enzyme (ACE) inhibitor at a dose that has not been stabilized, in the opinion of the investigator.\n12. Subject has a history of sensitivity to any of the ingredients in the test articles.\n13. Subject is pregnant, lactating, or is planning to become pregnant during the study.\n14. Subject is currently enrolled in an investigational drug or device study.\n15. Subject has used an investigational drug or investigational device treatment within 30 days prior to the Baseline Visit.\n16. Subject has been previously enrolled in this study and treated with a test article.\n17. Subject is known to be noncompliant or is unlikely to comply with the requirements of the study protocol (e.g., due to alcoholism, drug dependency, mental incapacity) in the opinion of the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Rated a \"Treatment Success\" Based on the Investigator's Global Assessment (IGA)","description":"The IGA score is a static evaluation of the overall or \"average\" degree of severity taking into account all of the subject's psoriatic lesions in the Treatment Area by the investigator or designee. This evaluation takes into consideration the three individual characteristics of psoriasis (scaling, erythema and plaque elevation) with the IGA score at each visit representing the average of scaling, erythema or plaque elevation that is present amongst all of the lesions eligible for treatment. IGA will be assessed on a 5-point scale where 0 = clear, 1 = almost clear, 2 = mild, 3 = moderate, and 4 = severe.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Rated a \"Treatment Success\" for Each of the Clinical Signs of Psoriasis (Scaling, Erythema and Plaque Elevation)","description":"Scaling, erythema and plaque elevation will each be scored on a 5-point scale where 0 = clear, 1 = almost clear, 2 = mild, 3 = moderate, and 4 = severe. These evaluations are an assessment of the overall or \"average\" degree of each of three key characteristics present within all of the subject's psoriatic lesions in the Treatment Area by the investigator or designee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.7","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.8","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Subjects Rated a \"Treatment Success\" Based on the Investigator's Global Assessment (IGA)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Subjects Rated a \"Treatment Success\" for Each of the Clinical Signs of Psoriasis (Scaling, Erythema and Plaque Elevation)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Pruritus Score","description":"At the Baseline Visit, prior to the first application of the test article, the subject's overall experience of pruritus within the previous two (2) weeks will be assessed and scored (range 1-5) using a questionnaire that assesses the degree, duration, direction, disability, and distribution of the subject's pruritus. Possible total scores range from 5 (no pruritus) to 25 (most severe pruritus). At Day 15, the overall experience of pruritus, in the previous two weeks, will be scored using the same questionnaire.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"3.8"},{"groupId":"OG001","value":"-2.5","spread":"3.3"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Changes in Percent BSA With Active Psoriasis in the Treatment Area","description":"The percent (%) Body Surface Area (BSA) with active psoriasis in the Treatment Area will be determined at the Baseline Visit and Week 2 (Day 15) and documented. At Baseline, the percent BSA with active psoriasis in the Treatment Area must be 2% to 12%, inclusive.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"2.3"},{"groupId":"OG001","value":"-0.2","spread":"1.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":205},"commonTop":["Headache","Application site pain","Application site pruritis","Blepharitis","Upper respiratory tract infection"]}}}