{"nctId":"NCT04704713","briefTitle":"Afamelanotide in Patients Suffering From Polymorphic Light Eruption (PLE)","startDateStruct":{"date":"2010-05-05","type":"ACTUAL"},"conditions":["Polymorphic Light Eruption"],"count":31,"armGroups":[{"label":"Afamelanotide","type":"EXPERIMENTAL","interventionNames":["Drug: Afamelanotide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Afamelanotide","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged greater than 18 years\n* Male or female patients with a documented history of PLE diagnosed or confirmed by a photodermatologist or photobiologist, with a history of PLE related pruritus symptoms.\n* Recurrent PLE episodes that occur at least once a year (as evidenced by PLE related pruritus symptoms) developing in their own country (to exclude patients affected only when traveling to sunnier climates)\n* Written informed consent prior to the performance of any study-specific procedure\n* Are willing and able to comply with the conditions specified in the protocol and study procedures in the opinion of the Investigator\n\nExclusion Criteria:\n\n* Currently requiring treatment with systemic immunosuppressive agents\n* Documented history of other photosensitivity conditions which may be confused with PLE or interfere with the assessment of PLE episodes\n* Solarium use in the three months prior to study involvement and throughout the duration of the study\n* Use of immunosuppressive medications, drugs that cause hyperpigmentation or any other treatment that in the opinion of the Investigator may interfere with this study\n* Documented presence (\\> 1 in 320) of Anti-Nuclear Antibody (ANA) and/or positive Extractable Nuclear Antibody (ENA); historical results from the 3 years prior to randomisation are acceptable if available\n* In the opinion of the Investigator, any evidence of clinically significant organ dysfunction, or any clinically significant deviation from normal in clinical or laboratory parameters\n* History of drug or alcohol abuse (in the last 1 year)\n* Female who is pregnant (confirmed by positive serum beta-Human chorionic gonadotropin (β-HCG) pregnancy test prior to baseline) or lactating\n* Female of child-bearing potential (pre-menopausal, not surgically sterile) that is not using or is not willing to use adequate contraceptive measures (e.g. oral contraceptives, condoms, diaphragm plus spermicide, intrauterine device)\n* Sexually active men with partners of child bearing potential not willing to use barrier contraception during the trial and for a period of three months thereafter\n* Participation in a clinical trial with another Investigational Medicinal Product (IMP) within 30 days prior to the Screening visit or during the study\n* Hypersensitivity to afamelanotide or any of its components","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Severity of PLE Related Pruritus Recorded Using an 11-point Likert Scale","description":"PLE related pruritus was recorded in paper patient diaries commencing using an 11-point Likert scale from 0 (no pruritus) to 10 (most severe pruritus).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":null},{"groupId":"OG001","value":"0.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency (Number) of Documented PLE Episodes Recorded in Paper Patient Diaries","description":null,"classes":[]},{"type":"SECONDARY","title":"Duration of PLE Episodes Recorded in Paper Patient Diaries","description":null,"classes":[]},{"type":"SECONDARY","title":"Quality of Life Using the Dermatology Life Quality Index (DLQI)","description":"The DLQI questionnaire consists of 10 questions, each answered on a categorical scale. The DLQI is calculated by summing the score of each question resulting in a maximum of 30 and a minimum of 0. The higher the score, the more quality of life is impaired.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Headache","Nasopharyngitis","Diarrhoea","Nausea","Back pain"]}}}