{"nctId":"NCT03255226","briefTitle":"Efficacy, Safety, Pharmacokinetics, and Pharmacodynamics Study of Tolvaptan in Pediatric Congestive Heart Failure (CHF) Patients With Volume Overload","startDateStruct":{"date":"2018-03-07","type":"ACTUAL"},"conditions":["Pediatric Congestive Heart Failure (CHF) Patients With Volume Overload"],"count":60,"armGroups":[{"label":"Tolvaptan","type":"EXPERIMENTAL","interventionNames":["Drug: Tolvaptan"]}],"interventions":[{"name":"Tolvaptan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with volume overload despite having received any of the following diuretic therapies in whom sufficient effects cannot be expected even if the dose of the diuretics is increased or in whom the investigator or subinvestigator judges that increasing the dose of the diuretics is difficult due to concerns regarding electrolyte abnormalities or other side effects\n\n  * Furosemide (oral administration) ≥0.5 mg/kg/day. Azosemide 30 mg and torasemide 4 mg will be calculated as equivalent to furosemide 20 mg.\n  * Hydrochlorothiazide ≥2 mg/kg/day\n  * Trichlormethiazide ≥0.05 mg/kg/day\n  * Spironolactone ≥ 1 mg/kg/day\n* Patients capable of complaining of thirst. Patients unable to complain of thirst due to their young age can also be enrolled in the trial if strict management of fluid intake and excretion is conducted. However, even if such fluid management is possible, the patients in whom the investigator or subinvestigator judges that tolvaptan cannot be safely administered are to be excluded\n* Patients who can be hospitalized from at least 3 days before start of tolvaptan administration until 2 days after the final administration.\n\nothers\n\nExclusion Criteria:\n\n* Patients whose volume overload status shows improvement during the screening period or pretreatment observation period\n* Patients who are unable to drink fluid (including patients who are unable to sense thirst)\n* Patients whose circulatory blood flow is suspected to be decreased\n* Patients with an assisted circulation apparatus\n* Patients with hypernatremia (serum or blood sodium concentration exceeding 145 mEq/L) others","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"14 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentages of Subjects Whose Was Decreased by 1.7% or More Body Weight From Baseline","description":"The primary endpoint of this trial was the percentage of subjects whose body weight on the day after the third day of treatment with tolvaptan at the evaluation dose (the third day of administration at the evaluation dose) was decreased by 1.7% or more from the weight measured before breakfast (baseline) on the first day of the treatment period (the initial tolvaptan administration day), under the condition that the mean daily urine volume for the 3 days of treatment with tolvaptan at the evaluation dose was higher than the daily urine volume for the pretreatment observation period.\n\nThe percentage of subjects as well as the exact 95% confidence interval (CI) based on binomial distribution were calculated.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change Rate From Baseline in Daily Urine Volume","description":"Daily urine volume was measured for the time interval starting at urination (an instruction to urinate) after breakfast and ending at complete urination immediately before administration on the following day.\n\nBaseline was 100% and the change rate was calculated like this. Percent change (%) = (\\[daily urine volume on the Day1, Day2 and Day3 of the tolvaptan at the evaluation dose\\] - \\[daily urine volume on baseline\\] ) / \\[daily urine volume on baseline\\] ×100","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.1","spread":"52.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.8","spread":"43.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.8","spread":"29.3"}]}]}]},{"type":"SECONDARY","title":"Percent Changes From Baseline in Body Weight (kg)","description":"Percent change from baseline in body weight (kg) on the day after the third day of treatment with tolvaptan at the evaluation dose was evaluated.\n\nFor body weight measured on the day after the third day of administration at the evaluation dose, their percent changes from baseline (before the start of tolvaptan administration on the first day of the treatment period) mean and standard deviation (SD) were calculated.\n\nBaseline was 100% and the change rate was alculated like this. Percent change (%) = (\\[body weight on the day after the third day of treatment with tolvaptan at the evaluation dose\\] - \\[body weight on baseline\\] ) / \\[body weight on baseline\\] ×100","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.371","spread":"2.470"}]}]}]},{"type":"SECONDARY","title":"Improvement Rates of Lower Limb Edema","description":"The improvement rate was defined as the percentage of subjects in whom a symptom was present at baseline and then markedly improved or improved after IMP administration.\n\nImprovement category is a 4-point scale below:\n\n* Markedly improved\n* Improved\n* Unchanged\n* Deteriorated","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Improvement Rates of Pulmonary Congestion","description":"The improvement rate was defined as the percentage of subjects in whom a symptom was present at baseline and then markedly improved or improved after IMP administration.\n\nImprovement category is a 4-point scale below:\n\n* Markedly improved\n* Improved\n* Unchanged\n* Deteriorated","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":60},"commonTop":["Thirst","Anaemia","Constipation","Dry mouth","Vomitng"]}}}