{"nctId":"NCT00904995","briefTitle":"Beta Glucan Assay in Patients Receiving Voriconazole Prophylaxis","startDateStruct":{"date":"2009-05"},"conditions":["Leukemia","Fungal Infection"],"count":23,"armGroups":[{"label":"Group 1 - Oral","type":"EXPERIMENTAL","interventionNames":["Drug: Voriconazole"]},{"label":"Group 2 - IV + Oral","type":"EXPERIMENTAL","interventionNames":["Drug: Voriconazole"]}],"interventions":[{"name":"Voriconazole","otherNames":["Vfend"]},{"name":"Voriconazole","otherNames":["Vfend"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of hematologic malignancy with indication to receive antifungal prophylaxis.\n2. Age \\>/= 18 years.\n3. Patients must sign an informed consent.\n\nExclusion Criteria:\n\n1. Patients with history of anaphylaxis attributed to azole compounds: voriconazole, itraconazole, fluconazole, posaconazole\n2. Patients with clinical or other evidence that indicates that they have proven or probable invasive fungal infection prior to enrollment (European Organisation for Research and Treatment of Cancer (EORTC) criteria).\n3. Patients with total bilirubin levels \\> 3 times the upper normal limits (i.e. \\> 3.0 mg/dl); or aspartate aminotransferase (AST or SGOT) or alanine aminotransferase (ALT or SGPT)\\> 5 times upper limit normal.\n4. Patients receiving any medication that is contraindicated with the use of voriconazole. Voriconazole is contraindicated with the co-administration of the following drugs:sirolimus, terfenadine, astemizole, cisapride, pimozide, quinidine, ergot alkaloids, rifabutin, rifampin, high-dose ritonavir (400 mg Q12h), carbamazepine, long-acting barbiturates, efavirenz (with standard dose vfend and efavirenz), St. John's Wort.\n5. Patients currently receiving voriconazole for antifungal prophylaxis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Samples With BG Levels > 60pg/ml","description":"Rate calculated as number of participants with positive levels divided by total number of participants. beta-d-glucan (BG), a cell wall constituent of fungi, can be detected in serum as a marker of Invasive fungal infections (IFI).\n\nBlood samples were drawn on first 2 days of treatment at baseline (before the drug) and at 1, 2, 4, 8 hours after the first dose of the day. BG serum levels were measured using the Fungitell assay, using a cut off value of 60 pg/ml for positivity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":[]}}}