{"nctId":"NCT01281969","briefTitle":"Intravenous Immunoglobulin for PANDAS","startDateStruct":{"date":"2011-01"},"conditions":["Obsessive-Compulsive Disorder","Children","Anxiety Disorder","Autoimmune Disease","PANDAS"],"count":48,"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","interventionNames":["Drug: Gamunex Intravenous Immunoglobulin"]},{"label":"Group B","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Gamunex Intravenous Immunoglobulin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nMale and female children 4-13 years of age.\n\nPresence of (Diagnostic and Statistical Manual of Mental Disorders Fourth Edition, Text Revision) DSM-IV TR OCD with or without a tic disorder.\n\nModerate or greater severity of symptoms, with a score of greater than or equal to 20 on the Children s Yale-Brown Obsessive-Compulsive Scale (CY-BOCS) and greater than or equal to 4 on the Clinical Global Impression Severity scale (CGI-S).\n\nThe acute onset within the previous six months of symptoms in a child previously well, or the first acute recurrence within the previous six months, after a period of relatively complete remission of symptoms. The acuity of symptom onset/exacerbation is key and must be severe, dramatic in onset, and proceed from no/minimal symptoms to maximum severity within 24-48 hours.\n\nSymptom onset or first exacerbation preceded within four months by a GAS infection, as documented by positive throat culture, exposure to documented GAS infection (in a close contact, such as a sibling sharing a bedroom), and/or documented two-fold rise in one or more anti-GAS antibody titers such as anti-streptolysin O, anti-streptococcal DNAaseB, anti-carbohydrate antibodies and others.\n\nOnset/exacerbation of OCD is accompanied by at least three of the following 7 clinical signs and symptoms. The acuity of the comorbid symptoms must be similar to the OCD symptoms and occur in the same time interval.\n\n1. Markedly increased level of anxiety, particularly new onset of separation anxiety.\n2. Emotional lability, irritability, aggressive behavior and/or personality change.\n3. Sudden difficulties with concentration or learning.\n4. Developmental regression (\"baby-talk,\" temper tantrums; behaviors atypical for actual chronological age).\n5. Sleep disorder (insomnia, night terrors, refusal to sleep alone).\n6. Handwriting deterioration or other sign of motoric dysfunction (including new onset of motor hyperactivity, or presence of choreiform finger movements).\n7. Urinary frequency or increased urge to urinate; daytime or night-time secondary enuresis.\n\nEXCLUSION CRITERIA:\n\nHistory of rheumatic fever, including Sydenham chorea (the neurologic manifestation).\n\nPresence of symptoms consistent with autism, schizophrenia, or other psychotic disorder (unless psychotic symptoms have onset coincident with the possible PANDAS and are attributed to OCD).\n\nPresence of a neurological disorder other than a tic disorder.\n\nIQ \\<70. Child subjects need to be able to contribute meaningfully to baseline and follow-up ratings, to report adverse effects, and to assent to participation.\n\nPresence of serious or unstable medical illness or psychiatric or behavioral symptoms that would make participation unsafe or study procedures too difficult to tolerate.\n\nIgA deficiency (\\<20mg/dL). Intravenous immunoglobulin may contain trace IgA, which may very rarely lead to life-threatening anaphylaxis in IgA-deficient participants with anti-IgA antibodies (Misbah 1993).\n\nHyperviscosity syndromes, which can increase risks associated with IVIG administration.\n\nNeed for live virus vaccine within six months after receiving IVIG (which may be 7.5 months from randomization) since IVIG can interfere with effectiveness of such vaccines. IVIG should not be administered sooner than two weeks after administration of a live virus vaccine, for the same reason.\n\nTaking nephrotoxic drugs. Every concomitant medication will be subject to scrutiny and possible consultation with pediatric safety monitors before randomization to study drug. See below as well.\n\nRecent (less than eight weeks) initiation of cognitive-behavior therapy (CBT).\n\nRecent (less than eight weeks) initiation or change in dosage of psychotropic medication for OCD or tic disorder (e.g., serotonin reuptake inhibitors for OCD, alpha-2 agonists or antipsychotics for tic disorders).","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"13 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Children's Yale-Brown Obsessive Compulsive Scale Total Score","description":"Active IVIG will be significantly superior to sham IVIG in reducing OC symptoms and providing global relief of neuropsychiatric symptomatology. Total score is reported as the sum of all items and has a range of 0-40. Higher scores indicate more severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.59","spread":"10.12"},{"groupId":"OG001","value":"25.67","spread":"8.65"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impressions Improvement","description":"1=very much improved, 2=much improved, 3=slightly improved, 4=no change, 5=slightly worse, 6=much worse, 7=very much worse","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":"1.20"},{"groupId":"OG001","value":"3.53","spread":"1.62"}]}]}]},{"type":"SECONDARY","title":"Clinical Responder to Treatment","description":"Defined as a CGI-I score of 1 or 2 (\"much\" or \"very much\" improved) and a decrease in CY-BOCS of at least 30%","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Degree of Treatment Response is Expected to Correlate With the Percentage Reduction in Antinuclear Antibody Titers Following IVIG Administration.","description":"Non-zero values of antinuclear antibodies are considered \"positive\" and reflective of an ongoing immune response in the individual. First, the number of participants who were classified at baseline as having \"positive\" antinuclear antibodies was calculated (see outcome measure data table, which states the number (AKA \"count\") of participants who had \"positive\" antinuclear antibodies at baseline). We hypothesized that improvement in the ongoing immune response, and therefore a reduction in antinuclear antibody titers, would mediate the effect of IVIG on OCD symptom improvement. However, because very few participants were classified as \"positive\" at baseline, it was not appropriate to pursue the original question of whether a decline in antinuclear antibodies (i.e., from \"positive\" to \"negative\") was related to symptom improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Degree of Treatment Response is Also Expected to Correlate With Decreased Inflammation in Specific Regions of the Brain, as Demonstrated by Changes on MRI","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":17},"commonTop":["Headache","Nausea (vomiting)","Muscle/bone/joint pain","Stomach or abdominal discomfort","Anxiety"]}}}