{"nctId":"NCT03509350","briefTitle":"Vitamin C, Thiamine, and Steroids in Sepsis","startDateStruct":{"date":"2018-08-22","type":"ACTUAL"},"conditions":["Sepsis"],"count":501,"armGroups":[{"label":"Treatment Protocol","type":"EXPERIMENTAL","interventionNames":["Drug: Vitamin C","Drug: Thiamine","Drug: Hydrocortisone"]},{"label":"Control Protocol","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vitamin C Placebo","Drug: Thiamine Placebo","Drug: Hydrocortisone Placebo"]}],"interventions":[{"name":"Vitamin C","otherNames":["Ascorbic acid"]},{"name":"Thiamine","otherNames":["Thiamine hydrochloride"]},{"name":"Hydrocortisone","otherNames":["Hydrocortisone sodium succinate"]},{"name":"Vitamin C Placebo","otherNames":["Placebo"]},{"name":"Thiamine Placebo","otherNames":["Placebo"]},{"name":"Hydrocortisone Placebo","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suspected or confirmed infection as evidenced by ordering of blood cultures and administration of at least one antimicrobial agent\n* Anticipated or confirmed intensive care unit (ICU) admission\n* Acute respiratory or cardiovascular organ dysfunction attributed to sepsis as evidenced by at least one of the following requirements:\n\n  1. Vasopressor Requirement - Continuous infusion of norepinephrine, epinephrine, vasopressin, dopamine, phenylephrine or other vasopressor agents at any dose for greater than 1 hour and required to maintain a mean arterial pressure ≥ 65 mm Hg despite intravenous crystalloid infusion of at least 1000cc\n  2. Respiratory Support Requirement - Acute hypoxemic respiratory failure defined as persistent hypoxemia (partial pressure of arterial oxygen (PaO2)/fraction of inspired oxygen (FiO2) ≤ 300 or blood oxygen saturation (SpO2)/FiO2 ≤ 315) requiring (1) intubation and mechanical ventilation, or (2) positive pressure ventilation via tight-fitting face mask (i.e. continuous positive airway pressure (CPAP) or bilevel positive airway pressure (BiPAP) or (3) high flow nasal cannula ≥ 40 liter per minute (LPM) flow and FiO2 ≥ 0.40\n\nExclusion Criteria:\n\n* Weight \\< 40 kilograms (kg)\n* Prior enrollment in this study\n* Qualifying organ dysfunction no longer present at the time subject would be randomized\n* Cardiovascular or respiratory organ failure caused by an illness other than sepsis\n* First episode of qualifying organ dysfunction during the current emergency department (ED) or ICU admission occurred \\> 24 hours before the subject could be randomized\n* Limitations of care (defined as refusal of cardiovascular and respiratory support modes) including \"do not intubate\" (DNI) status\n* Current hospitalization \\> 30 days at time of randomization\n* Chronic hypoxemia requiring supplemental non-invasive oxygen (nasal cannula or NIPPV) or home mechanical ventilation\n* Chronic cardiovascular failure requiring home mechanical hemodynamic support (e.g., LVAD) or home chemical hemodynamic support (e.g., milrinone)\n* Known allergy or contraindication to vitamin C, thiamine, and/or corticosteroids (including previously or currently diagnosed primary hyperoxaluria and/or oxalate nephropathy, or known/suspected ethylene glycol ingestion, or known glucose-6-phosphate dehydrogenase (G6PD) deficiency)\n* Use of vitamin C at a dose of \\> 1 gram daily within the 24 hours preceding first episode of qualifying organ dysfunction during a given ED or ICU admission\n* Chronic disease/illness that, in the opinion of the site investigator, have an expected lifespan of \\< 30 days unrelated to current sepsis diagnosis (e.g., stage IV malignancy, neurodegenerative disease, etc.)\n* Pregnancy or known active breastfeeding\n* Prisoner or Incarceration\n* Current participation in another interventional research study\n* Inability or unwillingness of subject or legal surrogate/representative to give written informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Vasopressor and Ventilator-free Days (VVFD)","description":"The primary outcome measure is VVFD in the first 30 days after the start of treatment. The endpoint was recorded to the nearest day. Participants who died are scored zero days, even if there was a period during which the participant was alive and free of vasopressors and mechanical ventilation. Participants who must return to ventilation and/or vasopressors had their counters reset at zero days.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Mortality at 30 Days","description":"The number of participants who did not survive until Day 30 is compared between study arms.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Intensive Care Unit (ICU) Mortality","description":"The number of participants who died while in the ICU is compared between study arms.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Mortality at 180 Days","description":"The number of participants who did not survive until Day 180 is compared between study arms.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]}]},{"type":"SECONDARY","title":"Length of ICU Stay","description":"The number of days that participants were in the ICU is compared between study arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"7.3"},{"groupId":"OG001","value":"6.4","spread":"6.9"}]}]}]},{"type":"SECONDARY","title":"Length of Hospital Stay","description":"The number of days that participants were in the hospital is compared between study arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":"10"},{"groupId":"OG001","value":"13.5","spread":"25.7"}]}]}]},{"type":"SECONDARY","title":"Digit Span Test Score","description":"The Digit Span Test is used to assesses attention. In the Digit Span Test, participants are read a series of numbers and are asked to repeat them back in the same order. The Digit Span test is scored by the number of digits the participant is able to remember in each test. Higher scores indicate greater ability to pay attention and to remember sequences. The average adult can remember about 7 numbers, plus or minus two, without making an error.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"3.1"},{"groupId":"OG001","value":"9.5","spread":"3.8"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Delirium Assessed With the DeliriumTelephone Confusion Assessment Method (CAM)","description":"The Telephone CAM evaluates dementia with 9-items, where additional questions are asked if symptoms are present. Rather than providing a summary score, if participants exhibit signs of a change in mental status which fluctuates and they experience inattention, along with disorganized thinking or altered level of consciousness, delirium is suggested.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Hayling Test Score","description":"Executive function is assessed with the Hayling Test. The Hayling Test includes two parts of 15 items each where participants complete sentences by providing the missing word. The test is scored as the amount of time it takes, in seconds, to recite a correct response and the appropriateness of the response (in Part 2). Scaled scores range from 1 to 10 where 1 = impaired, 6 = average, and 10 = very superior.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"1.9"},{"groupId":"OG001","value":"4.2","spread":"1.8"}]}]}]},{"type":"SECONDARY","title":"Controlled Oral Word Association Test (COWAT) Score","description":"Language is assessed with the Controlled Oral Word Association Test (COWAT). Participants generate words beginning with selected letters within 60 seconds. Generating a higher number of words indicates greater language skills.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":"11"},{"groupId":"OG001","value":"40","spread":"11"}]}]}]},{"type":"SECONDARY","title":"Wechsler Memory Scale III - Delayed Recall Logical Memory Score","description":"Memory is assessed with the Logical Memory subtest from the Wechsler Memory Scale III. Participants listened to two short paragraphs and were asked to recall details from each story after 30 minutes. Scores represent the number of correctly remembered details. Total scores range from 0 to 25 with higher scores reflecting better memory.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":"2.8"},{"groupId":"OG001","value":"8.1","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Telephone Interview for Cognitive Status (TICS)","description":"The Telephone Interview for Cognitive Status (TICS) is an 11-item instrument assessing orientation. Correct responses to the items are scored in a variety of ways, depending on how much of the response is correct. Total scores range from 0 to 41 with higher scores indicating increased cognitive orientation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.6","spread":"4.9"},{"groupId":"OG001","value":"31.2","spread":"5.2"}]}]}]},{"type":"SECONDARY","title":"Wechsler Adult Intelligence Scale (WAIS)-IV Similarities Score","description":"Reasoning is assessed with the WAIS-IV Similarities instrument. Participants were asked to explain how two words are alike. Responses are scored according to how correct they are, with a score of 0 for incorrect answers. After 3 consecutive scores of 0 the survey is stopped. Total raw scores vary depending on the number of word pairs presented. Higher scores indicate better performance. Scores will be compared between study arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"3.3"},{"groupId":"OG001","value":"8.2","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Katz Index of Independence in Activities of Daily Living (ADL) Score","description":"Activities of daily living is assessed with the Katz ADL instrument. The Katz ADL has 6 items asking if participants can perform daily tasks independently. Responses are scored as 1 = yes and 0 = no. Total scores range from 0 to 6 with higher scores indicating greater independence.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"3.9"},{"groupId":"OG001","value":"2.4","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Employed","description":"The Employment Questionnaire is a brief measure of the participant's employment history and ability or capacity to work. The number of participants who indicated being employed are presented here.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Functional Activities Questionnaire (FAQ) Score","description":"Instrumental activities of daily living is assessed with the Functional Activities Questionnaire (FAQ). The FAQ includes 10 items which are scored on a scale from 0 to 3 where 0 = normal and 3 = dependent. Total scores range from 0 to 30 and lower scores indicate that the respondent is able to perform daily activities. A score of 9 (where the person is dependent in 3 activities) is used as a cut-point indicating impairments with functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":"10.8"},{"groupId":"OG001","value":"7.7","spread":"9.2"}]}]}]},{"type":"SECONDARY","title":"Patient-Reported Outcomes Measurement Information System (PROMIS) Depression 6","description":"Depression is assessed with the PROMIS Depression 6 instrument. This tool includes 6 items with response options on a scale of 1 to 5. Total raw scores range from 6 to 30 with higher scores indicating greater symptoms of depression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":"6.3"},{"groupId":"OG001","value":"11.9","spread":"5.9"}]}]}]},{"type":"SECONDARY","title":"Posttraumatic Stress Disorder-8 (PTSD-8) Score","description":"Posttraumatic Stress Disorder (PTSD) is assessed with the Posttraumatic Stress Disorder - 8 instrument. The PTSD-8 includes 8 items which are answered on a 4 point scale where 01 = not at all and 3 = all of the time. Total scores range from 0 to 24 where higher scores indicate greater symptoms of PTSD.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"5.8"},{"groupId":"OG001","value":"5.2","spread":"5.1"}]}]}]},{"type":"SECONDARY","title":"EuroQol, 5 Dimension (EQ-5D) Visual Analog Scale Score","description":"Quality of life is assessed with the Visual Analog Scale of the EuroQol, 5 dimension (EQ-5D) questionnaire. The EQ-5D asks about 5 dimensions of health (mobility, self-care, usual activities, pain, and depression). The questionnaire includes a visual analog scale where respondents rate their current health where 0 = worst health imaginable and 100 = best health imaginable.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":"22"},{"groupId":"OG001","value":"67","spread":"22"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":252},"commonTop":["Hemorrhagic shock due to hemolysis","Worsening of renal function"]}}}