{"nctId":"NCT03670810","briefTitle":"A Study of Lasmiditan (LY573144) Over Four Migraine Attacks","startDateStruct":{"date":"2019-06-24","type":"ACTUAL"},"conditions":["Migraine"],"count":1633,"armGroups":[{"label":"100 milligram (mg) Lasmiditan","type":"EXPERIMENTAL","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"200 mg Lasmiditan","type":"EXPERIMENTAL","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"Control 1 Sequence","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"Control 2 Sequence","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"100 mg Lasmiditan Maximum Extended Enrollment (MEE)","type":"EXPERIMENTAL","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"200 mg Lasmiditan MEE","type":"EXPERIMENTAL","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"Control 1 Sequence MEE","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"Control 2 Sequence MEE","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lasmiditan","Drug: Placebo"]},{"label":"Open Label Extension","type":"EXPERIMENTAL","interventionNames":["Drug: Lasmiditan"]}],"interventions":[{"name":"Lasmiditan","otherNames":["LY573144"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Migraine with or without aura fulfilling the International Headache Society (IHS) diagnostic criteria 1.1 and 1.2.1\n* History of disabling migraine for at least 1 year\n* Migraine onset before the age of 50 years\n* History of 3 to 8 migraine attacks per month (\\<15 headache days per month) during the past 3 months\n* MIDAS score ≥11\n* Able and willing to complete an eDiary to record the details of each migraine attack treated with study drug\n* Women of child-bearing potential must be using or willing to use a highly effective form of contraception\n* Agree not to post any personal medical data or information related to the study on any website or social media site until the entire trial has completed\n\nExclusion Criteria:\n\n* Known hypersensitivity to lasmiditan, or to any excipient of lasmiditan oral tablets\n* History or evidence of hemorrhagic stroke, epilepsy, or any other condition placing the participant at increased risk of seizures\n* History of recurrent dizziness and/or vertigo including benign paroxysmal positional vertigo, Meniere's disease, vestibular migraine, and other vestibular disorders\n* History of diabetes mellitus with complications (diabetic retinopathy, nephropathy, or neuropathy)\n* History of orthostatic hypotension with syncope\n* Significant renal or hepatic impairment in the opinion of the investigator or if they meet hepatic monitoring criteria\n* Participants who, in the investigator's judgment, are actively suicidal and therefore deemed to be at significant risk for suicide\n* History, within past 12 months, of chronic migraine or other forms of primary or secondary chronic headache disorder (eg, hemicranias continua, medication overuse headache where headache frequency is ≥15 headache days per month)\n* Use of more than 3 doses per month of either opioids or barbiturates\n* Initiation of or a change in concomitant medication to reduce the frequency of migraine episodes within 3 months prior to screening\n* Pregnant or breast-feeding women\n* History of drug or alcohol abuse/dependence within 1 year prior to screening\n* Any medical condition or clinical laboratory test which in the judgment of the investigator makes the participant unsuitable for the study\n* Currently enrolled in any other clinical study involving an investigational product\n* Relatives of, or staff directly reporting to, the Investigator\n* Participants who are employees of the sponsor","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants That Are Pain Free 2 Hours Postdose During the First Attack","description":"Pain-free is defined as mild, moderate, or severe headache pain becoming none at 2 hours postdose during the first attack.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null},{"groupId":"OG001","value":"29.3","spread":null},{"groupId":"OG002","value":"8.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants That Are Pain Free at 2 Hours Postdose in at Least 2 Out of 3 Attacks","description":"To evaluate the 2 out of 3 primary consistency endpoint, the results of ITT evaluable attacks in the lasmiditan 100-mg and 200-mg groups will be assessed, and the ITT-evaluable attacks treated with placebo in the control group will be used for comparison. For participants with more than 3 ITT evaluable attacks, only the first 3 will be considered. Pain-free was defined as mild, moderate, or severe headache pain becoming none at the indicated assessment time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null},{"groupId":"OG001","value":"24.4","spread":null},{"groupId":"OG002","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours Post Dose During the First Attack","description":"Headache pain-relief is defined as a reduction in pain severity from moderate or severe at baseline to mild or none, or a reduction in pain severity from mild at baseline to none, at the indicated assessment time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.4","spread":null},{"groupId":"OG001","value":"65.2","spread":null},{"groupId":"OG002","value":"41.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours Postdose in at Least 2 Out of 3 Attacks","description":"Headache pain relief is defined as a reduction in pain severity from moderate to severe at baseline to mild or none at 2 hours postdose in at least 2 out of 3 attacks. To evaluate at least 2 out of 3 consistency endpoints, the results of ITT-evaluable attacks in the lasmiditan 100-mg and 200-mg groups will be assessed, and the ITT-evaluable attacks treated with placebo in the control group will be used for comparison. For participants with more than 3 ITT-evaluable attacks, only the first 3 with the same treatment will be considered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.3","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"36.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 24-Hour Sustained Pain Freedom During the First Attack","description":"Sustained pain freedom defined as pain free at 2 and 24 hours with no rescue medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"17.3","spread":null},{"groupId":"OG002","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 48-Hour Sustained Pain Freedom During First Attack","description":"Sustained pain freedom defined as pain free at 2 and 48 hours with no rescue medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"15.4","spread":null},{"groupId":"OG002","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Are Pain Free 2 Hours Postdose During the First Attack in Triptan Insufficient Responders.","description":"Pain-free is defined as mild, moderate, or severe headache pain becoming none at 2 hours postdose during the first attack. A triptan insufficient responder is defined as having one of the following: 1) Scoring ≤5 on 4 questions from the Migraine Treatment Optimization Questionnaire (mTOQ-6) that defines participants with poor or very poor response to their current regimen; 2) Indicated they obtained pain freedom at 2 hours in 0 out of 3, or 1 out of 3 attacks when treated with the most recent triptan, or 3) are not currently taking triptan and discontinued their most recent triptan due to lack of efficacy, tolerability issue, or contradictions to a past triptan.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"25.6","spread":null},{"groupId":"OG002","value":"8.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With no Disability as Measured by the Disability Item, at 2 Hours Postdose During the First Attack","description":"Percentage of participants with no disability as measured by the disability item, at 2 hours postdose during the first attack. Disability was measured by determining the level of interference with normal activities with 4 response options including not at all; mild interference, marked interference; and need complete bed rest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"19.8","spread":null},{"groupId":"OG002","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Are Pain Free at 2 Hours Postdose in at Least 2 Out of 3 Attacks in Triptan Insufficient Responders","description":"Headache pain-free is defined as a reduction in pain severity from mild, moderate, or severe at baseline to none at the indicated assessment time. A subject is not counted as being pain-free at a specific time point if she or he used rescue or recurrence medication at or before the specific time point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"20.1","spread":null},{"groupId":"OG002","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Free of Most Bothersome Symptom (MBS) Associated With Migraine at 2 Hours Postdose During the First Attack","description":"MBS freedom is defined as the absence of the associated symptom of migraine (nausea, phonophobia, or photophobia) at the indicated assessment time that was identified at baseline as the most bothersome symptom.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.4","spread":null},{"groupId":"OG001","value":"39.0","spread":null},{"groupId":"OG002","value":"28.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring Rescue Medication for Migraine Within 24 Hours of Treatment During the First Attack","description":"Percentage of participants requiring rescue medication for migraine within 2 to 24 hours of treatment during the first attack","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"19.2","spread":null},{"groupId":"OG002","value":"29.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Are Free of Symptoms Associated With Migraine at 2 Hours Postdose During the First Attack","description":"Percentage of participants that are free of symptoms associated with migraine (photophobia, phonophobia, nausea, and vomiting) at 2 hours postdose during the first attack.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":null},{"groupId":"OG001","value":"21.0","spread":null},{"groupId":"OG002","value":"7.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Migraine Recurrence at 24 Hours During the First Attack","description":"Percentage of participants with migraine recurrence at 24 hours during the first attack defined as return of any headache in participants who were pain free at 2 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.6","spread":null},{"groupId":"OG001","value":"22.0","spread":null},{"groupId":"OG002","value":"37.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Freedom, Pain Relief, Freedom From MBS, and No Disability Postdose During First Attack","description":"Percentage of participants with pain freedom, pain relief, freedom from MBS, and no disability postdose during first attack.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.6","spread":null},{"groupId":"OG002","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"12.7","spread":null},{"groupId":"OG002","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"22.4","spread":null},{"groupId":"OG002","value":"14.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.7","spread":null},{"groupId":"OG001","value":"47.2","spread":null},{"groupId":"OG002","value":"29.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"14.4","spread":null},{"groupId":"OG002","value":"11.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.7","spread":null},{"groupId":"OG001","value":"28.9","spread":null},{"groupId":"OG002","value":"22.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"2.3","spread":null},{"groupId":"OG002","value":"2.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"9.9","spread":null},{"groupId":"OG002","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Score as Measured by the Migraine Disability Assessment Test (MIDAS) Scale","description":"The MIDAS is a participant-rated scale which was designed to quantify headache-related disability over a 3-month period. This instrument consists of 5 items that reflect the number of days reported as missed, or with reduced productivity at work or home and social events. Each question is answered as the number of days during the past 3 months of assessment, ranging from 0 to 90, with the total score being the summation of the 5 numeric responses. A higher value is indicative of more disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.7","spread":"24.36"},{"groupId":"OG001","value":"-12.0","spread":"21.38"},{"groupId":"OG002","value":"-13.1","spread":"21.40"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Very Much or Much Better as Measured by Patient Global Impression of Change (PGI-C), at 2 Hours Postdose During the First Attack","description":"The PGI-C is a one-item questionnaire that asks participants to provide their impression of change since taking the medicine. The PGI-C is measured using a 7-point Likert scale, with 1 = very much better, 2 = much better, 3 = a little better, 4 = no change, 5 = a little worse, 6 = much worse, and 7 = very much worse. Reported are participants whose combined impression of change since taking the medicine was very much better and much better at 2 hours postdose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.8","spread":null},{"groupId":"OG001","value":"30.0","spread":null},{"groupId":"OG002","value":"13.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Migraine Quality of Life Questionnaire (MQoLQ) Score at 24 Hours Post First Dose of Study During First Attack","description":"The 24-hour Migraine Quality of Life Questionnaire (24-hr MQoLQ) has been specifically developed to measure the HRQoL of participants with migraine within a 24-hour period after having taken migraine medication A domain score is calculated by summing the responses to the 3 questions and the domain score ranges from 3 to 21, with lower scores indicating less impairment. The questionnaire will be administered 24 hours after dosing with study drug during each migraine. The analysis of variance (ANOVA) model was used with region and treatment adjusted for the overall treatment effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":"4.8"},{"groupId":"OG001","value":"12.1","spread":"4.7"},{"groupId":"OG002","value":"11.7","spread":"4.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":"4.1"},{"groupId":"OG001","value":"12.5","spread":"4.2"},{"groupId":"OG002","value":"11.4","spread":"4.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":"4.3"},{"groupId":"OG001","value":"11.2","spread":"4.5"},{"groupId":"OG002","value":"10.3","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Satisfied With Their Treatment Measured by a 4-Item Questionnaire","description":"Treatment satisfaction was evaluated at the End of Study (EoS) visit by determining the participant's level of satisfaction (ranging from extremely dissatisfied to extremely satisfied); their willingness to take this treatment again (ranging from strongly disagree to strongly agree) and if they would they recommend this treatment to another participants (ranging from strongly disagree to strongly agree).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.2","spread":null},{"groupId":"OG001","value":"58.1","spread":null},{"groupId":"OG002","value":"52.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.5","spread":null},{"groupId":"OG001","value":"58.9","spread":null},{"groupId":"OG002","value":"64.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.9","spread":null},{"groupId":"OG001","value":"51.6","spread":null},{"groupId":"OG002","value":"43.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.2","spread":null},{"groupId":"OG001","value":"32.7","spread":null},{"groupId":"OG002","value":"29.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Utility at 24 Hours Postdose as Measured by the EuroQol 5-Dimension 5-Level Scale (EQ-5D-5L) at 24 Hours Postdose During First Attack","description":"The EQ-5D-5L questionnaire is a participant-rated scale that assesses health status, it consists of 2 parts. The first part assesses 5 dimensions (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression) that have 5 possible levels of response (no problems, slight problems, moderate problems, severe problems, extreme problems).The EQ-5D can be used to generate a health state index score, which is used to compute quality-adjusted life years for utilization in health economic analyses. The health state index score is calculated based on the responses to the 5 dimensions, providing a single value on a scale from less than 0 (where 0 is a health state equivalent to death) to 1 (perfect health), with higher scores indicating better health utility. ANCOVA was used to assess the effect of Lasmiditan over placebo or control. The model includes fixed categorical effect of treatment and geographic region and baseline as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2499","spread":"0.25788"},{"groupId":"OG001","value":"0.2270","spread":"0.29854"},{"groupId":"OG002","value":"0.2122","spread":"0.25729"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Are Pain Free at 2 Hours Postdose in at Least 3 Out of 4 Attacks","description":"Headache pain-free is defined as a reduction in pain severity from mild, moderate, or severe to none at the indicated assessment time (2 hours postdose). To evaluate 3 out of 4 consistency endpoints; all ITT-evaluable attacks will be used. For the control group, the results of all ITT-evaluable attacks treated with lasmiditan 50 mg or placebo will be included. The control group is used for comparison. The population for 3 out of 4 consistency endpoints with sufficient number of successes or failures is defined as all participants who experienced at least 3 successes or 2 failures during ITT-evaluable attacks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"10.8","spread":null},{"groupId":"OG002","value":"2.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours Postdose in at Least 3 Out of 4 Attacks","description":"Headache pain-relief is defined as a reduction in pain severity from moderate or severe at baseline to mild or none, or a reduction in pain severity from mild at baseline to none, at the indicated assessment time (2 hours postdose). To evaluate 3 out of 4 consistency endpoints; all ITT-evaluable attacks will be used. For the control group, the results of all ITT-evaluable attacks treated with lasmiditan 50 mg or placebo will be included. The control group is used for comparison. The population for 3 out of 4 consistency endpoints with sufficient number of successes or failures is defined as all participants who experienced at least 3 successes or 2 failures during ITT-evaluable attacks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.8","spread":null},{"groupId":"OG001","value":"49.8","spread":null},{"groupId":"OG002","value":"21.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Associated Migraines Symptoms of Nausea, Vomiting, Photophobia, and Phonophobia Present at 2 Hours Postdose for First Attack","description":"Presence of associated migraine symptoms at 2 hours postdose at first migraine attack, including each of the following: phonophobia, photophobia, nausea, and vomiting.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.1","spread":null},{"groupId":"OG001","value":"29.0","spread":null},{"groupId":"OG002","value":"29.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.7","spread":null},{"groupId":"OG001","value":"23.5","spread":null},{"groupId":"OG002","value":"40.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.2","spread":null},{"groupId":"OG001","value":"39.9","spread":null},{"groupId":"OG002","value":"55.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"3.0","spread":null},{"groupId":"OG002","value":"2.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":485},"commonTop":["Dizziness","Paraesthesia","Nausea","Fatigue","Somnolence"]}}}