{"nctId":"NCT00334958","briefTitle":"Rufinamide Given as Adjunctive Therapy in Participants With Refractory Partial Seizures","startDateStruct":{"date":"2006-02-13","type":"ACTUAL"},"conditions":["Epilepsy"],"count":356,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Rufinamide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rufinamide"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Rufinamide","otherNames":["E2080","BANZEL"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA\n\n1. Male and female patients between 12 and 80 years of age, inclusive.\n2. Diagnosis of epilepsy with partial-onset seizures with or without secondarily generalized seizures according with the International League Against Epilepsy Classification of Epileptic Seizures (1981). Diagnosis should have been established by clinical history, electroencephalogram (EEG) and computed tomography/magnetic resonance imaging (CT/MRI) of the brain performed within the last 10 years and consistent with localization-related epilepsy.\n3. Non-controlled partial seizures despite having been treated with at least two different antiepileptic drugs (given concurrently or sequentially) for at least two years.\n4. Patient willing to participate and written consent signed by patient or legal guardian prior to entering the study or undergoing any study procedures. If the written consent is provided by a legal guardian because the patient is unable to do so, assent of the patient must also be obtained.\n5. Reliability and willingness of patients to make themselves available for the study period, and ability to record seizures and report adverse events themselves or have a caregiver who can record seizures and report adverse events.\n6. Female patients of non-childbearing potential by reason of surgery, radiation, or menopause (at least one year post onset); or of childbearing potential using two approved methods of contraception (such as an intrauterine device \\[IUD\\], implant, oral contraceptive, or barrier method plus spermicide). Use of a low-dose estrogen oral contraceptive (\"minipill\") alone will not be permitted. Female patients of childbearing potential must have a confirmed negative serum pregnancy test at screening and a negative urine pregnancy test prior to randomization, and agree to continue to use two approved methods of contraception through the follow-up visit (Visit 8) or for 30 days after their final dose of study medication, whichever is longer.\n7. At least six seizures during the prospective Baseline Phase (56 days) with no 21-day seizure-free periods. Simple partial seizures without motor signs will not be included in determining this criterion.\n8. Current treatment with a maximum of three approved antiepileptic drugs, and no evidence of non-compliance with ongoing AED therapy.\n9. Stable dose(s) of the same AED(s) for one month prior to screening.\n10. If using a vagal nerve stimulator, it must have been implanted for at least six months prior to randomization. Stimulator parameters may not be changed for at least one month prior to screening or thereafter during the study. Magnet use will be allowed, but must be documented throughout the study. A vagal nerve stimulator will not be counted as an AED for the purpose of inclusion into the trial.\n\nEXCLUSION CRITERIA:\n\n1. Participation in a study involving administration of an investigational compound within one month of Visit 1 (Screening), or within five half-lives of the previous investigational compound, whichever is longer; or any prior exposure to rufinamide.\n2. Presence of non-motor simple partial seizures only.\n3. Presence of generalized epilepsies or seizures, such as absences, myoclonic epilepsies, Lennox-Gastaut syndrome.\n4. History of status epilepticus in the past year or seizure clusters where individual seizures cannot be counted.\n5. Evidence of clinically significant disease (cardiac, respiratory, gastrointestinal, hepatic, hematologic or renal disease, etc.) that in the opinion of the Investigator could affect the patient's safety or trial conduct.\n6. Clinically significant ECG abnormality.\n7. Patients with a diagnosis of major active psychiatric disease will be excluded from the study. However, those patients who are only taking a stable dose of either a selective serotonin reuptake inhibitor (SSRI) antidepressant drug or a serotonin and norepinephrine reuptake inhibitor (SNRI) antidepressant drug for a diagnosed depressive disorder can be included as long as they have been on the SSRI or SNRI for a period of two months or longer before randomization. Other antidepressant medications will not be allowed.\n8. Progressive central nervous system (CNS) disease, including degenerative CNS diseases and progressive tumors.\n9. Occurrence of psychogenic seizures in the previous year.\n10. History of drug abuse and/or positive finding on urinary drug screening, other than prescribed medication\n11. History of alcohol abuse in the past two years.\n12. History of suicide attempt within the previous 10 years.\n13. Multiple drug allergies (dermatological, hematological or organ toxicity) or more than one severe drug reaction(s).\n14. Concomitant use of felbamate or use of felbamate within two months prior to Visit 1.\n15. Frequent need of rescue benzodiazepines (more than once a month).\n16. Patients with a known hypersensitivity to rufinamide, triazole derivatives, or to any excipients used in the formulation.\n17. Concomitant use of vigabatrin. Patients who took vigabatrin in the past must be off vigabatrin for at least five months prior to Visit 1 and must not have evidence of a clinically significant abnormality in a visual perimetry test.\n18. All Patients with a diagnosis of Congenital Short QT Syndrome. Patients with a family history of Congenital Short QT Syndrome may be excluded on the basis of the Investigator's clinical judgment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change in Total Partial Seizure Frequency Per 28 Days During Maintenance Phase Relative to the Baseline Phase","description":"Seizure data was collected via patient diary, which was used to record daily seizure count and type. Intent-to-treat (ITT) population: All randomized participants who had baseline Patient Seizure Diary data and had at least completed the titration period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.25","spread":null},{"groupId":"OG001","value":"-9.80","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 50% or Greater Reduction in Total Partial Seizure Frequency Per 28 Days During the Maintenance Phase Relative to the Baseline Phase","description":"Seizure data was collected via patient diary, which was used to record daily seizure count and type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Log10 Transformed Total Partial Seizure Frequency Per 28 Days During the Baseline Phase and Maintenance Phase","description":"Total partial seizure frequencies per 28 days during the double-blind Maintenance and Baseline Phases were transformed using logarithms to the base 10 (log10), because it was expected from previous studies that the results would not be normally distributed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":"0.675"},{"groupId":"OG001","value":"1.13","spread":"0.520"}]}]}]},{"type":"SECONDARY","title":"Reduction From Baseline in Total Partial Seizure Frequency Rate (RRATIO) During Maintenance Phase","description":"RRATIO= 100\\*(T-B)/(T+B) where T= total seizure frequency per 28 days during the Maintenance Phase, and B=total seizure frequency per 28 days during the Baseline Phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.76","spread":"37.841"},{"groupId":"OG001","value":"-6.90","spread":"24.869"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":176},"commonTop":["Dizziness","Headache","Fatigue","Somnolence","Nausea"]}}}