{"nctId":"NCT03187678","briefTitle":"Safety Study of the Switch From Oral Selexipag to Intravenous Selexipag in Subjects With Stable Pulmonary Arterial Hypertension","startDateStruct":{"date":"2017-12-04","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":20,"armGroups":[{"label":"Selexipag","type":"EXPERIMENTAL","interventionNames":["Drug: i.v. selexipag","Drug: oral selexipag (Uptravi)"]}],"interventions":[{"name":"i.v. selexipag","otherNames":["ACT-293987"]},{"name":"oral selexipag (Uptravi)","otherNames":["ACT-293987"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent form prior to any study-mandated procedure.\n* Male and female subjects aged from 18 to 75 years (inclusive),\n* Subjects with stable pulmonary arterial hypertension (PAH) defined as WHO Functional Class I-III at Visit 1 and Visit 2, and no change (i.e., introduction or dose change) in PAH-specific medication (i.e., ERA, PDE-5 inhibitor or sGC stimulator) and diuretics in the last 28 days prior to Visit 2.\n* Subjects currently treated with Uptravi® at a stable dose (i.e. unchanged dose) for at least 28 days before Visit 2.\n* Women of childbearing potential must have a negative pregnancy test at Visit 1 (screening) and Visit 2.\n\nExclusion Criteria:\n\n* Pregnant, planning to become pregnant or lactating.\n* Known and documented moderate or severe hepatic impairment.\n* Subjects having received gemfibrozil at any time since initiation of Uptravi®.\n* Treatment with any prostacyclin and prostacyclin analogs within 28 days prior to Visit 1.\n* SBP \\< 90 mmHg at Visit 1 or at Visit 2.\n* Known or suspected uncontrolled hyperthyroidism.\n* Severe renal failure and ongoing or planned dialysis.\n* Any known factor or disease that might interfere with treatment compliance, study conduct, or interpretation of the results.\n* Known concomitant life-threatening disease with a life expectancy \\< 12 months.\n* Treatment with another investigational treatment within 3 months of Visit 1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least One Adverse Event (AE)","description":"AE is any untoward medical event that occurs in a participant during the course of the study whether or not considered by the investigator as related to the study treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Prostacyclin-associated Adverse Events","description":"Prostacyclin-associated AE include headache, diarrhea, nausea, vomiting, jaw pain, myalgia, pain in the extremity, flushing and arthralgia.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Event Related to Injection Site Reactions","description":"This is the number of participants with at least one clinically significant reaction at the injection site (e.g., erythema/redness, tenderness, swelling, induration, hemorrhage at the injection site) occurring on the days of intravenous (iv) selexipag injection.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Prostacyclin-associated AEs Leading to Study Treatment Discontinuation","description":"This is the number of subjects who discontinued the i.v. selexipag treatment due to prostacyclin-associated adverse events (headache, diarrhea, nausea, vomiting, jaw pain, myalgia, pain in the extremity, flushing and arthralgia).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With PAH-related Adverse Events","description":"This is the number of participants with at least one AE considered to be related to pulmonary arterial hypertension during the course of the study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":20},"commonTop":["Headache","Nausea","Infusion Site Erythema","Oedema Peripheral","Flushing"]}}}