{"nctId":"NCT03358329","briefTitle":"Safety Evaluation of Repeat Placement of the S8 Sinus Implant in Chronic Sinusitis Patients With Nasal Polyps (ENCORE)","startDateStruct":{"date":"2017-11-13","type":"ACTUAL"},"conditions":["Chronic Sinusitis","Nasal Polyposis"],"count":50,"armGroups":[{"label":"S8 Sinus Implant","type":"EXPERIMENTAL","interventionNames":["Combination Product: S8 Sinus Implant"]}],"interventions":[{"name":"S8 Sinus Implant","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient has provided written informed consent using a form approved by the reviewing institutional review board (IRB) and sponsor.\n2. Patient is ≥ 18 years of age.\n3. Patient is willing and able to comply with protocol requirements.\n4. Patient has a confirmed diagnosis of CS with nasal polyps, as defined in the 2016 \"International Consensus Statement on Allergy and Rhinology\".\n5. Patient has undergone prior ESS including bilateral total ethmoidectomy at least 90 days prior to screening.\n6. Patient has evidence of bilateral ethmoid sinus obstruction due to polyposis warranting intervention (polyp grade ≥ 2 on each side).\n7. Patient is able to tolerate daily use of Mometasone Furoate Nasal Spray (MFNS).\n8. Patient is able to tolerate topical/local anesthesia.\n9. In the opinion of the investigator, patient's ethmoid sinus anatomy is amenable to in-office bilateral placement of the S8 Sinus Implant (i.e., able to pass into the middle meatus on both sides the S8 Sinus Implant with 20 mm in nominal length and 7 mm in compressed diameter).\n10. Female patients of reproductive potential must not be pregnant or nursing and must agree to not become pregnant during their participation in the study.\n11. Female patients of childbearing potential must agree to use consistent and acceptable method(s) of birth control during their participation in the study.\n\nExclusion Criteria:\n\n1. Patient has extensive ethmoid sinus polyp grade (grade 4 on at least one side).\n2. Patient has extensive adhesions/synechiae (grade 3 or 4).\n3. Patient has used parenteral and injected steroids (e.g., Kenalog injection) during 30 days prior to the baseline procedure.\n4. Patient has used oral steroids, budesonide or other sinus steroid irrigations/rinses, nebulized steroids administered nasally or budesonide drops during 14 days prior to the baseline procedure.\n5. Patient has oral-steroid dependent condition such as chronic obstructive pulmonary disease (COPD) or asthma.\n6. Patient has known history of allergy or intolerance to corticosteroids or mometasone furoate.\n7. Patient has used monoclonal antibodies for asthma, allergies or nasal polyps (e.g., Dupixent, Nucala, Xolair) during 30 days prior to the baseline procedure.\n8. Patient requires monoclonal antibodies for asthma, allergies or nasal polyps during the duration of the study.\n9. Patient has presence of physical obstruction that would preclude access and placement of the S8 Sinus Implant in the middle meatus (e.g., severe septal deviation, septal spur, very small middle meatus, total obstruction of the sinonasal passage with severe adhesion, scarring, polypoid edema or polyps).\n10. Patient has known history of human immunodeficiency virus (HIV) or immunoglobulin G or A subclass deficiency.\n11. Patient has clinical evidence of acute sinusitis (AS), as defined in the 2016 \"International Consensus Statement on Allergy and Rhinology\".\n12. Patient has clinical evidence or suspicion of invasive fungal sinusitis (e.g., bone erosion on prior computed tomography (CT) scan, necrotic sinus tissue).\n13. Patient has evidence of severe concomitant disease or condition expected to compromise survival or ability to complete assessments during the 365-day study follow-up period (e.g., cancer).\n14. Patient is currently participating in another clinical study.\n15. Patient has previously undergone ESS and experienced a cerebrospinal fluid (CSF) leak or has residual compromised vision as a result of a complication in a prior ESS procedure.\n16. Patient has known dehiscence of the lamina papyracea.\n17. Patient has evidence of active tuberculosis or active viral illness (e.g., ocular herpes simplex, chickenpox, measles).\n18. Patient has known history or diagnosis of glaucoma or ocular hypertension (prior ocular exam with intraocular pressure of \\>21 mmHg and pressure lowering medication given) or posterior subcapsular cataract.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Implant-Related Serious Adverse Events","description":"Evaluated via tabulation of implant-related serious adverse events (SAE) reported by subjects between consent and Day 365.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"SNOT-22 Total Score","description":"Sino-Nasal Outcomes Test (SNOT-22) is a validated disease-specific symptom-scoring instrument consisting of 22 questions, each scored on a 6-point scale of 0 (no problem) to 5 (probably as bad as it can be) based on the subject's recollection of symptoms over the past 2 weeks. The total score ranges from 0 to 110, with a higher score reflecting greater symptom burden. Change from baseline to 90 days and to 180 days is calculated as the value at 90/180 days minus the value from baseline. Negative values for change from baseline indicate reduction (improvement) in sino-nasal symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.9","spread":"19.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.4","spread":"20.36"}]}]}]},{"type":"SECONDARY","title":"Nasal Obstruction/Congestion Score","description":"Determined on a scale of 0 (no symptoms) to 3 (severe symptoms) based on the subject's recollection of symptoms over the past week using a reflective paper questionnaire. Change from baseline to 90 days and to 180 days is calculated as the value at 90/180 days minus the value at baseline. Negative values for change from baseline to follow-up indicate reduction (improvement) in nasal obstruction/congestion.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.94"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":50},"commonTop":["epistaxis","nasal discomfort","rhinalgia","acute sinusitis"]}}}