{"nctId":"NCT02184195","briefTitle":"Olaparib in gBRCA Mutated Pancreatic Cancer Whose Disease Has Not Progressed on First Line Platinum-Based Chemotherapy","startDateStruct":{"date":"2014-12-16","type":"ACTUAL"},"conditions":["Germline BRCA1/2 Mutations and","Metastatic Adenocarcinoma of the Pancreas"],"count":154,"armGroups":[{"label":"Olaparib","type":"EXPERIMENTAL","interventionNames":["Drug: Olaparib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Olaparib","otherNames":[]},{"name":"Olaparib","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria\n\n* Histologically or cytologically confirmed pancreas adenocarcinoma receiving initial chemotherapy for metastatic disease and without evidence of disease progression on treatment\n* Patients with measurable disease and/or non-measurable or no evidence of disease assessed at baseline by CT (or MRI where CT is contraindicated) will be entered in this study.\n* Documented mutation in gBRCA1 or gBRCA2 that is predicted to be deleterious or suspected deleterious\n* Patients are on treatment with a first line platinum-based (cisplatin, carboplatin or oxaliplatin) regimen for metastatic pancreas cancer, have received a minimum of 16 weeks of continuous platinum treatment and have no evidence of progression based on investigator's opinion.\n* Patients who have received platinum as potentially curative treatment for a prior cancer (eg ovarian cancer) or as adjuvant/neoadjuvant treatment for pancreas cancer are eligible provided at least 12 months have elapsed between the last dose of platinum-based treatment and initiation of the platinum-based chemotherapy for metastatic pancreas cancer.\n\nMajor Exclusion Criteria:\n\n* gBRCA1 and/or gBRCA2 mutations that are considered to be non detrimental (eg, \"Variants of uncertain clinical significance\" or \"Variant of unknown significance\" or \"Variant, favour polymorphism\" or \"benign polymorphism\" etc.)\n* Progression of tumour between start of first line platinum based chemotherapy for metastatic pancreas cancer and randomisation.\n* Cytotoxic chemotherapy or non-hormonal targeted therapy within 28 days of Cycle\n\n  1 Day 1 is not permitted.\n* Exposure to an investigational product within 30 days or 5 half lives (whichever is longer) prior to randomisation\n* Any previous treatment with a PARP inhibitor, including Olaparib","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) by Blinded Independent Central Review (BICR) Using Modified Response Evaluation Criteria in Solid Tumours. This Study Used Modified RECIST Version (v) 1.1 (RECIST v1.1)","description":"To determine the efficacy of olaparib maintenance monotherapy compared to placebo by PFS. The PFS was defined as the time from randomisation until the date of objective radiological disease progression according to modified RECIST v1.1 or death (by any cause in the absence of disease progression) regardless of whether the patient withdrew from randomized therapy or received another anticancer therapy prior to disease progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"To determine the efficacy by assessment of OS of olaparib maintenance monotherapy compared to placebo. The OS was defined as the time from the date of randomization until death due to any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"19.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Randomisation to Second Progression (PFS2)","description":"To determine efficacy by assessment of PFS2 of olaparib maintenance monotherapy compared to placebo. The PFS2 was defined as the time from the date of randomisation to the earliest of the progression event subsequent to that used for the primary variable PFS or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.9","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Randomisation to Second Subsequent Therapy or Death (TSST)","description":"To determine the efficacy by assessment of TSST of olaparib maintenance monotherapy compared to placebo. The TSST was defined as time to second subsequent therapy or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Randomisation to First Subsequent Therapy or Death (TFST)","description":"To determine the efficacy by assessment of TFST of olaparib maintenance monotherapy compared to placebo. The TFST was defined as time to first subsequent therapy or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Randomisation to Study Treatment Discontinuation or Death (TDT)","description":"To determine the efficacy by assessment of TDT compared to placebo. compared to placebo. The TDT was defined as time to study treatment discontinuation or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Objective Response Rate (ORR) by BICR Using Modified RECIST 1.1","description":"To determine efficacy by assessment of objective response rate according to modified RECIST 1.1 of olaparib maintenance monotherapy compared to placebo. The ORR is defined as the number of with a BoR of CR and PR according to the BICR data divided by the number of patients in the treatment group with measurable disease at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) by BICR Using Modified RECIST 1.1","description":"Efficacy by assessment of disease control rate according to modified RECIST 1.1 of olaparib maintenance monotherapy compared to placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline up to 6 Months in Global Quality of Life (QoL) Score From the EORTC-QLQ-C30 Questionnaire","description":"To assess the effect of olaparib on health-related quality of life (QoL) as measured by the EORTC-QLQ-C30 global QoL scale. The EORTC-QLQ-C30 is defined as EORTC QLQ-C30: a questionnaire (30 questions) used to evaluate disease symptoms, functional impacts (eg, physical functioning), and HRQoL and to characterize clinical benefit from the patient perspective. The HRQoL score ranges from 0 to 100.\n\nA higher score indicates better QoL. A score change of 10 points was pre-defined as clinically meaningful.\n\nbd twice daily.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.03","spread":null},{"groupId":"OG001","value":"1.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"To assess the safety and tolerability of olaparib maintenance monotherapy. SAE: serious adverse events CTCAE: Common Terminology Criteria for Adverse Events","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":90},"commonTop":["Nausea","Fatigue","Diarrhoea","Abdominal pain","Back pain"]}}}