{"nctId":"NCT00785291","briefTitle":"Paclitaxel, Nab-paclitaxel, or Ixabepilone With or Without Bevacizumab in Treating Patients With Stage IIIC or Stage IV Breast Cancer","startDateStruct":{"date":"2008-10-13","type":"ACTUAL"},"conditions":["Estrogen Receptor Negative","Estrogen Receptor Positive","HER2/Neu Negative","HER2/Neu Positive","Progesterone Receptor Negative","Progesterone Receptor Positive","Recurrent Breast Carcinoma","Stage IIIC Breast Cancer AJCC v6","Stage IV Breast Cancer AJCC v6 and v7"],"count":799,"armGroups":[{"label":"Arm A (Paclitaxel)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Bevacizumab","Other: Laboratory Biomarker Analysis","Drug: Paclitaxel","Other: Questionnaire Administration"]},{"label":"Arm B (Nab-paclitaxel)","type":"EXPERIMENTAL","interventionNames":["Biological: Bevacizumab","Other: Laboratory Biomarker Analysis","Drug: Nab-paclitaxel","Other: Questionnaire Administration"]},{"label":"Arm C (Ixabepilone)","type":"EXPERIMENTAL","interventionNames":["Biological: Bevacizumab","Drug: Ixabepilone","Other: Laboratory Biomarker Analysis","Other: Questionnaire Administration"]}],"interventions":[{"name":"Bevacizumab","otherNames":["ABP 215","Anti-VEGF","Anti-VEGF Humanized Monoclonal Antibody","Anti-VEGF Monoclonal Antibody SIBP04","Anti-VEGF rhuMAb","Avastin","Bevacizumab awwb","Bevacizumab Biosimilar ABP 215","Bevacizumab Biosimilar BEVZ92","Bevacizumab Biosimilar BI 695502","Bevacizumab Biosimilar CBT 124","Bevacizumab Biosimilar CT-P16","Bevacizumab Biosimilar FKB238","Bevacizumab Biosimilar GB-222","Bevacizumab Biosimilar HD204","Bevacizumab Biosimilar HLX04","Bevacizumab Biosimilar IBI305","Bevacizumab Biosimilar LY01008","Bevacizumab Biosimilar MIL60","Bevacizumab Biosimilar Mvasi","Bevacizumab Biosimilar MYL-1402O","Bevacizumab Biosimilar QL 1101","Bevacizumab Biosimilar RPH-001","Bevacizumab Biosimilar SCT501","Bevacizumab Biosimilar Zirabev","Bevacizumab-awwb","Bevacizumab-bvzr","BP102","BP102 Biosimilar","HD204","Immunoglobulin G1 (Human-Mouse Monoclonal rhuMab-VEGF Gamma-Chain Anti-Human Vascular Endothelial Growth Factor), Disulfide With Human-Mouse Monoclonal rhuMab-VEGF Light Chain, Dimer","Mvasi","MYL-1402O","Recombinant Humanized Anti-VEGF Monoclonal Antibody","rhuMab-VEGF","SCT501","SIBP 04","SIBP-04","SIBP04","Zirabev"]},{"name":"Ixabepilone","otherNames":["(1S,3S,7S,10R,11S,12S,16R)-7,11-Dihydroxy-8,8,10,12,16-pentamethyl-3-[(1E)-1-methyl-2-(2-methyl-4-thiazolyl)ethenyl]-17-oxa-4-azabicyclo[14.1.0]heptadecane-5,9-dione","Azaepothilone B","BMS 247550","BMS-247550","BMS247550","Epothilone","Epothilone-B BMS 247550","Ixempra"]},{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Nab-paclitaxel","otherNames":["ABI 007","ABI-007","Abraxane","Albumin-bound Paclitaxel","Albumin-Stabilized Nanoparticle Paclitaxel","Nanoparticle Albumin-bound Paclitaxel","Nanoparticle Paclitaxel","Paclitaxel Albumin","paclitaxel albumin-stabilized nanoparticle formulation","Protein-bound Paclitaxel"]},{"name":"Paclitaxel","otherNames":["Anzatax","Asotax","Bristaxol","Praxel","Taxol","Taxol Konzentrat"]},{"name":"Questionnaire Administration","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologic confirmation of invasive cancer of the breast\n* Stage IV disease or stage IIIC disease (using American Joint Committee on Cancer \\[AJCC\\] criteria, 6th edition) not amenable to local therapy\n* Patients may not have a \"currently active\" second malignancy other than non-melanoma skin cancers; patients are not considered to have a \"currently active\" malignancy if they have completed therapy and are considered by their physician to be at less than 30% risk of relapse\n* Patients with human epidermal growth factor receptor 2 (HER2) negative disease are eligible; patients with HER2+ disease are eligible providing they have previously received trastuzumab or lapatinib; documentation of progression on HER2 directed therapy is not required; Her2/neu status must be known at the time of protocol registration\n* Estrogen receptor (ER) and progesterone receptor (PgR) status must be known at the time of registration; ER and/or PgR \\>= 1% cells will be considered positive\n* Prior treatment may include adjuvant or neoadjuvant taxane, however, the interval between completion of adjuvant or neoadjuvant therapy and disease recurrence must be \\>= 12 months\n* No prior chemotherapy for metastatic breast cancer\n* Any number of prior hormonal therapies are allowed; the last dose should have been administered at least 7 days prior to the initiation of protocol therapy\n* Prior radiotherapy must be completed at least 2 weeks prior to study entry\n* Treatment with bisphosphonates is allowed and recommended as per American Society of Clinical Oncology (ASCO) guidelines\n* Prior trastuzumab or lapatinib required for patients with HER2 overexpressing tumors\n* Prior treatment with bevacizumab is allowed\n* Patients must not have had a major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to study registration, and must have fully recovered from any such procedure\n\n  * The following are not considered to be major procedures: thoracentesis, paracentesis, port placement, laparoscopy, thoracoscopy, bronchoscopy, endoscopic ultrasonographic procedures, mediastinoscopy, skin biopsies, incisional biopsies and routine dental procedures\n* Patients must not have anticipation of need for a major surgical procedure during the course of the study\n* There are no restrictions on core biopsies, placement of a vascular access device or other minor procedures prior to registration\n\n  * Placement of a vascular access device after starting study therapy should be performed between day 15 and 28 of a treatment cycle (but not less than 48 hours before the next dose of bevacizumab) to allow for sufficient healing\n* Patients must have measurable disease (target lesions): measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\>= 2.0 cm with conventional techniques or as \\>= 1 cm with spiral computed tomography (CT) scan\n\n  * Lesions that are considered non-measurable include the following:\n\n    * Bone lesions\n    * Leptomeningeal disease\n    * Ascites\n    * Pleural/pericardial effusion\n    * Inflammatory breast disease\n    * Lymphangitis cutis/pulmonitis\n    * Abdominal masses that are not confirmed and followed by imaging techniques\n    * Cystic lesions\n* Patients with pre-existing peripheral neuropathy \\>= grade 2 are not eligible for this study\n* Patients must have an Eastern Cooperative Oncology Group (ECOG) (Zubrod) performance status of =\\< 1 to be eligible for this trial\n* Women must not be pregnant or breast feeding; premenopausal women must have a negative serum or urine beta-human chorionic gonadotropin (Hcg)\n* Patients with a history of Common Terminology Criteria for Adverse Events (CTCAE) grade \\>= 3 hypersensitivity to paclitaxel or Cremophor® EL are not eligible\n* Patients with a history of abdominal fistula, or intra-abdominal abscess within 6 months prior to study registration are not eligible\n* Patients with a history of gastrointestinal (GI) perforation within 12 months prior to registration are not eligible\n* Patients with a history of significant bleeding episodes (e.g., hemoptysis, upper or lower GI bleeding) within 6 months prior to registration are not eligible\n* Patients must not have a history of clinically significant cardiovascular disease that includes the following:\n\n  * Uncontrolled hypertension defined as systolic blood pressure \\> 150 and/or diastolic blood pressure \\> 90 mmHg on antihypertensive medications or any prior history of hypertensive crisis or hypertensive encephalopathy\n  * History of myocardial infarction or unstable angina within past 6 months\n  * New York Heart Association (NYHA) congestive heart failure grade 2 or greater\n  * Symptomatic peripheral vascular disease\n  * Significant vascular disease (e.g., aortic aneurysm, aortic dissection) or arterial thrombotic events\n* Patients on full dose anticoagulants must be on a stable dose of warfarin, or be on a stable dose of low molecular weight (LMW) heparin; patients receiving anti-platelet or on daily prophylactic dose aspirin are eligible, as are patients receiving stable doses of anticoagulation for atrial fibrillation\n* Patients may not have a history of stroke or transient ischemic attack within 6 months prior to study registration\n* Patients with a history of seizures must be well controlled with standard medication\n* Patients must not have progressing or untreated central nervous system (CNS) metastases or leptomeningeal disease; patients with a history of resected brain metastases with stable magnetic resonance imaging (MRI) scans for 3 months including within 4 weeks of study start are eligible; patients with a history of gamma knife radiosurgery or whole brain radiation with stable MRI scans for 3 months including within 4 weeks of study start are eligible\n* No serious, non-healing wound, ulcer or bone fracture\n* Life expectancy of \\>= 12 weeks\n* Granulocytes \\>= 1,500/ul\n* Platelet count \\>= 100,000/ul\n* Creatinine =\\< 2.0 mg/dL\n* Bilirubin \\< 1.5 mg/dL (unless due to Gilbert's syndrome)\n* Transaminases (aspartate aminotransferase \\[AST\\], alanine aminotransferase \\[ALT\\]) =\\< 2.5 x upper limit of normal (ULN)\n* Serum or urine beta-Hcg negative in premenopausal women of child-bearing potential\n* Urine protein =\\< 1+ protein\\* or urine protein: creatinine ratio (UPC) \\< 1\n\n  * Patients discovered to have \\>= 2+ proteinuria at baseline must undergo a 24-hour urine collection that must demonstrate \\< 1 g of protein/24 hr or UPC ratio =\\< 1 to allow participation in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival","description":"Progression-free survival (PFS) is defined as the interval from registration until first disease progression, regardless of site, or death resulting from any cause, which ever occurred first. Distribution was estimated using the Kaplan Meier product-limit method. Progression is defined as a 20% increase in the sum of longest diameter of target lesions (per Response Evaluation Criteria in Solid Tumors \\[RECIST\\] criteria).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.97","spread":null},{"groupId":"OG001","value":"9.3","spread":null},{"groupId":"OG002","value":"7.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Tumor Response Rate","description":"Response was defined by the Response Evaluation Criteria in Solid Tumors (RECIST). A responding participant had either a Complete Response (disappearance of all target lesions) or Partial Response (30% decrease in sum of longest diameter of target lesions).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.2","spread":null},{"groupId":"OG001","value":"34.1","spread":null},{"groupId":"OG002","value":"25.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Time from registration until treatment failure, defined as early termination of protocol therapy for any reason, first disease progression or death without progression. Surviving participants who were failure free were censored as date last known alive and failure free. Distribution was estimated using the Kaplan Meier product-limit method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null},{"groupId":"OG001","value":"5.19","spread":null},{"groupId":"OG002","value":"4.93","spread":null}]}]}]},{"type":"SECONDARY","title":"12 Month Progression Free Survival","description":"Percentage of participants who were alive and progression free at 12 months. The 12 month progression free survival, with 95% confidence interval, was estimated using the Kaplan Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"36","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was measured as the interval from study entry until death, from any cause, or last contact. Distribution was estimated using the Kaplan Meier product-limit method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.55","spread":null},{"groupId":"OG001","value":"23.52","spread":null},{"groupId":"OG002","value":"23.53","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":65,"n":272},"commonTop":["Fatigue","Peripheral sensory neuropathy","Neutrophil count decreased","Hypertension","Myalgia"]}}}