{"nctId":"NCT02563002","briefTitle":"Study of Pembrolizumab (MK-3475) vs Standard Therapy in Participants With Microsatellite Instability-High (MSI-H) or Mismatch Repair Deficient (dMMR) Stage IV Colorectal Carcinoma (MK-3475-177/KEYNOTE-177)","startDateStruct":{"date":"2015-11-30","type":"ACTUAL"},"conditions":["Colorectal Carcinoma"],"count":307,"armGroups":[{"label":"Pembrolizumab","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab"]},{"label":"Standard of Care (SOC)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: mFOLFOX6","Drug: FOLFIRI","Biological: Pembrolizumab","Biological: Bevacizumab","Biological: Cetuximab"]}],"interventions":[{"name":"mFOLFOX6","otherNames":[]},{"name":"FOLFIRI","otherNames":[]},{"name":"Pembrolizumab","otherNames":["MK-3475","SCH 900475","KEYTRUDA®"]},{"name":"Bevacizumab","otherNames":[]},{"name":"Cetuximab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Locally confirmed dMMR or MSI-H stage IV colorectal carcinoma\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 within 10 days prior to study start\n* Life expectancy of at least 3 months\n* Measurable disease\n* Female participants of childbearing potential must be willing to use adequate contraception for the course of the study starting with the first dose of study medication through 180 days after the last dose of standard of care (SOC) therapy or 120 days after the last pembrolizumab dose\n* Male participants must agree to use adequate contraception for the course of the study starting with the first dose of study medication through 180 days after the last dose of study medication for chemotherapy arm (no contraception requirement for pembrolizumab \\[MK-3475\\] arm)\n* Adequate organ function\n\nExclusion Criteria:\n\n* Has received prior systemic therapy for Stage IV colorectal cancer. May have received prior adjuvant chemotherapy for colorectal cancer as long as it was completed at least 6 months prior to randomization on this study\n* Currently participating and receiving treatment in another study, or participated in a study of an investigational agent and received treatment, or used an investigational device within 4 weeks of randomization\n* Active autoimmune disease that has required systemic treatment in past 2 years\n* Diagnosis of immunodeficiency or receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to randomization on this study\n* Radiation therapy within 4 weeks prior to randomization on this study and not recovered to baseline from adverse events due to radiation therapy\n* Known active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to randomization on this study\n* Has received prior therapy with an immune checkpoint inhibitor (e.g., anti-programmed cell death \\[PD\\]-1, anti-PD ligand 1 \\[L1\\], anti-PD-L2 agent, or anti-cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\] agent, etc.)\n* Another malignancy that is progressing or requires active treatment with the exception of non-melanomatous skin cancer that has undergone potentially curative therapy and in situ cervical carcinoma\n* Received a live or a live attenuated vaccine within 30 days of planned start of study medication\n* Known history of Human Immunodeficiency Virus (HIV), Hepatitis B or C\n* Known history of, or any evidence of interstitial lung disease or active, non-infectious pneumonitis\n* Known history of active tuberculosis (Bacillus tuberculosis \\[TB\\])\n* Active infection requiring systemic therapy\n* Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study\n* Pregnant, breastfeeding, or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 180 days after the last dose of SOC (for male and female participants) or 120 days after the last dose of pembrolizumab (for female participants only)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) Per RECIST1.1 As Assessed by Central Imaging Vendor","description":"PFS was defined as the time from randomization to the first documented disease progression (PD) per RECIST 1.1 based on blinded central imaging vendor review or death due to any cause, whichever occurs first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. Hazards ratio (HR) and associated 95% confidence intervals (CIs) from a Cox proportional hazard model with Efron's method of tie handling and with a single treatment covariate was presented for the first course study treatment per protocol.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of analysis were censored at the date of last known contact. HR and associated 95% CIs from a Cox proportional hazard model with Efron's method of tie handling and with a single treatment covariate was presented for the first course study treatment per protocol.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"36.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) Per RECIST1.1 as Assessed by Central Imaging Vendor","description":"ORR was defined as the percentage of the participants who experienced a Complete Response (CR; disappearance of all target lesions) or a Partial Response (PR; at least a 30% decrease in the sum of diameters of target lesions) and was assessed using RECIST 1.1 as assessed by the central imaging vendor. The percentage of participants who experienced a CR or PR was presented for the first course of study treatment per protocol.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.1","spread":null},{"groupId":"OG001","value":"33.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE could be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a study treatment, whether or not considered related to the study treatment. Any worsening (i.e., any clinically significant adverse change infrequency and/or intensity) of a preexisting condition that was temporally associated with the use of study treatment, was also an AE. The number of participants who experienced at least one AE was presented for the first course study treatment per protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"142","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE","description":"An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE could be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a study treatment, whether or not considered related to the study treatment. Any worsening (i.e., any clinically significant adverse change infrequency and/or intensity) of a preexisting condition that was temporally associated with the use of study treatment, was also an AE. The number of participants who discontinued study treatment due to an AE was presented for the first course study treatment per protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":62,"n":153},"commonTop":["Diarrhoea","Nausea","Fatigue","Vomiting","Decreased appetite"]}}}