{"nctId":"NCT03670953","briefTitle":"A Study to Evaluate the Safety and Efficacy of IPX203 in Parkinson's Disease Participants With Motor Fluctuations","startDateStruct":{"date":"2018-11-06","type":"ACTUAL"},"conditions":["Parkinson's Disease (Disorder)"],"count":630,"armGroups":[{"label":"IR CD-LD - Dose Adjustment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IR CD-LD"]},{"label":"IPX203 - Dose Conversion","type":"EXPERIMENTAL","interventionNames":["Drug: IPX203 ER CD-LD"]},{"label":"IPX203 - Double-Blind Maintenance","type":"EXPERIMENTAL","interventionNames":["Drug: IPX203 ER CD-LD","Other: Placebo Matching IPX203"]},{"label":"IR CD-LD - Double -Blind Maintenance","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IR CD-LD","Other: Placebo Matching IR CD-LD"]}],"interventions":[{"name":"IR CD-LD","otherNames":["Generic for Sinemet tablets"]},{"name":"IPX203 ER CD-LD","otherNames":[]},{"name":"Placebo Matching IPX203","otherNames":[]},{"name":"Placebo Matching IR CD-LD","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female participants diagnosed at age ≥ 40 years with PD, consistent with the United Kingdom Parkinson's Disease Society Brain Bank Diagnostic Criteria and who are being treated with stable regimens of CD-LD but experiencing motor fluctuations.\n* Able to provide written informed consent prior to the conduct of any study-specific procedures.\n* Female participants of childbearing potential must have a negative urine pregnancy test at Screening Visit.\n* Negative urine screen for drugs of abuse and negative alcohol breath test at Screening.\n* Hoehn and Yahr Stages 1, 2, 3, or 4 in the \"On\" state (part of Movement Disorders Society version of the Unified Parkinson's Disease Rating Scale \\[MDS-UPDRS\\] Part III)\n* Agrees to use a medically acceptable method of contraception throughout the study and for 6 weeks after completing the study. Medically acceptable methods of contraception that may be used by the participant and/or partner include but are not limited to: abstinence, oral contraception, NuvaRing or transdermal systems, diaphragm with vaginal spermicide, intrauterine device, condom and partner using vaginal spermicide, surgical sterilization (6 months), progestin implant or injection, or postmenopausal female (no menstrual period for ˃ 2 years) or vasectomy (˃ 6 months).\n* Montreal Cognitive Assessment (MoCA) score ≥ 24 at Screening Visit in \"On\" state.\n* Able to differentiate \"On\" state from \"Off\" state as determined by at least 75% concordance with a trained rater in \"On/Off\" ratings for 8 ratings over a 4-hour training period. The concordance must include at least 1 \"On\" and 1 \"Off\" rating and must be achieved within two 4-hour training sessions.\n* Able and willing to comply with the protocol, including completion of diaries and availability for all study visits.\n* Responsive to CD-LD therapy and currently being treated on a stable regimen with CD-LD for at least 4 weeks prior to Visit 1.\n* At Screening, the participant has predictable \"Off\" periods.\n\nExclusion Criteria:\n\n* Received any investigational medications within 30 days or 5 times the half-life, whichever is longer, prior to Visit 1.\n* Female participants who are currently breastfeeding or lactating.\n* Had prior neurosurgical treatment for PD or if such procedure is planned or anticipated during the study period.\n* Allergic to any excipient in the study drugs.\n* History of medical conditions or of a prior surgical procedure that would interfere with LD absorption, such as gastrectomy, proximal small-bowel resection, or bariatric surgery.\n* History of upper gastrointestinal hemorrhage in participants with peptic ulcer disease within the past 5 years.\n* History of glaucoma with intraocular pressures that are elevated despite appropriate medical management.\n* History of seizure or epilepsy and experienced at least 1 seizure during the past 12 months or has not been compliant with medically recommended therapy or visits.\n* History of myocardial infarction with residual atrial, nodal, or ventricular arrhythmias that are not controlled with medical and/or surgical interventions. A recent (≤ 12 months) history of myocardial infarction with secondary arrhythmias is exclusionary regardless of the therapeutic control.\n* History of neuroleptic malignant syndrome or of nontraumatic rhabdomyolysis.\n* Liver enzyme values ≥ 2.5 times the upper limit of normal; or history of severe hepatic impairment.\n* Serum creatinine level ≥ 1.75 times the upper limit of normal; or requires dialysis at the time of Screening.\n* Participant with a history of malignant melanoma or with a suspicious undiagnosed skin lesion which in the opinion of the investigator could be melanoma.\n* History of drug or alcohol abuse within the 12 months prior to Screening.\n* Received within 4 weeks of Screening or planning to take during participation in the clinical study:\n* Any doses of a CR CD-LD apart from a single daily bedtime dose, any doses of Rytary, additional CD (eg, Lodosyn) or benserazide (eg, Serazide), or catechol-O-methyl transferase inhibitors (entacapone or tolcapone) or medications containing these inhibitors (Stalevo),\n* Nonselective monoamine oxidase inhibitors (MAOI), apomorphine, or antidopaminergic agents, including antiemetics.\n* Employees or family members of the investigator, study site, or sponsor.\n* Participants who have previously participated in an IPX203 study.\n* Participants who, in the opinion of the clinical investigator, should not participate in the study.\n* Based on clinical assessment, participant does not adequately comprehend the terminology needed to complete the PD diary.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in \"Good on\" Time Per Day at Week 20/Early Termination (ET)","description":"\"Good on\" time was derived from the 3-day PD Diaries. For each day, \"Good on\" time was calculated by adding the number of half-hour intervals in which either an \"On\" without dyskinesia or \"On\" with nontroublesome dyskinesia was checked.\n\nBaseline was defined as data obtained from PD Diary collected over 3 days prior to Week 7/Randomization.\n\nLeast square mean (LSM), standard error (SE), confidence interval (CI), Mixed model repeated measures (MMRM), Change from baseline (CFB).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.67","spread":"2.943"},{"groupId":"OG001","value":"11.72","spread":"2.759"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"2.706"},{"groupId":"OG001","value":"-0.97","spread":"3.081"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in \"Off\" Time Per Day at Week 20/ET","description":"\"Off\" time was derived from the 3-day PD Diaries. For each day, \"Off\" time was calculated by adding the number of half-hour intervals in which the Status \"Off\" was checked. Baseline was defined as data obtained from PD Diary collected over 3 days prior to Week 7/Randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.95","spread":"2.524"},{"groupId":"OG001","value":"4.02","spread":"2.466"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":"2.235"},{"groupId":"OG001","value":"0.76","spread":"2.901"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Either \"Much Improved\" or \"Very Much Improved\" in Patient Global Impression of Change (PGI-C) Scores at Week 20/ET","description":"The Patient Global Impression of Change (PGIC) is self assessment questionnaire which was used by participants to compare his/her condition on a 7-point scale ranging from 1-Very Much Worse, 2-Much Worse, 3-Minimally Worse, 4-No Change, 5-Minimally Improved, 6-Much Improved, 7-Very Much Improved. Percentage of participants with either \"Much Improved\" or \"Very Much Improved\" was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.7","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in The Movement Disorders Society Version of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part III at Week 20/ET","description":"MDS-UPDRS is a multimodal scale assessing impairment and disability consisting of 4 parts. (Part I; 13 items) non-motor experiences of daily living, (Part II; 13 items) motor experiences of daily living completed by the participants, (Part III; 34 items) motor examination of PD and was administered by the rater, and (Part IV; 6 items) motor complication integrates participant-derived information with the rater's clinical observations and judgements and is completed by the rater. For each question a numeric score was assigned between 0-4, where 0 = Normal, 1 = Slight, 2 = Mild, 3 = Moderate, 4 = Severe. MDS-UPDRS Total Score equals the sum of Parts I, II, and III and IV (Range 0-234). Part III score ranges from 0 to 136. A higher score indicated more severe symptoms of PD. Baseline was defined as data obtained from PD Diary collected over 3 days prior to Week 7/Randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.9","spread":"16.62"},{"groupId":"OG001","value":"27.0","spread":"16.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"11.07"},{"groupId":"OG001","value":"0.9","spread":"10.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in The Sum of MDS-UPDRS Part II and Part III at Week 20/ET","description":"MDS-UPDRS is a multimodal scale assessing impairment and disability consisting of 4 parts. (Part I; 13 items) non-motor experiences of daily living, (Part II; 13 items) motor experiences of daily living completed by the participants, (Part III; 34 items) motor examination of PD and was administered by the rater, and (Part IV; 6 items) motor complication integrates participant-derived information with the rater's clinical observations and judgements and is completed by the rater. For each question a numeric score was assigned between 0-4, where 0 = Normal, 1 = Slight, 2 = Mild, 3 = Moderate, 4 = Severe. MDS-UPDRS Total Score equals the sum of Parts I, II, and III and IV (Range 0-234). The scale range for Part II+III score is 0-188. A higher score indicated more severe symptoms of PD. Baseline was defined as data obtained from PD Diary collected over 3 days prior to Week 7/Randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":"22.20"},{"groupId":"OG001","value":"39.3","spread":"21.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"13.54"},{"groupId":"OG001","value":"1.8","spread":"12.39"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":630},"commonTop":["Dyskinesia","Nausea","Fall","Dry mouth","Dizziness"]}}}