{"nctId":"NCT01243450","briefTitle":"Bioequivalence Study of Generic Tretinoin 0.04% Microsphere Gel, 0.04% Retin-A Micro® and Placebo","startDateStruct":{"date":"2009-10"},"conditions":["Acne"],"count":958,"armGroups":[{"label":"Active generic","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tretinoin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"Brand","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tretinoin"]}],"interventions":[{"name":"Tretinoin","otherNames":["active medication"]},{"name":"placebo","otherNames":["inactive medication"]}],"eligibilityModule":{"eligibilityCriteria":"A subject will be eligible to participate if they meet all of the following inclusion criteria:\n\n* Normal, healthy male and female children and adults.\n* Age 12 to 40 years.\n* Written and verbal informed consent must be obtained. Subjects age 12 to 17 (inclusive) must sign an assent for the study and a parent or a legal guardian must sign the informed consent (per FDA letter 8.21.07).\n* Women of child-bearing potential must be non-pregnant and non-nursing, and must be willing to avoid pregnancy during the course of the study and during the menstrual cycle following completion of their participation in the study, adequate contraception is defined as regular use of any two of the following: oral, injectable contraceptives, condoms, spermicides, diaphragm, IUD, implantable and contraceptive patches. (oral contraceptives if used for at least three months and injectable contraceptives if used for at least 6 months)- prior to enrollment in the study, or abstinence.\n* Have at least 20 inflammatory (papules and pustules) and 25 non-inflammatory (open and closed comedones) lesions with a maximum of 2 nodulocystic lesions on the face (per FDA letter 8.21.07).\n* Global severity score from 2-4\n* Able to refrain from the use of all other topical acne medications or antibiotics during the treatment period.\n* Considered reliable and capable of understanding their responsibility and role in the study.\n\nExclusion Criteria\n\nA subject will be eligible to participate if they meet none of the following exclusion criteria:\n\n* Subjects with active cystic acne as evidenced by more than 2 facial nodules.\n* More than 40 papules and/or pustules (inflammatory lesions)\n* More than 60 open and or closed comedones/milia (non-inflammatory lesions)\n* Overall severity grade of less than 2 or greater than 4,\n* History of allergy or hypersensitivity to tretinoin.\n* Significant history or clinical evidence of auto-immune, cardiovascular, gastrointestinal, hematological, hepatic, neurological, pancreatic, or renal disease\n* Use of systemic retinoid treatment within six months prior to study initiation.\n* Oral contraceptives should not be started or changed within 3 months prior to study initiation or planned to change during the study.\n* Pregnant or breast-feeding.\n* Participation in a clinical study for acne within 4 months preceding study initiation.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Acne Lesion Percent Reduction","description":"Reduction in number of Acne lesions by counting over 12 weeks","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-54.3","spread":"10"},{"groupId":"OG001","value":"-35","spread":"8"},{"groupId":"OG002","value":"-53.5","spread":"10"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":401},"commonTop":[]}}}