{"nctId":"NCT02404350","briefTitle":"Study to Demonstrate the Efficacy (Including Inhibition of Structural Damage), Safety and Tolerability up to 2 Years of Secukinumab in Active Psoriatic Arthritis","startDateStruct":{"date":"2015-08-31","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":997,"armGroups":[{"label":"Secukinumab 150 mg load (Group 1)","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"Secukinumab 150 mg no load (Group 2)","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"Secukinumab 300 mg load (Group 3)","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"Placebo arm 1 (Group 4)","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Secukinumab"]},{"label":"Placebo arm 2 (Group 4)","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Secukinumab"]}],"interventions":[{"name":"Secukinumab","otherNames":["AIN457"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nDiagnosis of PsA classified by CASPAR criteria and with symptoms for at least 6 months with moderate to severe PsA who must have at BSL ≥3 tender joints out of 78 and ≥3 swollen joints out of 76 (dactylitis of a digit counts as one joint each).\n\n* Rheumatoid factor (RF) and anti-cyclic citrullinated peptide (anti-CCP) antibodies negative at screening.\n* Diagnosis of active plaque psoriasis or nail changes consistent with psoriasis or a documented history of plaque psoriasis.\n* Subjects with PsA should have taken NSAIDs for at least 4 weeks prior to randomization with inadequate control of symptoms or at least one dose if stopped due to intolerance to NSAIDs.-Subjects who are regularly taking NSAIDs as part of their PsA therapy are required to be on a stable dose for at least 2 weeks before study randomization and should remain on a stable dose up to Week 24.\n* Subjects taking corticosteroids must be on a stable dose of ≤10 mg/day prednisone or equivalent for at least 2 weeks before randomization and should remain on a stable dose up to Week 24.\n* Subjects taking MTX (≤ 25 mg/week) are allowed to continue their medication if the dose is stable for at least 4 weeks before randomization and should remain on a stable dose up to Week 52.\n* Subjects on MTX must be on folic acid supplementation at randomization.\n* Subjects who are on a DMARD other than MTX must discontinue the DMARD 4 weeks prior to randomization visit except for leflunomide, which has to be discontinued for 8 weeks prior to randomization unless a cholestyramine wash-out has been performed.\n* Subjects who have been on a TNFα inhibitor must have experienced an inadequate response to previous or current treatment with a TNFα inhibitor given at an approved dose for at least 3 months or have stopped treatment due to safety/tolerability problems after at least one administration of a TNFα inhibitor.\n* Subjects who have previously been treated with TNFα inhibitors (investigational or approved) will be allowed entry into study after appropriate wash-out period prior to randomization\n\nExclusion Criteria:\n\nChest X-ray or chest MRI with evidence of ongoing infectious or malignant process. - Subjects taking high potency opioid analgesics.\n\n* Previous exposure to secukinumab or other biologic drug directly targeting IL-17 or IL-17 receptor. - Ongoing use of prohibited psoriasis treatments / medications (e.g., topical corticosteroids, UV therapy) at randomization.\n* Any intramuscular or intravenous or intra-articular corticosteroid treatment within 4 weeks before randomization.\n* Subjects who have ever received biologic immunomodulating agents except for those targeting TNFα (investigational or approved).\n* Previous treatment with any cell-depleting therapies including but not limited to anti- CD20, investigational agents\n* Other protocol-defined exclusion criteria do apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Active Psoriatic Arthritis (PsA) Achieving an American College of Rheumatology Response 20 (ACR20) at Week 16","description":"ACR20 response was defined as having a positive clinical response to treatment (individual improvement) in disease activity if the participant had at least 20% improvement based on tender 78-joint count, swollen 76-joint count and at least 20% improvement in 3 of the following 5 measures: participant's assessment of PsA pain, patient's global assessment of disease activity, physician's global assessment of disease activity, participant's self-assessed disability (Health Assessment Questionnaire Disability Index (HAQ-DI) score), and acute phase reactant evaluated as (high sensitivity c-reactive protein (hsCRP) or erythrocyte sedimentation rate (ESR)).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.5","spread":null},{"groupId":"OG001","value":"55.5","spread":null},{"groupId":"OG002","value":"62.6","spread":null},{"groupId":"OG003","value":"27.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 With Secukinumab Compared With Placebo for Joint/Bone Structural Damage (Using Van Der Heijde Modified Total Sharp Score (mTSS))","description":"PsA modified vdH-mTSS scoring method was used to assess bone erosion \\& joint space narrowing (JSN) in hands \\& feet; that included the 2nd through 5th distal interphalangeal (DIP) joints of each hand. Maximum score for erosions was 5 in joints of the hands and 10 in joints of the feet with 0=no erosions, 1=discrete erosion, 2=large erosion not passing the mid-line, and 3=large erosion passing the mid-line. JSN is: 0=normal, 1=asymmetrical or minimal narrowing up to a maximum of 25%, 2 = definite narrowing with loss of up to 50% of the normal space, 3 = definite narrowing with loss of 50-99% of the normal space, and 4 = absence of a joint space. Maximum erosion score is 320 (200 for the hands and 120 for the feet), and the max total JSN score is 208 (160 for the hands and 48 for the feet). Total radiographic score (hands \\& feet combined) ranges from 0 to 528, where higher scores indicate more articular damage","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.25","spread":"37.098"},{"groupId":"OG001","value":"13.50","spread":"25.636"},{"groupId":"OG002","value":"12.90","spread":"23.781"},{"groupId":"OG003","value":"14.95","spread":"38.236"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"2.872"},{"groupId":"OG001","value":"0.13","spread":"1.222"},{"groupId":"OG002","value":"0.02","spread":"1.336"},{"groupId":"OG003","value":"0.50","spread":"1.708"}]}]}]},{"type":"SECONDARY","title":"Count and Percentage of Patients Achieving Psoriatic Area and Severity Index 75 (PASI75) Response","description":"The efficacy of secukinumab 150 mg (with or without loading regimen), or 300 mg (with loading regimen) at Week 16 compared with placebo based on the proportion of patients achieving Psoriatic Area and Severity Index 75 (PASI75) response.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"75","spread":null},{"groupId":"OG002","value":"77","spread":null},{"groupId":"OG003","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Count and Percentage of Patients Achieving Psoriatic Area and Severity Index 90 (PASI90) Response","description":"The efficacy of secukinumab 150 mg (with or without loading regimen), or 300 mg (with loading regimen) at Week 16 compared with placebo based on the proportion of patients achieving Psoriatic Area and Severity Index 90 (PASI90) response.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"46","spread":null},{"groupId":"OG002","value":"59","spread":null},{"groupId":"OG003","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Count and Percentage of Patients Achieving an ACR50 Response","description":"ACR 50 Response is a measure based on American College of Rheumatology criteria of at least a 50% improvement in the number of tender and swollen joints, and a 50% improvement in at least 3 of the following: the patient's global assessment of disease status; the patient's assessment of pain; the patient's assessment of function measured using the Stanford Health Assessment Questionnaire the physician's global assessment of disease status; serum C-reactive protein levels.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"79","spread":null},{"groupId":"OG002","value":"88","spread":null},{"groupId":"OG003","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HAQ-DI© Score","description":"The change (within treatment) on secukinumab 150 mg (with or without loading regimen), or 300 mg (with loading regimen), at Week 16 compared with placebo for the disease activity assessed by the changes in The Health Assessment Questionnaire disability index (HAQ-DI) relative to baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.45","spread":"0.035"},{"groupId":"OG001","value":"-0.44","spread":"0.035"},{"groupId":"OG002","value":"-0.55","spread":"0.035"},{"groupId":"OG003","value":"-0.21","spread":"0.029"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity Score for 28 Joints (DAS28-CRP) (Utilizing High Sensitivity C-Reactive Protein (hsCRP))","description":"The improvement on secukinumab 150 mg (with or without loading regimen), or 300 mg (with loading regimen) at Week 16 compared with placebo for the disease activity assessed by the changes in Disease Activity Score for 28 joints (DAS28-CRP) (utilizing High sensitivity C-Reactive Protein (hsCRP)) relative to baseline.\n\nScores range from 0 (no difficulty) to 3 (unable to do)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.29","spread":"0.074"},{"groupId":"OG001","value":"-1.29","spread":"0.075"},{"groupId":"OG002","value":"-1.49","spread":"0.074"},{"groupId":"OG003","value":"-0.63","spread":"0.062"}]}]}]},{"type":"SECONDARY","title":"Count and Percentage of Patients With Enthesitis in the Subset of Patients Who Had Enthesitis at Baseline","description":"The efficacy of secukinumab pooled regimen (150 mg with or without loading regimen, and 300 mg with loading regimen) at Week 16 compared with placebo based on the proportion of patients with enthesitis in the subset of patients who had enthesitis at baseline","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"64","spread":null},{"groupId":"OG002","value":"62","spread":null},{"groupId":"OG003","value":"124","spread":null}]}]}]},{"type":"SECONDARY","title":"Count and Percentage of Participants With Dactylitis in the Subset of Patients Who Have Dactylitis at Baseline","description":"The efficacy of secukinumab pooled regimen (150 mg with or without loading regimen, and 300 mg with loading regimen) at Week 16 compared with placebo based on the proportion of patients with dactylitis in the subset of patients who have dactylitis at baseline","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"28","spread":null},{"groupId":"OG003","value":"84","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":222},"commonTop":["Viral upper respiratory tract infection","Upper respiratory tract infection","Diarrhoea","Headache","Dyslipidaemia"]}}}