{"nctId":"NCT01700192","briefTitle":"Efficacy and Safety Study of SCH 900237/MK-8237 in Children and Adults With House Dust Mite-Induced Allergic Rhinitis/Rhinoconjunctivitis (P05607)","startDateStruct":{"date":"2013-01"},"conditions":["Rhinitis, Allergic, Perennial","Rhinitis, Allergic, Nonseasonal"],"count":1482,"armGroups":[{"label":"MK-8237","type":"EXPERIMENTAL","interventionNames":["Biological: MK-8237 tablets","Drug: Rescue Medication: Self-Injectable Epinephrine","Drug: Rescue Medication: Loratadine tablets","Drug: Rescue Medication: Olopatadine ophthalmic drops","Drug: Rescue Medication: Mometasone furoate nasal spray"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo tablets","Drug: Rescue Medication: Self-Injectable Epinephrine","Drug: Rescue Medication: Loratadine tablets","Drug: Rescue Medication: Olopatadine ophthalmic drops","Drug: Rescue Medication: Mometasone furoate nasal spray"]}],"interventions":[{"name":"MK-8237 tablets","otherNames":["SCH 900237"]},{"name":"Placebo tablets","otherNames":[]},{"name":"Rescue Medication: Self-Injectable Epinephrine","otherNames":[]},{"name":"Rescue Medication: Loratadine tablets","otherNames":[]},{"name":"Rescue Medication: Olopatadine ophthalmic drops","otherNames":[]},{"name":"Rescue Medication: Mometasone furoate nasal spray","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of AR/ARC to house dust of 1 year duration or more (with or without asthma)\n* If female of childbearing potential, has a negative urine pregnancy test at Screening and agrees to remain abstinent or use (or have their partner use) an acceptable method of birth control within the projected duration of the study\n* Able to read, understand and complete questionnaires and diaries\n\nExclusion Criteria:\n\n* Clinically relevant history of symptomatic ARC caused by animal dander, molds and/or cockroach (e.g. present in the home, job, daycare, etc.) or other perennial allergen\n* History of symptomatic seasonal ARC and/or asthma due to an allergen to which the participant is sensitized and regularly exposed\n* Nasal condition that could confound the efficacy or safety assessments (e.g., nasal polyposis)\n* Received an immunosuppressive treatment within 3 months prior to screening\n* Unstable or severe asthma, or has experienced a life-threatening asthma attack or an occurrence of any clinical deterioration of asthma that resulted in emergency treatment, hospitalization due to asthma, or treatment with systemic corticosteroids (but allowing short-acting beta agonists \\[SABAs\\]) at any time within 3 months prior to screening\n* Asthma requiring high-dose inhaled corticosteroids (ICS) within 6 months prior to screening\n* History of anaphylaxis with cardiorespiratory symptoms with prior immunotherapy, unknown cause or inhalant allergen\n* History of chronic urticaria and/or angioedema within 2 years prior to screening\n* History of chronic sinusitis during 2 years prior to screening\n* Pregnant, breastfeeding, or expecting to conceive within the projected duration of the study\n* Previous immunotherapy treatment with any HDM allergen for more than 1 month within 5 years prior to screening\n* Previous exposure to MK-8237\n* Receiving ongoing treatment with any specific immunotherapy at screening\n* Known history of allergy, hypersensitivity or intolerance to investigational medicinal products (except for D. pteronyssinus and/or D. farinae), rescue medications or self-injectable epinephrine\n* Unable to meet medication washout requirements prior to screening\n* Unable or unwilling to comply with the use of self-injectable epinephrine\n* Business or personal relationship with investigational site personnel or Sponsor who is directly involved with the conduct of the study\n* Likely to travel for extended periods of time during the efficacy assessment period\n* Participating in a different investigational study at any site during this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Total Combined Rhinitis Score (TCRS) During Last 8 Weeks of Treatment","description":"The TCRS is the sum of the rhinitis Daily Symptom Score (DSS; range: 0 to 12) and the rhinitis Daily Medication Score (DMS; range: 0 to 12); the total possible TCRS ranges from 0 to 24 points with higher scores indicative of greater symptom severity. The endpoint was calculated as the average daily diary entry score from the last 8 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.67","spread":"3.55"},{"groupId":"OG001","value":"5.49","spread":"3.82"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experience At Least One Adverse Event (AE)","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"676","spread":null},{"groupId":"OG001","value":"539","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinue Study Drug Due to an AE","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Rhinitis Daily Symptom Score (Rhinitis DSS) During Last 8 Weeks of Treatment","description":"The Rhinitis DSS ranges from a score of 0 to 12 (higher scores indicative of greater symptom severity). The endpoint was calculated as the average daily diary entry score from the last 8 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.83","spread":"2.64"},{"groupId":"OG001","value":"4.46","spread":"2.80"}]}]}]},{"type":"SECONDARY","title":"Average Rhinitis Daily Medication Score (Rhinitis DMS) During Last 8 Weeks of Treatment","description":"The Rhinitis DMS ranges from a score of 0 to 12 (higher scores indicative of greater symptomatic medication use). The endpoint was calculated as the average daily diary entry score from the last 8 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":"1.817"},{"groupId":"OG001","value":"1.03","spread":"2.074"}]}]}]},{"type":"SECONDARY","title":"Average Total Combined Rhinoconjunctivitis Score (TCS) During Last 8 Weeks of Treatment","description":"The TCS is the sum of the rhinoconjunctivitis DSS (rhinitis DSS and conjunctivitis DSS; range: 0 to 18) and the rhinoconjunctivitis DMS (rhinitis DMS and conjunctivitis DMS; range: 0 to 20); the total possible TCS ranges from 0 to 38 points with higher scores indicative of greater symptom severity. The endpoint was calculated as the average daily diary entry score from the last 8 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.40","spread":"5.16"},{"groupId":"OG001","value":"7.62","spread":"5.48"}]}]}]},{"type":"SECONDARY","title":"Average Allergic Rhinitis/Rhinoconjunctivitis Symptoms Assessed by Visual Analogue Scale (VAS) During Last 8 Weeks of Treatment","description":"Participants indicated the severity of symptoms in the past week on a VAS with a score range of 0 (\"no symptoms\") to 100 (\"severe symptoms\"). Symptoms were assessed during 2 clinic visits occurring during the final 8 weeks of treatment (VAS score reflects the mean of 2 scores).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.29","spread":"23.57"},{"groupId":"OG001","value":"47.96","spread":"23.66"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":743},"commonTop":["Throat irritation","Oral pruritus","Ear pruritus","Nausea","Lip swelling"]}}}