{"nctId":"NCT00486031","briefTitle":"Open-Label, Long-term Balsalziade Disodium Tablet Ulcerative Colitis Study","startDateStruct":{"date":"2006-10"},"conditions":["Inflammatory Bowel Disease","Ulcerative Colitis"],"count":443,"armGroups":[{"label":"balsalazide disodium tablets,3.3 g BID,","type":"OTHER","interventionNames":["Drug: Balsalazide Disodium"]}],"interventions":[{"name":"Balsalazide Disodium","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has a documented history of UC and is either in remission or currently presents with mildly to moderately active UC symptoms as determined by the investigator upon subject interview of UC symptoms, (e.g., urgency, bowel frequency, and rectal bleeding). Additionally, the diagnosis of UC must be confirmed by past flexible sigmoidoscopy/colonoscopy which may include colonic mucosal pathological findings on biopsy consistent with UC.\n* Subject is capable and willing to comply with all study procedures.\n\nExclusion Criteria:\n\n* Subject has a history of allergy or intolerance to aspirin, mesalamine or other salicylates.\n* Subject has participated in an investigational drug or device study, other than a previous balsalazide disodium tablet trial (i.e., BZUC3002 or BZUC3003), within 30 days of entering the current study.\n* Subject discontinued from a previous balsalazide disodium tablet study due to study drug-related AE(s), including UC flare or associated symptoms that were perceived by the subject/investigator as being caused by study drug.\n* Subject has had any prior bowel surgery, except appendectomy and cholecystectomy.\n* Subject has unstable cardiovascular, coagulopathy, or pulmonary disease.\n* Regular use of nonsteroidal anti-inflammatory drugs (NSAIDS) except cardioprotective ASA (i.e., less than or equal to 162 mg ASA per day).\n* Subject has a history of human immunodeficiency virus (HIV) or hepatitis (B and C). Subjects with a history of hepatitis B and C will be eligible provided the screening LFTs are within normal limits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Treatment Emergent AEs","description":"Incidence of treatment emergent adverse events","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"273","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of AEs","description":"Time to onset of adverse events","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":440},"commonTop":["Worsening UC","Diarrhea","Abdominal pain","Headache","Urinary tract infection"]}}}