{"nctId":"NCT05661734","briefTitle":"A Single-arm Study to Evaluate Safety and Effectiveness of VX-548 for Acute Pain","startDateStruct":{"date":"2023-01-09","type":"ACTUAL"},"conditions":["Pain"],"count":258,"armGroups":[{"label":"Suzetrigine (SUZ)","type":"EXPERIMENTAL","interventionNames":["Drug: Suzetrigine"]}],"interventions":[{"name":"Suzetrigine","otherNames":["VX-548","SUZ"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Body mass index (BMI) of greater than or equal to (≥) 18.0 to less than (\\<) 40.0 kilogram per meter square (kg/m\\^2)\n* Non-surgical participants with pain of new origin (not related to a prior known condition) that is moderate or severe on the verbal categorical rating scale (VRS) and ≥4 on the numeric pain rating scale (NPRS)\n* Surgical participants reporting pain at the surgical site that is moderate or severe on the VRS and ≥4 on the NPRS\n\nKey Exclusion Criteria:\n\n* Surgical participants:\n\n  * History of previous surgery due to the same condition, except for procedures for which a previous surgery on the contra-lateral limb or organ is allowed\n  * History of a prior surgical procedure in the same region of the body that resulted in any perioperative complications or that, in the opinion of the investigator or medical monitor, would preclude participation in the study\n* History of any illness or any clinical condition that, in the opinion of the investigator, might confound the results of the study or pose an additional risk in administering study drug to the participant\n\nOther protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Safety and Tolerability as Assessed by Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Good, Very Good, or Excellent on a Patient Global Assessment (PGA) Scale","description":"The PGA is a single-item assessment of patient perceptions of the method of pain control with the study drug and is evaluated on a 5-point Likert scale as: (poor, fair, good, very good or excellent). Percentage of participants who reported good, very good or excellent on the PGA scale was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":256},"commonTop":["Headache"]}}}