{"nctId":"NCT00293462","briefTitle":"GM-CSF Mouthwash for Preventing and Treating Mucositis in Patients Undergoing Radiation Therapy for Head and Neck Cancer","startDateStruct":{"date":"2005-06-07","type":"ACTUAL"},"conditions":["Head and Neck Cancer","Mucositis Oral","Radiation Toxicity","Tongue Cancer"],"count":91,"armGroups":[{"label":"Arm I: GM-CSF Group (GG)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: sargramostim"]},{"label":"Arm II: Salt & Soda Group (SS)","type":"ACTIVE_COMPARATOR","interventionNames":["Other: oral salt and soda mouthwash"]},{"label":"Arm III: Salt & Soda Switched to GM-CSF (SG)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: sargramostim","Other: oral salt and soda mouthwash"]}],"interventions":[{"name":"sargramostim","otherNames":[]},{"name":"oral salt and soda mouthwash","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Histopathologically confirmed diagnosis of head and neck cancer\n* Scheduled to undergo continuous course of conventional or hyperfractionated radiotherapy or intensity-modulated radiotherapy (IMRT) with or without concurrent chemotherapy\n* Planning to receive a total radiation dose ≥ 5,500 centigray (cGy), administered in a single daily fraction of 180-220 cGy (5 days a week) or twice daily fractions of 110-150 cGy\n* Normal baseline oral examinations (no pre-existing lesion)\n* Karnofsky performance status 60-100%\n* Mentally capable of participating in research protocol\n* Expected survival \\> 4.5 months\n* Absolute neutrophil count ≥ 1,500/mm\\^3\n* Platelet count ≥ 100,000/mm\\^3\n* Creatinine ≤ 2.0 mg/dL\n* Bilirubin ≤ 2.0 mg/dL\n* Aspartate aminotransferase (AST) \\< 5 times upper limit of normal\n* HIV negative\n\nExclusion Criteria\n\n* No unresolved adverse event from previous therapy\n* No prior radiotherapy to the head and neck\n* No prior or concurrent brachytherapy\n* No prior participation in this study\n* No T1 or T2 glottic tumors\n* No other serious concurrent medical illness\n* No history of insulin-dependent diabetes mellitus\n* No prior hypersensitivity reaction to yeast material\n* No recent history of oral ulceration, herpes simplex, oral candidiasis, severe gingivitis, active or chronic mucositis, or xerostomia\n* No current New York Heart Association class II-IV congestive heart failure\n* Not pregnant or nursing\n* No chemotherapy, radiotherapy, or other investigational drugs within the past 4 weeks\n* No major surgery within the past 2 weeks\n* No systemic sargramostim (GM-CSF) within the past 7 days\n* No systemic filgrastim (G-CSF) within the past 24 hours\n* No systemic long-acting pegfilgrastim within the past 14 days\n* No antibiotics, antifungals, or antivirals for oral conditions at baseline\n* No other concurrent chemotherapy agent\n* No concurrent enrollment on other head and neck studies\n* No other concurrent investigational drugs\n* No concurrent administration of any of the following:\n\n  * \"Magic or miracle mouthwash\" containing a palliative mixture of topical anesthetics/analgesics, coating agents, and other medications without an approved indication for topical oral use except liquid antacid formulations (e.g., Maalox® or Mylanta® or their generic equivalents)\n  * Other concurrent over-the-counter or prescription mouthwashes beyond the systematic oral care protocol provided by the study or any other drugs or agents to aid in oral hygiene (e.g., chlorhexidine, gluconate, pilocarpine, amifostine, sucralfate tablets or slurry, or benzydamine)\n  * Use of corticosteroids for chronic conditions OR within the past 7 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Comparison of Number of Participants With Grade 1 or 2 Oral Mucositis (GM-CSF and SS Groups Only)","description":"The number of participants with recorded grade 1 (mild; Irritation, may experience slight pain, not requiring analgesic) or grade 2 (moderate; Patchy mucositis that may produce inflammatory serosanguinitis discharge; may experience moderate pain requiring analgesia) oral mucositis using the Radiation Therapy Oncology Group (RTOG) Acute Radiation Morbidity Scoring Criteria Oral Mucosa Assessment Scale at baseline and during radiotherapy will be recorded. The RTOG grading is reliant on a clinician's ability to judge the anatomical changes associated with oral mucositis (size and characteristics of ulceration), with symptoms ranging from Grade 0 (no symptoms) to Grade 4 (Ulceration, hemorrhage, or necrosis). A comparison of incidence in the GM-CSF Group (GG) and Arm II: Salt \\& Soda Group (SS) will be reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"PRIMARY","title":"Comparison of the Mean Number of Days for Mucositis to Heal Across by Group","description":"The mean number of days for mucositis to heal will be used to evaluate the effectiveness of the two mouthwashes in treating oral mucositis as defined by the incidence of Radiation Therapy Oncology Group Acute Radiation Morbidity Scoring.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.5","spread":"63.43"},{"groupId":"OG001","value":"79.4","spread":"31.24"},{"groupId":"OG002","value":"77.4","spread":"37.40"}]}]}]},{"type":"SECONDARY","title":"Comparison of the Combined Mean Score on the Overall Quality of Life Questionnaires by Group","description":"Quality of life at baseline, during radiotherapy, and once a month for 3 months after radiotherapy. The items on the quality of life questionnaire developed for the study range in scores from 0-10 with higher scores indicating a better quality of life. Scores at all time points were combined to compute one mean score for overall quality of life during the study.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.91","spread":"1.59"},{"groupId":"OG001","value":"6.80","spread":"1.46"},{"groupId":"OG002","value":"6.77","spread":"1.53"}]}]}]},{"type":"SECONDARY","title":"Comparison of Combined Mean Score on the Karnofsky Performance Status Scale (KPS) by Group","description":"Functional status of participants was measured by administering the KPS which contains items asking about performing daily activities. The scores are grouped in 10s ranging from 100 (Normal, no complaints) to 0 (Dead), with higher scores indicating better functional status. The KPS was administered at baseline, during radiotherapy, and once a month for 3 months after radiation therapy. Scores at all time points were combined to compute one mean to determine overall performance status during the course of the study.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.52","spread":"12.61"},{"groupId":"OG001","value":"82.93","spread":"10.92"},{"groupId":"OG002","value":"83.49","spread":"12.49"}]}]}]},{"type":"SECONDARY","title":"Comparison of Combined Mean Score on the Pain Questionnaire by Group","description":"Severity and quality of pain was measured using a pain questionnaire developed for this study with total scores ranging from 0 (no pain) to 10 (most intense pain) with higher scores indicating a greater level of pain. The questionnaire was administered at baseline, during radiotherapy, and once a month for 3 months after radiotherapy. Scores at all time points were combined to compute one mean to determine overall pain intensity score during the course of the study","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.15","spread":"2.40"},{"groupId":"OG001","value":"1.72","spread":"2.26"},{"groupId":"OG002","value":"2.15","spread":"2.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":29},"commonTop":["Dehydration","Febrile neutropenia","Fatigue","Radiation dermatitis","Transfusion"]}}}