{"nctId":"NCT03585270","briefTitle":"Clinical Research Study With Clazosentan to Evaluate Its Effects on Preventing Complications Due to the Narrowing of the Blood Vessels (Vasospasm) in the Brain, Caused by Bleeding Onto the Surface of the Brain","startDateStruct":{"date":"2019-02-03","type":"ACTUAL"},"conditions":["Aneurysmal Subarachnoid Hemorrhage"],"count":409,"armGroups":[{"label":"Clazosentan","type":"EXPERIMENTAL","interventionNames":["Drug: Clazosentan"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Clazosentan","otherNames":["ACT-108475"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent to participate in the study must be obtained from the subject or proxy/legal representative at any time from hospital admission to prior to initiation of any study-mandated procedure,\n* Males and females aged 18 to 70 years (inclusive, at hospital admission),\n* Participants with a ruptured saccular aneurysm, angiographically confirmed by DSA or CTA, which has been successfully secured within 72 hours of rupture, by surgical clipping or endovascular coiling,\n* WFNS (World Federation of Neurosurgical Societies) grades 1-4 (based on Glasgow Coma Scale \\[GCS\\]) assessed after recovery from the aneurysm-securing procedure and after external ventricular drainage for hydrocephalus, if required.\n* Participants must meet the criteria for the high-risk prevention group: Subjects with a \"thick and diffuse clot\" (thick and diffuse is defined as a thick confluent clot, more than 4 mm in thickness, involving 3 or more basal cisterns) on the hospital admission CT scan, absence of cerebral vasospasm at the time of randomization, and possibility to start study drug in the ICU (or equivalent environment where all protocol assessments can be performed and the Patient Management Guidelines followed), within 96 hours after the time of the aneurysm rupture.\n* The recruitment into the early treatment group, i.e. participants without a thick and diffuse clot on the hospital admission CT scan who develop asymptomatic or minimally symptomatic moderate to severe angiographic vasospasm, within the 14-day period post-aneurysm rupture, and for whom it is possible to start study drug in the ICU (or equivalent environment where all protocol assessments can be performed and the Patient Management Guidelines followed), within 24 hours of this angiographic diagnosis, has been discontinued.\n* Presence of a cerebral CT scan performed at least 8 hours post aneurysm securing procedure and within 24 hours prior to randomization.\n* Absence of a significant (e.g., symptomatic or large) new or worsened cerebral infarct or re-bleeding of the repaired aneurysm on the post-procedure CT scan.\n* A woman of childbearing potential is eligible only if the pregnancy test performed during the screening period is negative. Agreement must be obtained to take the necessary precautions to avoid pregnancy from hospital discharge until 30 days post-study drug discontinuation. If breastfeeding, agreement must be obtained to refrain for the duration of the treatment with study drug and until 30 days post-study drug discontinuation.\n* Males are eligible for study participation only if they agree to take the necessary precautions to avoid pregnancy in a female partner from hospital discharge until 30 days post-study drug discontinuation.\n\nExclusion Criteria:\n\n* Aneurysmal subarachnoid hemorrhage (aSAH), aneurysm-securing procedure, vasospasm:\n\n  * Participants with SAH due to causes other than a saccular aneurysm (e.g., trauma or rupture of fusiform or mycotic aneurysms, SAH associated with arterio-venous malformation, vertebral dissections),\n  * Significant bleeding post aneurysm-securing procedure (e.g., due to intra-ventricular drain, intra-cerebral hemorrhage, epidural hematoma, vessel dissection or rupture, re-bleeding of the repaired aneurysm), based on investigator judgment,\n  * Intra-or peri-aneurysm securing procedure complication requiring non-routine medical or interventional treatment such as administration of an antithrombotic or anti-platelet agent (e.g., abciximab), which is not completely resolved prior to randomization,\n  * Intraventricular hemorrhage on the hospital admission CT scan, filling more than 50% of both lateral ventricles and with involvement of the 3rd and 4th ventricles.\n  * Intracerebral hemorrhage on the hospital admission CT scan, with an approximate volume of \\> 50 mL,\n  * Presence of cerebral vasospasm at hospital admission (initial admission or transfer from another hospital) believed to be associated with a prior bleed (i.e., occurring before the bleed for which the subject is currently hospitalized). Vasospasm occurring during the aneurysm securing procedure is not an exclusion criterion,\n* Neurological and functional status:\n\n  * Participants with a new major neurological deficit occurring post aneurysm-securing procedure which is attributable to the procedure and does not improve to pre-procedure status before randomization,\n  * Participants with a GCS score of ≤ 9 at the time of randomization and without intracranial pressure (ICP) monitoring,\n  * Modified Rankin Score of 3 or higher, prior to the aSAH (i.e., due to a chronic condition),\n* Other clinical considerations:\n\n  * Participants with total bilirubin \\> 2 times the upper limit of normal, and/or a known diagnosis or clinical suspicion of liver cirrhosis or moderate to severe hepatic impairment,\n  * Hypotension (systolic blood pressure \\[SBP\\] ≤ 90 mmHg) at time of randomization that is refractory to treatment,\n  * Unresolved pulmonary edema or significant pneumonia still present at the time of randomization, or severe hypoxia at the time of randomization in intubated subjects, defined as PaO2/FiO2 ≤ 200,\n  * High sustained ICP (\\> 25 mmHg lasting \\> 20 minutes) at time of randomization, despite optimal treatment, in subjects with ICP monitoring,\n  * Severe cardiac failure requiring inotropic support at the time of random","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Occurrence of Clinical Deterioration Due to Delayed Cerebral Ischemia (DCI) From Study Drug Initiation up to 14 Days Post-study Drug Initiation","description":"Clinical deterioration due to delayed cerebral ischemia is defined as a worsening of at least 2 points compared to the reference score, on the modified Glasgow Coma Scale or the abbreviated National Institutes of Health Stroke Scale (aNIHSS), lasting for at least 2 hours, which cannot be entirely attributed to causes other than cerebral vasospasm. It is centrally adjudicated by the Clinical Event Committee (CEC) based on a written charter and review of clinical data, case narratives, angiograms and Computed Tomography scans.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Clinically Relevant Cerebral Infarction at Day 16 Post-study Drug Initiation","description":"A clinical relevant cerebral infarction was defined as: all-cause cerebral infraction greater than or equal to 5 cm\\^3 or cerebral infarction less than 5 cm\\^3 in participants with clinical deterioration due to delayed cerebral ischemia.\n\nCerebral infarction refers to new or worsened infarcts and was determined by a central radiology review comparing the total volume of infarcts on the computed tomography (CT) scan performed 16 days after study drug initiation with the total volume on the CT scan performed just prior to randomization.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Long-term Clinical Outcome Assessed by the Modified Rankin Scale (mRS) at Week 12 Post-aneurysmal Subarachnoid Hemorrhage (aSAH)","description":"The modified Rankin Scale (mRS) was used to measure the degree of disability in participants who had a ruptured saccular aneurysm and were at a high risk of developing a delayed cerebral infarction (DCI). The mRS is scored by the physician. The mRS scores ranged from 0 (no symptoms) to 6 (dead). The mRS score was dichotomized into poor outcome (score greater and equal to 3) and good outcome (score less than 3).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"41","spread":null}]},{"measurements":[{"groupId":"OG000","value":"152","spread":null},{"groupId":"OG001","value":"163","spread":null}]}]}]},{"type":"SECONDARY","title":"Long-term Clinical Outcome Assessed by the Glasgow Outcome Scale Extended (GOSE) at Week 12 Post-aSAH","description":"The Glasgow Outcome Scale - Extended (GOSE) is a scale scored by the physician. The GOSE scores range from 1 (dead) to 8 (upper good recovery).\n\nThe long-term clinical outcome assessed by the GOSE was dichotomized into poor outcome (score ≤ 4) and good outcome (score \\> 4)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"41","spread":null}]},{"measurements":[{"groupId":"OG000","value":"152","spread":null},{"groupId":"OG001","value":"163","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Occurrence of Clinical Deterioration Due to Delayed Cerebral Ischemia (DCI) From Study Drug Initiation up to 14 Days Post-study Drug Initiation (Safety Analysis Set)","description":"Clinical deterioration due to delayed cerebral ischemia is defined as a worsening of at least 2 points compared to the reference score, on the modified Glasgow Coma Scale or the abbreviated National Institutes of Health Stroke Scale (aNIHSS), lasting for at least 2 hours, which cannot be entirely attributed to causes other than cerebral vasospasm. It is centrally adjudicated by the Clinical Event Committee (CEC) based on a written charter and review of clinical data, case narratives, angiograms and computed tomography (CT) scans.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Occurrence of Clinical Deterioration Due to Delayed Cerebral Ischemia (DCI) From Study Drug Initiation up to 14 Days Post-study Drug Initiation Including Rescue Therapy for Non-relevant Vasospasm","description":"Clinical deterioration due to delayed cerebral ischemia is defined as a worsening of at least 2 points compared to the reference score, on the modified Glasgow Coma Scale or the abbreviated National Institutes of Health Stroke Scale (aNIHSS), lasting for at least 2 hours, which cannot be entirely attributed to causes other than cerebral vasospasm. It is centrally adjudicated by the Clinical Event Committee (CEC) based on a written charter and review of clinical data, case narratives, angiograms and Computed Tomograph (CT) scans.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Occurrence of Clinical Deterioration Due to Delayed Cerebral Ischemia (DCI) From Study Drug Initiation up to 14 Days Post-study Drug Initiation Based on Neurological Scales and Death","description":"Clinical deterioration due to delayed cerebral ischemia is defined as a worsening of at least 2 points compared to the reference score, on the modified Glasgow Coma Scale or the abbreviated National Institutes of Health Stroke Scale (aNIHSS), lasting for at least 2 hours, which cannot be entirely attributed to causes other than cerebral vasospasm. It is centrally adjudicated by the Clinical Event Committee (CEC) based on a written charter and review of clinical data, case narratives, angiograms and Computed Tomograph (CT) scans.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":207},"commonTop":["Pyrexia","Hyponatraemia","Cerebral vasoconstriction","Constipation","Hypokalaemia"]}}}