{"nctId":"NCT03149809","briefTitle":"Behavioral or Solifenacin Therapy for Urinary Symptoms in Parkinson Disease","startDateStruct":{"date":"2018-03-01","type":"ACTUAL"},"conditions":["Overactive Bladder","Parkinson Disease"],"count":77,"armGroups":[{"label":"Behavioral therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Pelvic floor muscle exercise-based behavioral therapy"]},{"label":"Drug Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: solifenacin"]}],"interventions":[{"name":"solifenacin","otherNames":["Vesicare"]},{"name":"Pelvic floor muscle exercise-based behavioral therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of PD determined by a board-certified neurologist with specialty training in movement disorders\n* An ICIQ-OAB Symptom Score of 7, which indicates clinically significant symptoms of OAB, defined as presence of urinary urgency with or without urgency incontinence usually with increased daytime frequency and nocturia in the absence of infection or other obvious pathology\n\nExclusion Criteria:\n\n* Significant cognitive impairment, as indicated by a Montreal Cognitive Assessment (MoCA) score of \\< 18, which is the recommended diagnostic cutpoint for dementia in PD.\n* Previous intensive pelvic floor muscle exercise training\n* Clinically significant depression as measured by a Geriatric Depression Scale-Short Form score 10 which could affect motivation to fully engage in the intervention\n* Use of an indwelling urinary catheter\n* Post-void residual (PVR) urine measurement by bladder ultrasound of 150 mL\n* Severe uterine prolapse past the vaginal introitus\n* Poorly controlled diabetes defined by a hemoglobin A1c (HgbA1c) of \\>9.0% within the last 3 months. Participants with poorly controlled diabetes will be offered enrollment if the OAB symptoms persist after improvement in diabetes control\n* Chronic renal failure and on hemodialysis\n* Genitourinary cancer with ongoing surgical or external beam radiation treatment\n* Previous artificial urinary sphincter, sling procedure or implanted sacral neuromodulation device\n* History of bladder-injection of botulinum toxin in the last 12 months\n* Any unstable health condition expected to result in hospitalization or death within in the next 3 months as determined by site principal investigator.\n* Hypersensitivity to drug class\n* Contraindication to the study drug (solifenacin) including: narrow angle glaucoma, history of gastric retention, history of acute urinary retention requiring catheterization\n* Current use of a bladder relaxant - permitted to enroll after two week washout\n* Hematuria on microscopic examination in the absence of infection. A urologic consultation will be recommended and enrollment will depend on clearance by a urologist and agreement by the site PI that entry into the treatment protocol is not contraindicated\n* If on diuretic, dose should be stable for at least 4 weeks\n* If taking an alpha-blocker, dose should be stable for at least 4 weeks\n* If taking dutasteride or finasteride, dose should be stable for at least 6 months","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ICIQ-OAB Questionnaire","description":"The ICIQ-OAB questionnaire is a 4-question assessment of OAB symptoms and the degree to which they bother the respondent (urgency, frequency, nocturia, UI).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"2.0"},{"groupId":"OG001","value":"5.8","spread":"2.4"}]}]}]},{"type":"SECONDARY","title":"Bladder Diary","description":"7-day bladder diary includes daily participant-reported incontinence episodes","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"1.19"},{"groupId":"OG001","value":"0.86","spread":"1.48"}]}]}]},{"type":"SECONDARY","title":"ICIQ-OAB QOL","description":"Assessment of quality of life related to the impact of overactive bladder symptoms on daily activities, range 25-160 with higher scores indicating worse quality of life related to overactive bladder","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.6","spread":"22.2"},{"groupId":"OG001","value":"56.8","spread":"26.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":36},"commonTop":["Fall"]}}}