{"nctId":"NCT02468830","briefTitle":"Pilot Study of Mirabegron in Pediatric Patients With Overactive Bladder","startDateStruct":{"date":"2013-04"},"conditions":["Overactive Bladder","Urinary Incontinence"],"count":58,"armGroups":[{"label":"Mirabegron","type":"EXPERIMENTAL","interventionNames":["Drug: mirabegron"]}],"interventions":[{"name":"mirabegron","otherNames":["Myrbetriq"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female ≥ 5 years old and ≤17 years old\n* OAB diagnostic according to the International Children Continence Society (ICCS) and less than 65% of the expected mean bladder capacity for age is confirmed (30 + (age in years x 30) mL) on a 3-day voiding diary.\n* Weight and height are within the normal percentile (3rd to 97th percentile) and weight is ≥ 20 kg (3rd percentile of a 8 y.o. child, boy or girl), according to the CDC growth chart\n* Ability to swallow pills\n* Subjects/parents (vs. legal guardian) agree to participate to the following study and sign the informed consent\n* Subjects/parents (vs. legal guardian) are able to comply with the study requirements and with the medication restrictions.\n* Female subjects of childbearing potential must have a negative serum or urine pregnancy test at enrollment and must agree to maintain highly effective birth control during the study. Sexually active male subjects agree to use a barrier method of birth control with female partner for the duration of the study and at least one month after ending study treatment. Sexually active male subjects agree to use a condom for the duration of the study and for at least one month after ending study treatment and the female partner to use a reliable form of birth control for the duration of the study and for at least one month after ending study treatment.\n* Patients without symptom improvement or with partial response under medical therapy (at least 2 different antimuscarinic agents) or with significantly bothersome S/E on antimuscarinics.\n\nExclusion Criteria:\n\n* Subject has a diagnostic of dysfunctional voiding\n* Post-voiding residue \\> 20 cc\n* Polyuria (\\> 75 ml/kg/b.w./24 hours)\n* Nephrogenic of central diabetes insipidus\n* Constipation at screening (if the patient is treated and the treatment is successful, the patient will be eligible to the study)\n* Urinary tract infection at visit 2-3-4. If UTI is present at the screening visit, the UTI must be treated and the success of the treatment must be documented with a negative urinalysis at visit 2.\n* QTc interval greater than 460 ms, or any increase of 30 ms on follow-up EKG (mean of 6 separate EKG-3 from visit week-2 and 3 from visit week 0). If a patient meets those criteria in the first month (initial dose), he will be excluded from the study. If the QTc change is noted after the up-titration, the dose will be decreased and EKG will be repeated within 1 week to ensure normalization of QTc.\n* Clinically significant unstable medical condition or disorder\n* Subject is pregnant or intends to become pregnant\n* Serum creatinin more than or equal to 2 times the upper limit of normal\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) more than or equal to 2 times ULN, or bilirubin more than or equal to 1.5 times ULN.\n* Known hypersensitivity to mirabegron or any contraindication to the use of the molecule, in accordance to the product monography (to the exception of pediatric age).\n* Subject is taking medication that interact with mirabegron and this medication can't be discontinued (see appendix 1 of excluded drugs)\n* Known urological pathology other than OAB that could explain urinary symptoms (as bladder stone…)\n* Non-treated or non-controlled arterial hypertension","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Improved Overactive Bladder Symptoms as a Measure of Efficacy of Mirabegron","description":"Percent change in the frequency of urinary incontinence episodes as a Measure of Efficacy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Improved Overactive Bladder Symptoms as a Measure of Efficacy of Mirabegron","description":"Change in mean bladder capacity from baseline to final visit based on voiding diary.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"200","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cardio Vascular Safety","description":"Cardiovascular safety: mean difference in blood pressure (Variation in blood pressure: systolic ±20 mmHg, diastolic ±15 mmHg).\n\nParameters to be measure at each visit but particularly at visit 2 (Week 0, first dose on site), to be obtained before and 1 hour after taking the medication).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Improved Quality of Life Using the Patient Perception of Bladder Condition (PPBC) Scale","description":"The Patient Perception of Bladder Condition (PPBC) scale on a 6-point score scale at baseline and final visit.\n\nExplanation of possible answer:\n\n1. does not cause me any problems at all,\n2. causes me some very minor problems,\n3. causes me some minor problems,\n4. causes me (some) moderate problems,\n5. causes me severe problems,\n6. causes me many severe problems","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events as a Measure of Safety and Tolerability of Mirabegron","description":"Cardiovascular safety: mean difference in heart rate (variation in heart rate increase of more than 20%). Heart rate was taken at initiation of study drug, at each visit and at the study end.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":58},"commonTop":["Transient abdominal colic","Constipation","Blurred vision","Nausea","Change in behavior"]}}}