{"nctId":"NCT01395888","briefTitle":"A Study to Compare the Impact of Fulticasone Furoate/Vilanterol vs. Tiotropium on Arterial Stiffness in COPD","startDateStruct":{"date":"2011-06-30"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":260,"armGroups":[{"label":"Relovair","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone furoate (FF, GW685698)/vilanterol (VI, GW642444) 100/25 mcg Novel Dry Powder Inhaler (NDPI)"]},{"label":"Tiotropium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tiotropium"]}],"interventions":[{"name":"fluticasone furoate (FF, GW685698)/vilanterol (VI, GW642444) 100/25 mcg Novel Dry Powder Inhaler (NDPI)","otherNames":[]},{"name":"Tiotropium","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: Outpatient\n* Informed consent: Subjects must give their signed and dated written informed consent to participate.\n* Gender: Male or female subjects.\n* Age: greater then or equal to 40 years of age at Screening (Visit 1)\n* COPD diagnosis: Subjects with a clinical history of COPD in accordance with the following definition by the American Thoracic Society (ATS) /European Respiratory Society(ERS).\n* Subjects with a current or prior history ofgreater then or equal to 10 pack-years of cigarette smoking at Screening (Visit 1).\n* Subjects with a measured post-albuterol/salbutamol FEV1 less then 70% of predicted at Screening (Visit 1).\n* Subjects with a measured post-albuterol/salbutamol FEV1/FVC ratio of less then or equal to 0.70 at Screening (Visit 1).\n* Exacerbation History: Subjects who have been hospitalised or have been treated with oral corticosteroids or antibiotics for their COPD within the last 3 years prior to Screening (V1).\n* Baseline aPWV: subjects with a measured aPWV greater then 12.0 m/s at Screening (Visit 1).\n\nExclusion Criteria:\n\n* Body Mass Index of less then or equal to 35","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline (BL) in Aortic Pulse Wave Velocity (aPWV) at the End of the 12-week Treatment Period (Day 84)","description":"PWV is defined as the speed of travel of the pressure pulse along an arterial segment and can be obtained for any arterial segment accessible to palpation. aPWV is measured with tonometers positioned transcutaneously at the base of the common carotid artery and over the femoral artery. PWV increases with arterial stiffness and is defined by the Moens-Korteweg equation: PWV=square root of Eh/2pR, where E is Young's modulus of the arterial wall, h is the wall thickness, R is the arterial radius at the end of diastole, and p is the blood density. Change from Baseline was calculated as the Day 84 value minus the Baseline value. The analysis was performed using a repeated measures model with covariates of treatment, visit, age, gender, smoking status at screening, geographical region, Baseline aPWV, and interaction terms of Baseline by visit and treatment by visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.859","spread":"0.2590"},{"groupId":"OG001","value":"-1.118","spread":"0.2620"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":127},"commonTop":["Nasopharyngitis","Headache"]}}}