{"nctId":"NCT01144416","briefTitle":"Efficacy and Safety Study of a Single Injection of SCH 900962 Versus Daily recFSH Injections in Women Undergoing Controlled Ovarian Stimulation (Study P06029)","startDateStruct":{"date":"2010-06"},"conditions":["Infertility"],"count":1424,"armGroups":[{"label":"Single injection of 150 µg SCH 900962 (MK-8962)","type":"EXPERIMENTAL","interventionNames":["Biological: SCH 900962 / Corifollitropin alfa / Org 36286","Drug: Placebo for recFSH"]},{"label":"Daily 300 IU recFSH","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: RecFSH / follitropin beta","Drug: Placebo for SCH 900962"]}],"interventions":[{"name":"SCH 900962 / Corifollitropin alfa / Org 36286","otherNames":["MK-8962"]},{"name":"RecFSH / follitropin beta","otherNames":["Follistim® AQ Cartridge"]},{"name":"Placebo for SCH 900962","otherNames":[]},{"name":"Placebo for recFSH","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to provide written informed consent for trial P06029 as well as for the Frozen-Thawed Embryo Transfer (FTET) follow-up trial P06031, and for the pharmacogenetic analysis (if applicable).\n* Female and \\>=35 to \\<=42 years of age with indication for COS and IVF/ICSI.\n* Body weight ≥50.0 kg, body mass index (BMI) \\>=18.0 to \\<=32.0 kg/m2.\n* Regular spontaneous menstrual cycle with variation not outside the 24-35 days.\n* Ejaculatory sperm must be available (donated and/or cryopreserved sperm is allowed).\n* Results of clinical laboratory tests, cervical smear, physical examination within normal limits or clinically acceptable to the investigator.\n* Adhere to trial schedule.\n\nExclusion Criteria:\n\n* A recent history of/or any current endocrine abnormality.\n* A history of ovarian hyper-response or ovarian hyperstimulation syndrome (OHSS).\n* A history of/or current polycystic ovary syndrome.\n* More than 20 basal antral follicles \\<11 mm (both ovaries combined) in the early follicular phase.\n* Less than 2 ovaries or any other ovarian abnormality.\n* Unilateral or bilateral hydrosalpinx.\n* Intrauterine fibroids ≥5 cm or any clinically relevant pathology, which could impair embryo implantation or pregnancy continuation.\n* More than three unsuccessful COS cycles for IVF/ICSI since the last established ongoing pregnancy (if applicable).\n* A history of non- or low ovarian response to FSH/human menopausal gonadotropin (hMG) treatment.\n* A history of recurrent miscarriage.\n* FSH \\>15.0 IU/L or luteinizing hormone (LH) \\>12.0 IU/L during the early follicular phase.\n* Positive for human immunodeficiency virus (HIV) or Hepatitis B.\n* Contraindications for the use of gonadotropins or gonadotropin releasing hormone (GnRH) antagonists.\n* A recent history of/or current epilepsy, thrombophilia, diabetes, cardiovascular, gastro-intestinal, hepatic, renal or pulmonary or auto-immune disease requiring regular treatment.\n* Smoking or recently stopped smoking (ie, within the last 3 months prior to signing informed consent).\n* A recent history or presence of alcohol or drug abuse.\n* The participant or the sperm donor has known gene defects, genetic abnormalities, or abnormal karyotyping, relevant for the current indication or for the health of the offspring.\n* Prior or concomitant medications disallowed by protocol.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"35 Years","maximumAge":"42 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Vital Pregnancy","description":"Vital pregnancy was defined as the presence of at least 1 fetus with heart activity at least 35 days (≥5 weeks) after embryo transfer in the controlled ovarian stimulation (COS) treatment cycle","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"26.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Oocytes Retrieved Per Attempt","description":"The number of cumulus oocyte-complexes retrieved was summarized per treatment group and per attempt (= per started COS cycle).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":"7.2"},{"groupId":"OG001","value":"10.3","spread":"6.8"}]}]}]},{"type":"SECONDARY","title":"Live Birth Rate","description":"The live-birth rate is the percentage of participants with at least 1 live born infant after an ongoing pregnancy in the controlled ovarian stimulation (COS)treatment cycle relative to the number of participants treated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"23.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Moderate or Severe Ovarian Hyperstimulation Syndrome (OHSS)","description":"Grade II (moderate OHSS) is characterized by distinct ovarian cysts (ovary size 8-10 cm), accompanied by abdominal pain and tension, nausea, vomiting, diarrhea.\n\nGrade III (severe OHSS) is characterized by enlarged cystic ovaries (ovary size \\>10 cm), accompanied by ascites and occasionally hydrothorax. Abdominal tension and pain may be severe. Pronounced hydrothorax together with an abdominal cavity filled with cysts and fluid elevating the diaphragm, may cause severe breathing difficulties. Large quantities of fluid inside the cysts and in the peritoneal and pleural cavities cause hemoconcentration and increased blood viscosity. In rare cases, the syndrome may further be complicated by the occurrence of thromboembolic phenomena.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Cancelled the Cycle Due to a (Serious) Adverse Event","description":"The number of participants who started stimulation but did not undergo embryo transfer due to (S)AEs will be compared between the treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":692},"commonTop":["PROCEDURAL PAIN","HEADACHE","POST PROCEDURAL COMPLICATION","PELVIC DISCOMFORT","NAUSEA"]}}}