{"nctId":"NCT00667368","briefTitle":"Bacterial Vaginosis Home Screening to Prevent STDs","startDateStruct":{"date":"2008-07-28","type":"ACTUAL"},"conditions":["Bacterial Vaginosis"],"count":1370,"armGroups":[{"label":"Control","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Intervention","type":"EXPERIMENTAL","interventionNames":["Drug: Metronidazole"]}],"interventions":[{"name":"Metronidazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n-Subject provides written informed consent, or if subject is under age 18, parent signs informed consent and subject signs assent. -Female age 15-25 years (age at last birthday). -Vaginal intercourse within the past 3 months. -Asymptomatic bacterial vaginosis (BV) a. Vaginal pH \\> 4.5 b. Clue cells on wet prep microscopy, \\>20 percent c. Woman denies unusual or abnormal vaginal odor and discharge. -Two or more risk factors for sexually transmitted diseases (STDs): a. Age less than or equal to 20 b. African-American race c. Hispanic ethnicity d. Regular douching (at least one time per month) e. Two or more sex partners (past 12 months) f. Current or past STD (past 12 months). -Be able to understand study procedures . -Be able to comply with the study procedures for the entire length of the study.\n\nExclusion Criteria:\n\n-Self-reported pregnancy, or no menstrual period in past 4 weeks and positive urine pregnancy test Note: We will exclude women who are pregnant at the time of enrollment because some guidelines recommend screening and treatment for bacterial vaginosis (BV) in high-risk women during pregnancy. -Regular use of antibiotics: use at least once daily for 2 of the past six months ( e.g., for acne). Note: Women taking antibiotics on a regular basis will be excluded because antibiotic use could affect both BV and chlamydia/gonorrhea infections. -Self-reported currently married/partnered and living with husband/partner of over 1 year. This does not include married women who are separated. Note: We will exclude women who are married and who are in established long term relationships because our goal is to enroll a sample of women at high-risk for sexually transmitted diseases (STDs). Although these women are at risk for STDs, they are at lower risk overall than women who are single, separated, or divorced. -Homeless Note: We will exclude women who are homeless because they are likely to be difficult to track. -Excessive alcohol use (consumes more than 14 alcoholic drinks per week, or is not willing to abstain from alcohol for one week in order to take medication). Note: We will exclude persons who do not think they could avoid drinking alcohol for one week to take an antibiotic (because metronidazole plus alcohol can lead to nausea and vomiting). -Allergy to metronidazole. -Current or history of seizure disorder. -Current or history of any kind of neuropathy. -Use of warfarin sodium (Coumadin ®). -Use of cimetidine (Tagamet ®). -Known liver disease. Note: we will exclude women with current seizure disorders, women taking warfarin (Coumadin), women taking cimetidine, and women with known liver disease; as such women may be at greater risk of adverse consequences from taking metronidazole. -History of hysterectomy. Note: we will exclude women who have had a hysterectomy because most chlamydial and gonococcal infections target the cervix. -Trichomonas vaginalis detected via wet mount during eligibility assessment. Note: we will also exclude women with a trichomonas infection identified during eligibility assessment through wet mount evaluation because we will treat them with a single dose of metronidazole. Such treatment would affect BV among women in the study. Women treated with metronidazole during eligibility assessment will have to wait for one month post treatment to become eligible for the study. -Unable to swallow pills. -Has an active uncontrolled medical condition, such as cancer, or per the judgment of the principal investigator should not participate in the study. -Women who are in the menstrual phase of the menstrual cycle. -Current participation in another research study of an investigational drug. -For women younger than age 18 years (19 in Alabama), a parent or guardian they live with is unaware that she is sexually active.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"15 Years","maximumAge":"25 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"One-year Incidence of Chlamydial and Gonococcal Infections in Women Who Receive Screening (Every 2 Months) and Treatment for Asymptomatic Bacterial Vaginosis as Compared to a Control Group With Regular Monitoring (Every 2 Months) But no Treatment","description":"Chlamydia and gonococcal infections were determined by vaginal swab testing collected at 4, 8, and 12 months after enrollment. Specimens were evaluated using the BD ProbeTec Amplified DNA AssayTM (Becton-Dickson, Inc. Sparks, MD). The primary outcome measure is the combined number of chlamydia and gonococcal infections.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Women Testing Positive for Bacterial Vaginosis (BV) Through 12 Months","description":"Percentage of women testing positive for BV at any follow-up visit. The outcome of BV status was determined by self-collected vaginal swab specimens that were evaluated by the Nugent criteria. A Nugent score of 7-10 indicates positive for BV.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.5","spread":null},{"groupId":"OG001","value":"82.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":682},"commonTop":[]}}}