{"nctId":"NCT04674358","briefTitle":"The TRANQUILITY Trial: Clinical Trial to Assess the Efficacy and Safety in Subjects With Dry Eye Disease","startDateStruct":{"date":"2020-11-21","type":"ACTUAL"},"conditions":["Dry Eye","Dry Eye Syndromes"],"count":329,"armGroups":[{"label":"Reproxalap Ophthalmic Solution (0.25%) administered QID over two consecutive days.","type":"EXPERIMENTAL","interventionNames":["Drug: Reproxalap Ophthalmic Solution (0.25%)"]},{"label":"Vehicle Ophthalmic Solution administered over two consecutive days.","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Opthalmic Solution"]}],"interventions":[{"name":"Reproxalap Ophthalmic Solution (0.25%)","otherNames":[]},{"name":"Vehicle Opthalmic Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years of age (either gender and any race);\n* Reported history of dry eye for at least 6 months prior to Visit 1;\n* Reported history of use or desire to use eye drops for dry eye symptoms within 6 months of Visit 1\n\nExclusion Criteria:\n\n* Clinically significant slit lamp findings at Visit 1 that may include active blepharitis, meibomian gland dysfunction (MGD), lid margin inflammation, or active ocular allergies that require therapeutic treatment, and/or in the opinion of the investigator may interfere with study parameters;\n* Diagnosis of an ongoing ocular infection (bacterial, viral, or fungal), or active ocular inflammation at Visit 1;\n* Contact lens use within 7 days of Visit 1 or anticipate using contact lenses during the trial;\n* Eye drop use within 2 hours of Visit 1;\n* Previous laser-assisted in situ keratomileusis (LASIK) surgery within the last 12 months;\n* Cyclosporine 0.05% or 0.09% or lifitegrast 5.0% ophthalmic solution use within 90 days of Visit 1;\n* Be receiving systemic corticosteroid therapy (not including inhaled corticosteroids) within 14 days of Visit 1 or anticipate such therapy throughout the study period;\n* Planned ocular and/or lid surgeries over the study period or any ocular surgery within 6 months of Visit 1;\n* Temporary punctal plugs during the study that have not been stable within 30 days of Visit 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Conjunctival Redness Assessed Over 90 Minutes in the Dry Eye Chamber","description":"Change from baseline comparison of reproxalap to vehicle for conjunctival redness on a 0 to 4 scale ( 0 = normal, 4 = prominent), where a high score means a worse outcome. The intervention was administered bilaterally. The least squares mean (standard error) was derived from mixed model repeated measures for change from baseline included baseline, site, treatment group, and nominal time point as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.185","spread":"0.0233"},{"groupId":"OG001","value":"0.156","spread":"0.0229"}]}]}]},{"type":"SECONDARY","title":"Schirmer Test Change From Baseline After the First Dose on Day 1","description":"Change from baseline comparison of reproxalap to vehicle for Schirmer test on a millimeter line (0 = none, 35 = maximum), where a shorter length indicates a worse outcome. The least squares mean (standard error) was derived from mixed model repeated measures for change from baseline included baseline and treatment group as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":"0.53"},{"groupId":"OG001","value":"3.5","spread":"0.53"}]}]}]},{"type":"POST_HOC","title":"Conjunctival Redness Assessed Over 90 Minutes in the Dry Eye Chamber Using Computer Automated Grading","description":"Change from baseline comparison of reproxalap to vehicle for conjunctival redness on a 0 to 255 scale ( 0 = none, 255 = maximum), where a high score means a worse outcome. The intervention was administered bilaterally. The least squares mean (standard error) was derived from mixed model repeated measures for change from baseline included baseline, site, treatment group, and nominal time point as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.309","spread":"0.2160"},{"groupId":"OG001","value":"0.962","spread":"0.2121"}]}]}]},{"type":"POST_HOC","title":"Number of Subject Eyes That Are Schirmer Test Responders (Eyes 10 Millimeters or More Increase From Baseline)","description":"The number of subject eyes that are schirmer test responders (eyes with 10 millimeters or more increase from baseline) using a millimeter line (0 = none, 35 = maximum), where a shorter length indicates a worse outcome.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":164},"commonTop":["General disorders and administration site conditions"]}}}