{"nctId":"NCT00599872","briefTitle":"Efficacy Study of Sublingual Immunotherapy to Treat Ragweed Allergies","startDateStruct":{"date":"2008-03"},"conditions":["Allergic Rhinitis"],"count":430,"armGroups":[{"label":"Ragweed Allergenic Extract","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Standardized Ragweed Allergenic Extract"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Standardized Ragweed Allergenic Extract","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult ragweed-sensitive Subjects with allergic rhinoconjunctivitis with or without asthma during ragweed pollen season.\n* Subjects must be 18 to 50 years of age.\n* Test Subjects will have a history of moderate to severe isolated or unseasonal allergic rhinoconjunctivitis with or without mild intermittent asthma symptoms attributable to ragweed pollen for a minimum of 2 years before study entry.\n* Subjects with or with out a history of asthma will possess FEV1 and PEF greater than or equal to 80% predicted at the beginning of the study established by spirometry and defined by the Knudson predicted set.\n* Sensitivity to the relevant allergen will be documented by a positive skin prick test result performed along with negative (saline) and positive (histamine) control skin tests. A positive test will be defined as the skin reaction having the longest wheal diameter of 5mm or greater or the longest erythema diameter of 10 mm or greater at 15-20 minutes after application.\n* All female Subjects of child-bearing potential will be required to provide a urine sample for pregnancy testing that must be negative before being allowed to participate in the study.\n* Subjects must be planning to remain in the study area during the trial (see exclusion criteria # 14).\n* Subjects must be trained on the proper use of the EpiPen, and sign the EpiPenTraining Form before being allowed to enroll in the study.\n* Subjects must be mentally and physically capable of self-administering oral drug.\n\nExclusion Criteria:\n\n* Subjects having a history of anaphylaxis or history consistent with persistent asthma\n* Subjects taking antihistamines or nasal steroids medications greater than twice a week in the months of January and/or February.\n* Subjects with chronic sinusitis unstable angina, significant arrhythmia, uncontrolled hypertension, or other chronic or immunological diseases that in the opinion of the investigator might interfere with the evaluation of the test drug or pose additional risk to the Subject.\n* Subjects having perennial or structurally related rhinitis or rhinitis medicamentosa (from excessive use of nasal decongestants) that will interfere with the evaluation of symptoms due to ragweed allergy.\n* Subjects with an FEV1 or PEF less than 80% predicted (moderate persistent asthma) with or without controller medication.\n* Subjects who have received an experimental drug in the 30 days prior to admission into this study or who plan to use an experimental drug during the study.\n* Subjects who have received Anti-IgE medications (Xolair) or similar compounds in the last 12 months.\n* Subjects who have received ragweed allergen immunotherapy in the last 3 years prior to admission into this study.\n* Subjects who are current users of inhaled, oral, intramuscular, intravenous corticosteroids, tricyclic antidepressants, beta blockers, or MAO inhibitors.\n* Subjects using beta-agonist more than twice a month unless being taken prior to exercise.\n* Subjects using medications that could induce adverse gastrointestinal reactions during the study. Subjects using such medications must prove stable with no side effects for at least 3 months prior to enrollment.\n* Subjects refusing to sign the EpiPen Training Form will be excluded from the study.\n* Pregnant or breast feeding females.\n* Subjects who plan to leave the study area for more than 2 consecutive weeks during the study.\n* Subjects with a positive skin prick test to cat and/or dog, and own the pet(s) to which they are allergic.\n* Subjects who sleep during the day due to working third shift.\n* Subjects unable to achieve dose #2 or higher during preliminary dosing will be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Scores on a Scale (Average of Daily Rhinoconjunctivitis Symptom Score (RSS) Recorded During the Ragweed Season","description":"Symptom score defined as sum of scores from eight symptoms rated 0-3 (0=absent, 1=mild, 2=moderate, 3=severe): ocular (itchiness, swelling/redness, and watery eyes/tears), nasal (sneezing, itching, runny and stuffy nose), and ears (itching). Average daily RSS ranged from 0-48; A lower score was more favorable.\n\nThe average daily RSS was computed for each subject by: (1) summing the 8 individual allergy symptoms recorded in the morning (AM RSS) and the evening (PM RSS); (2) forming the daily RSS by summing the AM RSS and the PM RSS for each day of the ragweed season; (3) averaging the daily RSS for the entire ragweed pollen season.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":"6.2"},{"groupId":"OG001","value":"6.5","spread":"5.61"}]}]}]},{"type":"SECONDARY","title":"Scores on a Scale (Average Daily RSS During the Highest Pollen Count Week)","description":"Symptom score defined as sum of scores from eight symptoms rated 0-3 (0=absent, 1=mild, 2=moderate, 3=severe): ocular (itchiness, swelling/redness, and watery eyes/tears), nasal (sneezing, itching, runny and stuffy nose), and ears (itching). Average daily RSS ranged from 0-48; A lower score was more favorable.\n\nThe average daily RSS was computed for each subject by: (1) summing the 8 individual allergy symptoms recorded in the morning (AM RSS) and the evening (PM RSS); (2) forming the daily RSS by summing the AM RSS and the PM RSS for each day of the ragweed season; (3) averaging the daily RSS for the entire ragweed pollen season.\n\nThe highest pollen count week was defined as the 7 contiguous days from the series with the largest average pollen count, and in which the weekly average was computed using at least 4 non-missing daily RSS values (either AM or PM could be present to be considered a valid daily RSS value).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"6.96"},{"groupId":"OG001","value":"7.5","spread":"7.03"}]}]}]},{"type":"SECONDARY","title":"Scores on a Scale (Average Daily AM RSS and the Average Daily PM RSS During the Ragweed Season)","description":"Symptom score defined as sum of scores from eight symptoms rated 0-3 (0=absent, 1=mild, 2=moderate, 3=severe): ocular (itchiness, swelling/redness, and watery eyes/tears), nasal (sneezing, itching, runny and stuffy nose), and ears (itching). Average daily RSS ranged from 0-48; A lower score was more favorable.\n\nThe average daily RSS (the sum of the 8 individual allergy symptoms recorded in the morning (AM RSS) and the evening (PM RSS).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"3.64"},{"groupId":"OG001","value":"3.8","spread":"3.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"3.47"},{"groupId":"OG001","value":"3.6","spread":"3.11"}]}]}]},{"type":"SECONDARY","title":"Scores on a Scale (Average Daily RSS During the Ragweed Season for Each of the Three Organ) Systems (Ocular, Nasal, Ears);","description":"The average daily RSS during the ragweed season for each of the 3 organ systems (ocular, nasal, ears) were separately analyzed to evaluate these individual components of the RSS. Three separate baseline average daily RSS values were computed for this analysis. The modified ITT population was used for this analysis. The range for scores: 0 to 3 for each of eight symptom or a total of 0 to 24 daily RSS. A lower score was more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"2.44"},{"groupId":"OG001","value":"1.9","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"3.55"},{"groupId":"OG001","value":"4.2","spread":"3.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"0.94"},{"groupId":"OG001","value":"0.5","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Scores on a Scale (Total Allergy Relief Medication Score During the Ragweed Season) for Each Subject","description":"Total allergy relief medication score during the ragweed season for each subject. This score is computed for each subject by summing their individual medication scores (excluding beta-agonist use) for the entire ragweed season. High scores were indicative of poor symptom relief from the study medication. The associated relief medication scores assigned to medication are 0-if no medication taken; 3 for each one antihistamine tablet taken; 1 for each 2 antihistamine eye drop administrations, 1 for each 2 antihistamine nasal spray administrations and 1 for each puff of beta-agonist. The maximum medication score was dependent on the cumulative rescue medication use. The lower result the more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.5","spread":"85.59"},{"groupId":"OG001","value":"50.1","spread":"137.00"}]}]}]},{"type":"SECONDARY","title":"Scores on a Scale (The Average Combined Allergy Symptom and Medication Score During the Ragweed Season for Each Subject)","description":"The average combined allergy symptom and medication score during the ragweed season for each subject. This score is computed for each subject by adding their daily relief medication scores (excluding beta-agonist use) and their daily RSS for the entire ragweed season, and then taking the average of the combined scores across days.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"6.85"},{"groupId":"OG001","value":"7.3","spread":"6.69"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":216},"commonTop":[]}}}