{"nctId":"NCT00100659","briefTitle":"PEDS-C: Pegylated Interferon +/- Ribavirin for Children With Hepatitis C","startDateStruct":{"date":"2004-12"},"conditions":["Chronic Hepatitis C"],"count":114,"armGroups":[{"label":"Pegylated interferon/ribavirin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pegylated Interferon/ribavirin"]},{"label":"Pegylated interferon/placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Pegylated Interferon/ribavirin"]}],"interventions":[{"name":"Pegylated Interferon/ribavirin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients who are 5-18 years of age at enrollment (not yet reached 18th birthday at screening).\n* HCV viremia (by any test) present on 2 tests separated by at least 6 months.\n* Chronic liver disease, as indicated by inflammation and/or fibrosis, consistent with chronic hepatitis C infection on a liver biopsy obtained within the past 24 months, as assessed by a qualified pathologist, not consistent with other known liver disease and not normal.\n* Compensated liver disease (Child-Pugh Grade A clinical classification)\n* Signed informed consent from parent/legal guardian and willingness of parent/legal guardian to abide by the requirements of the study.\n* Hemoglobin values \\>11 g/dL for females; \\> 12 g/dL for males\n* Normal thyroid stimulating hormone (TSH)\n* Able to swallow a ribavirin/placebo tablet\n\nExclusion Criteria:\n\n* Any prior treatment with Interferon or ribavirin (RV)\n* Receipt of any investigational drug \\<6 weeks prior to the first dose of study drug\n* Any systemic antiviral therapy \\<6 weeks prior to the first dose of study drug. Exception: patients who have taken or are expected to require acyclovir for herpetic lesions\n* Positive test at screening for anti-HAV IgM Ab, HBsAg, anti-HBc IgM Ab, or anti-HIV Ab\n* History or other evidence of a medical condition associated with chronic liver disease other than HCV (abnormal ceruloplasmin, alpha-1-antitrypsin, ANA\\>1:160, SMA\\>1:80, anti-LKM antibody \\> 60 units))\n* History or other evidence of bleeding from esophageal varices\n* Decompensated liver disease (e.g. conjugated bilirubin \\>1.5mg/dl, ascites, varices, Child-Pugh Grade B or C clinical classification)\n* History of autoimmune or immunologically mediated disease (e.g. inflammatory bowel disease, idiopathic thrombocytopenic purpura, lupus erythematosus, autoimmune hemolytic anemia, scleroderma, severe psoriasis, clinical evidence of rheumatoid arthritis)\n* Absolute neutrophil count \\<1500 cells/mm3 , hemoglobin \\<11 g/dL for females and \\<12 g/dL for males, white blood count\\>17.5 x 109/L, or platelet count \\<90,000/ mm3\n* Serum creatinine level \\>1.5 times the upper limit of normal for age\n* Major depression according to the American Psychiatric Association, or a history of severe psychiatric disorder, such as major psychoses, suicidal ideation and/or suicide attempt\n* History or other evidence of chronic pulmonary or cardiac disease associated with functional limitation\n* History of thyroid disease poorly controlled on prescribed medications. Patients with elevated thyroid stimulating hormone (TSH) concentrations with elevation of antibodies to thyroid peroxidase and any clinical manifestations of thyroid disease are excluded\n* Poorly controlled diabetes as defined by glycosylated hemoglobin of \\> 8%\n* History of solid organ or bone marrow transplantation\n* Evidence of severe retinopathy\n* Coagulopathy (international normalized ratio\\>1.5)\n* Evidence of an active or suspected cancer or a history of malignancy where the risk of recurrence is \\>20% within 2 years.\n* Hemoglobinopathy\n* Hemophilia\n* Severe retinopathy\n* History of other evidence of severe illness or any other conditions which would make the patient, in the opinion of the investigator, unsuitable for the study\n* Sexually active females of child-bearing potential (defined as age 10 years and older) and sexually active men who are not practicing two forms of effective contraception during treatment and during the 6 months after treatment has been concluded\n* Females who have a positive serum pregnancy test within 7 days of initiation of treatment or who are breast-feeding\n* Males whose female partners are pregnant\n* Active substance abuse\n* A sibling and/or any other child living in the same household or sharing the same primary caregiver enrolled in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sustained Viral Response (SVR)","description":"SVR is defined as nondetectable hepatitis C virus ribonucleic acid (HCV RNA) in plasma","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Events","description":"Influenza-like, headache, and gastrointestinal symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":55},"commonTop":["Flu-like symptoms","Gastrointestinal symptoms","Headache","Injection site reaction","Joint and muscle aches"]}}}