{"nctId":"NCT01830621","briefTitle":"BBI608 and Best Supportive Care vs Placebo and Best Supportive Care in Pretreated Advanced Colorectal Carcinoma","startDateStruct":{"date":"2013-05-10","type":"ACTUAL"},"conditions":["Colorectal Carcinoma"],"count":282,"armGroups":[{"label":"BBI608","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: BBI608","Other: Best Supportive Care"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Other: Best Supportive Care"]}],"interventions":[{"name":"BBI608","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Best Supportive Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed advanced colorectal cancer that is unresectable.\n* Received a prior thymidylate synthase inhibitor (e.g. 5-fluorouracil (5-FU), capecitabine, raltitrexed, UFT) for metastatic disease or as adjuvant therapy.\n* Received and failed an irinotecan containing regimen (i.e. single-agent or in combination) for treatment of metastatic disease, OR relapsed within 6 months of completion of an irinotecan-containing adjuvant therapy, OR have documented unsuitability for an irinotecan-containing regimen.\n* Received and failed an oxaliplatin-containing regimen for treatment of metastatic disease, OR relapsed within 6 months of completion of an oxaliplatin-containing adjuvant therapy OR have documented unsuitability for an oxaliplatin-containing regimen.\n* For patients with colorectal cancer that is K-ras wild type: Received and failed a cetuximab or panitumumab-containing regimen (i.e. single-agent or in combination) for treatment of metastatic disease OR have documented unsuitability for a cetuximab or panitumumab-containing regimen\n* The only remaining standard available therapy as recommended by the Investigator is best supportive care.\n* Must have presence of measurable disease as defined by Response Evaluation Criteria in Solid Tumours (RECIST 1.1).\n* Imaging investigations including CT/MRI of chest/abdomen/pelvis or other scans as necessary to document all sites of disease done within 14 days prior to randomization.\n* Must have an ECOG Performance Status of 0 or 1.\n* Must be ≥ 18 years of age.\n* For male or female patient of child producing potential: Must agree to use contraception or take measures to avoid pregnancy during the study and for 30 days after the last Protocol treatment dose.\n* Women of child bearing potential (WOCBP) must have a negative serum or urine pregnancy test within 72 hours prior to randomization.\n* Must have alanine transaminase (ALT) ≤ 3 × institutional upper limit of normal (ULN) \\[≤ 5 × ULN in presence of liver metastases\\] within 14 days prior to randomization.\n* Must have hemoglobin (Hgb) ≥ 80 g/L within 14 days prior to randomization.\n* Must have total bilirubin ≤ 1.5 × institutional ULN \\[≤ 2.0 x ULN in presence of liver metastases\\] within 14 days prior to randomization.\n* Must have creatinine ≤ 1.5 × institutional ULN or Creatinine Clearance \\> 50 ml/min within 14 days prior to randomization.\n* Must have absolute neutrophil count ≥ 1.5 x 109/L within 14 days prior to randomization.\n* Must have platelet count ≥ 75 x 109/L within 14 days prior to randomization.\n* Other biochemistry which must be done within 14 days prior to randomization includes lactate dehydrogenase (LDH) and alkaline phosphatase.\n* Patient must consent to provision of, and investigator(s) must confirm access to and agree to submit at the request of the NCIC CTG Central Tumour Bank, a representative formalin fixed paraffin block of tumour tissue in order that the specific correlative marker assays may be conducted.\n* Patient must consent to provision of a sample of blood in order that the specific correlative marker assays may be conducted.\n* Patient is able (i.e. sufficiently fluent) and willing to complete the Quality of Life and Health Utilities questionnaires in one of the validated languages for the questionnaires.\n* Patients must be accessible for treatment and follow-up. Patients registered on this trial must be treated and followed at the participating centre. This implies there must be reasonable geographical limits placed on patients being considered for this trial.\n* Protocol treatment is to begin within 2 working days of patient randomization.\n* The patient is not receiving therapy in a concurrent clinical study and the patient agrees not to participate in other clinical studies during their participation in this trial while on study treatment.\n\nExclusion Criteria:\n\n* Anti-cancer chemotherapy or biologic therapy within the lesser of i) 21 days, or ii) the usual cycle length of the regimen (e.g. 14 days for FOLFOX), prior to the first planned dose of BBI608/placebo. An exception is made for capecitabine and regorafenib, where a minimum of 10 days since last dose must be observed prior to the first planned dose of BBI608/placebo.\n* Radiotherapy, immunotherapy, or investigational agents within four weeks of first planned dose of BBI608/placebo, with the exception of a single dose of radiation up to 8 Gray (equal to 800 RAD) with palliative intent for pain control up to 14 days before randomization.\n* Major surgery within 4 weeks prior to randomization.\n* Any known symptomatic brain metastases requiring steroids.\n* Women who are pregnant or breastfeeding.\n* Gastrointestinal disorder(s) which, in the opinion of the Qualified/Principal Investigator, would significantly impede the absorption of an oral agent (e.g. active Crohn's disease, ulcerative colitis, extensive gastric and small intestine resection).\n* Unable or unwilling to swallow BBI608/placebo capsules daily.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, clinically significant non-healing or healing wounds, symptomatic congestive heart failure, unstable angina pectoris, clinically significant cardiac arrhythmia, significant pulmonary disease (shortness of breath at rest or mild exertion), uncontrolled infection or psychiatric illness/social situations that would limit compliance with study requirements.\n* Patients with a history of other malignancies except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for ≥ 5 years.\n* Prior treatment with BBI608.\n* Any active disease condition which would render the protocol treatment dangerous or impair the ability of the patient to receive protocol therapy.\n* Any condition (e.g. psychological, geographical, etc.) that does not permit compliance with the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Time from the day of randomization to death. For alive patients, overall survival was censored at the last day the patient was known alive (LKA).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.44","spread":null},{"groupId":"OG001","value":"4.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"Defined as the time from randomization to the first objective documentation of disease progression or death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.82","spread":null},{"groupId":"OG001","value":"1.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate","description":"Proportion of all randomized patients with a documented complete response (CR) defined as disappearance of all target lesions, partial response (PR) defined as \\>=30% decrease in the sum of the longest diameter of target lesions, and stable disease (SD) defined as \\<30% decrease but also \\<20% increase in the sum of the longest diameter of target lesions without new lesions per Response Evaluation Criteria In Solid Tumors Criteria (RECIST) 1.1 for target lesion.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Events","description":"Number of patients with at least one adverse event as assessed by NCI CTCAE Version 3.0 criteria.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]}]},{"type":"SECONDARY","title":"Change of Global Quality of Life at 8 Weeks From Baseline","description":"Change scores from baseline at time 2 (8 weeks) from baseline for the global health status/quality of life scale scores (between 0 and 100 with higher value indicating better quality of life) as derived from responses of patients to the EORTC (European Organisation for Research and Treatment of Cancer) quality of life questionnaire (QLQ-C30).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.61","spread":"23.1"},{"groupId":"OG001","value":"-10.66","spread":"17.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":40,"n":136},"commonTop":["Fatigue","Diarrhea","Nausea","Anorexia","Abdominal pain"]}}}