{"nctId":"NCT02542696","briefTitle":"Open-Label Phase 3 Study to Examine the Long-Term Safety, Tolerability and Efficacy of APL-130277 for the Acute Treatment of \"OFF\" Episodes in Patients With Parkinson's Disease","startDateStruct":{"date":"2015-08-31","type":"ACTUAL"},"conditions":["Parkinson Disease"],"count":496,"armGroups":[{"label":"APL-130277","type":"EXPERIMENTAL","interventionNames":["Drug: APL-130277"]}],"interventions":[{"name":"APL-130277","otherNames":["Apomorphine Hydrochloride, Sublingual Thin Film"]}],"eligibilityModule":{"eligibilityCriteria":"De Novo Subjects Inclusion Criteria\n\n1. Male or female ≥ 18 years of age.\n2. Clinical diagnosis of Idiopathic PD, consistent with UK Brain Bank Criteria (excluding the \"more than one affected relative\" criterion)\n3. Clinically meaningful response to L-Dopa as determined by the Investigator.\n4. Receiving stable doses of L-Dopa/carbidopa (immediate or CR) administered at least 4 times per day OR Rytary™ administered at least 3 times per day, for at least 4 weeks before the initial Screening Visit (SV1). Adjunctive PD medication regimens must be maintained at a stable dose for at least 4 weeks prior to the initial Screening Visit (SV1) with the exception that MAO-B inhibitors must be maintained at a stable level for at least 8 weeks prior to the initial Screening Visit (SV1).\n5. No planned medication change(s) or surgical intervention anticipated during the course of study.\n6. Subject must experience at least one well defined \"OFF\" episode per day with a total daily \"OFF\" time duration of ≥ 2 hours during the waking day, based on patient self-assessment.\n7. Subject and/or caregiver must be trained in performing home dosing diary assessments of the motor state and must be able to recognize \"ON\" and \"OFF\" states.\n8. Stage III or less on the modified Hoehn and Yahr scale in the \"ON\" state.\n9. MMSE score \\> 25.\n10. If female and of childbearing potential, must agree to be sexually abstinent or use one of the following highly effective methods of birth control:\n\n    * Hormonal contraceptives (eg, combined oral contraceptives, patch, vaginal ring, injectables, and implants);\n    * Intrauterine contraceptive system;\n    * Surgical sterilization or partner sterile (must have documented proof); AND\n\n    One of the following effective methods of birth control:\n    * Male/female condom;\n    * Cervical cap with spermicide;\n    * Diaphragm with spermicide;\n    * Contraceptive sponge.\n11. Male subjects must be either surgically sterile, agree to be sexually inactive or use a double-barrier method of birth control (eg, condom and diaphragm with spermicide, condom with cervical cap and spermicide) from first study drug administration until 90 days after final drug administration.\n12. Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study-related procedures.\n13. Able to understand the consent form, and to provide written informed consent.\n\nDe Novo Subjects Exclusion Criteria -\n\n1. Atypical or secondary parkinsonism.\n2. Previous treatment with any of the following: a neurosurgical procedure for PD; continuous s.c. apomorphine infusion; Duodopa/Duopa; or APL-130277.\n3. Treatment with any form of s.c. apomorphine within 7 days prior to the second Screening Visit (SV2). Patients that stopped s.c. apomorphine for any reason other than systemic safety concerns or lack of efficacy may be considered.\n4. Contraindications to APOKYN®, or hypersensitivity to apomorphine hydrochloride or any of the ingredients of APOKYN® (notably sodium metabisulfite).\n5. Female who is pregnant or lactating.\n6. Participation in a clinical trial within 30 days prior to the initial Screening Visit (SV1).\n7. Receipt of any investigational (ie, unapproved) medication within 30 days prior to the initial Screening Visit (SV1).\n8. Currently taking selective 5HT3 antagonists (ie, ondansetron, granisetron, dolasetron, palonosetron, alosetron), dopamine antagonists (excluding quetiapine or clozapine) or dopamine depleting agents.\n9. Drug or alcohol dependency in the past 12 months.\n10. Subject has a history of malignancy within 5 years prior to the Screening visit, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer. Pituitary tumors of any duration are excluded.\n11. Clinically significant medical, surgical, or laboratory abnormality in the opinion of the Investigator.\n12. Major psychiatric disorder including, but not limited to, dementia, bipolar disorder, psychosis, or any disorder that, in the opinion of the Investigator, requires ongoing treatment that would make study participation unsafe or make treatment compliance difficult.\n13. History of clinically significant hallucinations during the past 6 months.\n14. History of clinically significant impulse control disorder(s).\n15. Dementia that precludes providing informed consent or would interfere with participation in the study.\n16. Current suicidal ideation within one year prior to the second Screening Visit (SV2) as evidenced by answering \"yes\" to Questions 4 or 5 on the suicidal ideation portion of the C-SSRS or attempted suicide within the last 5 years.\n17. Donation of blood or plasma in the 30 days prior to first dosing.\n18. Presence of canker or mouth sores in the 30 days prior to the initial Screening Visit (SV1), or other clinically significant oral pathology in the opinion of the Investigator. The Investigator should follow-up with an appropriate specialist on any finding, if indicated, before enrolling a patient into the study.\n\nRollover Subjects Inclusion Criteria\n\n1. Completion of any of the following studies: CTH-201, CTH-203, CTH-300, or CTH 302; and, in the opinion of the Investigator, would benefit from continued treatment with APL 130277.\n2. No major changes in concomitant PD medications since completion of any of the following studies: CTH-201, CTH-203, CTH-300, or CTH 302. Any change in PD medications since the previous study should be discussed with the Medical Monitor to determine subject eligibility in the current study.\n3. If female and of childbearing potential, must agree to be sexually abstinent or use one of the following highly effective methods of birth control:\n\n   * Hormonal contraceptives (eg, combined oral contraceptives, patch, vaginal ring, injectables, and implants);\n   * Intrauterine contraceptive system;\n   * Surgical sterilization or partner sterile (must have documented proof); AND\n\n   One of the following effective methods of birth control:\n   * Male/female condom;\n   * Cervical cap with spermicide;\n   * Diaphragm with spermicide;\n   * Contraceptive sponge.\n4. Male subjects must be either surgically sterile, agree to be sexually inactive or use a double-barrier method of birth control (eg, condom and diaphragm with spermicide, condom with cervical cap and spermicide) from first study drug administration until 90 days after final drug administration.\n5. Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study-related procedures.\n6. Able to understand the consent form, and to provide written informed consent.\n\nRollover Subjects Exclusion Criteria\n\n1. Female who is pregnant or lactating.\n2. Presence of any major psychiatric disorder including, but not limited to, dementia, bipolar disorder, psychosis (including clinically significant hallucinations during the past 6 months) or any disorder that, in the opinion of the Investigator, requires ongoing treatment that would make study participation unsafe or make treatment compliance difficult.\n3. Presence of any clinically significant medical (including but not limited to CNS, cardiovascular, hepatic, pulmonary, metabolic, or renal events), surgical, or laboratory abnormality that would make study participation unsafe or make treatment compliance difficult. Clinical significance to be determined by the Investigator.\n4. Receipt of any investigational (ie, unapproved) medication or participation in any clinical trial of an investigational product since completing a previous study using APL 130277.\n5. Development of canker or mouth sores within 14 days of completing a previous study using APL-130277. For other clinically significant oral pathology, the Investigator should follow-up with an appropriate specialist on any finding, if indicated, before enrolling such a subject into the study. Clinical significance to be determined by the Investigator. The eligibility of subjects who have experienced AEs related to the oral cavity during the previous study using APL-130277, should be reviewed with the medical monitor and approval obtained.\n6. Current suicidal ideation within one year of the screening visit, as evidenced by answering \"yes\" to Question 4 or 5 on the suicidal ideation portion of the C SSRS at Screening or attempted suicide within 5 years.\n\nCTH-301 Completer Subjects Inclusion Criteria\n\n1. Completion of the CTH-301 study under protocol version 3.00, and in the opinion of the Investigator, would benefit from continued treatment with APL 130277.\n2. If female and of childbearing potential, must agree to be sexually abstinent or use one of the following highly effective methods of birth control:\n\n   * Hormonal contraceptives (eg, combined oral contraceptives, patch, vaginal ring, injectables, and implants);\n   * Intrauterine contraceptive system;\n   * Surgical sterilization or partner sterile (must have documented proof); AND\n\n   One of the following effective methods of birth control:\n   * Male/female condom;\n   * Cervical cap with spermicide;\n   * Diaphragm with spermicide;\n   * Contraceptive sponge.\n3. Male subjects must be either surgically sterile, agree to be sexually inactive or use a double-barrier method of birth control (eg, condom and diaphragm with spermicide, condom with cervical cap and spermicide) from first study drug administration until 90 days after final drug administration.\n4. Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study-related procedures.\n5. Able to understand the consent form, and to provide written informed consent.\n\nCTH-301 Completer Subjects Exclusion Criteria\n\n1. Female who is pregnant or lactating.\n2. Presence of any major psychiatric disorder including, but not limited to, dementia, bipolar disorder, psychosis (including clinically significant hallucinations during the past 6 months) or any disorder that, in the opinion of the Investigator, requires ongoing treatment that would make study participation in unsafe or make treatment compliance difficult.\n3. Presence of any clinically significant medical (including but not limited to CNS, cardiovascular, hepatic, pulmonary, metabolic, or renal events), surgical, or laboratory abnormality that would make study participation unsafe or make treatment compliance difficult. Clinical significance to be determined by the Investigator.\n4. Receipt of any investigational (ie, unapproved) medication or participation in any clinical trial since completing the CTH 301 study.\n5. Development of canker or mouth sores since completing the CTH 301 study. For other clinically significant oral pathology, the Investigator should follow-up with an appropriate specialist on any finding, if indicated, before enrolling such a patient into the study. Clinical significance to be determined by the Investigator.\n6. Current suicidal ideation as evidenced by answering \"yes\" to Question 4 or 5 on the suicidal ideation portion of the C-SSRS at the Screening Visit Phase 2 (SVP2).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Evaluation of Safety and Tolerability Data Collected, Based on Number of Participants With Adverse Events in the LTS Phase","description":"Number of Participants (%) with Adverse Events in the LTS Phase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"365","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Instances Where a Full \"ON\" Response Was Achieved Within 30 Minutes After Self-administration of Study Medication at Week 24 Visit (LTS V4) of the LTS Phase Based on the Home Dosing Diary Entries.","description":"The percentage of instances where a full \"ON\" response was achieved","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.7","spread":"32.55"}]}]}]},{"type":"SECONDARY","title":"The Percentage of Instances Where a Full \"ON\" Response Was Achieved Within 30 Minutes After Self-administration of Study Medication at Week 36 Visit (LTS V5) of the LTS Phase Based on the Home Dosing Diary Entries.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.3","spread":"28.70"}]}]}]},{"type":"SECONDARY","title":"The Percentage of Instances Where a Full \"ON\" Response Was Achieved Within 30 Minutes After Self-administration of Study Medication at Week 48 Visit (LTS V6) of the LTS Phase Based on the Home Dosing Diary Entries.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.1","spread":"30.74"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With a Subject-rated Full \"ON\" Response Within 30 Minutes at Week 24 Visit (LTS V4) of the LTS Phase.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With a Subject-rated Full \"ON\" Response Within 30 Minutes at Week 36 Visit (LTS V5) of the LTS Phase.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With a Subject-rated Full \"ON\" Response Within 30 Minutes at Week 48 Visit (LTS V6) of the LTS Phase.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 15 Minutes After Dosing at Week 24 Visit (LTS V4) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.2","spread":"11.91"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 30 Minutes After Dosing at Week 24 Visit (LTS V4) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.1","spread":"13.04"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 60 Minutes After Dosing at Week 24 Visit (LTS V4) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.0","spread":"13.34"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 90 Minutes After Dosing at Week 24 Visit (LTS V4) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.9","spread":"13.58"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 15 Minutes After Dosing at Week 36 Visit (LTS V5) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.7","spread":"10.48"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 30 Minutes After Dosing at Week 36 Visit (LTS V5) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.3","spread":"12.22"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 60 Minutes After Dosing at Week 36 Visit (LTS V5) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.3","spread":"13.54"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 90 Minutes After Dosing at Week 36 Visit (LTS V5) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.3","spread":"13.11"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 15 Minutes After Dosing at Week 48 Visit (LTS V6) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.3","spread":"10.17"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 30 Minutes After Dosing at Week 48 Visit (LTS V6) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.2","spread":"12.44"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 60 Minutes After Dosing at Week 48 Visit (LTS V6) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.3","spread":"13.35"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-dose in MDS-UPDRS Part III Motor Examination (MDS UPDRS MOTOR) Score at 90 Minutes After Dosing at Week 48 Visit (LTS V6) of the LTS Phase.","description":"The summary score used here is Part III motor examination score. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4 (0=normal, 1=slight, 2=mild, 3= moderate, and 4=severe). The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.6","spread":"10.93"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":64,"n":496},"commonTop":["Nausea","Somnolence","Yawning","Dizziness","Fall"]}}}