{"nctId":"NCT03959527","briefTitle":"Zoliflodacin in Uncomplicated Gonorrhoea","startDateStruct":{"date":"2019-11-06","type":"ACTUAL"},"conditions":["Gonorrhea"],"count":1011,"armGroups":[{"label":"zoliflodacin","type":"EXPERIMENTAL","interventionNames":["Drug: zoliflodacin"]},{"label":"ceftriaxone and azithromycin combination","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ceftriaxone","Drug: azithromycin"]}],"interventions":[{"name":"zoliflodacin","otherNames":[]},{"name":"ceftriaxone","otherNames":[]},{"name":"azithromycin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 12 years old (if enrolment of minors is in agreement with local regulations and Ethics guidance)\n2. Weight ≥ 35 kg\n3. Signs and symptoms consistent with urethral or cervical gonorrhoea OR Urethral or cervical uncomplicated gonorrhoea as determined by either a positive culture or NAAT or Gram stain or methylene blue test/gentian violet stain in the past 14 days prior to screening OR Unprotected sexual contact with an individual reported to be infected with NG in the past 14 days prior to screening (confirmation by a positive NAAT, Gram stain or methylene blue test/ gentian violet stain or culture)\n4. For females of child-bearing potential, a negative urine pregnancy test at screening\n5. For females of child bearing potential, use of highly effective contraception for at least 28 days prior to screening and during at least 28 days after treatment. Females on oral contraceptives must also use a barrier contraception method during participation in the study.\n6. For males with a female partner of child-bearing age, willingness to delay conception for 28 days after treatment\n7. Willingness to comply with trial protocol\n8. Willingness to undergo HIV testing\n9. Willingness to abstain from sexual intercourse or use condoms for vaginal, anal and oral sex until end of trial visit\n10. Willingness and ability to give written informed consent or be consented by a legal representative or provide assent and parental consent (for minors, as appropriate).\n\n    Exclusion Criteria:\n11. Confirmed or suspected complicated or disseminated gonorrhoea\n12. Pregnant or breastfeeding women\n13. Known concomitant infection which would require immediate additional systemic antibiotics with activity against NG (e.g. CT infection)\n14. Use of any systemic or intravaginal antibiotics with activity against NG within 30 days prior to screening\n15. Use of systemic corticoid drugs or other immunosuppressive therapy within 30 days prior to screening\n16. Use of moderate or strong CYP3A4 inducers (e.g. efavirenz, rifampicin, carbamazepine, phenobarbital) within 30 days or five half-lives of the drug, whichever is greater, prior to screening\n17. Cytotoxic or radiation therapy within 30 days prior to screening\n18. Known chronic renal, hepatic, hematologic impairment or other condition interfering with the absorption, distribution or elimination of the drug based on medical history and physical examination\n19. History of urogenital sex-reassignment surgery\n20. Immunosuppression as evidenced by medical history, clinical examination or a recent (≤ 1 month) CD4 count \\<200 cells/μL\n21. Know clinically relevant cardiac pro-arrhythmic conditions such as cardiac arrhythmia, congenital or documented QT prolongation\n22. Known history of severe allergy to cephalosporin, penicillin, monobactams, carbapenems or macrolide antibiotics\n23. Known or suspected allergies or hypersensitivities to lidocaine, methylparaben, lactose or any of the components of the study drugs (refer to the zoliflodacin IB and SmPC for the comparators treatments)\n24. Receipt or planned receipt of an investigational product in a clinical trial within 30 days or five half-lives of the drug, whichever is greater, prior to screening until end of participation to this clinical trial\n25. History of alcohol or drug abuse within 12 months prior to screening which would compromise trial participation in the judgment of the investigator\n26. Severe medical or psychiatric condition which, in the opinion of the investigator, may increase the risk associated with trial participation or may interfere with the interpretation of trial results or affect the individual's ability to provide informed consent\n27. Individuals whom, in the judgement of the investigator, are unlikely or unable to comply with this trial protocol\n28. Previous randomisation in this clinical trial.\n29. Use of moderate or strong CYP3A4 inhibitors within 30 days or five half-lives of the drug, whichever is greater, prior to screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Microbiological Cure Rate for Zoliflodacin Compared to a Combination of a Single Dose of Ceftriaxone and Azithromycin.","description":"Proportion of participants with microbiological cure as determined by culture at urethral or cervical sites at test of cure visit in micro-ITT (urogenital) analysis set","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":null},{"groupId":"OG001","value":"96.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety of a Single Dose of Zoliflodacin Will be Assessed Compared to a Combination a Single Dose of Ceftriaxone and Azithromycin.","description":"Incidence, severity, causality and seriousness of treatment-emergent adverse events (including clinically significant abnormal laboratory values/procedures i.e., physical examination per protocol)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"287","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Cure Rate of Pharyngeal Gonorrhoea Will be Determined After Administration of a Single Dose of Zoliflodacin Compared to a Combination of a Single Dose of Ceftriaxone and Azithromycin.","description":"Proportion of participants with microbiological cure as determined by culture at pharyngeal sites at test of cure visit in micro-ITT (Pharyngeal).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Cure Rate of Rectal Gonorrhoea Will be Determined After Administration of a Single Dose of Zoliflodacin Compared to a Combination of a Single Dose of Ceftriaxone and Azithromycin.","description":"Proportion of participants with microbiological cure as determined by culture at rectal sites at test of cure visit in micro-ITT (Rectal).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"The Clinical Cure Rate of Symptomatic Gonorrhoea in Male Participants Will be Determined After Administration of a Single Dose of Zoliflodacin Compared to a Combination of Single Dose of Ceftriaxone and Azithromycin.","description":"Proportion of male participants with clinical cure at test of cure visit in Clinical Cure Population.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"375","spread":null},{"groupId":"OG001","value":"194","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Cure Rate of Urogenital Gonorrhoea Among Women, After Administration of a Single, Oral, 3 g Dose of Zoliflodacin Compared to a Combination of a Single IM 500 mg Dose of Ceftriaxone and a Single 1 g Oral Dose of Azithromycin","description":"Proportion of female participants with microbiological cure as determined by culture at cervical or urethral site at TOC in micro-ITT (Urogenital) population","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Cure Rate of Urogenital Gonorrhoea Among Men, After Administration of a Single, Oral, 3 g Dose of Zoliflodacin Compared to a Combination of a Single IM 500 mg Dose of Ceftriaxone and a Single 1 g Oral Dose of Azithromycin","description":"Proportion of male participants with microbiological cure as determined by culture at urethral site at TOC in micro-ITT population","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"412","spread":null},{"groupId":"OG001","value":"213","spread":null}]}]}]},{"type":"SECONDARY","title":"Antimicrobial Susceptibility Profile Will be Determined of Gonococcal Strains Isolated From Participants With Uncomplicated Gonorrhoea at Baseline and the Test of Cure Visit.","description":"Antimicrobial susceptibility profile of gonococcal strains isolated at baseline and at test of cure visit.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"The Proportion of Participants With Eradication of NG NAAT at TOC Will be Determined From Urogenital Specimens After Administration of a Single Dose of Zoliflodacin Compared to a Combination of a Single Dose of Ceftriaxone and Azithromycin.","description":"Proportion of participants with a positive NG NAAT result from urethral or cervical sites at baseline and a negative NG NAAT result at test of cure visit in micro-ITT analysis set.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"405","spread":null},{"groupId":"OG001","value":"190","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Eradication of NG NAAT at TOC Determined From Pharyngeal Specimens After Administration of a Single Dose of Zoliflodacin Compared to a Combination of a Single Dose of Ceftriaxone and Azithromycin.","description":"Proportion of participants with a positive NG NAAT at baseline from pharyngeal sites and a negative NG NAAT at test of cure visit in micro-ITT analysis set.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Eradication of NG NAAT at TOC Determined From Rectal Specimens After Administration of a Single Dose of Zoliflodacin Compared to a Combination of a Single Dose of Ceftriaxone and Azithromycin.","description":"Proportion of participants with a positive NG NAAT from rectal sites at baseline and a negative NG NAAT at test of cure visit in micro-ITT analysis set.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Arithmetic Mean Plasma Concentration of Zoliflodacin","description":"Arithmetic mean plasma concentration (ng/mL) of zoliflodacin following oral administration of single oral dose of zoliflodacin 3 g","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"580","spread":"830"}]}]}]},{"type":"SECONDARY","title":"Arithmetic Mean Plasma Concentration of Zoliflodacin","description":"Arithmetic mean plasma concentration (ng/mL) of zoliflodacin following a single oral dose administration of zoliflodacin 3 g","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14500","spread":"9610"}]}]}]},{"type":"SECONDARY","title":"Arithmetic Mean Plasma Concentration of Zoliflodacin","description":"Arithmetic mean plasma concentration (ng/mL) of zoliflodacin following administration of a single oral dose of zoliflodacin 3 g","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32300","spread":"8630"}]}]}]},{"type":"SECONDARY","title":"Arithmetic Mean Plasma Concentration of Zoliflodacin","description":"Arithmetic mean plasma concentration (ng/mL) of zoliflodacin following administration of a single oral dose zoliflodacin 3 g","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19300","spread":"6000"}]}]}]},{"type":"SECONDARY","title":"Arithmetic Mean Plasma Concentration of Zoliflodacin","description":"Arithmetic mean plasma concentration (ng/mL) of zoliflodacin following administration of a single oral dose of zoliflodacin 3 g","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3270","spread":"1560"}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Plasma PK Profile After a Single, Oral, 3 g Dose of Zoliflodacin","description":"Geometric mean time to maximum plasma concentration (Tmax) after a single, oral, 3 g dose of zoliflodacin","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.83","spread":"41.0"}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Plasma PK Profile After a Single, Oral, 3 g Dose of Zoliflodacin","description":"Geometric mean time to last (Tlast) plasma concentration above the lower limit of quantitation","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.6","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Plasma PK Profile After a Single, Oral, 3 g Dose of Zoliflodacin","description":"Geometric mean maximum plasma concentration (Cmax) after a single, oral 3 g dose of zoliflodacin","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31800","spread":"27.3"}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Plasma PK Profile After a Single, Oral, 3 g Dose of Zoliflodacin","description":"Geometric mean plasma area under the concentration-time curve (AUC0-last) from time zero to the last concentration above lower level of quantification","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"330000","spread":"26.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":619},"commonTop":["Headache","Neutropenia","Injection site pain","Diarrhoea","Neutrophil count decreased"]}}}