{"nctId":"NCT02680574","briefTitle":"Efficacy and Safety Study to Evaluate Vadadustat for the Maintenance Treatment of Anemia in Participants With Non-dialysis-dependent Chronic Kidney Disease (NDD-CKD)","startDateStruct":{"date":"2016-02","type":"ACTUAL"},"conditions":["Anemia","Non-Dialysis-Dependent Chronic Kidney Disease"],"count":1725,"armGroups":[{"label":"Vadadustat","type":"EXPERIMENTAL","interventionNames":["Drug: Vadadustat"]},{"label":"Darbepoetin alfa","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Darbepoetin alfa"]}],"interventions":[{"name":"Vadadustat","otherNames":["AKB-6548"]},{"name":"Darbepoetin alfa","otherNames":["Aranesp"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥18 years of age\n* Diagnosis of chronic kidney disease (CKD) with an estimated glomerular filtration rate ≤60 milliliters per minute per 1.73 square meter (mL/min/1.73 m\\^2) at Screening and not expected to start dialysis within 6 months of Screening\n* Currently maintained on erythropoiesis-stimulating agents therapy, with a dose received within 6 weeks prior to or during Screening\n* Mean Screening hemoglobin between 8.0 and 11.0 grams per deciliter (g/dL) (inclusive) in the United States (US) and between 9.0 and 12.0 g/dL (inclusive) outside of the US\n* Serum ferritin ≥100 nanograms per milliliter (ng/mL) and transferrin saturation (TSAT) ≥20% during Screening\n\nExclusion Criteria:\n\n* Anemia due to a cause other than CKD or participant with active bleeding or recent blood loss\n* Red blood cell transfusion within 8 weeks prior to randomization\n* Uncontrolled hypertension\n* Severe heart failure at Screening (New York Heart Association Class IV)\n* Acute coronary syndrome (hospitalization for unstable angina or myocardial infarction), surgical or percutaneous intervention for coronary, cerebrovascular, or peripheral artery disease (aortic or lower extremity), surgical or percutaneous valvular replacement or repair, sustained ventricular tachycardia, hospitalization for heart failure, or stroke within 12 weeks prior to or during Screening\n* Hypersensitivity to Darbepoetin or Vadadustat or to any of their excipients","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Hemoglobin (Hb) to the Average Over the Primary Efficacy Period (Weeks 24 to 36)","description":"The Baseline average was calculated as the average of the Hb values obtained at the screening visit closest to the date of randomization and the randomization visit. The average for the Primary Efficacy Period was calculated as the average Hb value over Weeks 24 to 36. Analysis was conducted using an analysis of covariance (ANCOVA) model with multiple imputation for missing data with Baseline hemoglobin concentration (\\<10.0 versus ≥10.0 g/dL), geographic region (United States \\[US\\] versus European Union \\[EU\\] versus Rest of World \\[ROW\\]), and New York Heart Association congestive heart failure (NYHA CHF) class (Class 0 \\[no CHF\\] or I versus II or III) as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":"0.036"},{"groupId":"OG001","value":"0.42","spread":"0.037"}]}]}]},{"type":"PRIMARY","title":"Median Time to First Major Adverse Cardiovascular Event (MACE)","description":"MACE was defined as all-cause mortality, non-fatal myocardial infarction (MI), or non-fatal stroke. The primary safety outcome was positively adjudicated first MACE, which was defined as any death, Endpoint Adjudication Committee (EAC)-confirmed non-fatal MI, or EAC-confirmed non-fatal stroke occurring between the first dose date and each participant's last participation date. PROTECT MACE results and analysis, by design, was performed on pooled data from studies AKB-6548-CI-0014 (NCT02648347) and AKB-6548-CI-0015 (NCT02680574). Results and statistical analysis from study AKB-6548-CI-0015 has been reported in below table and under section \"Statistical Analysis 1\". Results and statistical analysis of the pooled data from studies AKB-6548-CI-0014 and AKB-6548-CI-0015 has been reported under section \"Statistical Analysis 2\" of this outcome measure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.21","spread":null},{"groupId":"OG001","value":"58.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hb to the Average Over the Secondary Efficacy Period (Weeks 40 to 52)","description":"The Baseline average was calculated as the average of the Hb values obtained at the screening visit closest to the date of randomization and the randomization visit. The average for the Secondary Efficacy Period was calculated as the average Hb value over Weeks 40 to 52. Analysis was conducted using an ANCOVA model with multiple imputation for missing data with Baseline hemoglobin concentration (\\<10.0 versus ≥10.0 g/dL), geographic region (US versus EU versus ROW), and NYHA CHF class (Class 0 \\[no CHF\\] or I versus II or III) as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":"0.044"},{"groupId":"OG001","value":"0.44","spread":"0.044"}]}]}]},{"type":"SECONDARY","title":"Median Time to First MACE Plus Hospitalization for Heart Failure or Thromboembolic Event Excluding Vascular Access Thrombosis","description":"MACE was defined as all-cause mortality, non-fatal MI, or non-fatal stroke. Hospitalization for EAC adjudicated heart failure included presentation of participants to an acute care facility requiring an overnight hospitalization (change in calendar day) with an exacerbation of heart failure requiring treatment. EAC confirmed thromboembolic events for this secondary outcome measure included arterial thrombosis, deep vein thrombosis, and pulmonary embolism. PROTECT MACE results and analysis, by design, was performed on pooled data from studies AKB-6548-CI-0014 (NCT02648347) and AKB-6548-CI-0015 (NCT02680574). Results and statistical analysis from study AKB-6548-CI-0015 has been reported in below table and under section \"Statistical Analysis 1\". Results and statistical analysis of the pooled data from studies AKB-6548-CI-0014 and AKB-6548-CI-0015 has been reported under section \"Statistical Analysis 2\" of this outcome measure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.29","spread":null},{"groupId":"OG001","value":"49.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to First Cardiovascular MACE","description":"MACE was defined as all-cause mortality, non-fatal MI, or non-fatal stroke. Cardiovascular MACE analysis differed from the primary MACE endpoint as it included only deaths adjudicated by the EAC as cardiovascular deaths (i.e, only EAC-confirmed cardiovascular deaths) in addition to first events of non-fatal MI or non-fatal stroke. PROTECT MACE results and analysis, by design, was performed on pooled data from studies AKB-6548-CI-0014 (NCT02648347) and AKB-6548-CI-0015 (NCT02680574). Results and statistical analysis from study AKB-6548-CI-0015 has been reported in below table and under section \"Statistical Analysis 1\". Results and statistical analysis of the pooled data from studies AKB-6548-CI-0014 and AKB-6548-CI-0015 has been reported under section \"Statistical Analysis 2\" of this outcome measure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.57","spread":null},{"groupId":"OG001","value":"50.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to First Cardiovascular Death","description":"Cardiovascular death included EAC adjudicated fatal MI, pump failure, sudden death, presumed sudden death, fatal stroke, fatal pulmonary embolism, cardiovascular procedure-related death, other cardiovascular death, and presumed cardiovascular death. PROTECT MACE results and analysis, by design, was performed on pooled data from studies AKB-6548-CI-0014 (NCT02648347) and AKB-6548-CI-0015 (NCT02680574). Results and statistical analysis from study AKB-6548-CI-0015 has been reported in below table and under section \"Statistical Analysis 1\". Results and statistical analysis of the pooled data from studies AKB-6548-CI-0014 and AKB-6548-CI-0015 has been reported under section \"Statistical Analysis 2\" of this outcome measure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.29","spread":null},{"groupId":"OG001","value":"54.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to First All-cause Mortality","description":"Only events that were positively adjudicated and confirmed by the EAC were included in the MACE analyses. PROTECT MACE results and analysis, by design, was performed on pooled data from studies AKB-6548-CI-0014 (NCT02648347) and AKB-6548-CI-0015 (NCT02680574). Results and statistical analysis from study AKB-6548-CI-0015 has been reported in below table and under section \"Statistical Analysis 1\". Results and statistical analysis of the pooled data from studies AKB-6548-CI-0014 and AKB-6548-CI-0015 has been reported under section \"Statistical Analysis 2\" of this outcome measure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.71","spread":null},{"groupId":"OG001","value":"62.14","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Proportion of Participants With Hb Values Within the Target Range During the Primary Evaluation Period (Weeks 24 to 36)","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Proportion of Time With Hb Values Within the Target Range During the Primary Evaluation Period (Weeks 24 to 36)","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Proportion of Time With Hb Values Within the Target Range During the Secondary Evaluation Period (Weeks 40 to 52)","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Proportion of Participants With Hb Values Within the Target Range During the Secondary Evaluation Period (Weeks 40 to 52)","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Proportion of Participants With an Hb Increase of >1.0 g/dL From Baseline Visit","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Time to Achieve Hb Increase of >1.0 g/dL From Baseline Visit","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Mean Change in Hb Between Baseline (Mean Pretreatment Hb) and the Primary Evaluation Period (Mean Hb From Weeks 24 to 36) Stratified by Pre-baseline Erythropoiesis-stimulating Agent (ESA) Exposure","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Mean Monthly Dose of Intravenous (IV) Elemental Iron Administered in Participants Who Have Received IV Iron","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Proportion of Participants Receiving IV Iron Therapy","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Exploratory - Proportion of Participants Receiving Red Blood Cells (RBCs) Transfusion(s)","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":504,"n":861},"commonTop":["Hypertension","Urinary tract infection","Diarrhoea","Oedema peripheral","Hyperkalaemia"]}}}