{"nctId":"NCT01522235","briefTitle":"Evaluating the Effectiveness of Intravenous Immunoglobulin Therapy in Autoimmune Autonomic Ganglionopathy","startDateStruct":{"date":"2012-02"},"conditions":["Autoimmune Autonomic Ganglionopathy (AAG)"],"count":6,"armGroups":[{"label":"IVIg group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Double blinded IVIg","Other: Single Blinded IVIg"]},{"label":"Placebo Group","type":"OTHER","interventionNames":["Other: Double blinded Placebo","Other: Single Blinded IVIg"]}],"interventions":[{"name":"Double blinded IVIg","otherNames":["Gammagard"]},{"name":"Double blinded Placebo","otherNames":[]},{"name":"Single Blinded IVIg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants aged 18 to 85\n2. Participants have neurogenic orthostatic hypotension (fall in systolic blood pressure \\> 30 mmHg).\n3. Symptoms of orthostatic intolerance.\n4. Antibodies to the neuronal AChR of the autonomic ganglia of \\>0.2nmol/l. Results must be within 6 months of the screening visit and there may not have been any immunomodulatory interventions since the time of the antibody measurement or the sample will need to be reconfirmed at screening.\n5. Participants must be willing to withdraw from medications that affect vasoactive and autonomic function for 5 half-lives during testing (with the exception of stable doses of fludrocortisone up to 0.2 mg/day) and adhere to a regular diet\n\nExclusion Criteria:\n\n1. Women of childbearing potential (WOCP) who are not using a medically accepted contraception\n2. Pregnant or lactating females- if participants become pregnant during the trial they will no longer receive IVIG, but will be followed as part of the intention to treat protocol.\n3. Severe depression and/or anxiety (score of \\> 29 on the Beck Depression Inventory or score on the Beck Anxiety Inventory of ≥ 36)\n4. Active psychosis is ineligible, history of psychosis will be eligible, but only after review with the patients PCP and/or treating mental health provider.\n5. History of asthma\n6. Other causes of autonomic failure (e.g., diabetes, amyloidosis)\n7. History of allergic or anaphylactic reaction to humanized or murine antibodies.\n8. History or presence of recurrent or chronic infection (recurrent infections defined as \\>4 times per year).\n9. History of cancer, including solid tumors and hematologic malignancies (except fully resolved and resected cutaneous basal cell and squamous cell carcinomas of the skin)\n10. History or presence of vascular disease potentially affecting brain or spinal cord (e.g., stroke, transient ischemic attack, carotid stenosis (greater than 80%), aortic aneurysm, intracranial aneurysm, hemorrhage, arteriovenous malformation)\n11. History of severe, clinically significant central nervous system trauma (e.g., cerebral contusion, spinal cord compression)\n12. History or presence of infectious causes of encephalopathy or myelopathy (e.g., syphilis, Lyme disease, human T-cell lymphotropic virus type 1 \\[HTLV-1\\], herpes zoster myelopathy)\n13. History of thromboembolic events or deep vein thrombosis\n14. Platelet count \\<100,000/mL, Hemoglobin \\<8.5 g/dL, Neutrophils \\<1.5 x 103/mL.\n15. Serum IgA deficiency: Immunoglobulin A (IgA) level \\< 7 mg/dL.\n16. History of immunosuppression or HIV/AIDS\n17. History of cardiac arrhythmia or angina, electrocardiogram (ECG) showing significant abnormality that the treating investigator determines may jeopardize the participant's health (i.e., acute ischemia, left bundle branch, or bifascicular block)\n18. History of renal failure or creatinine \\>2.0\n19. History of previous allergic response to albumin.\n20. Treatment with IVIG or plasma exchange within 6 weeks of study enrollment.\n21. Active adjustments of other immunomodulatory treatments. Patients that are on stable doses of immunomodulatory medications (no dose changes within 4 months -including, but not limited to prednisone, mycophenolate mofetil or azathioprine) but still have elevated antibody titers and meet criteria for inclusion will be allowed to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Systolic Blood Pressure During 60° Tilt (ΔSBP)","description":"The primary outcome, the change in systolic blood pressure during 60 degree tilt (ΔSBP), will be assessed in all study participants at baseline and at 6 weeks.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.5","spread":"54.4"},{"groupId":"OG001","value":"-12.3","spread":"38.0"}]}]}]},{"type":"SECONDARY","title":"Change in Systolic Blood Pressure During 60° Tilt (ΔSBP)","description":"To compare the change in systolic blood pressure during 60 degree head up tilt table test after 6 and 12 weeks of IVIG (the within-patient difference in ΔSBP at 12 and 6 weeks among treated patients).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26","spread":"43.8"},{"groupId":"OG001","value":"-7.6","spread":"7.09"}]}]}]},{"type":"SECONDARY","title":"Composite Autonomic Symptom Score [COMPASS] Questionnaire","description":"To determine the change in autonomic symptoms (measured by the composite autonomic symptom score \\[COMPASS\\] questionnaire) measured at baseline and 6 weeks. Minimum and maximum score possible: 0-100. We have reported the Total score. Higher values represent worse outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5","spread":"2.8"},{"groupId":"OG001","value":"-0.33","spread":"5.13"}]}]}]},{"type":"SECONDARY","title":"Composite Autonomic Severity Score (CASS) Questionnaire.","description":"To determine the change in autonomic symptoms (measured by the composite autonomic severity score \\[CASS\\]) measured at baseline and 6 weeks in individuals receiving IVIg.\n\nIs a 10-point composite autonomic scoring scale of autonomic function. This scale allots 4 points for adrenergic and 3 points each for sudomotor and cardiovagal failure. Subjects with a score of 3 or less on have a mild autonomic failure, 4-6 have moderate autonomic failure and those with scores of 7 to 10 have severe failure. The minimum score possible is 3 and maximum is 10.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"0.7"},{"groupId":"OG001","value":"0","spread":"0"}]}]}]},{"type":"SECONDARY","title":"EuroQol [EQ-5D] Questionnaire.","description":"To determine the change in quality of life (measured by the EuroQol \\[EQ-5D\\]) measured at baseline and 6 weeks in individuals receiving IVIg. We have reported the subscale (EQ-VAS). The minimum score is 0 and maximum score is 100. (0) corresponds to \" the worst health you can imagine\", and the highest rate (100) corresponds to \"the best health you can imagine\".","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":"21.2"},{"groupId":"OG001","value":"9.3","spread":"22.8"}]}]}]},{"type":"SECONDARY","title":"Orthostatic Hypotension Symptom Assessment Questionnaire","description":"To determine the change in orthostatic Hypotension symptom (measured by the orthostatic hypotension symptom assessment questionnaire) measured at baseline and 6 weeks in individuals receiving IVIG. This is a 60 point orthostatic hypotenstion symptom assessment questionnaire. The minimum score possible is 0 and maximum is 60.\n\nHigher values represent worse outcome. We are reporting the total score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9","spread":"2.8"},{"groupId":"OG001","value":"12","spread":"9.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":3},"commonTop":["Arthritis","Diarrhea","pain","nausea","Rash"]}}}