{"nctId":"NCT03288987","briefTitle":"Comparing Efficacy and Safety of Stivant (AryoGen Bevacizumab) Versus Avastin in Metastatic Colorectal Cancer","startDateStruct":{"date":"2016-10-04","type":"ACTUAL"},"conditions":["Metastatic Colorectal Cancer"],"count":126,"armGroups":[{"label":"Bevacizumab + FOLFIRI-3 (AryoGen Pharmed Bevacizumab)","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab + FOLFIRI-3"]},{"label":"Bevacizumab + FOLFIRI-3 (Roche Bevacizumab)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bevacizumab + FOLFIRI-3"]}],"interventions":[{"name":"Bevacizumab + FOLFIRI-3","otherNames":["FOLFIRI-3 = irinotecan + calcium folinate + 5-fluorouracil"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are male or female aged 18-75 years at the time of signing the informed consent form.\n* Have been diagnosed as mCRC verified histologically\n* Having one or more bi-dimensionally measurable lesions as defined by Response Evaluation Criteria In Solid Tumors (RECIST) criteria,\n* Was not felt to be amenable to curative resection,\n* With an Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 1\n* Life expectancy of longer than 3 months ( clinical assessment)\n* Adequate organ and marrow function as defined below:\n\n  * Absolute neutrophil count (ANC) greater than/equal to 1,500/mm3;\n  * Platelets greater than/equal to 100,000/ mm3;\n  * Hemoglobin greater than/equal to 9 gm/dl (may be transfused to maintain or exceed this level);\n  * Total bilirubin less than/equal to 1.5 within institutional upper limit of normal (IULN);\n  * Aspartate aminotransferase (AST or SGOT)/alanine aminotransferase (ALT or SGPT) less than/equal to 2.5 times IULN, or less than/equal to 5 times IULN if known liver metastases;\n* May have received adjuvant therapy for primary colorectal cancer provided that at least 6 months have elapsed from the time the adjuvant therapy was concluded and recurrent disease was documented\n* Patients with history of hypertension must be well-controlled (blood pressure less than/equal to 150/100), on a stable regimen of anti-hypertensive therapy.\n\nExclusion Criteria:\n\n* Prior targeted therapy for mCRC\n* Radiotherapy or surgery for mCRC less than 4 weeks before random assignment.\n* Undergone major surgical procedures or open biopsy within 28 days before the initiation of study treatment\n* Experienced significant traumatic injury, within 28 days before study entry\n* Currently using or had recently used therapeutic anticoagulants, thrombolytic therapy, chronic, daily treatment with aspirin (higher than 325 mg/daily). (Patients may have prophylactic use of low molecular weight heparin, however therapeutic use of heparin or low molecular weight heparin is not acceptable)\n* Proteinuria exceeding 500mg/24 h\n* History or presence of central nervous system metastases\n* Female patients who are pregnant or lactating\n* Patients with a history of allergic reactions attributed to compounds of similar chemical or biologic composition to bevacizumab, irinotecan, 5-FU, or leucovorin\n* Serious non-healing wound, ulcer, or active bone fracture\n* Myocardial infarction within 6 months before of study enrollment;\n* History of stroke within 6 months before of study enrollment;\n* Clinically significant peripheral vascular disease;\n* Uncontrolled diabetes; Serious active or uncontrolled infection\n* Inability to comply with study and/or follow-up procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS is defined as the time from the date of randomization to the first date of documentation progression (per investigator assessment) or death as a result of any cause.","paramType":"MEDIAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"232","spread":"NA"},{"groupId":"OG001","value":"210","spread":"12.21"}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival OS was defined as the time from date of randomization to date of death due to any cause","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"Tumor response was defined as partial and complete responses, according to the RECIST criteria ( version 1.1). The definitions were as follows: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), decrease of at least 30% in the lesion that has the largest diameter; Objective Response Rate (ORR) = CR + PR.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Time to treatment failure was defined as the time from the date of randomization to the date of each of the following,\n\n* The treatment modalities did not destroy or modify the cancer cells,\n* The tumor either became larger (disease progression) or stayed the same size after treatment,\n* Death due to any cause,\n* Discontinuation of treatment","paramType":"MEDIAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":"9.39"},{"groupId":"OG001","value":"73","spread":"9.12"}]}]}]},{"type":"SECONDARY","title":"Incidence of the Adverse Events","description":"Safety was assessed on the basis of reports of adverse events, laboratory-test results, and vital sign measurements. Adverse events were categorized According to the Common Toxicity Criteria of the National Cancer Institute, version 5.0, in which a grade of 1 indicates mild adverse events, a grade of 2 moderate adverse events, a grade of 3 serious adverse events, and a grade of 4 life-threatening adverse events","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Positive Anti-drug Antibody (ADA) Samples Among Patients (Immunogenicity)","description":"Anti-drug antibody assessment","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":80},"commonTop":["Anaemia","Hyperglycaemia","Leukopenia","Neutropenia","Aspartate aminotransferase increased"]}}}