{"nctId":"NCT01510769","briefTitle":"Combination Treatment Study in Subjects With Tophaceous Gout With Lesinurad and Febuxostat","startDateStruct":{"date":"2012-01"},"conditions":["Tophaceous Gout"],"count":330,"armGroups":[{"label":"lesinurad 400 mg + febuxostat 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lesinurad","Drug: Febuxostat"]},{"label":"lesinurad 200 mg + febuxostat 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lesinurad","Drug: Febuxostat"]},{"label":"placebo + febuxostat 80 mg","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Febuxostat"]}],"interventions":[{"name":"Lesinurad","otherNames":[]},{"name":"Lesinurad","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Febuxostat","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is able to understand the study procedures, the risks involved and willing to provide written informed consent before the first study related activity.\n* Subject is willing to adhere to the visit/protocol schedules.\n* Subject meets the diagnosis of gout as per the American Rheumatism Association\n* Criteria for the Classification of Acute Arthritis of Primary Gout.\n* Subject meets one of the following criteria:\n* Subjects who are not currently taking an approved ULT must have an sUA value of ≥ 8 mg/dL (476 µmol/L).\n* Subjects entering the study on a medically appropriate dose of febuxostat or allopurinol must have an sUA value of ≥ 6.0 mg/dL (357 µmol/L).\n* Subject must be able to take gout flare prophylaxis with colchicine or non-steroidal anti-inflammatory drug (NSAID) (including Cox-2 selective NSAID) ± PPI.\n* Subject with at least 1 measurable tophus on the hands/wrists and/or feet/ankles ≥ 5 mm and ≤ 20 mm in the longest diameter.\n* Body mass index (BMI) \\< 45 kg/m2\n\nExclusion Criteria:\n\n* Subject with known hypersensitivity or allergy to febuxostat.\n* Subject who is taking any approved urate-lowering medication other than allopurinol or febuxostat that is indicated for the treatment of gout within 8 weeks of the Screening Visit.\n* Subject who previously received pegloticase.\n* Subject who consumes more than 14 drinks of alcohol per week (eg, 1 drink = 5 oz \\[150 mL\\] of wine, 12 oz \\[360 mL\\] of beer, or 1.5 oz \\[45 mL\\] of hard liquor).\n* Subject with a history or suspicion of drug abuse within the past 5 years.\n* Subject with a history of myositis/myopathy or rhabdomyolysis.\n* Subject that requires or may require systemic immunosuppressive or immunomodulatory treatment.\n* Subject with known or suspected human immunodeficiency virus (HIV) infection.\n* Subject with a positive test for active hepatitis B or hepatitis C infection.\n* Subject with a history of malignancy within the previous 5 years with the exception of non-melanoma skin cancer that has been treated with no evidence of recurrence, treated cervical dysplasia or treated in situ Grade 1 cervical cancer.\n* Subject within the last 12 months with: unstable angina, New York Heart Association thrombosis; or subjects currently receiving anticoagulants.\n* Subject with uncontrolled hypertension.\n* Subject with an estimated creatinine clearance \\< 30 mL/min.\n* Subjects with a creatine kinase \\> 2.5 x ULN at any time during the Screening Period.\n* Subject with active peptic ulcer disease requiring treatment.\n* Subject with a history of xanthinuria, active liver disease, or hepatic dysfunction.\n* Subject receiving chronic treatment with more than 325 mg of salicylates per day.\n* Subject taking valpromide, progabide, or valproic acid.\n* Subject who has received an investigational therapy within 8 weeks or 5 half-lives (whichever is longer) prior to the Screening Visit.\n* Subject with any other medical or psychological condition, which in the opinion of the Investigator and/or Medical Monitor, might create undue risk to the subject or interfere with the subject's ability to comply with the protocol requirements, or to complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Subjects With a Serum Urate (sUA) Level That is < 5.0 mg/dL by Month 6","description":"Proportion of subjects with an sUA level that is \\< 5.0 mg/dL by Month 6","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.566","spread":null},{"groupId":"OG001","value":"0.761","spread":null},{"groupId":"OG002","value":"0.468","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Resolution of at Least One Target Tophus","description":"Proportion of subjects who experience complete resolution of at least 1 target tophus by Month 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.255","spread":null},{"groupId":"OG001","value":"0.303","spread":null},{"groupId":"OG002","value":"0.211","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete or Partial Response of at Least One Tophus","description":"Proportion of subjects with a best tophus response on at least 1 target tophus of complete (disappearance of at least 1 target tophus) or partial (≥ 50% decrease in the area of at least 1 target tophus) resolution by Month 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.566","spread":null},{"groupId":"OG001","value":"0.587","spread":null},{"groupId":"OG002","value":"0.505","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life","description":"Proportion of subjects with an improvement from Baseline in Health Assessment Questionnaire - Disability Index (HAQ-DI) of at least 0.25 at Month 12. The HAQ-DI assesses a patient's level of functional ability with items scores ranging from 0-3 with 0 being the least disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.442","spread":null},{"groupId":"OG001","value":"0.333","spread":null},{"groupId":"OG002","value":"0.525","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":106},"commonTop":["Nasopharyngitis","Hypertension","Headache","Back pain","Pain in extremity"]}}}