{"nctId":"NCT00734617","briefTitle":"Concurrent Nicotine Patch / Denicotinized Cigarette Therapy for Smoking Cessation II","startDateStruct":{"date":"2007-08"},"conditions":["Cigarette Smoking"],"count":479,"armGroups":[{"label":"Less Dependent Smokers","type":"EXPERIMENTAL","interventionNames":["Drug: Nicotine Patch"]},{"label":"More Dependent Smokers","type":"EXPERIMENTAL","interventionNames":["Drug: Nicotine Patch"]}],"interventions":[{"name":"Nicotine Patch","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must be 18-65 years old, have smoked an average of at least 10 cigarettes per day for three cumulative or continuous years of a brand that delivers (by Federal Trade Commission rated yields) at least 0.5 mg nicotine, have an expired air carbon monoxide reading of at least 10 ppm, and express a desire to quit smoking. Additionally, subjects must express a willingness to switch to denicotinized cigarettes. A more dependent smoker is defined as someone with an FTND score of seven or greater. A less dependent smoker is defined as someone with an FTND score of less than seven.\n\nExclusion Criteria:\n\n* For those with a known history of hypertension, systolic \\>140 mm Hg, diastolic \\>100 mm Hg); hypotension (systolic \\<90 mm Hg, diastolic \\<60 mm Hg) Participants with hypertension or hypotension may, however, be allowed to participate in the study if the study physician or P.A. determines that the condition is stable, controlled by medication, and in no way jeopardizes the individual's safety. Subjects with no previous diagnosis of hypertension may have a screening blood pressure up to 160/100. Potential subjects who report coronary heart disease; heart attack; cardiac rhythm disorder (irregular heart rhythm); chest pains (unless history, exam, and EKG clearly indicate a non-cardiac source); cardiac (heart) disorder (including but not limited to valvular heart disease, heart murmur, heart failure); history of skin allergy; active skin condition (psoriasis) within the last five years; skin disorder except minor skin conditions (including but not limited to facial acne, minor localized infections, and superficial minor wounds.); liver or kidney disorder (except kidney stones, gallstones); gastrointestinal problems or disease other than gastroesophageal reflux or heartburn; ulcers; lung disorder (including but not limited to COPD, emphysema, and asthma); brain abnormality (including but not limited to, stroke, brain tumor, seizure disorder); history of fainting; problems giving blood samples; difficulty passing urine; diabetes treated with insulin, non-insulin treated diabetes (unless glucose is less than 180mg/dcl and HbA1c is less than 7%); current cancer or treatment for cancer in the past 6 months(except basal or squamous cell skin cancer); other major medical condition; current psychiatric disease (with the exception of depression, anxiety disorders, OCD and ADHD) will be excluded from the study. Potential subjects who do not have a self reported diagnosis of the above listed conditions may be excluded if the study physician or P.A. determines that the history, physical findings, EKG, or laboratory studies reveal information that may jeopardize the subject's safe study participation.\n\nPotential subjects who have abused alcohol or drugs, or have used within the last 30 days experimental (investigational) drugs, psychiatric medications (including antidepressants, anti-psychotics) or any other medications that are known to affect smoking cessation (e.g. clonidine) will be excluded. Potential subjects who have used smokeless tobacco (chewing tobacco, snuff), cigars, pipes, nicotine replacement therapy, or other smoking cessation treatment within the last 2 weeks will be excluded. Pregnant or nursing mothers will be excluded.\n\nUse of non-opiate medications for pain or sleep will be allowed. For medical conditions that do not appear above, the study physician will be consulted and if the medical condition does not jeopardize safe study participation, then the subject may be enrolled.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Continuous Abstinence From Smoking at Ten Weeks Post-quit","description":"Continuous abstinence from the target quit date through the end of treatment (10 weeks) was assessed based on self reports of continuous abstinence (i.e., no lapses) that were confirmed by end-expired CO levels ≤ 10 ppm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":249},"commonTop":[]}}}