{"nctId":"NCT02382939","briefTitle":"A Trial to Compare the Safety of Once Weekly Dosing of Somapacitan With Daily Norditropin® FlexPro® for 26 Weeks in Previously Human Growth Hormone Treated Adults With Growth Hormone Deficiency","startDateStruct":{"date":"2015-02-12","type":"ACTUAL"},"conditions":["Adult Growth Hormone Deficiency","Growth Hormone Disorder"],"count":92,"armGroups":[{"label":"somapacitan","type":"EXPERIMENTAL","interventionNames":["Drug: somapacitan"]},{"label":"hGH (somatropin)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: somatropin"]}],"interventions":[{"name":"somapacitan","otherNames":[]},{"name":"somatropin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Male or female of at least 18 years of age and not more than 79 years of age at the time of signing informed consent - Adult growth hormone deficiency diagnosed for 6 months or longer (defined as 180 days) prior to screening - Treatment with hGH (human growth hormone) for at least 6 months at screening - If applicable, hormone replacement therapies for any other hormone deficiencies, adequate and stable for at least 90 days prior to randomisation as judged by the investigator Exclusion Criteria: - Active malignant disease or history of malignancy. Exceptions to this exclusion criterion: Resected in situ carcinoma of the cervix and squamous cell or basal cell carcinoma of the skin with complete local excision. / Subjects with GHD (growth hormone deficiency) attributed to treatment of intracranial malignant tumours or leukaemia, provided that a recurrence-free survival period of at least 5 years is documented in the subject's file - For patients with surgical removal or debulking of pituitary adenoma or other benign intracranial tumour within the last 5 years: Evidence of growth of pituitary adenoma or other benign intracranial tumour within the last 12 months (defined as below or equal to 365 days) before randomisation. Absence of growth must be documented by two post-surgery MRI or CT scans. The most recent MRI or CT scan must be performed below or equal to 9 months (defined as below or equal to 270 days) prior to randomisation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adverse Events","description":"An adverse event can be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a product, whether or not considered related to the product. Presented results are event rate per 100 patient years of exposure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"530.8","spread":null},{"groupId":"OG001","value":"514.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Injection Site Reactions","description":"Presented results are event (injection site reaction) rate per 100 patient years of exposure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"6.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Anti-NNC0195-0092 Antibodies","description":"Number of participants with anti-somapacitan (NNC0195-0092) antibodies are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Treatment Satisfaction Questionnaire for Medication (TSQM) Scores (Effectiveness,Convenience, and Global Satisfaction Scores)","description":"The Treatment Satisfaction Questionnaire for Medication (TSQM-9) is a psychometric measure of a patient's satisfaction with medication. It consists of 3 subscales: effectiveness, convenience and global satisfaction. Items are rated on a 5 or 7-point scale according to participants' experience with the medication. Each domain score can vary from 0 to 100 with higher scores indicating higher effectiveness of treatment, more convenient use of medication and overall greater satisfaction with the treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"27.4"},{"groupId":"OG001","value":"9.7","spread":"18.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"16.5"},{"groupId":"OG001","value":"15.3","spread":"20.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"15.2"},{"groupId":"OG001","value":"5.4","spread":"21.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":31},"commonTop":["Nasopharyngitis","Headache","Fatigue","Arthralgia","Asthenia"]}}}