{"nctId":"NCT01227265","briefTitle":"Placebo Controlled Study of Preladenant in Participants With Moderate to Severe Parkinson's Disease (P07037)","startDateStruct":{"date":"2010-11-19","type":"ACTUAL"},"conditions":["Parkinson Disease","Idiopathic Parkinson Disease","Idiopathic Parkinson's Disease"],"count":476,"armGroups":[{"label":"Preladenant 2 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Preladenant"]},{"label":"Preladenant 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Preladenant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Preladenant","otherNames":["SCH 420814","MK-3814"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Each participant must have a diagnosis of idiopathic Parkinson's disease.\n* Each participant must have received prior therapy with L-dopa for approximately 1 or more years immediately before Screening and must continue to have a beneficial clinical response to L-dopa.\n* Each participant must have been on a stable dopaminergic treatment regimen for at least the 5 weeks immediately before Randomization. Participants receiving other adjunctive treatments (eg, dopamine agonist, anticholinergics) are permitted to enroll in this trial. Participants taking only L-dopa are permitted to enroll in this trial.\n* Each participant must be experiencing motor fluctuations with or without dyskinesias within the 4 weeks immediately before Screening, must be experiencing a minimum of 2 hours/day of \"off\" time, and have a Hoehn \\& Yahr stage between 2.5 and 4 when in the \"on\" state.\n* Each participant, with or without the help of a caregiver, must be capable of maintaining an accurate and complete symptom diary and to adhere to dose and visit schedules.\n* Each participant must have results of Screening clinical laboratory tests drawn within 5 weeks prior to Randomization clinically acceptable to the investigator and not within the parameters specified for exclusion (below).\n* All participants who are sexually active or plan to be sexually active agree to use a highly effective method of birth control while in the study and for 2 weeks after the last dose of study drug. A male participant must also not donate sperm within 2 weeks after the last dose of study drug.\n\nExclusion Criteria:\n\n* A participant must not have a form of drug induced or atypical parkinsonism, a cognitive impairment, bipolar disorder, untreated major depressive disorder, schizophrenia, or other psychotic disorder; history exposure to a known neurotoxin, or any neurological features not consistent with the diagnosis of PD as assessed by the investigator.\n* A participant must not have a history of repeated strokes or head injuries, or a stroke within 6 months of Screening; poorly controlled diabetes; abnormal renal function; or a severe or ongoing unstable medical condition.\n* A participant must not have had surgery for their PD.\n* A participant must not be at imminent risk of self-harm or harm to others.\n* A participant must not have a systolic blood pressure (BP) ≥150 mm Hg OR diastolic BP ≥95 mm Hg at Screening and at 2 BP rechecks prior to study start.\n* A participant must not have had any clinically significant cardiovascular event or procedure for 6 months prior to study start, including, but not limited to, myocardial infarction, angioplasty, unstable angina, or heart failure; and a participant must not have heart failure staged New York Heart Association Class III or IV.\n* A participant must not have an alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥3 x the upper limit of normal (ULN) or total bilirubin (T BIL) ≥1.5 x ULN.\n* A participant must not have a history of serologically confirmed hepatic dysfunction (defined as viral infection \\[Hepatitis B, C, or E; Epstein-Barr virus (EBV); cytomegalovirus (CMV)\\]) or a history of diagnosis of drug- or alcohol- induced hepatic toxicity or frank hepatitis.\n* A participant must not have a history within the past 5 years of a primary or recurrent malignant disease with the exception of adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or in situ prostate cancer with a normal prostate-specific antigen (PSA) post resection.\n* A participant must not have received certain prespecified medications for a prespecified time window before the trial.\n* A participant must not have an average daily consumption of more than three 4 ounce glasses (118 mL) of wine or the equivalent.\n* A participant must not have a severe or ongoing unstable medical condition (eg, any form of clinically significant cardiac disease, symptomatic orthostatic hypotension, seizures, or alcohol/drug dependence).\n* A participant must not have allergy/sensitivity to investigational product(s) or its/their excipients.\n* A participant must not be breast-feeding, considering breast-feeding, pregnant, or intending to become pregnant.\n* A participant must not have used preladenant ever, or any investigational drugs within 90 days immediately before Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Average \"Off\" Time (Hours Per Day) at Week 12","description":"The \"on\" state is defined as the period of time during which a patient's symptoms of PD improve or disappear following treatment with L-dopa or dopamine agonists. The \"off\" state is defined as the period of time characterized by the return of symptoms (i..e. tremor, slowness, and rigidity) following treatment with L-dopa or dopamine agonists. Study participants reported their symptoms at half-hour intervals as \"off\", \"on\", or \"asleep\" on their daily diary for 3 days before randomization (baseline) and for the 3 days immediately before their Week 12 visit. The mean change from baseline in \"off\" time was based on a constrained longitudinal data analysis (cLDA) with treatment, time, and treatment-by-time interaction as fixed effects and subject as random effect.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.20"},{"groupId":"OG001","value":"-1.1","spread":"0.20"},{"groupId":"OG002","value":"-0.8","spread":"0.19"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With >30% Change (Reduction) From Baseline at Week 12 in Mean \"Off\" Time","description":"A participant with at least a 30% reduction in mean \"off\" time from Baseline to End of Treatment (Week 12) is considered as \"responder\". The \"on\" state is defined as the period of time during which a patient's symptoms of PD improve or disappear following treatment with L-dopa or dopamine agonists. The \"off\" state is defined as the period of time characterized by the return of symptoms (i..e. tremor, slowness, and rigidity) following treatment with L-dopa or dopamine agonists. Study participants reported their symptoms at half-hour intervals as \"off\", \"on\", or \"asleep\" on their daily diary for 3 days before randomization and for the 3 days immediately before their Week 12 visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.1","spread":null},{"groupId":"OG001","value":"36.9","spread":null},{"groupId":"OG002","value":"30.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average \"On\" Time (Hours Per Day) Without Troublesome Dyskinesia at Week 12","description":"\"On\" time is when a PD participant's symptoms are improved. Mean \"on\" time without troublesome dyskinesias is derived from the available diary data collected for 3 days immediately prior to a clinic visit. \"On\" time without troublesome dyskinesia is the sum of \"on\" time without dyskinesia plus \"on\" time with non-troublesome dyskinesia as recorded in the diary. The mean change from baseline in \"on\" time was based on a cLDA with treatment, time, and treatment-by-time interaction as fixed effects and subject as random effect.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"0.21"},{"groupId":"OG001","value":"0.7","spread":"0.21"},{"groupId":"OG002","value":"0.5","spread":"0.20"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Systolic Blood Pressure (SBP) ≥180 mmHg and 20 mmHg Increase","description":"The number of participants with Systolic Blood Pressure (SBP) ≥180 mmHg and 20 mmHg increase was reported. Participants lie supine at rest for 5 minutes, then have a single BP measurement taken (ie, 1 reading). Participants then stand for 3 minutes at rest, followed by a single BP measurement (1 reading) in the standing position.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Diastolic Blood Pressure (DBP) ≥105 mmHg and 15 mmHg Increase","description":"The number of participants with Diastolic Blood Pressure (DBP) ≥105 mmHg and 15 mmHg increase was reported. Participants lie supine at rest for 5 minutes, then have a single BP measurement taken (ie, 1 reading). Participants then stand for 3 minutes at rest, followed by a single BP measurement (1 reading) in the standing position.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Suicidality","description":"The percentage of participants with suicidality using the Columbia - Suicide Severity Rating Scale (C-SSRS) was reported. The C-SSR was used in this study only for the purpose of safety monitoring by measuring the incidence of different types of suicidality categories during treatment. The assessment was done by the nature of the responses, not by a numbered scale. Participants who reported at least one occurrence of suicidal behavior or suicidal ideation were counted as having experienced suicidality. Suicidal behavior included suicide attempt, aborted attempt, interrupted attempt, or preparatory behavior. Suicidal ideation included a wish to die or active suicidal thought with or without method, intent or plan.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Total Epworth Sleepiness Scale (ESS) at Week 12","description":"The ESS is a self-administered questionnaire providing a measure of a person's general level of daytime sleepiness, or their average sleep propensity in daily life. The scale consists of 8 situations in which the participant rates their tendency to become sleepy on a scale of 0=no chance of dozing to 3=high chance of dozing. The overall score is the sum of the scores for the 8 situations for a minimum of 0 and a maximum of 24 with a higher score indicating greater sleepiness. The mean change from baseline in total EES was based on a cLDA with treatment, time, and treatment-by-time interaction as fixed effects and subject as random effect.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.28"},{"groupId":"OG001","value":"-0.0","spread":"0.29"},{"groupId":"OG002","value":"-0.2","spread":"0.28"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":157},"commonTop":["Constipation","Headache","Fall","Dizziness","Dyskinesia"]}}}