{"nctId":"NCT00419094","briefTitle":"Conversion to Monotherapy Study With Keppra XR for Partial Seizures","startDateStruct":{"date":"2007-08"},"conditions":["Epilepsy"],"count":228,"armGroups":[{"label":"Keppra XR 1000 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: Keppra XR"]},{"label":"Keppra XR 2000 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: Keppra XR"]}],"interventions":[{"name":"Keppra XR","otherNames":[]},{"name":"Keppra XR","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects 12 to 75 years of age.\n* Subjects must have inadequately controlled partial onset epilepsy.\n* Subjects must be experiencing 2 to 40 seizures per 4-week period while being maintained on one or two standard AED(s)\n\nExclusion Criteria:\n\n* A history of status epilepticus in the 6 months preceding randomization.\n* Significant medical, psychiatric or neurological illness.\n* Intake of benzodiazepines on more than an occasional basis\n* History of previous treatment with levetiracetam or sensitivity to levetiracetam.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Cumulative Exit Rate at 112 Days After the Beginning of the Previous Antiepileptic Drug (AED) Tapering Phase","description":"Cumulative exit rate at day 112, based on the duration between start date of previous AED tapering to the earliest date exit criterion was met; calculated using Kaplan Meier Methods. Subjects prematurely discontinued for reasons unrelated to exit criteria were censored as of last dose of study drug. Subjects who completed without meeting exit criteria were censored at Day 112. Exit criteria include increase in seizure frequency, severity, duration, status epilepticus, or new generalized seizure. Upper 95% 2-sided confidence limit for exit rate is compared to the historical control rate: 0.678.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"0.375","spread":null}]}]}]},{"type":"SECONDARY","title":"The Cumulative Rate of Exit Events, Which Include Discontinuation Due to Exit Criteria, Withdrawal Due to Adverse Events (AE) and Withdrawal Due to Lack of Efficacy, at 112 Days After the Beginning of Previous Antiepileptic Drug (AED) Tapering Phase","description":"The cumulative exit event rate at Day 112 was calculated using Kaplan Meier methods. The exit event rate estimate was based on the duration between the start date of previous AED tapering to the earliest date an exit event occured. Subjects who prematurely discontinued for reasons unrelated to exit criteria, adverse event, or lack of efficacy were censored as of the last dose of study medication. Subjects who completed the study without having an exit event were censored as of Day 112.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"0.385","spread":null}]}]}]},{"type":"SECONDARY","title":"The Cumulative Rate of Exit Events Due to Any Reasons at 112 Days After the Beginning of Previous Antiepileptic Drug (AED) Tapering Phase","description":"The cumulative exit event rate at Day 112 was calculated using Kaplan Meier methods. The exit event rate estimate was based on the duration between the start date of previous AED tapering to the earliest date an exit event occured. Subjects who completed the study without having an exit event were censored as of Day 112.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"0.475","spread":null}]}]}]},{"type":"SECONDARY","title":"The Cumulative Exit Rate at 112 Days for the Keppra XR 1000 mg Group After the Beginning of the Previous Antiepileptic Drug (AED) Tapering Phase","description":"Keppra XR 1000 mg arm was not intended for inferential analysis (planned 3 to 1 randomization, Keppra XR 2000 mg: 1000 mg). The Exit Rate was based on the duration between the start date of previous AED tapering to the earliest date an exit crterion was met. Subjects who prematurely discontinued for reasons unrelated to exit criteria were censored as of the last dose of study medication. Subjects who completed the study without meeting an exit criterion were censored as of Day 112.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.334","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":57},"commonTop":["somnolence","headache","convulsion","dizziness","irritablility"]}}}