{"nctId":"NCT02477839","briefTitle":"Efficacy and Safety of Lacosamide as Adjunctive Therapy in Subjects ≥1 Month to <4 Years With Partial-onset Seizures","startDateStruct":{"date":"2015-06-05","type":"ACTUAL"},"conditions":["Epilepsy With Partial-onset Seizures"],"count":255,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Lacosamide","otherNames":["Vimpat","UCB Code: SPM 927","Abbreviated name: LCM"]},{"name":"Placebo","otherNames":["PBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or female from \\>=1 month (ie, 4 weeks after full term \\[37 weeks gestational age\\]) to \\<4 years of age\n* Subject has a diagnosis of epilepsy with partial-onset seizures. The results of \\>=1 prior EEG and \\>=1 magnetic resonance imaging/computerized tomography scan should be consistent with this diagnosis\n* Subject weighs \\>=4 kg to \\<30 kg at Visit 1\n* Subject has experienced \\>=2 partial-onset seizures with or without secondary generalization during each consecutive 7-day period during the 2 weeks prior to Visit 1\n* Subject has \\>=2 partial-onset seizures with or without secondary generalization during the End-of-Baseline video-EEG. Electrographic seizures are defined as recognizable ictal patterns on an EEG involving \\>=2 contiguous electrodes. The seizures are initiated as a unilateral or strongly asymmetric abnormal epileptiform discharge lasting a total of \\>10 seconds\n* Subject is on a stable (concurrently or sequentially) dosage regimen of 1 to 3 AEDs. The dosage regimen of concomitant AED therapy must be kept constant for a period of \\>=2 weeks prior to Visit 1. A stable daily dosage regimen of a concomitant benzodiazepine (BZD) will be considered as a concomitant AED\n* Vagus nerve stimulation (VNS) is allowed and will not be counted as a concomitant AED. The VNS device must have been implanted for \\>=6 months prior to Visit 1; device settings must be kept stable for \\>=2 weeks prior to Visit 1 and kept stable during the Baseline, Treatment, and Transition Periods. Use of the VNS device magnet is allowed\n* Subject is an acceptable candidate for venipuncture\n\nExclusion Criteria:\n\n* Subject has experienced febrile seizures exclusively. The occurrence of febrile seizures in addition to partial-onset seizures is not exclusionary\n* Subject is on a ketogenic diet that has either changed within the 4 weeks prior to Visit 1 or is expected to change during the study\n* Subject has creatinine clearance \\<30 mL/minute\n* Subject has a clinically relevant ECG abnormality, in the opinion of the investigator (eg, second or third degree heart block at rest or a corrected QT interval \\[QTc\\] \\>=450 ms)\n* Subject has a hemodynamically significant congenital heart disease\n* Subject has an arrhythmic heart condition requiring medical therapy\n* Subject has a known history of severe anaphylactic reaction secondary to medication intake or serious blood dyscrasias\n* Subject has nonepileptic events that could be confused with seizures. Subjects may be included if epileptic events can be clearly distinguished and the frequency meets the study inclusion criteria\n* Subject has a current diagnosis of Lennox-Gastaut syndrome, epilepsia partialis continua, primary generalized epilepsy, Dravet Syndrome, or seizures that are not of partial-onset origin\n* Subject has a history of generalized convulsive status epilepticus \\<=2 months prior to Screening (Visit 1)\n* Subject has been treated with felbamate and has experienced any serious toxicity issues (defined as liver failure, aplastic anemia) with this treatment. Subjects treated with felbamate for \\<12 months are excluded. Subjects treated with felbamate for \\>=12 months prior to Visit 1 and who have not experienced serious toxicity issues are eligible\n* Subject has an acute or subacutely progressive central nervous system disease. Subject has epilepsy secondary to a progressing cerebral disease or any other progressively neurodegenerative disease (malignant brain tumor or Rasmussen Syndrome)\n* Subject has a known cardiac sodium channelopathy, such as Brugada syndrome","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"47 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures From End-of-Baseline (EOB) Period Video-EEG to End-of-Maintenance (EOM) Period Video-EEG","description":"The change in ADF of electrographic partial-onset seizures as measured on the End-of-Maintenance Period video-electroencephalogram (EEG) compared to the End-of-Baseline Period video-EEG.\n\nSeizure frequency was analyzed using an analysis of covariance (ANCOVA) with terms for treatment, pooled randomized age stratum, pooled center, and Baseline seizure ADF. Seizure ADF was log transformed using the transformation of ln(X+1), where X is the seizure ADF. Baseline seizure ADF was log transformed.\n\nLeast squares means were based on log-transformed data of the full ANCOVA model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.44","spread":"0.06"},{"groupId":"OG001","value":"1.40","spread":"0.06"}]}]}]},{"type":"PRIMARY","title":"Participant Withdrawals Due to Adverse Events (AEs) During the Study","description":"An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study medication, whether or not considered related to the study medication. An AE could, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Adverse Events Reported Spontaneously by the Participant's Parent(s) and/or Legal Representative(s)/Caregiver(s) (in Accordance With Local Regulation) or Observed by the Investigator","description":"An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study medication, whether or not considered related to the study medication. An AE could, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.1","spread":null},{"groupId":"OG001","value":"56.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures From End-of-Baseline (EOB) Period Video-EEG to End-of-Maintenance (EOM) Period Video-EEG","description":"The absolute change in ADF of electrographic partial-onset seizures as measured on the End-of-Maintenance Period video-EEG compared to the End-of-Baseline Period video-EEG.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.7650","spread":"18.0115"},{"groupId":"OG001","value":"-2.9427","spread":"7.4938"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures From End-of-Baseline (EOB) Period Video-EEG to End-of-Maintenance (EOM) Period Video-EEG","description":"The percent change in ADF of electrographic partial-onset seizures as measured on the End-of-Maintenance Period video-EEG compared to the End-of-Baseline Period video-EEG.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.7927","spread":"58.5564"},{"groupId":"OG001","value":"-32.3564","spread":"65.0255"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved 'Seizure-free' Status From All Seizure Types During the End-of-Maintenance (EOM) Period Video-EEG","description":"A study participant was considered seizure-free from all seizures if the End-of-Maintenance (EOM) Period video-EEG had zero seizures reported from all seizure types (not just partial-onset seizures (POS)).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":null},{"groupId":"OG001","value":"17.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved 'Seizure-free' Status From Partial-onset Seizure Types Only During the End-of-Maintenance (EOM) Period Video-EEG","description":"A study participant was considered seizure free from partial-onset seizures (POS) if the End-of-Maintenance (EOM) Period video-EEG had zero POS reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing a >=25% to <50% Reduction in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures From End-of-Baseline (EOB) Period Video-EEG to End-of-Maintenance (EOM) Period Video-EEG","description":"A ≥25% to \\<50% response was defined as ≥25% to \\<50% reduction in ADF of electrographic partial-onset seizures (POS) from the End-of-Baseline (EOB) video-EEG to the End-of-Maintenance (EOM) video-EEG.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null},{"groupId":"OG001","value":"18.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing a 50% to 75% Reduction in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures From End-of-Baseline (EOB) Period Video-EEG to End-of-Maintenance (EOM) Period Video-EEG","description":"A ≥50% to ≤75% response was defined as ≥50% to ≤75% reduction in ADF of electrographic partial-onset seizures (POS) from the End-of-Baseline (EOB) video-EEG to the End-of-Maintenance (EOM) video-EEG.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.5","spread":null},{"groupId":"OG001","value":"10.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing a >75% Reduction in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures From End-of-Baseline (EOB) Period Video-EEG to End-of-Maintenance (EOM) Period Video-EEG","description":"A \\>75% response was defined as \\>75% reduction in ADF of electrographic partial-onset seizures (POS) from the End-of-Baseline (EOB) video-EEG to the End-of-Maintenance (EOM) video-EEG.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"31.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing no Change in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures (Between <25% Reduction and <25% Increase) From EOB Period Video-EEG to EOM Period Video-EEG","description":"No change was defined as between \\<25% reduction and \\<25% increase in ADF of electrographic partial-onset seizures (POS) from the End-of-Baseline (EOB) video-EEG to the End-of-Maintenance (EOM) video-EEG.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null},{"groupId":"OG001","value":"27.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing an Increase in Average Daily Frequency (ADF) of Electrographic Partial-onset Seizures of >=25% From End-of-Baseline (EOB) Period Video-EEG to End-of-Maintenance (EOM) Period Video-EEG","description":"An increase was defined as ≥25% increase in ADF of electrographic partial-onset seizures (POS) from the End-of-Baseline (EOB) video-EEG to the End-of-Maintenance (EOM) video-EEG.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":127},"commonTop":["Somnolence","Pyrexia","Upper respiratory tract infection","Irritability"]}}}