{"nctId":"NCT03928704","briefTitle":"A Study to Evaluate the Efficacy and Safety of Bimekizumab in Subjects With Active Nonradiographic Axial Spondyloarthritis","startDateStruct":{"date":"2019-04-25","type":"ACTUAL"},"conditions":["Nonradiographic Axial Spondyloarthritis"],"count":274,"armGroups":[{"label":"Bimekizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Bimekizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Bimekizumab","Other: Placebo"]}],"interventions":[{"name":"Bimekizumab","otherNames":["BKZ","UCB4940"]},{"name":"Placebo","otherNames":["PBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients at least 18 years of age\n* Patient has nonradiographic axial spondyloarthritis (nr-axSpA) with all of the following criteria:\n\n  1. Adult-onset axial spondyloarthritis meeting Assessment of SpondyloArthritis International Society (ASAS) classification criteria\n  2. Inflammatory back pain for at least 3 months\n  3. Age at symptom onset of less than 45 years\n  4. NO sacroiliitis (in Anterior-Posterior pelvis or sacroiliac x-ray)\n* Active disease defined by Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) \\>=4 AND spinal pain \\>=4 on a 0 to 10 Numeric Rating Scale\n* Objective inflammation defined by sacroiliitis on magnetic resonance imaging and/or elevated C-reactive protein\n* Subjects had to have either failed to respond to 2 different nonsteroidal anti-inflammatory drugs (NSAIDs) given at the maximum tolerated dose for a total of 4 weeks or have a history of intolerance to or a contraindication to NSAID therapy\n* Patients who have taken a tumor necrosis factor alpha (TNFα) inhibitor must have experienced an inadequate response or intolerance to treatment given at an approved dose for at least 12 weeks\n* Patients currently taking NSAIDs, cyclooxygenase 2 (COX-2) inhibitors, analgesics, corticosteroids, methotrexate (MTX), leflunomide (LEF), sulfasalazine (SSZ), hydroxychloroquine (HCQ) AND/OR apremilast can be allowed if they fulfill specific requirements prior to study entry\n\nExclusion Criteria:\n\n* Treatment with more than 1 TNFα inhibitor and/or more than 2 additional non-TNFα biological response modifiers, or any interleukin (IL)-17 biological response modifier\n* Active infection or history of recent serious infections\n* Viral hepatitis B or C or human immunodeficiency virus (HIV) infection\n* Any live (includes attenuated) vaccination within the 8 weeks prior to entering the study or TB (Bacillus Calmette-Guerin) vaccination within 1 year prior entering the study\n* Known tuberculosis (TB) infection, at high risk of acquiring TB infection, or current or history of nontuberculous mycobacterium (NTMB) infection\n* Subject has any active malignancy or history of malignancy within 5 years prior to the Screening Visit EXCEPT treated and considered cured cutaneous squamous or basal cell carcinoma or in situ cervical cancer\n* Diagnosis of inflammatory conditions other than axial spondyloarthritis (axSpA), including but not limited to psoriatic arthritis, rheumatoid arthritis, sarcoidosis, systemic lupus erythematosus, and reactive arthritis. Patients with a diagnosis of Crohn's disease, ulcerative colitis, or other inflammatory bowel disease (IBD) are allowed as long as they have no active symptomatic disease when entering the study\n* Presence of active suicidal ideation, or moderately severe major depression or severe major depression\n* Female patients who are breastfeeding, pregnant, or planning to become pregnant during the study\n* Subject has a history of chronic alcohol or drug abuse within 6 months prior to Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society 40% Response Criteria (ASAS40) Response at Week 16","description":"ASAS40 response is defined as relative improvements of at least 40% and absolute improvement of at least 2 units in at least 3 of the 4 following components:1) Patient's Global Assessment of Disease Activity (PGADA) assessed on a scale ranging from 0 \\[not active\\] to 10 \\[very active\\], higher score=higher disease activity, 2) Spinal Pain assessed on a scale ranging from 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score= higher pain intensity, 3) Bath Ankylosing Spondylitis Functional Index (BASFI) assessing participant's level of ability on a scale ranging from 0 \\[easy\\] to 10 \\[impossible\\] on 10 physical activities,4) morning stiffness, assessed as the mean of Q5 (intensity) and Q6 (duration) from the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), each assessed on a scale ranging from 0 \\[none / 0 hour\\] to 10 \\[very severe / 2 or more hours\\], higher score=higher severity; and no worsening at all in the remaining component.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"47.7","spread":null},{"groupId":"OG002","value":"27.3","spread":null},{"groupId":"OG003","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society 40% Response Criteria (ASAS40) Response in TNFα Inhibitor-naïve Subjects at Week 16","description":"ASAS40 response is defined as relative improvements of at least 40% and absolute improvement of at least 2 units in at least 3 of the 4 following components:1) Patient's Global Assessment of Disease Activity (PGADA) assessed on a scale ranging from 0 \\[not active\\] to 10 \\[very active\\], higher score=higher disease activity, 2) Spinal Pain assessed on a scale ranging from 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score= higher pain intensity, 3) Bath Ankylosing Spondylitis Functional Index (BASFI) assessing participant's level of ability on a scale ranging from 0 \\[easy\\] to 10 \\[impossible\\] on 10 physical activities,4) morning stiffness, assessed as the mean of Q5 (intensity) and Q6 (duration) from the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), each assessed on a scale ranging from 0 \\[none / 0 hour\\] to 10 \\[very severe / 2 or more hours\\], higher score=higher severity; and no worsening at all in the remaining component.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"46.6","spread":null},{"groupId":"OG002","value":"27.3","spread":null},{"groupId":"OG003","value":"37.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) Total Score at Week 16","description":"BASDAI is a well-established patient-reported endpoint assessing severity of AS symptoms. It is made of 6 items assessing severity of fatigue, spinal pain, peripheral joint pain \\& swelling, enthesitis, \\& morning stiffness (both severity and duration). Each question is rated using a numerical rating scale ranging from 0 (none) to 10 (very severe), higher score=higher symptom severity.BASDAI score is calculated by computing mean of questions 5 and 6 \\& adding it to sum of questions 1 to 4.This score is then divided by 5.Total BASDAI score ranges from 0=no disease activity to 10=maximal disease activity, higher score indicates higher symptom severity. A negative change reflects improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.55","spread":"0.22"},{"groupId":"OG001","value":"-3.07","spread":"0.21"},{"groupId":"OG002","value":"-2.09","spread":"0.564"},{"groupId":"OG003","value":"-2.99","spread":"0.571"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society 20% Response Criteria (ASAS20) Response at Week 16","description":"ASAS20 response is defined as relative improvements of at least 20% and absolute improvement of at least 1 unit in at least 3 of the 4 following components:1) PGADA assessed on a scale ranging from 0 \\[not active\\] to 10 \\[very active\\], higher score=higher disease activity, 2) Spinal Pain assessed on a scale ranging from 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score= higher pain intensity, 3) BASFI assessing participant's level of ability on a scale ranging from 0 \\[easy\\] to 10 \\[impossible\\] on 10 physical activities, 4) morning stiffness, assessed as the mean of Q5 (intensity) and Q6 (duration) from the BASDAI, each assessed on a scale ranging from 0 \\[none / 0 hour\\] to 10 \\[very severe / 2 or more hours\\], higher score=higher severity; and no worsening at all in the remaining component.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":null},{"groupId":"OG001","value":"68.8","spread":null},{"groupId":"OG002","value":"54.5","spread":null},{"groupId":"OG003","value":"44.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society (ASAS) Partial Remission (PR) at Week 16","description":"The Assessment of SpondyloArthritis International Society partial remission (ASAS-PR) is defined as a score of less than or equal to (\\<=) 2 units in each of the 4 following components:1) PGADA assessed on a scale ranging from 0 \\[not active\\] to 10 \\[very active\\], higher score=higher disease activity,2) Spinal Pain assessed on a scale ranging from 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score= higher pain intensity, 3) BASFI assessing participant's level of ability on a scale ranging from 0 \\[easy\\] to 10 \\[impossible\\] on 10 physical activities, and 4) morning stiffness, assessed as the mean of Q5 (intensity) and Q6 (duration) from the BASDAI scale, each assessed on a scale ranging from 0 \\[none / 0 hour\\] to 10 \\[very severe / 2 or more hours\\], higher score=higher severity.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"25.8","spread":null},{"groupId":"OG002","value":"9.1","spread":null},{"groupId":"OG003","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Ankylosing Spondylitis Disease Activity Score Major Improvement (ASDAS-MI) at Week 16","description":"ASDAS-MI is achieved when there is a reduction (improvement) greater or equal to (\\>=) 2.0 in ASDAS relative to Baseline. ASDAS is calculated by adding the 5 following components: 1) 0.121 × Neck, back or hip pain (BASDAI Q2), 2) 0.058 × Duration of morning stiffness (BASDAI Q6), 3) 0.110 × Patient's Global Assessment of Disease Activity (PGADA), 4) 0.073 × Peripheral pain/swelling in joints (BASDAI Q3), 5) 0.579 × (natural logarithm of the C-reactive protein (CRP) \\[mg/L\\] + 1). Q2, Q3 and Q6 from BASDAI and PGADA, are all assessed on a numerical scale from 0 \\[none / not active\\] to 10 \\[very severe / very active\\]. There is a minimum score of 0.980 for ASDAS (as a fixed value of 2 is assumed for values of hs-CRP below the lower limit of quantification (LLOQ)), but no defined upper score. Higher ASDAS scores reflect higher disease activity and participants achieving ASDAS-MI are considered to have a major improvement in their disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"27.3","spread":null},{"groupId":"OG002","value":"9.1","spread":null},{"groupId":"OG003","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society (ASAS) 5/6 Response at Week 16","description":"ASAS 5/6 response is defined as achieving at least 20% improvement in 5 of the following 6 components:1) PGADA assessed on a scale ranging from 0 \\[not active\\] to 10 \\[very active\\], higher score=higher disease activity, 2) Spinal Pain assessed on a scale ranging from 0 \\[no pain\\] to 10 \\[most intense pain\\], higher score=higher pain intensity,3) BASFI assessing participant's level of ability on a scale ranging from 0 \\[easy\\] to 10 \\[impossible\\] on 10 physical activities,4) morning stiffness, assessed as the mean of Q5 (intensity) and Q6 (duration) from the BASDAI scale, each assessed on a scale ranging from 0 \\[none/ 0 hour\\] to 10 \\[very severe / 2 or more hours\\], higher score=higher severity;5) spinal mobility (ie, lateral spinal flexion component of Bath Ankylosing Spondylitis Disease Metrology Index) on a scale ranging from 0 \\[no limitation of movement\\] to 10 \\[very severe limitation of movement\\] and 6) high sensitivity C-reactive protein (hs-CRP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.6","spread":null},{"groupId":"OG001","value":"45.3","spread":null},{"groupId":"OG002","value":"18.2","spread":null},{"groupId":"OG003","value":"44.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Functional Index (BASFI) at Week 16","description":"The BASFI is a well-established PRO measure of physical functioning used in AxSpA trials. It assesses participants' level of ability during the past week in conducting 10 physical activities on a scale ranging from 0 \\[easy\\] to 10 \\[impossible\\]. The BASFI score is the mean of the 10 item scores and ranges from 0 to 10, with lower scores indicating better physical function. A negative change in BASFI indicates improvement. The higher the negative value the better the improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.91","spread":"0.22"},{"groupId":"OG001","value":"-2.39","spread":"0.21"},{"groupId":"OG002","value":"-0.79","spread":"0.340"},{"groupId":"OG003","value":"-2.03","spread":"0.368"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Nocturnal Spinal Pain Score Using Numeric Rating Scale (NRS) at Week 16","description":"Nocturnal spinal pain experienced by participants with axial spondyloarthritis (axSpA) was assessed on a numerical rating scale ranging from 0 (no pain) to 10 (most severe pain). A lower score indicates less pain and a negative change represents an improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.71","spread":"0.27"},{"groupId":"OG001","value":"-3.51","spread":"0.25"},{"groupId":"OG002","value":"-2.41","spread":"0.638"},{"groupId":"OG003","value":"-3.51","spread":"0.658"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ankylosing Spondylitis Quality of Life (ASQoL) Total Score at Week 16","description":"The Ankylosing Spondylitis Quality of Life (ASQoL) is an 18-item PRO measure developed specifically for measuring health-related quality of life (HRQoL) in participants with ankylosing spondylitis and validated in the full spectrum of axial spondyloarthritis (axSpA). Each item is given a score of 1 for positive responses indicating impaired quality of life, and a score of 0 for negative responses. All item scores are summed to generate the total score ranging from 0 to 18 with a higher score indicating worse HRQoL. A negative change represents an improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.30","spread":"0.43"},{"groupId":"OG001","value":"-4.94","spread":"0.42"},{"groupId":"OG002","value":"0.18","spread":"0.970"},{"groupId":"OG003","value":"-1.66","spread":"0.967"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Short Form 36-Item Health Survey (SF-36) Physical Component Summary (PCS) Score at Week 16","description":"SF-36 is a 36-item HRQoL instrument with recall period of 4 weeks. Items are grouped into 8 domains: Physical Functioning (10 items), Role Physical (4 items), Bodily Pain (2 items), General Health (5 items), Vitality (4 items), Social Functioning (2 items), Role Emotional (3 items), Mental Health (5 items) and 1 item for Health Transition during last year. PCS and Mental Component Summary (MCS) scores are calculated from 8 domains (excluding Health Transition item). Each of SF-36 derived raw scores range from 0 to 100; higher score = better function. PCS score is calculated from 8 domain scores. It is standardized score ranging from 7.3 to 70.1, with a mean of 50 and SD of 10 in general US population, higher values = better function, and positive change reflects improvement. A PCS score mean below 47 indicates impaired physical functioning. Individual respondent's score that falls outside T-score range of 45 to 55 are outside average general US population range.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.36","spread":"0.79"},{"groupId":"OG001","value":"9.32","spread":"0.76"},{"groupId":"OG002","value":"-3.52","spread":"2.462"},{"groupId":"OG003","value":"3.75","spread":"2.364"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Disease Metrology Index (BASMI) at Week 16","description":"The BASMI characterizes the spinal mobility of participants with axial Spondyloarthritis (SpA) and Ankylosing Spondylitis. It is a disease-specific measure consisting of 5 clinical measures to reflect participant axial status: cervical rotation; tragus to wall distance; lateral lumbar flexion; lumbar flexion (modified Schober test); intermalleolar distance. According to the linear definition of the BASMI a score of 0 to 10 was calculated for each item based on the measurement. The mean of the 5 scores provides the total BASMI score (ranging from 0 to 10). The higher the BASMI score, the more severe the participant's limitation of movement due to their axial SpA. A negative value in BASMI change from Baseline indicates an improvement from Baseline. The higher the negative value, the better the improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.08"},{"groupId":"OG001","value":"-0.44","spread":"0.08"},{"groupId":"OG002","value":"0.12","spread":"0.211"},{"groupId":"OG003","value":"-0.38","spread":"0.232"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Maastricht Ankylosing Spondylitis Enthesitis (MASES) Index in the Subgroup of Participants With Enthesitis at Baseline at Week 16","description":"The Maastricht Ankylosing Spondylitis Enthesitis is an index that measures the severity (ie, intensity and extent) of enthesitis through the assessment of 13 entheses (bilateral costochondral 1, costochondral 7, anterior superior iliac spine, posterior iliac spine, iliac crest and proximal insertion of the Achilles tendon sites, and the fifth lumbar vertebral body spinous process), each scored as 0 or 1 and then summed for a possible score of 0 to 13. A higher score reflects higher severity and a negative change represents an improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.11","spread":"0.38"},{"groupId":"OG001","value":"-2.16","spread":"0.37"},{"groupId":"OG002","value":"-1.35","spread":"0.692"},{"groupId":"OG003","value":"-1.80","spread":"0.871"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Enthesitis-free State at Week 16 Based on the Maastricht Ankylosing Spondylitis Enthesitis (MASES) Index in the Subgroup of Participants With Enthesitis at Baseline","description":"The Maastricht Ankylosing Spondylitis Enthesitis is an index that measures the severity (ie, intensity and extent) of enthesitis through the assessment of 13 entheses (bilateral costochondral 1, costochondral 7, anterior superior iliac spine, posterior iliac spine, iliac crest and proximal insertion of the Achilles tendon sites, and the fifth lumbar vertebral body spinous process), each scored as 0 or 1 and then summed for a possible score of 0 to 13. Enthesitis free state is defined as having a MASES score of 0. A higher score reflects higher severity and a negative change represents an improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"51.1","spread":null},{"groupId":"OG002","value":"60.0","spread":null},{"groupId":"OG003","value":"66.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) During the Study","description":"TEAEs are defined as those AEs that have a start date on or following the first dose of study treatment through the final dose of study treatment + 140 days (covering the 20-week Safety follow up (SFU)). TEAEs were analyzed and have been reported separately for Double-Blind Treatment Period (Safety set),Maintenance Period (MP) (Maintenance Set) and Overall Period (Safety set) which includes all participants who received BKZ 160 mg Q4W during the study. The overall period arm reports repeated TEAEs from the double blind treatment period arm and maintenance period arm. As pre-specified in SAP, Maintenance Period (MP) included AEs of Safety follow up period for participants who did not enter the open label extension or discontinued early in MP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.3","spread":null},{"groupId":"OG001","value":"62.5","spread":null},{"groupId":"OG002","value":"67.8","spread":null},{"groupId":"OG003","value":"75.0","spread":null},{"groupId":"OG004","value":"72.7","spread":null},{"groupId":"OG005","value":"100","spread":null},{"groupId":"OG006","value":"80.0","spread":null},{"groupId":"OG007","value":"90.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Serious Adverse Events (SAEs) During the Study","description":"A serious adverse event (SAE) is any untoward medical occurrence that at any dose resulted in 1) Death, 2) Life-threatening (Life-threatening does not include a reaction that might have caused death had it occurred in a more severe form.), 3) Significant or persistent disability/incapacity, 4) Congenital anomaly/birth defect (including that occurring in a fetus), 5) Important medical event that, based upon appropriate medical judgment, may jeopardize the participant or participant may require medical or surgical intervention to prevent any of the above, 6) Initial inpatient hospitalization or prolongation of hospitalization. The overall period arm reports repeated SAEs from the double blind treatment period arm and maintenance period arm. As pre-specified in SAP, MP included SAEs of Safety follow up period for participants who did not enter the open label extension or discontinued early in MP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"3.7","spread":null},{"groupId":"OG003","value":"3.7","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"15.0","spread":null},{"groupId":"OG007","value":"15.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) Leading to Withdrawal From Investigational Medicinal Product (IMP) During the Study","description":"TEAEs are defined as those AEs that have a start date on or following the first dose of study treatment through the final dose of study treatment + 140 days (covering the 20-week SFU period). The overall period arm reports repeated events from the double blind treatment period arm and maintenance period arm. As pre-specified in SAP, MP included events of Safety follow up period for participants who did not enter the open label extension or discontinued early in MP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"1.6","spread":null},{"groupId":"OG002","value":"2.5","spread":null},{"groupId":"OG003","value":"3.3","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":126},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Corona virus infection","Oral candidiasis","Headache"]}}}