{"nctId":"NCT04659174","briefTitle":"An Extension Study to Assess Long-term Safety, Tolerability, and Efficacy of KarXT in Adult Patients With Schizophrenia (EMERGENT-4)","startDateStruct":{"date":"2021-02-01","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":152,"armGroups":[{"label":"KarXT","type":"EXPERIMENTAL","interventionNames":["Drug: Xanomeline and Trospium Chloride Capsules"]}],"interventions":[{"name":"Xanomeline and Trospium Chloride Capsules","otherNames":["KarXT"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is aged 18 to 65 years, at time of enrollment into the preceding acute study (KAR-007/009).\n2. Subject is capable of providing informed consent.\n\n   1. A signed informed consent form must be provided before any study assessments are performed.\n   2. Subject must be fluent in (oral and written) English (United States only) or local language (Ukraine only) to consent.\n3. Subject has completed the treatment period on study drug (through Day 35 -2 days) of Studies KAR-007 or KAR-009.\n4. Subject resides in a stable living situation, in the opinion of the investigator.\n5. Subject has an identified, reliable informant/caregiver willing to be able to address some questions related to certain study visits, if needed. An informant/caregiver may not be necessary if the subject has been the patient of the investigator for ≥1 year.\n6. Women of childbearing potential or men with sexual partners of childbearing potential must be sexually abstinent (in line with their preferred and usual lifestyle) or willing and able to use at least 1 highly effective method of contraception during the study and for at least 7 days after the last dose of KarXT. Sperm donation is not allowed for 7 days after the final dose of KarXT.\n\nExclusion Criteria:\n\n1. Risk for suicidal behavior during the study as determined by the investigator's clinical assessment and Columbia-Suicide Severity Rating Scale (C-SSRS).\n2. Any clinically significant abnormality, including any finding(s) from the physical examination, vital signs, ECG, or laboratory test at the end-of-treatment visit of Studies KAR-007 or KAR-009 that the investigator, in consultation with the medical monitor, would consider to jeopardize the safety of the subject.\n3. Female subject is pregnant.\n4. If, in the opinion of the investigator (and/or Sponsor), subject is unsuitable for enrollment in the study or subject has any finding that, in the view of the investigator (and/or Sponsor), may compromise the safety of the subject or affect his/her ability to adhere to the protocol visit schedule or fulfill visit requirements.\n5. Subjects with extreme concerns relating to global pandemics such as coronavirus disease 2019 (COVID-19) that preclude study participation.\n6. Risk of violent or destructive behavior.\n7. Subjects participating in another investigational drug or device trial or planning on participating in another clinical trial during the course of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"TEAEs are defined as events with an onset date on or after the first dose of KarXT. An Adverse Event is any symptom, physical sign, syndrome, or disease that either emerges during the study or, if present at baseline, worsens during the study, regardless of the suspected cause of the event using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 5.0.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"An SAE is any untoward medical occurrence, in the view of either the investigator or sponsor, that results in death; is life-threatening; results in inpatient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity, and/or; is a congenital anomaly/birth defect using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 5.0.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAE) Leading to Study Drug Discontinuation","description":"TEAEs are defined as events with an onset date on or after the first dose of KarXT. An Adverse Event is any symptom, physical sign, syndrome, or disease that either emerges during the study or, if present at baseline, worsens during the study, regardless of the suspected cause of the event using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 5.0.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Total Score at Week 52","description":"The PANSS rating form contains 7 positive symptom scales, 7 negative system scales, and 16 general psychopathology symptom scales. Participants are rated from 1 to 7 on each symptom scale. The positive symptoms in schizophrenia are the excess or distortion of normal function and the negative symptoms are the diminution or loss of normal functions. PANSS total score is the sum of all 30 items with a minimum score of 30 and a maximum score of 210. Higher scores indicate more severe symptoms. Open-label Extension Baseline (OLEB) is defined as the most recent measurement prior to the first administration of study drug in KAR-008. The assessments performed on Visit 10 (Day 35) of studies KAR-007 or KAR-009 will be considered for OLEB baseline along with any additional procedures that will be performed on Day 0 of KAR-008.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.0","spread":"17.33"},{"groupId":"OG001","value":"-23.9","spread":"22.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Positive Score at Week 52","description":"PANSS positive score is the sum of all PANSS 7 positive symptom scales with a minimum score of 7 and a maximum score of 49. Higher scores indicate more severe symptoms. Participants are rated from 1 to 7 on each symptom scale. The positive symptoms in schizophrenia are the excess or distortion of normal function such as hallucinations, delusions, grandiosity, and hostility. Open-label Extension Baseline (OLEB) is defined as the most recent measurement prior to the first administration of study drug in KAR-008. The assessments performed on Visit 10 (Day 35) of studies KAR-007 or KAR-009 will be considered for OLEB baseline along with any additional procedures that will be performed on Day 0 of KAR-008.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"5.85"},{"groupId":"OG001","value":"-7.8","spread":"6.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Negative Score at Week 52","description":"PANSS negative score is the sum of all PANSS 7 negative symptom scales with a minimum score of 7 and a maximum score of 49. Higher scores indicate more severe symptoms. Participants are rated from 1 to 7 on each symptom scale. The negative symptoms in schizophrenia are the diminution or loss of normal functions. Open-label Extension Baseline (OLEB) is defined as the most recent measurement prior to the first administration of study drug in KAR-008. The assessments performed on Visit 10 (Day 35) of studies KAR-007 or KAR-009 will be considered for OLEB baseline along with any additional procedures that will be performed on Day 0 of KAR-008.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"4.01"},{"groupId":"OG001","value":"-4.6","spread":"5.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Negative Marder Factor Score at Week 52","description":"PANSS Negative Marder Factor Score is the sum of 5 negative scales and 2 general scales (N1. Blunted affect; N2. Emotional withdrawal; N3. Poor rapport; N4. Passive/apathetic social withdrawal; N6. Lack of spontaneity; G7. Motor retardation; and G16. Active social avoidance). Participants are rated from 1 to 7 on each symptom scale. Higher score indicates more severe symptoms. The negative symptoms in schizophrenia are the diminution or loss of normal functions. Open-label Extension Baseline (OLEB) is defined as the most recent measurement prior to the first administration of study drug in KAR-008. The assessments performed on Visit 10 (Day 35) of studies KAR-007 or KAR-009 will be considered for OLEB baseline along with any additional procedures that will be performed on Day 0 of KAR-008.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"4.22"},{"groupId":"OG001","value":"-5.1","spread":"5.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity (CGI-S) Score at Week 52","description":"Completed independently by a clinician, the CGI-S categorizes the severity of the illness as: 1 = Normal, not at all ill; 2 = Borderline mentally ill; 3 = Mildly ill; 4 = Moderately ill; 5 = Markedly ill; 6 = Severely ill; and 7 = Among the most extremely ill patients, by asking the clinical 1 question and providing a rating based upon observed and reported symptoms, behavior, and function in the past 7 days to reflect the average severity level across the 7 days. Higher score indicates more severe illness. Open-label Extension Baseline (OLEB) is defined as the most recent measurement prior to the first administration of study drug in KAR-008. The assessments performed on Visit 10 (Day 35) of studies KAR-007 or KAR-009 will be considered for OLEB baseline along with any additional procedures that will be performed on Day 0 of KAR-008.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"1.12"},{"groupId":"OG001","value":"-1.2","spread":"1.60"}]}]}]},{"type":"SECONDARY","title":"Percentage of PANSS Responders With >=30% Reduction in PANSS Total Score at Week 52","description":"A PANSS responder is defined as a participant with reduction from open-label extension baseline (OLEB) of at least a 30% improvement at Week 52 in the PANSS total score. The PANSS rating form contains 7 positive symptom scales, 7 negative system scales, and 16 general psychopathology symptom scales. Participants are rated from 1 to 7 on each symptom scale. PANSS total score is the sum of all 30 items with a minimum score of 30 and a maximum score of 210. Higher scores indicate more severe symptoms. OLEB is defined as the most recent measurement prior to the first administration of study drug in KAR-008. The assessments performed on Visit 10 (Day 35) of studies KAR-007 or KAR-009 will be considered for OLEB baseline along with any additional procedures that will be performed on Day 0 of KAR-008.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.1","spread":null},{"groupId":"OG001","value":"56.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":68},"commonTop":["Nausea","Dyspepsia","Vomiting","Weight increased","Dry mouth"]}}}