{"nctId":"NCT04950127","briefTitle":"Global Linerixibat Itch Study of Efficacy and Safety in Primary Biliary Cholangitis (PBC) (GLISTEN)","startDateStruct":{"date":"2021-08-27","type":"ACTUAL"},"conditions":["Pruritus"],"count":238,"armGroups":[{"label":"Part A: Linerixibat 40 milligrams (mg)","type":"EXPERIMENTAL","interventionNames":["Drug: Linerixibat"]},{"label":"Part A: Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Linerixibat","Drug: Placebo"]},{"label":"Part B: Placebo in Part A and Part B","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Part B: Placebo in Part A and Linerixibat 40 mg in Part B","type":"EXPERIMENTAL","interventionNames":["Drug: Linerixibat","Drug: Placebo"]},{"label":"Part B: Linerixibat 40 mg in Part A and Placebo in Part B","type":"EXPERIMENTAL","interventionNames":["Drug: Linerixibat","Drug: Placebo"]},{"label":"Part B: Linerixibat 40 mg in Part A and Part B","type":"EXPERIMENTAL","interventionNames":["Drug: Linerixibat"]}],"interventions":[{"name":"Linerixibat","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female participants must be between 18 to 80 years of age inclusive, at the time of signing the informed consent.\n* Participants who have documented PBC.\n* Participants who have moderate to severe itch.\n\nExclusion Criteria:\n\n* Total bilirubin \\>2.0 times Upper Limit of Normal (ULN) using the average of two Baseline measures.\n* Screening Alanine Aminotransferase (ALT) \\> 6 times ULN in a single Baseline measure or ALT \\> 5 times ULN using the average of two Baseline measures.\n* Screening estimated glomerular filtration rate (eGFR) \\<30 milliliter per minute per 1.73 square meter (mL/min/1.73m\\^2).\n* History or presence of hepatic decompensation (e.g., variceal bleeding, hepatic encephalopathy or ascites).\n* Presence of HBsAg positive hepatitis B or hepatitis C (HCV) (anti-HCV and Ribonucleic acid \\[RNA\\] detected) infection, primary sclerosing cholangitis (PSC), alcoholic liver disease and/or confirmed hepatocellular carcinoma or biliary cancer.\n* Current clinically significant diarrhea or active inflammatory ileal disease according to Investigator´s clinical judgment.\n* Current symptomatic cholelithiasis or cholecystitis.\n* Current diagnosis of primary skin disorders with itch as a characteristic feature (e.g., atopic dermatitis, psoriasis).\n* Primary sleep disorders such as but are not limited to sleep apnea, narcolepsy, hypersomnia.\n* Initiation, discontinuation or change in dose of ursodeoxycholic acid (UDCA), bezafibrate or fenofibrate in the 8 weeks prior to Screening.\n* Use of obeticholic acid: within 8 weeks prior to Screening. (Participants may not initiate or restart during the study).\n* Initiation, discontinuation, or change in dose of any of the following in the 8 weeks prior to Screening: bile acid binding resins, rifampicin, naltrexone, naloxone, nalfurafine, pregabalin, gabapentin, sertraline or other selective serotonin reuptake inhibitor (SSRIs), antihistamines used for the treatment of itching.\n* Administration of any other human ileal bile acid transporter (IBAT) inhibitor in the 12 weeks prior to screening.\n* Any planned procedures intended to treat cholestatic pruritus such as nasobiliary drainage or ultraviolet light therapy from Screening and throughout the study.\n* History of sensitivity or intolerance to the study treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part A: Mean Change From Baseline in Monthly Itch Scores Over 24 Weeks Using Numerical Rating Scale (NRS)","description":"Itch Scores were assessed using a NRS twice daily, ranging from 0 to 10, where 0 represents no itching and 10 the worst imaginable itching. The worst daily itch score was defined as the worst of the two scores recorded daily. The weekly itch score was defined as the average of the worst daily itch scores in one week. The monthly itch score was defined as the worst weekly itch score for the month (4 weeks). Higher monthly itch scores indicate worse itching. Baseline is the worst weekly itch score in the 28 days prior to randomization (Day 1). Change from Baseline is defined as the post dose value minus baseline value. Least-squares (LS) means and the corresponding 95% confidence intervals are reported by taking average of LS means of change from baseline in monthly itch scores obtained over 24 weeks using equal weighting for all time points. Analyzed using Mixed Model Repeated Measures (MMRM) method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.86","spread":null},{"groupId":"OG001","value":"-2.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Mean Change From Baseline in Weekly Itch Score at Week 2 Using NRS","description":"Itch Score was assessed using a twice daily NRS, ranging from 0 to 10, where 0 represents no itching and 10 the worst imaginable itching. The worst daily itch score was defined as the worst of the two scores recorded daily. The weekly itch score was defined as the average of the worst daily itch scores in one week. Higher weekly itch scores indicate worse itching. Baseline is the average of the Worst Daily Itch scores in the 7 days prior to randomization (Day 1). Change from Baseline is defined as the Week 2 value minus baseline value. Key secondary endpoints were tested in a step-down/hierarchical approach. Mean Change from Baseline in Weekly Itch Score at Week 2 was the first endpoint tested in the hierarchical analysis. LS mean and the corresponding 95% confidence intervals are reported using Mixed Model Repeated Measures (MMRM) method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.78","spread":null},{"groupId":"OG001","value":"-1.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Mean Change From Baseline in Monthly Sleep Score Over 24 Weeks Using NRS","description":"Sleep Scores were assessed using an NRS scale, ranging from 0 to 10, where 0 represents no sleep interference and 10 is complete sleep interference. The weekly sleep scale is the average of the daily sleep scores for each week. The monthly sleep score was defined as the worst weekly sleep score for the month (4 weeks). Higher monthly sleep scores indicate higher impact on sleep. Baseline is the worst Weekly Sleep Score in the 28 days prior to randomization (Day 1). Change from Baseline is defined as the post dose value minus baseline value. LS means and the corresponding 95% confidence intervals are reported by taking average of LS means of change from baseline in monthly sleep scores obtained over 24 weeks using equal weighting for all time points analyzed using Mixed Model Repeated Measures (MMRM) method. Mean Change from Baseline in Monthly Sleep Score over 24 weeks was the second endpoint tested in the hierarchical analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.77","spread":null},{"groupId":"OG001","value":"-2.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Percentage of Responders Defined as Achieving More Than or Equal to (>=) 2-point Reduction From Baseline in the Monthly Itch Score at Week 24","description":"Monthly Itch Score was assessed using an NRS, ranging from 0 to 10, where 0 represents no itching and 10 the worst imaginable itching. The Monthly Itch Score was determined from the worst weekly itch score for the month (4 weeks). Baseline is the worst weekly itch score in the 28 days prior to randomization (Day 1). Responders were defined as participants achieving \\>=2-point reduction (improvement) from baseline in the Monthly Itch Score. Percentage of Responders achieving \\>= 2-point Reduction from Baseline in the Monthly Itch Score at Week 24 was the third endpoint tested in the hierarchical analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null},{"groupId":"OG001","value":"64.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Percentage of Responders Achieving >=3-point Reduction From Baseline in the Monthly Itch Score at Week 24","description":"Monthly Itch Score was assessed using an NRS, ranging from 0 to 10, where 0 represents no itching and 10 the worst imaginable itching. The Monthly Itch Score was determined from the worst weekly itch score for the month (4 weeks). Baseline is the worst weekly itch score in the 28 days prior to randomization. Responders were defined as participants achieving \\>=3-point reduction (improvement) from baseline in the Monthly Itch Score. Percentage of Responders achieving \\>= 3-point Reduction from Baseline in the Monthly Itch Score at Week 24 was the fourth endpoint to be tested in the hierarchical analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.0","spread":null},{"groupId":"OG001","value":"43.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Percentage of Responders as Achieving a >=4-point Reduction From Baseline in the Monthly Itch Score at Week 24","description":"Monthly Itch Score was assessed using an NRS, ranging from 0 to 10, where 0 represents no itching and 10 the worst imaginable itching. The Monthly Itch Score was determined from the worst weekly itch score for the month (4 weeks). Baseline is the worst weekly itch score in the 28 days prior to randomization. Responders were defined as participants achieving \\>=4-point reduction (improvement) from baseline in the Monthly Itch Score. Percentage of Responders achieving \\>= 4-point Reduction from Baseline in the Monthly Itch Score at Week 24 was the fifth endpoint to be tested in the hierarchical analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.0","spread":null},{"groupId":"OG001","value":"29.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Mean Change From Baseline in Primary Biliary Cholangitis-40 (PBC-40) Domain Scores at Week 24","description":"PBC-40 is a disease-specific health-related quality of life (HRQoL) questionnaire validated for use in participants with PBC. It consists of 40 questions, which are grouped into 6 domains with 3 to 11 questions per domain. Each question is scored from 1 (least impact) to 5 (greatest impact). For all questions, an answer of \"Does/Did not apply\" was scored 0. All questions within a domain are summed to obtain individual domain score. Domains were: Symptoms (7 questions) with score range 6 to 35, Itch (3 questions) with score range 0 to 15, Fatigue (11 questions) with score range 11 to 55 , Cognitive (6 questions) with score range 6 to 30 , Emotional (3 questions) with score range 3 to 15 and Social (10 questions) with score range 8 to 50 . Higher scores for individual domains represent poorer quality of life. Baseline is the last assessment prior to the first dose of randomized treatment (Day 1). Change from Baseline was calculated as Week 24 value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":null},{"groupId":"OG001","value":"-1.47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.07","spread":null},{"groupId":"OG001","value":"-1.34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.94","spread":null},{"groupId":"OG001","value":"-4.54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.47","spread":null},{"groupId":"OG001","value":"-2.89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.57","spread":null},{"groupId":"OG001","value":"-2.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":null},{"groupId":"OG001","value":"0.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Mean Change From Baseline in Patient's Global Impression of Severity (PGI-S) Over 24 Weeks","description":"The Patient's Global Impression of Severity (PGI-S) is a patient-reported outcome measure used to assess the severity of symptoms from the participant's perspective. The PGI-S asks participant to rate the severity of their itch in the past 7 days on a single item, using a scale ranging from 0 (absent) to 5 (very severe). Higher score indicates higher severity. Baseline is the last assessment prior to the first dose of randomized treatment for Part A (Day 1). Change from Baseline is defined as the post dose value minus baseline value. LS means and the corresponding 95% confidence intervals are reported by taking average of LS means of change from baseline in PGI-S obtained over 24 weeks using equal weighting for all time points, analyzed using Mixed Model Repeated Measures (MMRM) method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":null},{"groupId":"OG001","value":"-0.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Patient's Global Impression of Change (PGI-C) Scores Over 24 Weeks","description":"Patient's Global Impression of Change (PGI-C) was assessed using a 7-level response scale, ranging from 1 (very much improved) to 7 (very much worse). Higher score indicates higher level of change. LS means and the corresponding 95% confidence intervals are reported by taking average of LS means of PGI-C obtained over 24 weeks using equal weighting for all timepoints, analyzed using Mixed Model Repeated Measures (MMRM) method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.97","spread":null},{"groupId":"OG001","value":"2.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Mean Change From Baseline in Alkaline Phosphatase (ALP) at Week 24","description":"Blood samples were collected at indicated time points for evaluation of ALP. Change from Baseline in ALP at Week 24 was evaluated. Baseline was established using an average of two sets of laboratory values obtained at least 4 weeks apart within 56 days prior to randomization (Day 1). Change from Baseline was calculated as Week 24 value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.61","spread":null},{"groupId":"OG001","value":"-8.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Mean Change From Baseline in Bilirubin at Week 24","description":"Blood samples were collected at indicated time points for evaluation of Bilirubin. Change from Baseline in total bilirubin at Week 24 was evaluated. Baseline was established using an average of two sets of laboratory values obtained at least 4 weeks apart within 56 days prior to randomization (Day 1). Change from Baseline was calculated as Week 24 value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.77","spread":null},{"groupId":"OG001","value":"-0.31","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":118},"commonTop":["Diarrhoea","Abdominal pain","Nausea","Constipation","Alanine aminotransferase increased"]}}}