{"nctId":"NCT01959529","briefTitle":"A Trial Comparing Cardiovascular Safety of Insulin Degludec Versus Insulin Glargine in Subjects With Type 2 Diabetes at High Risk of Cardiovascular Events","startDateStruct":{"date":"2013-10-29","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":7637,"armGroups":[{"label":"Insulin degludec (IDeg)","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec"]},{"label":"Insulin glargine (IGlar)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin glargine"]}],"interventions":[{"name":"insulin degludec","otherNames":[]},{"name":"insulin glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Type 2 diabetes - Age above or equal to 50 years with predefined previous cardiovascular disease(s) or renal disease or age above or equal to 60 years with predefined cardiovascular risk factors - HbA1c (glycosylated haemoglobin) above or equal to 7.0% or HbA1c below 7.0% and current insulin treatment corresponding to above or equal to 20 U of basal insulin per day - One or more oral or injectable antidiabetic agent(s) Exclusion Criteria: - An acute coronary or cerebrovascular event in the previous 60 days - Planned coronary, carotid or peripheral artery revascularisation - Chronic heart failure NYHA (New York Heart Association) class IV - Current or past (within the last 5 years) malignant neoplasms (except basal cell and squamous cell skin carcinoma)","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Randomisation to First Occurrence of a Major Adverse Cardiovascular Event (MACE): Cardiovascular Death, Non-fatal Myocardial Infarction, or Non-fatal Stroke","description":"Time from randomisation to first occurrence of an event adjudication committee (EAC)-confirmed 3-component major adverse cardiovascular event (MACE): cardiovascular death, non-fatal myocardial infarction, or nonfatal stroke. Events with EAC-confirmed onset date between randomisation and individual end of trial were included in the analyses. The number of subjects experiencing first EAC-confirmed MACEs, date between randomisation to the end of trial, both days included were presented. The trial was event driven and planned to last up to a maximum of 60.5 months. The actual trial duration (time from first subject first visit to last subject last visit) was 35.6 months. The maximum trial duration for a single subject was 33.1 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"325","spread":null},{"groupId":"OG001","value":"356","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"163","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of EAC-confirmed Severe Hypoglycaemic Episodes","description":"Number of severe hypoglycaemic episodes from week 0 to the last assessment (up to 35.6 months). The episode of severe hypoglycaemia is an episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions. The trial was event driven and planned to last up to a maximum of 60.5 months. The actual trial duration (time from first subject first visit to last subject last visit) was 35.6 months. The maximum trial duration for a single subject was 33.1 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"280","spread":null},{"groupId":"OG001","value":"472","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of at Least One EAC Confirmed Severe Hypoglycaemic Episode Within a Subject (Yes/no)","description":"Occurrence of at least one EAC-confirmed severe hypoglycaemic episode within a subject from week 0 to the last assessment (up to 35.6 months). The episode of severe hypoglycaemia is an episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"187","spread":null},{"groupId":"OG001","value":"252","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Glycosylated Haemoglobin (HbA1c)","description":"Mean change in HbA1c from week 0 to month 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.86","spread":"1.51"},{"groupId":"OG001","value":"-0.84","spread":"1.57"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1473,"n":3818},"commonTop":[]}}}