{"nctId":"NCT02873689","briefTitle":"Efficacy and Safety of Dexlansoprazole on Heartburn Relief in Chinese Patients","startDateStruct":{"date":"2016-12-27","type":"ACTUAL"},"conditions":["Heartburn","Gastroesophageal Reflux Disease"],"count":217,"armGroups":[{"label":"Dexlansoprazole 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Dexlansoprazole"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dexlansoprazole","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants identifying their main symptom as a burning feeling in the mid-epigastric area and/or chest area (that is, heartburn).\n2. Must have a history of symptomatic GERD for 6 months or longer prior to Screening with GERD symptoms that were responsive to acid-suppressive therapy.\n3. Must have episodes of heartburn for 4 or more days during the 7 days prior to Day -1 as recorded in the eDiary.\n\nExclusion Criteria:\n\n1. Has a history of cancer (except basal cell carcinoma of the skin), that has not been in remission for at least 5 years prior to Screening.\n2. Has a known history of Barrett's esophagus with dysplastic changes or any changes suspicious Barrett's seen during screening endoscopy.\n3. Participant developed acute upper gastrointestinal bleeding, gastric ulcer (a mucosal defect with white coating) or duodenal ulcer (a mucosal defect with white coating), within 30 days before the start of the Screening Visit (with the possible inclusion of those with gastric or duodenal erosion). The participant requires chronic use (greater than \\[\\>\\] 12 doses per month) of nonsteroidal anti-inflammatory drugs (NSAIDs) including cyclooxygenase-2 (COX-2) NSAIDs within 30 days prior to the Screening Period and throughout the study.\n4. Has comorbidities that could affect the esophagus (eosinophilic esophagitis, esophageal varices, scleroderma, viral or fungal infection, esophageal strictures); a history of radiotherapy or cryotherapy of the esophagus; and a history of corrosive or physiochemical injury (with the possible inclusion in the study of those with Schatzki's ring).\n5. Has a history of surgical procedures that may affect the esophagus (example, fundoplication and mechanical dilatation for esophageal strictures) or a history of gastric or duodenal surgery other than endoscopic removal of benign polyps.\n6. Has erosive esophagitis (EE) as shown by endoscopy, during the Screening Period.\n7. Is known to have acquired immunodeficiency syndrome (AIDS) or hepatitis, including hepatitis virus carriers: (that is, hepatitis B surface antigen HBs-antigen (HBsAg) positive or hepatitis C virus (HCV)-antibody positive).\n8. Has current or historical evidence of Zollinger-Ellison syndrome or a history of gastric acid hypersecretion.\n9. Is scheduled for surgery that requires hospitalization or requires surgical treatment during his/her participation in the study.\n10. Has donated or lost \\>300 milliliter (mL) blood volume, undergone plasmapheresis, or has had a transfusion of any blood product within 90 days prior to the first dose of study drug.\n11. Has a history of alcohol abuse (defined as any illicit drug use), or drug addiction in the 12 months prior to Screening.\n12. Participant with positive serology result of Helicobacter pylori (H. pylori) that needs eradication therapy during the study participation period as anticipated by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Days With Neither Daytime Nor Nighttime Heartburn During Treatment","description":"The percentage of days with neither daytime nor nighttime heartburn was equal to (=) (the days that were heartburn-free during the treatment period) / (total number of days for which either a daytime or nighttime result was marked during treatment period)\\*100 percent (%).","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.67","spread":null},{"groupId":"OG001","value":"51.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Days Without Nighttime Heartburn During Treatment","description":"The percentage of days without nighttime heartburn was = (the days that were heartburn-free during the treatment period) / (total number of days for which nighttime result was marked during treatment period)\\*100%.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.67","spread":null},{"groupId":"OG001","value":"67.86","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":108},"commonTop":["Upper respiratory tract infection","Nasopharyngitis"]}}}