{"nctId":"NCT00675948","briefTitle":"Study to Compare the Safety and Tolerability of Sativex® in Patients With Cancer Related Pain","startDateStruct":{"date":"2002-04"},"conditions":["Pain","Cancer"],"count":43,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex"]},{"label":"GW-2000-02","type":"EXPERIMENTAL","interventionNames":["Drug: GW-2000-02"]}],"interventions":[{"name":"Sativex","otherNames":["GW-1000-02"]},{"name":"GW-2000-02","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and eligible to continue into the extension study from GWCA0101.\n* Complied adequately with the study requirements, as detailed in GWCA0101.\n* In the investigator's opinion able to undertake and comply with all of the study requirements (it is understood that progress of the disease may accelerate and affect this ability).\n* Willing and able to read, consider and understand the subject information and consent form and to give written informed consent in compliance with the Declaration of Helsinki1.\n* Willing to allow their own general practitioner, and consultant if appropriate, to be informed of study participation.\n* Willing for their name to be notified to the Home Office for participation in the trial.\n\nExclusion Criteria:\n\n* Have not participated in GWCA0101.\n* Have not complied adequately with the study requirements, as detailed in GWCA0101.\n* Experienced an unacceptable adverse event, whilst participating in GWCA0101.\n* Known or suspected to have had an adverse reaction to cannabinoids causing psychosis or other severe psychiatric illness.\n* History of any type of schizophrenia, any other psychotic illness, a serious personality disorder, or other significant psychiatric illness other than depression associated with their chronic pain and/or in response to the underlying condition.\n* Currently taking levodopa (Sinemet®, Sinemet plus®, Levodopa®, L-dopa®, Madopar®, Benserazide®).\n* Has a serious cardiovascular disorder, including angina, uncontrolled hypertension, or an uncontrolled symptomatic cardiac arrhythmia.\n* Has significant renal or hepatic impairment, which in the opinion of the investigator, are unsuitable for treatment with Investigational Medicinal Product.\n* History of epilepsy.\n* Female subjects of child bearing potential and male subjects whose partner is of child bearing potential, unless willing to ensure that they or their partner use effective contraception during the study and for three months thereafter.\n* If female, are pregnant or lactating, or are planning pregnancy during the course of the study and for three months thereafter.\n* Have oral cavity cancers or whose previous treatments had included radiotherapy to the floor of the mouth.\n* In the opinion of the investigator, are unsuitable to participate in the study for any other reason, not mentioned in the inclusion and exclusion criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Incidence of Adverse Events as a Measure of Subject Safety","description":"The number of subjects who experienced an adverse event in this study is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Pain Inventory (Short Form) - Pain Severity Score at the End of Treatment","description":"The Brief Pain Inventory (Short Form) is a 14-item questionnaire that asks subjects to rate pain over the prior week and the degree to which it interferes with activities on a 0 to 10 scale, where 0=no pain and 10=pain as bad as you can imagine. Severity is measured as worst pain, least pain, average pain, and pain right now. The severity composite score was calculated as the arithmetic mean of the four severity items (range 0-10). The minimum value is zero and maximum is 10. A negative value indicates an improvement in score from baseline. The end of treatment was classed as study completion or withdrawal, if this occurred sooner. Calculation of the mean Brief Pain Inventory (Short Form) score was only carried out when data was available for 10 or more subjects at the relevant study visits. As such, no mean scores were calculated for subjects taking THC alone.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"1.28"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean EORTC Quality of Life-C30 Questionnaire - Global Health Status Score at the End of Treatment","description":"The EORTC Quality of Life-C30 Health Status visual analogue scale was a self-reported score where subjects rated their health state from: 0 = worst health state imaginable to 100 = best health state imaginable. An increase in score from baseline indicates an improvement in condition. The end of treatment was classed as study completion or withdrawal, if this occurred sooner. Calculation of mean EORTC Quality of Life-C30 Health Status scores was only produced when data was available for 10 or more subjects at the relevant study visits. As such, no mean scores were calculated for subjects taking THC alone.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"28.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":39},"commonTop":["Malignant neoplasm progression","Vomiting","Nausea","Dizziness","Somnolence"]}}}