{"nctId":"NCT01135134","briefTitle":"Multicenter, Double-blind, Randomized, Placebo-controlled Study of Mometasone Furoate Nasal Spray in Pediatric Subjects With Perennial Allergic Rhinitis (Study P06332)","startDateStruct":{"date":"2010-06"},"conditions":["Rhinitis, Allergic, Perennial"],"count":333,"armGroups":[{"label":"Mometasone furoate nasal spray (MFNS) (50 μg spray device)","type":"EXPERIMENTAL","interventionNames":["Drug: Mometasone furoate"]},{"label":"MF placebo nasal spray","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mometasone furoate","otherNames":["Nasonex"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pediatric subjects with perennial allergic rhinitis who satisfy all of the following main criteria:\n\n  * Subjects having symptoms of perennial allergic rhinitis of moderate to severe degree, after the pretreatment observation period.\n  * Subjects confirmed to be allergic to non-seasonal environmental antigens (e.g., house dust-mite antigen).\n  * Male or female outpatients aged 5 to 15 years at the time of providing informed consent.\n\nExclusion Criteria:\n\n* Subjects for whom any of the main exclusion criteria below is applicable will not be registered in this study.\n\n  * Subjects with coexisting tuberculous disease or lower respiratory tract infection and subjects who have a nasopharyngolaryngeal infection (acute upper respiratory tract infection, acute pharyngolaryngitis, or acute tonsillitis, etc.) requiring treatment at the time of registration\n  * Subjects with coexisting infections or systemic mycosis for which there are no effective antibiotics\n  * Subjects with repeated epistaxis\n  * Subjects who have nasal septum ulcers, nasal surgery, or nasal trauma, which have not healed\n  * Subjects with severe hepatic, renal, cardiac, hematological disease, diabetes mellitus, hypertension, or other serious coexisting diseases and whose general condition is poor\n  * Subjects with complication of vasomotor rhinitis or eosinophilic rhinitis.\n  * Subjects with nasal conditions (infectious sinusitis, hypertrophic rhinitis, acute or chronic rhinitis, nasal polyps, septal deviation, etc.) which may interfere with the evaluation of the efficacy of the study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Total Nasal Symptom Score at 2 Weeks","description":"Total nasal symptom score was a composite of 4 symptoms (sneezing, rhinorrhea, nasal congestion, and nasal itching), each symptom was scored on a scale of 0 = none, 1 = mild, 2 = moderate, 3 = severe. The total score ranged from 0 to 12. The higher the score was, the more severe the symptoms were.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9850","spread":"0.1633"},{"groupId":"OG001","value":"-1.9081","spread":"0.2233"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Nasal Symptom Score at 1 Week","description":"Total nasal symptom score was a composite of 4 symptoms (sneezing, rhinorrhea, nasal congestion, and nasal itching), each symptom was scored on a scale of 0 = none, 1 = mild, 2 = moderate, 3 = severe. The total score ranged from 0 to 12. The higher the score was, the more severe the symptoms were.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4686","spread":"0.1441"},{"groupId":"OG001","value":"-1.1651","spread":"0.1967"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":220},"commonTop":["Epistaxis","Naspharyngitis"]}}}