{"nctId":"NCT01343277","briefTitle":"A Study of Trabectedin or Dacarbazine for the Treatment of Patients With Advanced Liposarcoma or Leiomyosarcoma","startDateStruct":{"date":"2011-06"},"conditions":["Advanced Liposarcoma or Leiomyosarcoma"],"count":579,"armGroups":[{"label":"Trabectedin","type":"EXPERIMENTAL","interventionNames":["Drug: Trabectedin"]},{"label":"Dacarbazine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dacarbazine"]}],"interventions":[{"name":"Trabectedin","otherNames":[]},{"name":"Dacarbazine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically proven, unresectable, locally advanced or metastatic liposarcoma (dedifferentiated, myxoid round cell, or pleomorphic) or leiomyosarcoma. Participants must have a pathology report indicating the diagnosis of liposarcoma or leiomyosarcoma that has been reviewed by the sponsor before randomization may occur\n* Treated in any order with at least: an anthracycline and ifosfamide containing regimen, or an anthracycline containing regimen and 1 additional cytotoxic chemotherapy regimen\n* Measurable disease at baseline in accordance with RECIST Version 1.1\n* Pathology specimens (example \\[e.g.\\], tumor blocks or unstained slides) for potential centralized pathology review and biomarker studies\n* ECOG Performance Status score of 0 or 1\n* Adequate recovery from prior therapy, all side effects (except alopecia) have resolved to Grade 1 or less according to the National Cancer Institute - Common Terminology Criteria of Adverse Events (NCI-CTCAE) Version 4.0\n* Adequate organ function as evidenced by the following peripheral blood counts or serum chemistry values: hemoglobin 9 gram per deciliters (g/dL), absolute neutrophil count (ANC) 1,500/L, platelet count 100,000/L, serum creatinine 1.5\\*the upper limit of normal (ULN), creatine phosphokinase (CPK) 2.5 Upper Limit of Normal \\[ULN\\]\n* Adequate hepatic function as evidenced by the following serum chemistry values: total bilirubin, ULN. If total bilirubin is greater than (\\>) ULN, measure indirect bilirubin to evaluate for Gilbert's syndrome (if direct bilirubin is within normal range, participant may be eligible) ALP 2.5 x ULN; Trabectedin: if the ALP is \\>2.5 x ULN, then an ALP liver fraction or 5-nucleotidase must be obtained and ULN, AST and ALT 2.5 ULN\n* Negative pregnancy test (urinary or serum beta-HCG) at screening (applicable to women of child bearing potential who are sexually active)\n* Female participants must be postmenopausal (no spontaneous menses for at least 2 years), surgically sterile (have had a hysterectomy or bilateral oophorectomy, tubal ligation, or otherwise be incapable of pregnancy), abstinent (at the discretion of the investigator), or if sexually active, be practicing an effective method of birth control. Male participants must agree to use an adequate contraception method as deemed appropriate by the investigator (e.g., vasectomy, double-barrier, partner using effective contraception) and to not donate sperm for a minimum of 5 months after treatment discontinuation\n\nOptional Extension Phase (OEP) Phase:\n\n* Documentation for inclusion criteria histologically proven, unresectable, locally advanced or metastatic liposarcoma (dedifferentiated, myxoid round cell, or pleomorphic) or leiomyosarcoma. Participants must have a pathology report indicating the diagnosis of liposarcoma or leiomyosarcoma that has been reviewed by the sponsor before randomization may occur and treated in any order with at least: an anthracycline and ifosfamide containing regimen, or an anthracycline containing regimen and 1 additional cytotoxic chemotherapy regimen do not need to be reviewed by the Sponsor\n* Collection of the specimen: Pathology specimens (example (e.g.), tumor blocks or unstained slides) for potential centralized pathology review and biomarker studies is not applicable\n* Documentation of inclusion criteria adequate organ function as evidenced by the following peripheral blood counts or serum chemistry values: hemoglobin 9 gram per deciliters (g/dL), absolute neutrophil count (ANC) 1,500/L, platelet count 100,000/L, serum creatinine 1.5\\*the upper limit of normal (ULN), creatine phosphokinase (CPK) 2.5\\*ULN and adequate hepatic function as evidenced by the following serum chemistry values: total bilirubin, ULN. If total bilirubin is greater than (\\>) ULN, measure indirect bilirubin to evaluate for Gilbert's syndrome (if direct bilirubin is within normal range, participant may be eligible) ALP \\<= 2.5\\*ULN; Trabectedin: if the ALP is \\>2.5\\*ULN, then an ALP liver fraction or 5-nucleotidase must be obtained and ULN, AST and ALT 2.5 ULN will be reviewed by the Sponsor before enrollment in the OEP may occur\n\nExclusion Criteria:\n\n* Potential participants who meet any of the following criteria will be excluded from participating in the study: Prior exposure to trabectedin or dacarabazine, less than 3 weeks from last dose of systemic cytotoxic therapy, radiation therapy, or therapy with any investigational agent, other malignancy within past 3 years. Exceptions: basal or nonmetastatic squamous cell carcinoma of the skin, cervical carcinoma in situ, or Federation Internationale de Gynecologie et d'Obstetrique (FIGO) Stage 1 carcinoma of the cervix\n* Known central nervous system metastasis\n* Known significant chronic liver disease, such as cirrhosis or active hepatitis (potential participants who test positive for hepatitis B surface antigen or hepatitis C antibodies are allowed provided they do not have active disease requiring antiviral therapy)\n* Myocardial infarct within 6 months before enrollment, New York Heart Association Class II or greater heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, clinically significant pericardial disease, or electrocardiographic evidence of acute ischemic or active conduction system abnormalities\n* Uncontrolled intercurrent illness including, but not limited to, poorly controlled hypertension or diabetes, ongoing active infection, or psychiatric illness/social situation that may potentially impair the participant's compliance with study procedures\n* Unwilling or unable to have a central venous catheter\n* Known allergies, hypersensitivity, or intolerance to trabectedin, dacarbazine, dexamethasone, or their excipients\n* Pregnant or breast-feeding\n* Any condition that, in the opinion of the investigator, would compromise the well-being of the participant or the study or prevent the participant from meeting or performing study requirements\n\nOEP phase:\n\n* Potential participants who meet any of the following criteria will be excluded from Participating in the study: Prior exposure to trabectedin, less than 3 weeks from last dose of systemic cytotoxic therapy, radiation therapy, or therapy with any investigational agent, other malignancy within past 3 years. Exceptions: basal or nonmetastatic squamous cell carcinoma of the skin, cervical carcinoma in situ, or Federation Internationale de Gynecologie et d'Obstetrique (FIGO) Stage 1 carcinoma of the cervix does not apply\n* Treated in any order with at least: an anthracycline and ifosfamide containing regimen, or an anthracycline containing regimen and 1 additional cytotoxic chemotherapy regimen with less than 3 weeks from last dose of systemic anticancer therapy, radiation therapy, or therapy with any investigational agent\n* Known allergies, hypersensitivity, or intolerance to dacarbazine does not apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"15 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"The Progression-Free Survival (PFS) was assessed as median number of months from baseline until the first documented sign of disease progression (increase in disease; radiographic, clinical, or both) or death due to any cause, whichever occurred earlier. Independent Data Monitoring Committee performed ongoing safety monitoring and conducted the interim analysis after 189 death events and 329 PFS events were observed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.21","spread":null},{"groupId":"OG001","value":"1.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression","description":"Time interval in months between the date of randomization and the date of disease progression or death due to progression, whichever occurred first.\n\nIndependent Data Monitoring Committee performed ongoing safety monitoring and conducted the interim analysis after 189 death events and 329 PFS events were observed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.24","spread":null},{"groupId":"OG001","value":"1.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"The objective response rate (ORR) is defined as the percentage of participants who achieved a Complete response (CR) or partial response (PR) as best responses. according to Response Evaluation Criteria in Solid Tumors, Version 1.1 (RECIST). CR defined as disappearance of all target lesions. Any pathological lymph nodes must have reduction in short axis to less than 10 millimeter (mm). PR defined as at least 30 percent (%) decrease in sum of the diameters of the target lesions taking as reference the Baseline sum diameters. Confirmed responses are those that persist on repeat imaging study for at least 4 weeks after initial documentation of response. Independent Data Monitoring Committee performed ongoing safety monitoring and conducted the interim analysis after 189 death events and 329 PFS events were observed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response is defined as the time from the date of initial documentation of a response (CR or PR) to the date of first documented evidence of progressive disease (or relapse for participants who experience CR during the study) or death.\n\nIndependent Data Monitoring Committee performed ongoing safety monitoring and conducted the interim analysis after 189 death events and 329 PFS events were observed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.47","spread":null},{"groupId":"OG001","value":"4.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"375","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"The OS is defined as the time from the date of first dose of study drug to date of death from any cause. If the participant is alive or the vital status is unknown, the participant will be censored at the date the participant will be last known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.73","spread":null},{"groupId":"OG001","value":"13.14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":155,"n":378},"commonTop":["Nausea","Fatigue","Vomiting","Alanine Aminotransferase Increased","Anaemia"]}}}