{"nctId":"NCT00307801","briefTitle":"Efficacy and Safety Study for the Treatment of Dysfunctional Uterine Bleeding","startDateStruct":{"date":"2006-02"},"conditions":["Metrorrhagia"],"count":231,"armGroups":[{"label":"Estradiol valerate/Dienogest (Natazia, Qlaira, BAY86-5027)","type":"EXPERIMENTAL","interventionNames":["Drug: Estradiol valerate/Dienogest (Natazia, Qlaira, BAY86-5027)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Estradiol valerate/Dienogest (Natazia, Qlaira, BAY86-5027)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women 18 years or older\n* And with a diagnosis of dysfunctional uterine bleeding without organic pathology\n* And with at least one of the following symptoms: prolonged, frequent or excessive bleeding.\n\nExclusion Criteria:\n\n* The use of steroidal oral contraceptives, or any drug that could alter oral contraception metabolism will be prohibited during the study.\n* Women with a history of endometrial ablation or dilatation and curettage within 2 months prior to study start will be excluded.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants With no Dysfunctional Uterine Bleeding (DUB) Symptoms","description":"At least 6, up to 8 criteria to be met in complete response during 90-day period: no bleeding episodes(BE) \\>7 days, no \\>4 BE, no BE with blood loss (menstrual blood loss, MBL) ≥80 mL, no \\>1 BE increase from baseline, no increase from baseline in individual patient's total number of bleeding days and total number of bleeding days not \\>24 days. Additionally, for subjects included with prolonged bleeding: decrease between maximum duration during run-in and efficacy ≥2 days excessive bleeding: MBL associated with each episode decreased by ≥50% from average of qualifying episodes during run-in.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.295","spread":null},{"groupId":"OG001","value":"0.012","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Cured From Prolonged Bleeding","description":"Prolonged bleeding: 2 or more bleeding episodes, each lasting 8 or more days. Cure from prolonged bleeding: no bleeding episodes lasting more than 7 days and the decrease between maximum duration during run-in and maximum duration during the efficacy phase was at least 2 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.350","spread":null},{"groupId":"OG001","value":"0.100","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Cured From Excessive Bleeding","description":"Excessive bleeding:\\>=2 bleeding episodes each with blood loss volume (MBL) of \\>=80 mL in 90-day period, assessed by alkaline hematin method. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction. Cure from excessive bleeding: MBL in each episode \\<80 mL + blood loss volume associated with each bleeding episode is decrease of ≥50% from average of qualifying bleeding episodes (with blood loss volume ≥80 mL per episode during run-in)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.441","spread":null},{"groupId":"OG001","value":"0.013","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Cured From Frequent Bleeding","description":"Frequent bleeding: greater than 5 bleeding episodes, with a minimum of 20 bleeding days overall. Cure from frequent bleeding: no more than 4 bleeding episodes and the total number of bleeding days did not exceed 24 days and no increase from baseline in an individual patient's total number of bleeding days occurred","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Participants With Improvement in the Investigator's Global Assessment Scale at Treatment Day 84","description":"According to the investigator's global assessment scale \"improved\" was defined as being classified as 'very much improved', 'much improved', or 'improved' and \"not improved\" was defined as being classified as 'no change', 'worse', 'much worse', 'very much worse', or 'not assessed'. Central laboratory data, physical examination, e-diary data, and patient interview were used as sources for the assessment at day 84 compared with admission to study data.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.838","spread":null},{"groupId":"OG001","value":"0.394","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Improvement in the Investigator's Global Assessment Scale at Treatment Day 196","description":"According to the investigator's global assessment scale \"improved\" was defined as being classified as 'very much improved', 'much improved', or 'improved' and \"not improved\" was defined as being classified as 'no change', 'worse', 'much worse', 'very much worse', or 'not assessed'. Central laboratory data, physical examination, e-diary data, and patient interview were used as sources for the assessment at day 196 compared with admission to study data.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.847","spread":null},{"groupId":"OG001","value":"0.395","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Improvement in the Patient's Overall Assessment Scale at Treatment Day 84","description":"According to the patient's global assessment scale \"improved\" was defined as being classified as 'very much improved', 'much improved', or 'improved' and \"not improved\" was defined as being classified as 'no change', 'worse', 'much worse', 'very much worse', or 'not assessed'. Patients assessed the overall improvement at day 84 compared with admission to the study condition.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.724","spread":null},{"groupId":"OG001","value":"0.529","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Improvement in the Patient's Overall Assessment Scale at Treatment Day 196","description":"According to the patient´s global assessment scale \"improved\" was defined as being classified as 'very much improved', 'much improved', or 'improved' and \"not improved\" was defined as being classified as 'no change', 'worse', 'much worse', 'very much worse', or 'not assessed'. Patients assessed the overall improvement at day 196 compared with admission to the study condition.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.779","spread":null},{"groupId":"OG001","value":"0.451","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Blood Loss Volume for All Participants to the Reference Period of 90 Days Under Treatment","description":"Menstrual blood loss volume as assessed by the alkaline hematin method for the 90 days before treatment (baseline) and for 90 days under treatment. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction. A negative value indicates a reduction in blood loss after treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-458.4","spread":"409.6"},{"groupId":"OG001","value":"-93.2","spread":"268.0"}]}]}]},{"type":"SECONDARY","title":"Menstrual Blood Loss Volume for All Participants at Cycle 1","description":"Menstrual blood loss volume as assessed by the alkaline hematin method after patients were on treatment for one cycle. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"175.6","spread":"188.3"},{"groupId":"OG001","value":"194.3","spread":"171.1"}]}]}]},{"type":"SECONDARY","title":"Menstrual Blood Loss Volume for All Participants at Cycle 3","description":"Menstrual blood loss volume as assessed by the alkaline hematin method after patients were on treatment for 3 cycles. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":"111.6"},{"groupId":"OG001","value":"195.1","spread":"161.8"}]}]}]},{"type":"SECONDARY","title":"Menstrual Blood Loss Volume for All Participants at Cycle 7","description":"Menstrual blood loss volume as assessed by the alkaline hematin method after patients were on treatment for 7 cycles. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.6","spread":"70.9"},{"groupId":"OG001","value":"167.2","spread":"112.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Blood Loss Volume for Participants With Excessive Bleeding to the Reference Period of 90 Days Under Treatment.","description":"Blood loss volume as assessed by the alkaline hematin method for participants with excessive bleeding (2 or more bleeding episodes each with blood loss volume of 80 ml or more during the run-in phase) for the 90 days before treatment (ie, run-in phase) and for the 90 days under treatment. A negative value indicates a reduction in blood loss while under treatment compared to before treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-480.6","spread":"410.6"},{"groupId":"OG001","value":"-94.2","spread":"270.2"}]}]}]},{"type":"SECONDARY","title":"Menstrual Blood Loss Volume for Participants With Excessive Bleeding at Cycle 1.","description":"Blood loss volume as assessed by the alkaline hematin method for participants with excessive bleeding (2 or more bleeding episodes each with blood loss volume of 80 ml or more during the run-in phase) after participants were on treatment for one cycle. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"207.8","spread":"186.1"},{"groupId":"OG001","value":"238.9","spread":"196.0"}]}]}]},{"type":"SECONDARY","title":"Menstrual Blood Loss Volume for Participants With Excessive Bleeding at Cycle 3.","description":"Blood loss volume as assessed by the alkaline hematin method for participants with excessive bleeding (2 or more bleeding episodes each with blood loss volume of 80 ml or more during the run-in phase) after participants were on treatment for 3 cycles. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.1","spread":"115.0"},{"groupId":"OG001","value":"188.4","spread":"150.1"}]}]}]},{"type":"SECONDARY","title":"Menstrual Blood Loss Volume for Participants With Excessive Bleeding at Cycle 7.","description":"Blood loss volume as assessed by the alkaline hematin method for participants with excessive bleeding (2 or more bleeding episodes each with blood loss volume of 80 ml or more during the run-in phase) after participants were on treatment for 7 cycles. This spectrophotometrical method measures hemoglobin (Hb) in fixed amount of alkaline solution, taken from pool of solution in which materials (used sanitary protection) to be tested have been macerated for Hb extraction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.7","spread":"72.7"},{"groupId":"OG001","value":"168.6","spread":"112.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Bleeding Episodes to the Reference Period of 90 Days Under Treatment","description":"A bleeding episode is characterized by the following: • Bleeding for at least 2 days • Bleeding days can be separated by no more than 1 bleeding-free day • An episode stops with 2 consecutive bleeding-free days. The number of episodes was determined for the 90 days before treatment and for the 90 days under treatment. negative value indicates a reduction from baseline in the number of episodes while under treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"1.09"},{"groupId":"OG001","value":"-0.38","spread":"0.74"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Bleeding Days to the Reference Period of 90 Days Under Treatment","description":"A bleeding day is a day on which sanitary protection is required. The number of bleeding days was determined for the 90 days before treatment (baseline) and for 90 days while under treatment. A negative value indicates a reduction in the number of bleeding days while under treatment compared to baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.13","spread":"9.72"},{"groupId":"OG001","value":"-3.08","spread":"7.88"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Sanitary Protection Used at 90 Days of Treatment","description":"The number of total sanitary protection items used during the 90 days before treatment (baseline) and those used during the 90 days while under treatment was determined. A negative value indicates a reduction in the number of sanitary protection items used while under treatment compared to baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.4","spread":"30.0"},{"groupId":"OG001","value":"-16.5","spread":"32.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hemoglobin Concentration at Treatment Day 84","description":"Hemoglobin was measured before treatment and after 84 days under treatment. A positive value indicates an increase in hemoglobin from baseline at treatment day 84.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.36","spread":"0.90"},{"groupId":"OG001","value":"0.12","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hemoglobin Concentration at Treatment Day 196","description":"Hemoglobin was measured before treatment and after 196 days under treatment. A positive value indicates an increase in hemoglobin from baseline at treatment day 196.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":"1.19"},{"groupId":"OG001","value":"0.06","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hematocrit at Treatment Day 196.","description":"Hematocrit was measured before treatment and after 196 days under treatment. A positive value indicates an increase in hematocrit from baseline at treatment day 196.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.63","spread":"4.25"},{"groupId":"OG001","value":"0.08","spread":"3.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ferritin Concentration at Treatment Day 84","description":"Ferritin was measured before treatment and after 84 days under treatment. A positive value indicates an increase in ferritin from baseline at treatment day 84.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"10.7"},{"groupId":"OG001","value":"0.0","spread":"13.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ferritin Concentration at Treatment Day 196","description":"Ferritin was measured before treatment and after 196 days under treatment. A positive value indicates an increase in ferritin from baseline at treatment day 196.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":"18.5"},{"groupId":"OG001","value":"0.5","spread":"12.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Psychological General Well-Being Index (PGWBI) Score at Treatment Day 84.","description":"The PGWBI questionnaire consisted of 22 questions that were answered using a 6-grade Likert scale. The minimum overall score was 22 and the maximum 132. The higher the score, the better the well-being of the patient. The observation phase was the last 4 weeks. The following 6 dimensions were derived from the questionnaire: anxiety, depressed mood, positive well-being, self-control, health, and vitality and the highest possible scores were 30, 18, 24, 18, 18, and 24, respectively.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"13.6"},{"groupId":"OG001","value":"2.2","spread":"12.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Psychological General Well-Being Index (PGWBI) Score at Treatment Day 196.","description":"The PGWBI questionnaire consisted of 22 questions that were answered using a 6-grade Likert scale. The minimum overall score was 22 and the maximum 132. The higher the score, the better the well-being of the patient. The observation phase was the last 4 weeks. The following 6 dimensions were derived from the questionnaire: anxiety, depressed mood, positive well-being, self-control, health, and vitality and the highest possible scores were 30, 18, 24, 18, 18, and 24, respectively.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"13.6"},{"groupId":"OG001","value":"4.6","spread":"11.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in McCoy Female Sexuality Questionnaire (MFSQ) Score at Treatment Day 84","description":"The MFSQ was designed to measure aspects of female sexuality and asked about the patients´sexual experience during the last 4 weeks. Higher scores represent higher, more complete, or better integrated levels of female sexual function. Minimum and maximum values are 19 and 133.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"9.1"},{"groupId":"OG001","value":"0.4","spread":"8.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in McCoy Female Sexuality Questionnaire (MFSQ) Score at Treatment Day 196","description":"The MFSQ was designed to measure aspects of female sexuality and asked about the patients´sexual experience during the last 4 weeks. Higher scores represent higher, more complete, or better integrated levels of female sexual function. Minimum and maximum values are 19 and 133.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"11.8"},{"groupId":"OG001","value":"-2.4","spread":"12.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol 5 Dimensional (EQ-5D) Score at Treatment Day 84","description":"The health state classification of the EQ-5D comprises 5 questions addressing mobility, self-care, usual activity, pain/discomfort, and anxiety/depression. Patients were asked to indicate their current health state by ticking the most appropriate of 3 statements about each of the questions (ie, no problems, some problems, extreme problems). The best possible answers were (1,1,1,1,1), which equals a valuation score of 1.0. The worst possible answers were (3,3,3,3,3), which equals a score of .594.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0041","spread":"0.1209"},{"groupId":"OG001","value":"0.0082","spread":"0.1400"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol 5 Dimensional (EQ-5D) Score at Treatment Day 196","description":"The health state classification of the EQ-5D comprises 5 questions addressing mobility, self-care, usual activity, pain/discomfort, and anxiety/depression. Patients were asked to indicate their current health state by ticking the most appropriate of 3 statements about each of the questions (ie, no problems, some problems, extreme problems). The best possible answers were (1,1,1,1,1), which equals a valuation score of 1.0. The worst possible answers were (3,3,3,3,3), which equals a score of .594.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0191","spread":"0.1612"},{"groupId":"OG001","value":"0.0116","spread":"0.1642"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Visual Analogue Scale (VAS) of the EQ-5D Score at Treatment Day 84.","description":"The visual analogue scale (ie, \"thermometer\") had endpoints of 100 (best imaginable health state) at the top, and 0 (worst imaginable health state) at the bottom. Patients rated their current health state by drawing a line from the box marked \"your own health state today\" to the appropriate point on the thermometer scale.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.63","spread":"13.31"},{"groupId":"OG001","value":"0.62","spread":"12.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Visual Analogue Scale (VAS) of the EQ-5D Score at Treatment Day 196.","description":"The visual analogue scale (ie, \"thermometer\") had endpoints of 100 (best imaginable health state) at the top, and 0 (worst imaginable health state) at the bottom. Patients rated their current health state by drawing a line from the box marked \"your own health state today\" to the appropriate point on the thermometer scale.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.00","spread":"15.02"},{"groupId":"OG001","value":"2.69","spread":"13.68"}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Change in the Employment Status） at Treatment Day 84.","description":"The patient was asked if there was any change in her employment status in the last 12 weeks and was asked to specify the number of hours per week. The proportion of participants with such changes are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.095","spread":null},{"groupId":"OG001","value":"0.152","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Change in the Employment Status） at Treatment Day 196.","description":"The patient was asked if there was any change in her employment status in the last 12 weeks and was asked to specify the number of hours per week. The proportion of participants with such changes are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.098","spread":null},{"groupId":"OG001","value":"0.087","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Days Missed From Work） at Treatment Day 84","description":"The patient was asked how many days and hours she missed from work during the past 12 weeks because of her problems associated with her DUB, not including the time missed to participate in this study.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.776"},{"groupId":"OG001","value":"0.27","spread":"1.140"}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Days Missed From Work） at Treatment Day 196","description":"The patient was asked how many days and hours she missed from work during the past 12 weeks because of her problems associated with her DUB, not including the time missed to participate in this study.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":"0.667"},{"groupId":"OG001","value":"0.52","spread":"1.904"}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Productivity While Working） at Treatment Day 84.","description":"The patient was asked to rate on a scale of 0 to 10, how much her DUB affected her productivity while she was working during the past 12 weeks, where 0 represented that her DUB had no effect on her work and 10 represented that her DUB completely prevented her from working.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"1.71"},{"groupId":"OG001","value":"3.1","spread":"2.49"}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Productivity While Working） at Treatment Day 196.","description":"The patient was asked to rate on a scale of 0 to 10, how much her DUB affected her productivity while she was working during the past 12 weeks, where 0 represented that her DUB had no effect on her work and 10 represented that her DUB completely prevented her from working.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"1.77"},{"groupId":"OG001","value":"3.1","spread":"2.51"}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Regular Daily Activities） at Treatment Day 84","description":"The patient was asked to rate on a scale of 0 to 10, how much her DUB affected her ability to do her regular daily activities, other than work at a job, during the past 12 weeks, where 0 represented that her DUB had no effect on her daily activities and 10 represented that her DUB completely prevented her from doing her daily activities.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"1.75"},{"groupId":"OG001","value":"3.2","spread":"2.39"}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Regular Daily Activities） at Treatment Day 196.","description":"The patient was asked to rate on a scale of 0 to 10, how much her DUB affected her ability to do her regular daily activities, other than work at a job, during the past 12 weeks, where 0 represented that her DUB had no effect on her daily activities and 10 represented that her DUB completely prevented her from doing her daily activities.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"1.79"},{"groupId":"OG001","value":"3.2","spread":"2.46"}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Unscheduled Outpatient Visit at Hospital） at Treatment Day 84","description":"The patient was asked if she had any unscheduled outpatient visits to a hospital because of her DUB during the past 12 weeks, not including visits that were due to her participation in this study. She was also asked to indicate the number of visits. The proportion of participants with any unscheduled outpatient visits are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.008","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Unscheduled Outpatient Visit at Hospital） at Treatment Day 196","description":"The patient was asked if she had any unscheduled outpatient visits to a hospital because of her DUB during the past 12 weeks, not including visits that were due to her participation in this study. She was also asked to indicate the number of visits. The proportion of participants with any unscheduled outpatient visits are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.008","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Unscheduled Outpatient Visit to Physician） at Treatment Day 84","description":"The patient was asked if she had any unscheduled outpatient visits to a physician (non-hospital medical care) because of her DUB during the past 12 weeks, not including visits that were due to her participation in this study. She was also asked to indicate the number of visits. The proportion of participants with such visits are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.058","spread":null},{"groupId":"OG001","value":"0.031","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Unscheduled Outpatient Visit to Physician） at Treatment Day 196","description":"The patient was asked if she had any unscheduled outpatient visits to a physician (non-hospital medical care) because of her DUB during the past 12 weeks, not including visits that were due to her participation in this study. She was also asked to indicate the number of visits. The proportion of participants with such visits are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.031","spread":null},{"groupId":"OG001","value":"0.015","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Additional Unscheduled Procedures） at Treatment Day 84","description":"The patient was asked if she had any unscheduled procedures (eg, laparoscopy, laboratory tests, ultrasound) because of her DUB during the past 12 weeks. The proportion of participants with such procedures are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Additional Unscheduled Procedures） at Treatment Day 196","description":"The patient was asked if she had any unscheduled procedures (eg, laparoscopy, laboratory tests, ultrasound) because of her DUB during the past 12 weeks. The proportion of participants with such procedures are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Received Ambulatory Services） at Treatment Day 84","description":"The patient was asked if she received ambulatory services (eg, home help, child care) because of her DUB during the past 12 weeks, and if yes, how many hours per week. The proportion of participants with such services are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Received Ambulatory Services） at Treatment Day 196","description":"The patient was asked if she received ambulatory services (eg, home help, child care) because of her DUB during the past 12 weeks, and if yes, how many hours per week. The proportion of participants with such services are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （no Out-of-pocket Expenses） at Treatment Day 84","description":"The patient was asked to specify her out-of pocket expenses because of her DUB during the past 12 weeks, including over-the-counter medication (the name of the medication, the number of packages, and the cost per package), co-payments due to prescribed medication, and costs to travel to and from medical appointments. The proportion of participants with no out-of pocket expenses are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.855","spread":null},{"groupId":"OG001","value":"0.881","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （no Out-of-pocket Expenses） at Treatment Day 196","description":"The patient was asked to specify her out-of pocket expenses because of her DUB during the past 12 weeks, including over-the-counter medication (the name of the medication, the number of packages, and the cost per package), co-payments due to prescribed medication, and costs to travel to and from medical appointments. The proportion of participants with no out-of pocket expenses are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.920","spread":null},{"groupId":"OG001","value":"0.879","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Not Have Any Medical Treatment） at Treatment Day 84","description":"The patient was asked if she had any medical treatment (eg, prescribed medication, other treatment) because of her DUB during the past 12 weeks, and to specify the cost. The proportion of participants with such treatment are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.966","spread":null},{"groupId":"OG001","value":"0.954","spread":null}]}]}]},{"type":"SECONDARY","title":"Resource Use Assessment by Use of a Self Administered Questionnaire （Not Have Any Medical Treatment） at Treatment Day 196","description":"The patient was asked if she had any medical treatment (eg, prescribed medication, other treatment) because of her DUB during the past 12 weeks, and to specify the cost. The proportion of participants with such treatment are displayed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.977","spread":null},{"groupId":"OG001","value":"0.985","spread":null}]}]}]},{"type":"POST_HOC","title":"Proportion of Participants With Successful Treatment","description":"End of Study menstrual blood loss (MBL) ≤ 80 mL and a decrease to a value of ≤ 50% of the Baseline MBL was considered as treatment success.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.758","spread":null},{"groupId":"OG001","value":"0.133","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.788","spread":null},{"groupId":"OG001","value":"0.133","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.720","spread":null},{"groupId":"OG001","value":"0.107","spread":null}]}]}]},{"type":"POST_HOC","title":"Change in Absolute Value From Baseline Menstrual Blood Loss (MBL) to end-of Study MBL","description":"The MBL for each cycle includes intermenstrual bleeding in addition to withdrawal bleeding. Baseline MBL was the mean MBL of measured MBL during three cycles in the run-in Phase. One cycle was defined as 28 days. For this analysis, the run-in Phase was defined by the days 1 to 84 (= 3 cycles each of 28 days). End of Study MBL was measured during Cycle 7 of the Treatment Phase (data imputation and Last Observation Carried Forward was applied).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-169.94","spread":"225.762"},{"groupId":"OG001","value":"4.628","spread":"165.408"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":145},"commonTop":["Headache","Nasopharyngitis","Serum ferritin decreased","Metrorrhagia","Breast pain"]}}}