{"nctId":"NCT01423253","briefTitle":"Major Depressive Disorder With Mixed Features - Extension","startDateStruct":{"date":"2011-09"},"conditions":["Major Depressive Disorder"],"count":48,"armGroups":[{"label":"Lurasidone 20, 40, 60 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]}],"interventions":[{"name":"Lurasidone","otherNames":["Latuda"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubject provides written informed consent and is willing and able to comply with the protocol in the opinion of the Investigator.\n\nSubject has completed 6 weeks of treatment in Study D1050304 (NCT#01421134) or Study D1050305 (NCT#01423240).\n\nSubject is judged by the Investigator to be suitable for participation in a 12-week clinical trial involving open-label lurasidone treatment and is able to comply with the protocol in the opinion of the Investigator.\n\nExclusion Criteria:\n\nSubject answers \"yes\" to \"Suicidal Ideation\" Item 4 or 5 on the C-SSRS (at time of evaluation) at baseline (Day 43 in Study D1050304 or D1050305).\n\nSubject is considered by the Investigator to be at imminent risk of suicide or injury to self, others, or property.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Treatment Emergent Adverse Events (TEAEs)","description":"Percentage of subjects with treatment emergent adverse events (TEAEs)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 (LOCF) in MADRS Total Scores","description":"Mean change from baseline to week 12 (LOCF) in Montgomery-Asberg Depression Rating Scale (MADRS) total scores The MADRS is a clinician-rated assessment of the subject's level of depression and consists of 10 items. Each item is rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of the ten items and ranges from 0 to 60. Higher scores are associated with greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.9","spread":"12.94"}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With Treatment Emergent Serious Adverse Events (TESAEs)","description":"Percentage of subjects with Treatment Emergent Serious Adverse Events (TESAEs)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects Who Discontinued Due to Treatment Emergent Adverse Events (TEAEs)","description":"Percentage of subjects who discontinued due to Treatment Emergent Adverse Events (TEAEs)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in CGI-S Score","description":"The Clinical Global Impression - Severity of illness (CGI-S) score is a single value, clinician-rated assessment of illness severity and ranges from 1= 'Normal, not at all ill' to 7= 'Among the most extremely ill patients'. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":"1.442"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the YMRS Total Score","description":"The Young Mania Rating Scale (YMRS) is an 11-item instrument used to assess the severity of mania. Seven items are rated on a 5-point scale, ranging from 0 to 4, and four items are rated on a 9-point scale, ranging from 0 to 8. The YMRS total score is calculated as the sum of the 11 items and ranges from 0 to 60. Higher scores are associated with greater severity of mania.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"6.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the HAM-A Total Score","description":"The Hamilton Rating Scale for Anxiety (HAM-A) is used to quantify the severity of anxiety symptomatology and consists of 14 items. Each item is rated on a 5-point scale, ranging from 0 (not present) to 4 (severe/disabling). The HAM-A total score is calculated as the sum of the 14 individual items and ranges from 0 to 56. Higher scores are associated with greater degree of anxiety.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"6.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the SDS Total Score","description":"The Sheehan Disability Scale (SDS) is a composite of three self-rated items designed to measure the extent to which three major sectors (work/school, social life/leisure, and family life/home responsibility) in the patient's life are impaired by depressive symptoms. These three items are responded to on a visual analogue scale (VAS) ranging through 0 (no impairment), 1-3 (mild), 4-6 (moderate), 7-9 (marked) and 10 (extreme) disability. The SDS total score is calculated as the sum of the three items and ranges from 0 (unimpaired) to 30 (highly impaired).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"9.95"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":48},"commonTop":["Akathisia","Diarrhoea","Upper respiratory tract infection","Nausea","Fatigue"]}}}