{"nctId":"NCT00329797","briefTitle":"Zoledronate in Preventing Osteoporosis and Bone Fractures in Patients With Locally Advanced Nonmetastatic Prostate Cancer Undergoing Radiation Therapy and Hormone Therapy","startDateStruct":{"date":"2006-03"},"conditions":["Osteoporosis","Prostate Cancer"],"count":109,"armGroups":[{"label":"Zoledronic Acid","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: Calcium","Dietary Supplement: Zoledronic acid","Radiation: radiation therapy","Drug: LHRH","Dietary Supplement: Vitamin D"]},{"label":"Control","type":"ACTIVE_COMPARATOR","interventionNames":["Dietary Supplement: Calcium","Radiation: radiation therapy","Drug: LHRH","Dietary Supplement: Vitamin D"]}],"interventions":[{"name":"Calcium","otherNames":[]},{"name":"Zoledronic acid","otherNames":["Zometa","zoledronate"]},{"name":"radiation therapy","otherNames":[]},{"name":"LHRH","otherNames":[]},{"name":"Vitamin D","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Eligibility criteria:\n\n* Pathologically (histologically or cytologically) proven diagnosis of adenocarcinoma of the prostate within 12 months of registration;\n* Any one of the following clinical stages:\n\n  * T3 disease, any N stage, M0 with any Gleason score and any prostate-specific antigen (PSA); \\< T3 stage, any N stage, M0 with Gleason's score ≥ 8 and any PSA; \\< T3 stage, any N stage, M0 with Gleason's score 7 and PSA ≥ 15 nanograms/ml; \\< T3 stage, any N stage, M0 with Gleason score \\< 7 and PSA ≥ 20 nanograms/ml.\n* A negative bone scan for metastatic disease;\n* It is mandatory that the treating physician determine the planned duration of LHRH therapy prior to the site registering the patient (minimum 1 year of therapy); If patient is receiving pre-treatment LHRH therapy, it must have begun ≤ 6 months prior to registration. If pelvic radiation therapy (RT) has started, it must have begun ≤ 8 weeks prior to registration;\n* Appropriate stage for protocol entry, including no distant metastases, based upon the following minimum diagnostic workup to be done within 16 weeks prior to registration:\n* History/physical examination;\n* Dental evaluation, including history of dental surgery (e.g., extraction or implant);\n* Bone scan;\n* T and L spine films;\n* DXA scan: To be eligible the patient must have a scan on Lunar, Hologic, or Norland equipment only and the T scores in both the L spine and total hip must be \\> negative 2.5;\n* Zubrod Performance Status 0-1 within 16 weeks prior to registration; (8/16/07)\n* Age ≥ 18;\n* Serum creatinine within 4 weeks prior to registration (8/16/07)\n* Corrected serum calcium ≥ 8.4 and ≤ 10.6 mg/dl within 8 weeks prior to registration; note: for patients with an albumin of 4.0, corrected calcium=measured calcium. The formula for corrected calcium if serum albumin value is above or below 4.0 is as follows: Corrected calcium (mg/dl) = (4 - \\[patient's albumin (g/dl)\\] x 0.8) + patient's measured calcium (mg/dl)\n* Patients who are sexually active must be willing/able to use medically acceptable forms of contraception, as the treatment involved in this study may be significantly teratogenic.\n* Patient agrees to refrain from using all products listed in Section 9.2, \"Non-permitted Supportive Therapy\";\n* Post-prostatectomy patients are eligible.\n* Patient must sign study specific informed consent prior to study entry.\n\nIneligibility criteria:\n\n* Prior invasive malignancy (except non-melanomatous skin cancer) unless disease free for a minimum of 3 years; e.g., carcinoma in situ of the breast or oral cavity are permissible;\n* Patients with baseline T scores of ≤ -2.5 are excluded.\n* Patients with baseline calculated creatinine clearance \\< 30 mL/min (estimated by Cockcroft-Gault formula below) are excluded. creatinine clearance male = \\[(140 - age) x (wt in kg)\\] / \\[(serum creatinine) x (72)\\]\n* Prior bisphosphonate therapy;\n* Prior pelvic radiation (other than for current prostate cancer) or prior systemic radiotherapeutic agents, such as strontium or samarium;\n* Patients receiving systemic chemotherapy, steroids, growth hormones, or calcitonin;\n* Patients with a history of Paget's disease or with uncontrolled thyroid or parathyroid dysfunction or with other diseases that influence bone metabolism;\n* Known hypersensitivity to zoledronic acid or other bisphosphonates;\n* Active dental problems at study entry, including infection of the teeth or jawbone; dental or fixture trauma; or a current or prior diagnosis of osteonecrosis of the jaw, exposed bone in the mouth, or slow healing after dental procedures;\n* Recent or planned","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Freedom From Any Bone Fracture (FABF) Rate at Three Years","description":"The time of failure was measured from the date of randomization to the date of documented bone fractures, defined as any fracture of the bone. The three-year FABF rate will be estimated by the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.0","spread":null},{"groupId":"OG001","value":"97.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Bone Mineral Density at 3 Years","description":"Bone mineral density (BMD) was measured by DXA scan (Dual X-ray absorptiometry) for five locations: lumbar, right total hip, left total hip, right femoral neck, and left femoral neck. The percent change at 3 years was calculated for each location by the following formula: Percent Change BMD = (BMD\\_3 years - BMD\\_Baseline)/ BMD\\_Baseline \\* 100.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"-5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2","spread":null},{"groupId":"OG001","value":"-5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"-8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"-6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"-8","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in the Functional Assessment of Cancer Therapy-General (FACT-G) at 3 Years","description":"The FACT-G is a validated, 27-item measure. In addition to a total QOL score, subscale scores for physical, functional, social and emotional well-being are produced. There are 5 responses options, with 0=Not a lot and 4=Very much. All items in a subscale are added together, multiplied by the number of items in the subscale, then divided by the number of items answered to obtain subscale totals. Scores range from 0-108 for the FACT-G total score, 0-28 for the physical, social and functional subscales, and 0-24 for the emotional subscale. Certain items, identified on the FACT-G scoring guides, must be reversed before it is added by subtracting the response from 4. All subscale totals are added together to form the FACT-G total score. Each subscale requires at least 50% of the items to be completed while the overall response rate must be greater than 80%. If items are missing, the subscale scores can be prorated. A higher score indicates better QOL.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.03","spread":null},{"groupId":"OG001","value":"0.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":null},{"groupId":"OG001","value":"-1.13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":null},{"groupId":"OG001","value":"1.15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.10","spread":null},{"groupId":"OG001","value":"-2.76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.00","spread":null},{"groupId":"OG001","value":"-2.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Utility of the Use of Bisphosphonates as Assessed by Quality-adjusted Survival","description":"The EQ-5D is a standardized instrument for measuring generic health status used to generate health utilities, used to derive quality adjusted survival. Quality adjusted survival is computed using the weighted sum of times in different health states added up to a total quality-adjusted survival time. The log-rank test is used to compare quality-adjusted survivals between the treatment arms.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":50},"commonTop":["Hot flushes NOS","Fatigue","Pollakiuria","Hemoglobin","Arthralgia"]}}}