{"nctId":"NCT03565666","briefTitle":"The Insulin-Only Bionic Pancreas Bridging Study","startDateStruct":{"date":"2018-07-09","type":"ACTUAL"},"conditions":["Type1 Diabetes Mellitus"],"count":36,"armGroups":[{"label":"Adult RCT: Usual care","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Usual care"]},{"label":"Adult RCT: closed-loop control with iLet Humalog or Novolog","type":"EXPERIMENTAL","interventionNames":["Device: iLet Bionic Pancreas insulin-only configuration with Humalog or Novolog"]},{"label":"Adult RCT: closed-loop control with iLet using Fiasp","type":"EXPERIMENTAL","interventionNames":["Drug: iLet Bionic Pancreas insulin-only configuration with Fiasp"]}],"interventions":[{"name":"iLet Bionic Pancreas insulin-only configuration with Humalog or Novolog","otherNames":[]},{"name":"iLet Bionic Pancreas insulin-only configuration with Fiasp","otherNames":[]},{"name":"Usual care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Clinical diagnosis of type 1 diabetes for at least one year and using insulin for at least 1 year\n2. Diabetes managed using an insulin pump for ≥ 3 months or with multiple daily injections (approximately 1/2 of participants should use a pump and approximately 1/2 should use MDI)\n3. Age ≥18 years;\n\n   • There is no upper age limit in the Adult RCT Period (instead the exclusion criteria are used to restrict the participants to those healthy enough to participate in the trial)\n4. HbA1c level \\<11.0%\n\n   • A point of care or local lab measurement is used to assess eligibility for screening.\n5. At least 3 SMBG meter tests daily on average or use of a CGM and 2 or more SMBG meter tests daily on average by history\n6. For females, not currently known to be pregnant\n\n   • If female, sexually active, and at risk for pregnancy, must agree to use a highly effective form of contraception to prevent pregnancy while a participant in the study. A negative urine pregnancy test will be required for all women who are post-menarche and pre-menopause who are not surgically sterile. Participants who become pregnant will be discontinued from the study.\n7. An understanding of and willingness to follow the protocol and sign the informed consent and assent where applicable\n\nExclusion Criteria:\n\n-The presence of any of the following is an exclusion for the study:\n\n1. Unable to provide informed consent (e.g. impaired cognition or judgment)\n2. Unable to safely comply with study procedures and reporting requirements (e.g. impairment of vision or dexterity that prevents safe operation of the BP, impaired memory)\n3. Unable to speak and read English\n4. Currently using for the first time a real-time CGM for \\< 1 month (Individuals who have been using CGM for 1 or more months are eligible)\n5. Current use of non-FDA approved closed-loop or hybrid closed-loop insulin delivery system\n6. Current use of insulin glulisine (Apidra) as part of usual diabetes home regimen\n7. Current off-label use of faster-acting insulin aspart (Fiasp) in CSII therapy as part of usual diabetes home regimen\n8. Current participation in another diabetes-related clinical trial that, in the judgment of the principal investigator, will compromise the results of this study or the safety of the participant\n9. Pregnant (positive urine HCG), breast feeding, plan to become pregnant in the next 12 months, or sexually active and at risk for pregnancy without use of contraception\n10. Current alcohol abuse (intake averaging \\>4 drinks daily in last 30 days) or other substance abuse (use within the last 3 months of controlled substances other than marijuana without a prescription)\n11. Unwilling or unable or to avoid use of drugs that may dull the sensorium, reduce sensitivity to symptoms of hypoglycemia, or hinder decision making during the period of participation in the study (use of benzodiazepines or narcotics, even if by prescription, may be excluded according to the judgment of the principal investigator)\n12. Stage 4 renal failure (eGFR \\<30) or Stage 5 renal failure on dialysis (hemodialysis or peritoneal dialysis)\n13. History of cystic fibrosis, pancreatitis, or other pancreatic disease, including pancreatic tumor or insulinoma, or history of complete pancreatectomy\n14. Coronary artery disease that is not stable with medical management, including unstable angina, angina that prevents moderate exercise (e.g. exercise of intensity up to 6 METS) despite medical management, or within the last 12 months before screening a history of myocardial infarction, percutaneous coronary intervention, enzymatic lysis of a presumed coronary occlusion, or coronary artery bypass grafting\n15. Abnormal EKG consistent with increased risk of malignant arrhythmia including, but not limited to, evidence of active ischemia, proximal LAD critical stenosis (Wellen's sign), or prolonged QT interval (\\> 440 ms). Other EKG findings, including stable Q waves, are not grounds for exclusion as long as the participant is not excluded according to other criteria. A reassuring evaluation by a cardiologist after an abnormal EKG finding may allow participation.\n\n    • EKG is only required for participants ≥50 years old or with diabetes duration ≥20 years\n16. For participants \\< 50 years of age and \\< 20 years since diagnosis: History of prolonged QT interval, malignant arrhythmia, or congenital heart disease\n17. Congestive heart failure with New York Heart Association (NYHA) Functional Classification III or IV\n18. History of TIA or stroke in the last 12 months\n19. Recent history of diabetic ketoacidosis (DKA) or severe hypoglycemia in the last 6 months. Severe hypoglycemia is defined as an event that required assistance of another person due to altered consciousness, and required another person to actively administer carbohydrate, glucagon, or other resuscitative actions. This means that the participant was impaired cognitively to the point that he/she was unable to treat himself/herself, was unable to verbalize his/ her needs, was incoherent, disoriented, and/or combative, or experienced seizure or coma.\n20. History of more than 1 episode of DKA requiring hospitalization in the last 2 years\n21. History of more than 1 episode of severe hypoglycemia in the last year.\n22. Untreated or inadequately treated mental illness (indicators would include symptoms such as psychosis, hallucinations, mania, and any psychiatric hospitalization in the last year), or treatment with anti-psychotic medications that are known to affect glucose regulation.\n23. Electrically powered implants (e.g. cochlear implants, neurostimulators) that might be susceptible to RF interference\n24. Unable or unwilling to completely avoid acetaminophen for duration of study\n25. Established history of allergy or severe reaction to adhesive or tape that must be used in the study\n26. History of eating disorder within the last 2 years, such as anorexia, bulimia, or diabulemia or omission of insulin to manipulate weight\n27. Current or planned use of SGLT2 inhibitors (prior use more than 3 months prior to enrollment is acceptable; SGLT2 inhibitors should not be initiated during the trial)\n28. If using GLP1, pramlintide, or metformin must be on a stable dose for 3 months prior to enrollment (these agents should not be initiated during the trial)\n29. Required use of 2 or more steroid bursts in the 6 months prior to the trial\n30. History of intentional, inappropriate administration of insulin leading to severe hypoglycemia requiring treatment\n31. Any factors that, in the opinion of the site principal investigator or clinical protocol chair, would interfere with the safe completion of the study, including medical conditions that may require hospitalization during the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean CGM Glucose","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144.3","spread":"9.5"},{"groupId":"OG001","value":"162","spread":"26"},{"groupId":"OG002","value":"155","spread":"12"}]}]}]},{"type":"PRIMARY","title":"Percentage of Time Where Glucose is Less Than 54 mg/dL","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.58","spread":null},{"groupId":"OG001","value":"0.53","spread":null},{"groupId":"OG002","value":"0.56","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Episodes of Severe Hypoglycemia","description":"Pre-specified to report the total number of episodes summed across all participants","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Episodes of Diabetic Ketoacidosis (DKA)","description":"pre-specified to report the total number of episodes summed across all participants","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Time Where Glucose is Less Than 70 mg/dL","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.09","spread":null},{"groupId":"OG001","value":"3.2","spread":null},{"groupId":"OG002","value":"2.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Time in the Glucose Target Range of 70-180 mg/dl","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.3","spread":"7.35"},{"groupId":"OG001","value":"62.2","spread":"16.2"},{"groupId":"OG002","value":"69.2","spread":"9.2"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Time Where Glucose is Greater Than 180 mg/dL","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":"7.6"},{"groupId":"OG001","value":"34.4","spread":"16.9"},{"groupId":"OG002","value":"27.96","spread":"8.9"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Time Where Glucose is Less Than 60 mg/dL","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.67","spread":"0.73"},{"groupId":"OG001","value":"1.3","spread":"1.23"},{"groupId":"OG002","value":"1.19","spread":"0.93"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Time Where Glucose is Greater Than 250 mg/dL","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.64","spread":"3.03"},{"groupId":"OG001","value":"10.42","spread":"10.43"},{"groupId":"OG002","value":"7.73","spread":"4.99"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage Time in the Glucose Target Range of 70-120mg/dL","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.65","spread":"4.17"},{"groupId":"OG001","value":"25.65","spread":"12.36"},{"groupId":"OG002","value":"28.24","spread":"7.98"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Absolute Relative Difference Between Dexcom G5 CGM and Contour Next One Glucose Meter","description":"The MARD is calculated as the mean value of individual absolute relative differences (ARD). The ARD is calculated as follows: 100\\*(CGM-reference glucose)/reference glucose","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":"8.2"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Absolute Relative Difference Between Senseonics Eversense CGM and Contour Next One Glucose Meter","description":"The MARD is calculated as the mean value of individual absolute relative differences (ARD). The ARD is calculated as follows: 100\\*(CGM-reference glucose)/reference glucose","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":"5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":36},"commonTop":["Non-serious adverse event","Non serious adverse event","Non-serious adverse event"]}}}