{"nctId":"NCT01696084","briefTitle":"Phase III Study of CPX-351 Versus 7+3 in Patients 60-75 Years Old With Untreated High Risk (Secondary) Acute Myeloid Leukemia","startDateStruct":{"date":"2012-12-13","type":"ACTUAL"},"conditions":["High Risk Acute Myeloid Leukemia"],"count":309,"armGroups":[{"label":"Arm A (CPX-351)","type":"EXPERIMENTAL","interventionNames":["Drug: CPX-351"]},{"label":"Arm B (7+3)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 7+3 (cytarabine and daunorubicin)"]}],"interventions":[{"name":"CPX-351","otherNames":[]},{"name":"7+3 (cytarabine and daunorubicin)","otherNames":["cytarabine and daunorubicin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to understand and voluntarily give informed consent\n* Age 60-75 years at the time of diagnosis of AML\n* Pathological diagnosis of AML according to WHO criteria (with at least 20% blasts in the peripheral blood or bone marrow)\n* Confirmation of:\n\n  * Therapy related AML: t-AML must have a documented history of prior cytotoxic therapy or ionizing radiotherapy for an unrelated disease\n  * AML with a history of myelodysplasia: MDSAML must have bone marrow documentation of prior MDS\n  * AML with a history of CMMoL: CMMoLAML must have bone marrow documentation of prior CMMoL\n  * De novo AML with karyotypic abnormalities characteristic of MDS: de novoAML must have cytogenetics with abnormalities per WHO.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Able to adhere to the study visit schedule and other protocol requirements\n* Laboratory values fulfilling the following:\n\n  * Serum creatinine \\< 2.0 mg/dL\n  * Serum total bilirubin \\< 2.0 mg/dL, patients with Gilbert's Syndrome should contact the medical monitor\n  * Serum alanine aminotransferase or aspartate aminotransferase \\< 3 times the ULN Note: If elevated liver enzymes, above the ULN, are related to disease; contact medical monitor to discuss.\n* Cardiac ejection fraction ≥ 50% by echocardiography or MUGA\n* Patients with second malignancies in remission may be eligible if there is clinical evidence of disease stability for a period of greater than 6 months off cytotoxic chemotherapy, documented by imaging, tumor marker studies, etc., at screening. Patients maintained on long-term non-chemotherapy treatment, e.g., hormonal therapy, are eligible.\n\nExclusion Criteria:\n\n* Except for CMMoL, patients with history of myeloproliferative neoplasms (MPN) (defined as a history of essential thrombocytosis or polycythemia vera, or idiopathic myelofibrosis prior to the diagnosis of AML) or combined MDS/MPN are not eligible.\n* Acute promyelocytic leukemia \\[t(15;17)\\] or favorable cytogenetics, including t(8;21) or inv16 if known at the time of randomization.\n* Clinical evidence of active CNS leukemia\n* Patients with active (uncontrolled, metastatic) second malignancies are excluded.\n* Prior treatment intended for induction therapy of AML; only hydroxyurea is permitted for control of blood counts. For example, a patient with MDS that changes HMA dose and schedule after the diagnosis of AML is excluded. AML-type therapy, such as cytarabine alone (\\>1g/m2/day) or cytarabine plus an anthracycline as well as prior HSCT are also excluded.\n* Administration of any therapy for MDS (conventional or investigational) must be completed by 2 weeks prior to of the first dose of study drug; in the event of rapidly proliferative disease use of hydroxyurea is permitted until 24 hours before the start of study treatment. Toxicities associated with prior MDS therapy must have recovered to grade 1 or less prior to start of treatment.\n* Any major surgery or radiation therapy within four weeks.\n* Patients with prior cumulative anthracycline exposure of greater than 368 mg/m2 daunorubicin (or equivalent).\n* Any serious medical condition, laboratory abnormality or psychiatric illness that would prevent obtaining informed consent\n* Patients with myocardial impairment of any cause (e.g. cardiomyopathy, ischemic heart disease, significant valvular dysfunction, hypertensive heart disease, and congestive heart failure) resulting in heart failure by New York Heart Association Criteria (Class III or IV staging)\n* Active or uncontrolled infection. Patients with an infection receiving treatment (antibiotic, antifungal or antiviral treatment) may be entered into the study but must be afebrile and hemodynamically stable for ≥72 hrs.\n* Current evidence of invasive fungal infection (blood or tissue culture); patients with recent fungal infection must have a subsequent negative cultures to be eligible; known HIV (new testing not required) or evidence of active hepatitis B or C infection (with rising transaminase values)\n* Hypersensitivity to cytarabine, daunorubicin or liposomal products\n* History of Wilson's disease or other copper-metabolism disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was measured from the date of randomization to death from any cause, subjects not known to have died by the last follow-up were censored on the date they were last known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.56","spread":null},{"groupId":"OG001","value":"5.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With a Response","description":"Complete Remission (CR)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival","description":"All randomized subjects were assessed for event-free survival (EFS). EFS was defined as the time from study randomization to the date of induction treatment failure (persistent disease), relapse from CR or CRi or death from any cause, whichever came first. Subjects alive and not known to have any of these events were censored on thee date they were last examined on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.53","spread":null},{"groupId":"OG001","value":"1.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Remission Duration","description":"Only subjects achieving CR or CRi were assessed for remission duration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.93","spread":null},{"groupId":"OG001","value":"6.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Achieving Morphologic Leukemia-free State","description":"All randomized subjects with at least 1 evaluable postrandomization bone marrow assessment performed on or after Day 14 after the last induction were assessed for MLFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Receiving a Stem Cell Transplant","description":"The number and percentage of subjects transferred for HSCT after induction treatment was recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":90,"n":153},"commonTop":["Febrile Neutropenia","Diarrhoea","Nausea","Oedema Peripheral","Constipation"]}}}