{"nctId":"NCT04072575","briefTitle":"A Study of Paliperidone Palmitate 6-Month Formulation","startDateStruct":{"date":"2019-09-19","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":178,"armGroups":[{"label":"Paliperidone Palmitate 6 month(PP6M)","type":"EXPERIMENTAL","interventionNames":["Drug: PP6M injection Dose 1","Drug: PP6M injection Dose 2"]}],"interventions":[{"name":"PP6M injection Dose 1","otherNames":["R092670"]},{"name":"PP6M injection Dose 2","otherNames":["R092670"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Completed the Double-blind Phase of Study R092670PSY3015 without relapse and continue to be willing to be treated with paliperidone palmitate 6 month injection (PP6M)\n* Must, in the opinion of the investigator, be able to continue treatment at the same dose level (moderate or higher dose) as used during the Double-blind Phase of Study R092670PSY3015 at the time of screening for this study\n* A woman of childbearing potential: a) Must have a negative pregnancy test on Day 1; b) Use contraception consistent with local regulations. A man must agree that during the study and for a minimum 12 months after receiving the last dose of the study intervention: a) His female partner(s) will use highly effective method pf contraception\n* Sign an informed consent form (ICF) indicating that he or she understands the purpose of, and procedures required for, the study and is willing to participate in the study; and must be able to provide his or her own consent (that is, consent cannot be provided by a legal representative of the participant)\n* In the opinion of the investigator, the patient would be able to participate for the duration of this study\n\nExclusion Criteria:\n\n* Has any condition for which, in the opinion of the investigator, participation would not be in the best interest of the participant (example, compromise the well-being) or that could prevent, limit, or confound the protocol-specified assessments\n* Completed R092670PSY3015 while presenting adverse events deemed clinically relevant by the investigator, and which may interfere with safety and well-being of the participant\n* If a man, has plans to father a child while enrolled in this study or within 12 months after the last dose of study intervention. Must not, if a woman, have plans to become pregnant while enrolled in this study or within 12 months after the last dose of study intervention","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Relapse","description":"Number of participants with relapse were reported. Relapse is defined as one or more of the following: a) Psychiatric hospitalization for schizophrenia (involuntary or voluntary admission to a psychiatric hospital for decompensation of the participant's schizophrenic symptoms); b) Emergency Department/Room/Ward visit due to a worsening of the participant's symptoms of schizophrenia, but a psychiatric hospitalization does not occur; c) The participant inflicts deliberate self-injury or exhibits violent behaviour resulting in suicide, clinically significant injury to him/herself or another person, or significant property damage; d) The participant has suicidal or homicidal ideation and aggressive behaviour that is clinically significant (in frequency and severity) in the investigator's judgment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/ biological agent under study. TEAEs are those events if they started after administration of the first dose and until 183 days after the last dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity (CGI-S) Scale Score","description":"Change from baseline in CGI-S scale score was reported. CGI-S is defined as clinician-rated scale that assesses the severity of mental illness on a scale of 0 to 7. Considering total clinical experience, a participant was assessed on severity of mental illness at the time of rating according to:1: normal, not at all ill; 2: borderline mentally ill; 3: mildly ill; 4: moderately ill; 5: markedly ill; 6: severely ill; 7: among the most extremely ill participants. A higher score implies a more severe condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Personal and Social Performance (PSP) Scale Score","description":"Change from baseline in PSP scale score was reported. The PSP scale assesses degree of a participant's dysfunction within 4 domains of behavior: 1) socially useful activities, 2) personal and social relationships, 3) self-care, and 4) disturbing and aggressive behavior. Each domain was assessed on a 6-point scale, from 1 (absent) to 6 (very severe) (1 = absent, 2 = mild, 3 = manifest, 4 = marked, 5 = severe, and 6 = very severe). PSP total score was calculated as sum of all the domain scores and ranges from 1 to 100. Participants with score of 71 to 100 had mild degree of difficulty; from 31 to 70, varying degrees of disability; less than or equal to 30, functioning so poorly as to require intensive supervision. Higher score indicates better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"7.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Total Score","description":"Change from baseline in PANSS total score were reported. The neuropsychiatric symptoms of schizophrenia were assessed using the 30-item PANSS scale, which provides a total score (sum of the scores for all 30 items) and scores for 3 subscales: the 7-item positive-symptom (P) subscale, the 7-item negative-symptom (N) subscale, and the 16-item general-psychopathology symptom (G) subscale. Each item is rated on a scale of 1 (absent) to 7 (extreme). The PANSS total score ranges from 30 (absent disease)-210 (more severe neuropsychiatric symptoms of schizophrenia).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"8.22"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":178},"commonTop":["Headache","Blood Prolactin Increased","Hyperprolactinaemia","Diarrhoea","Nasopharyngitis"]}}}