{"nctId":"NCT01574651","briefTitle":"The Effect of QVA149 on Health Related Quality of Life in Patients With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2012-05"},"conditions":["Chronic Obstructive Pulmonary Disease (COPD)"],"count":934,"armGroups":[{"label":"QVA149 plus placebo to tiotropium and placebo to formoterol","type":"EXPERIMENTAL","interventionNames":["Drug: QVA149","Drug: Placebo to tiotropium","Drug: Placebo to formoterol"]},{"label":"Tiotropium plus Formoterol and placebo to QVA149","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tiotropium","Drug: Formoterol","Drug: Placebo to QVA149"]}],"interventions":[{"name":"QVA149","otherNames":[]},{"name":"Placebo to tiotropium","otherNames":[]},{"name":"Placebo to formoterol","otherNames":[]},{"name":"Tiotropium","otherNames":[]},{"name":"Formoterol","otherNames":[]},{"name":"Placebo to QVA149","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female adults aged ≥ 40 yrs\n* Patients with moderate to severe chronic obstructive pulmonary disease (GOLD 2010 guidelines)\n* Smoking history of at least 10 pack years\n* Post-bronchodilator FEV1 \\< 80% and ≥30% of the predicted normal value and post-bronchodilator FEV1/FVC (forced vital capacity) \\<70%\n\nExclusion Criteria:\n\n* Pregnant women or nursing mothers or women of child-bearing potential not using adequate contraception\n* Patients with a history of long QT syndrome\n* Patients with Type I or uncontrolled Type II diabetes\n* Patients who have had a COPD exacerbation or respiratory tract infection within 6 weeks prior to screening\n* Patients with any history of asthma\n* Patients with pulmonary lobectomy, lung volume reduction surgery, or lung transplantation\n* Patients with concomitant pulmonary disease\n* Patients requiring long term oxygen therapy (\\>15 h a day)\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"St. George's Respiratory Questionnaire (SGRQ-C) Total Score After 26 Weeks of Treatment (Non-inferiority Analysis).","description":"SGRQ is a health related quality of life questionnaire consisting of 40 items in three areas: symptoms (respiratory symptoms and severity), activity (activities that cause or are limited by breathlessness) and impacts (social functioning and psychological disturbances due to airway disease). The total score is 0 to 100 with a higher score indicating poorer health status. For patients who completed the study but with missing SGRQ-C during treatment, the missing SGRQ-C were replaced by the last observation carried forward (LOCF). Symptom scores were expected to improve over treatment, therefore the replacement of missing values with earlier measurements did not result in overoptimistic imputation and this procedure could be regarded as conservative.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.70","spread":"17.718"},{"groupId":"OG001","value":"45.68","spread":"17.720"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.30","spread":"19.923"},{"groupId":"OG001","value":"43.19","spread":"19.284"}]}]}]},{"type":"SECONDARY","title":"St. George's Respiratory Questionnaire (SGRQ-C) Total Score After 26 Weeks of Treatment (Superiority Analysis).","description":"SGRQ is a health related quality of life questionnaire consisting of 40 items in three areas: symptoms (respiratory symptoms and severity), activity (activities that cause or are limited by breathlessness) and impacts (social functioning and psychological disturbances due to airway disease). The total score is 0 to 100 with a higher score indicating poorer health status. For patients who completed the study but with missing SGRQ-C during treatment, the missing SGRQ-C were replaced by the last observation carried forward (LOCF). Symptom scores were expected to improve over treatment, therefore the replacement of missing values with earlier measurements did not result in overoptimistic imputation and this procedure could be regarded as conservative. Superiority of QVA 110/50 μg to tiotropium 18 μg q.d. plus formoterol 12 μg b.i.d. in terms of health related quality of life as assessed by St George's Respiratory Questionnaire (SGRQ-C) after 26 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.70","spread":"17.718"},{"groupId":"OG001","value":"45.68","spread":"17.720"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.30","spread":"19.923"},{"groupId":"OG001","value":"43.19","spread":"19.284"}]}]}]},{"type":"SECONDARY","title":"Transition Dyspnea Index (TDI) Focal Score After 26 Weeks of Treatment.","description":"Baseline Dyspnea Index (BDI)/Transition Dyspnea Index (TDI) focal score is based on three domains: functional impairment, magnitude of task and magnitude of effort and captures changes from baseline. BDI was measured at day 1 prior to the first dose with domain scores ranging from 0=very severe to 4=no impairment and a total score ranging from 0 to 12(best). TDI captures changes from baseline. Each domain is scored from -3=major deterioration to 3=major improvement to give an overall TDI focal score of -9 to 9. Higher numbers indicate a better score. missing values were replaced by the latest observed value (LOCF)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.34","spread":"3.440"},{"groupId":"OG001","value":"0.87","spread":"3.439"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With at Least One Exacerbation Requiring Systemic Corticosteroids and/or Antibiotics Over 26 Weeks","description":"The percent of participants with at least one moderate exacerbation within the 26 weeks that required systemic corticosteroids and/or antibiotics during the treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"13.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With at Least One Exacerbation Requiring Hospitalization","description":"The percent of patients with at least one severe exacerbation within the 26 weeks that required hospitalization. COPD exacerbations were considered to be severe if hospitalization were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time- Event Analysis, Number of Participants With at Least One COPD Exacerbation (Moderate or Severe) During the Treatment Period","description":"The number of participants with at least one moderate or severe COPD exacerbation. COPD exacerbations are considered to be moderate if treatment with systemic corticosteroids and/or antibiotics was required. COPD exacerbations are considered to be severe if hospitalizations were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Trough FEV1 at Baseline and Week 26","description":"Trough FEV1 is the mean value of FEV1 (forced expiratory volume in one second) measured at 23:15h and 23:45h after the morning doses. The baseline value was measured at day 1 prior to the first dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.329","spread":"0.4806"},{"groupId":"OG001","value":"1.313","spread":"0.4525"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.495","spread":"0.5060"},{"groupId":"OG001","value":"1.409","spread":"0.4878"}]}]}]},{"type":"SECONDARY","title":"FEV1 30 Min After the Morning Dose at Baseline and Week 26","description":"FEV1 30min is the forced expiratory volume in one second measured 30 min after the morning dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.517","spread":"0.5025"},{"groupId":"OG001","value":"1.495","spread":"0.4860"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.605","spread":"0.5356"},{"groupId":"OG001","value":"1.565","spread":"0.5124"}]}]}]},{"type":"SECONDARY","title":"Symptoms Score Reported by the Patients Using Part I \"Symptoms\" of SGRO-C","description":"Part I of the SGRQ-C covers \"symptoms\" and is concerned with respiratory symptoms, their frequency and severity. Each questionnaire response has a unique empirically derived \"weight\". A score was calculated from these weights. The lowest possible value is zero and the highest 100. A higher value corresponds to greater impairment of health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.10","spread":"19.884"},{"groupId":"OG001","value":"64.29","spread":"19.768"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.31","spread":"21.764"},{"groupId":"OG001","value":"60.16","spread":"20.678"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":30,"n":476},"commonTop":["Nasopharyngitis","Cough","Dyspnoea"]}}}