{"nctId":"NCT01228734","briefTitle":"A Trial to Compare Oxaliplatin, Folinic Acid (FA) and 5-Fluorouracil (5FU) Combination Chemotherapy (FOLFOX-4) With or Without Cetuximab in the 1st Line Treatment of Metastatic Colorectal Cancer (mCRC) in Chinese Rat Sarcoma Viral Oncogene Homolog (RAS) Wild-type Patients","startDateStruct":{"date":"2010-09-09","type":"ACTUAL"},"conditions":["Metastatic Colorectal Cancer"],"count":553,"armGroups":[{"label":"Cetuximab + FOLFOX-4","type":"EXPERIMENTAL","interventionNames":["Drug: Cetuximab","Drug: Oxaliplatin","Drug: Folinic Acid","Drug: 5Fluorouracil"]},{"label":"FOLFOX-4","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxaliplatin","Drug: Folinic Acid","Drug: 5Fluorouracil"]}],"interventions":[{"name":"Cetuximab","otherNames":["Erbitux","C225"]},{"name":"Oxaliplatin","otherNames":[]},{"name":"Folinic Acid","otherNames":[]},{"name":"5Fluorouracil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written informed consent (first and second)\n* Chinese with Chinese citizenship\n* Male or female subjects greater than or equal to (\\>=) 18 years of age\n* Medically accepted effective contraception if procreative potential exists (applicable for both male and female subjects until at least 90 days after the last dose of trial treatment)\n* Diagnosis of histologically confirmed adenocarcinoma of the colon or rectum\n* First occurrence of metastatic disease (not curatively resectable) RAS wild-type status in tumor tissue\n* At least one measurable lesion by computer tomography (CT) or magnetic resonance imaging (MRI) according to RECIST (not in an irradiated area)\n* Life expectancy of at least 12 weeks\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 at trial entry\n* White blood cell count \\>= 3 × 10x9/L with neutrophils \\>= 1.5 × 10x9/L, platelet count \\>= 100 × 10x9/L and hemoglobin \\>= 6.21 mmol/L (10 g/dL)\n* Total bilirubin \\<= 1.5 × upper limit of reference range\n* Aspartate transaminase (AST) and alanine transaminase (ALT) \\<= 2.5 × upper limit of reference range or \\<= 5 × upper reference range in subjects with liver metastasis\n* Serum creatinine \\<= 1.5 × upper limit of reference range\n* Recovery from relevant toxicity due to previous treatment before trial entry\n\nExclusion Criteria:\n\n* Previous chemotherapy for CRC except adjuvant treatment if terminated \\> 9 months (oxaliplatin-based chemotherapy) or \\> 6 months (non-oxaliplatin-based chemotherapy) before the start of treatment in this trial\n* Radiotherapy or surgery (excluding prior diagnostic biopsy) in the 30 days before trial treatment\n* Previous treatment with monoclonal antibody therapy, vascular endothelial growth factor (VEGF) pathway-targeting therapy, epidermal growth factor receptor (EGFR) pathway-targeting therapy, or other signal transduction inhibitors\n* History of organ allograft, autologous stem cell transplantation, or allogeneic stem cell transplantation\n* Renal replacement therapy\n* Intake of any investigational medication within 30 days before trial entry\n* Concurrent chronic systemic immune therapy or hormone therapy except physiologic replacement\n* Granulocyte colony stimulating factor (G-CSF) or granulocyte macrophage colony stimulating factor (GM-CSF) within 3 weeks of trial entry (these growth factors may be used during the trial thereafter)\n* Other non-permitted concomitant anticancer therapies\n* Known brain metastasis and/or leptomeningeal disease. Subjects with neurological symptoms should undergo a CT scan/MRI of the brain to exclude brain metastasis\n* Previous malignancy other than CRC in the last 5 years except basal cell cancer of the skin or preinvasive cancer of the cervix\n* Clinically significant cardiovascular disease, e.g. cardiac failure of New York Heart Association classes III-IV, uncontrolled coronary artery disease, cardiomyopathy, uncontrolled arrhythmia, uncontrolled hypertension, or history of myocardial infarction in the last 5 years, or left ventricular ejection fraction below the institutional range of normal on a baseline multiple gated acquisition scan or echocardiogram\n* Acute or sub-acute intestinal occlusion or history of inflammatory bowel disease\n* Active clinically serious infections (\\> grade 2 National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 3.0), including active tuberculosis\n* Known and declared history of human immunodeficiency virus (HIV) infection or chronic hepatitis B or C\n* Peripheral neuropathy \\> grade 1\n* Signs and symptoms suggestive of transmissible spongiform encephalopathy, or family members who suffer(ed) from such\n* Uncontrolled diabetes mellitus, pulmonary fibrosis, acute pulmonary disorder, interstitial pneumonia, or liver failure\n* Known hypersensitivity or allergic reactions against any of the components of the trial treatments\n* Pregnancy (absence to be confirmed by serum β-human chorionic gonadotropin test) or breastfeeding\n* Ongoing alcohol or drug abuse\n* Presence of a medical or psychological condition that would not permit the subject to complete the trial or sign informed consent\n* Participation in another clinical trial within the past 30 days\n* Other significant disease that in the investigator's opinion should exclude the subject from the trial\n* Legal incapacity or limited legal capacity","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Time","description":"PFS was defined as the duration (in months) from randomization until the first progressive disease (PD) observation as assessed by the Independent Review Committee (IRC) according to Response Evaluation Criteria for Solid Tumors (RECIST) version 1.0, or death due to any cause when death occurred within 90 days of randomization or the last tumor assessment, whichever was later. PD was defined as at least a 20% increase in the sum of longest diameter (LD) of the target lesions, taking as references the smallest sum LD since the treatment started (including baseline), or appearance of one or more new lesions, and/or unequivocal progression of existing non-target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Time","description":"OS was defined as the time (in months) from randomization to death. For subjects who were still alive at the analysis data cut-off date or who lost to follow-up, survival was censored at the last recorded date that the subject was known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":null},{"groupId":"OG001","value":"16.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Overall Response Rate (ORR)","description":"The Best ORR was defined as the percentage of subjects having achieved complete response (CR) or partial response (PR) according to RECIST version 1.0 as determined by the IRC. CR: defined as disappearance of all target and all non-target lesions and no new lesions. PR: defined as at least a 30% decrease in sum of diameters of target lesions, taking as reference the baseline sum diameters, no progression of non-target lesions and no new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.3","spread":null},{"groupId":"OG001","value":"40.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TTF)","description":"TTF was defined as time from randomization to date of the first occurrence of radiologically confirmed PD as determined by IRC, Clinical PD according to the Investigator's assessment (if radiological confirmation of PD by IRC was unavailable), discontinuation of treatment due to progression or adverse event, start of new anticancer therapy, withdrawal of consent, or death within 90 days of last tumor assessment or randomization. Subjects without event were censored on the date of last tumor assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Curative Surgery of Liver Metastases","description":"The number of subjects who underwent liver metastatic surgery after start of treatment and the outcome of surgery with respect to residual tumor after surgery (R0, R1, R2, not evaluable) were summarized. In case of resection of more than one metastasis, the worst outcome of surgery defined the overall status of a subject. R0 = No residual tumor after resection (all lesions resected completely); R1 = Metastases not resected completely with microscopic residual lesions; and R2 = Metastases not resected completely with macroscopic residual lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":194},"commonTop":["NEUTROPENIA","LEUKOPENIA","THROMBOCYTOPENIA","NAUSEA","DECREASED APPETITE"]}}}