{"nctId":"NCT02718898","briefTitle":"A Study of Ixekizumab (LY2439821) in Participants With Moderate-to-Severe Genital Psoriasis","startDateStruct":{"date":"2016-04"},"conditions":["Genital Psoriasis","Psoriasis"],"count":149,"armGroups":[{"label":"Ixekizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab","Drug: Placebo"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ixekizumab","Drug: Placebo"]}],"interventions":[{"name":"Ixekizumab","otherNames":["LY2439821"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have chronic plaque psoriasis based on a diagnosis of chronic plaque psoriasis for at least 6 months before baseline.\n* Have moderate-to-severe psoriasis in the genital area at screening and baseline.\n* Have plaque psoriasis in a nongenital area at screening and baseline.\n* Have failed to respond to, or are intolerant of, at least 1 topical therapy used for treatment of psoriasis affecting the genital area.\n* Must agree to use reliable method of birth control, which could include abstinence, during the study and for at least 12 weeks following the last dose of study drug.\n\nExclusion Criteria:\n\n* Pustular, erythrodermic, and/or guttate forms of psoriasis.\n* History of drug-induced psoriasis.\n* Have recently received certain treatments for psoriasis (in particular, within the past 4 weeks but the restriction can go up to 12 months for some treatments).\n* Have ever received treatment with ixekizumab, secukinumab, brodalumab, or another drug with a similar mode of action.\n* Cannot avoid excessive sun exposure or use of tanning booths for at least 4 weeks prior to baseline and during the study.\n* Are currently enrolled in any other clinical trial involving an investigational product.\n* Serious disorder or illness other than plaque psoriasis.\n* Active or history of malignant disease within 5 years prior to baseline.\n* Serious infection within the last 3 months.\n* Have received a live vaccine within 3 months of baseline or plan to do so during the study.\n* Have received a vaccination with Bacillus Calmette-Guérin (BCG) within the past year.\n* Pregnant or breastfeeding (lactating) women.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving Static Physician Global Assessment (sPGA) of Genitalia (0,1)","description":"sPGA of Genitalia score is based on a combination of erythema and the secondary features (plaque elevation and/or scale). For the analysis of responses, the participant's psoriasis was assessed as follows: 0 = clear,1 = minimal, 2 = mild, 3 = moderate, 4 = severe, 5 = very severe.\n\nsPGA of Genitalia (0,1) : A sPGA of Genitalia assessed as either 0 or 1.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Overall sPGA (0,1)","description":"The overall sPGA is the physician's global assessment of the participant's psoriasis (Ps) lesions at a given time point. Plaques were assessed for induration, erythema, and scaling, and an overall rating of psoriasis severity was given using the anchors of 0 = clear, 1 = minimal, 2 = mild, 3 = moderate, 4 = severe, 5 = very severe.\n\nOverall sPGA (0,1) : An overall sPGA assessed as either 0 or 1.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least a 3 Point Improvement in Genital Psoriasis Itch Numeric Rating Scale (NRS) Item Within the Genital Psoriasis Symptom Scale (GPSS)","description":"GPSS is a participant-administered assessment of 8 symptoms: itch, pain, discomfort, stinging, burning, redness, scaling, and cracking. Each respondent was asked to answer the questions based on the psoriasis symptoms in his or her genital area. The overall severity for each individual genital psoriasis symptom is indicated by selecting the number from an Numeric Rating Scale (NRS) of 0 to 10 that best describes the worst level of each symptom in the genital area in the past 24 hours, where 0 (= no severity) and 10 (worst imaginable severity).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Whose Frequency of Sexual Activity is Never or Rarely Limited by Genital Psoriasis, Utilizing the Genital Psoriasis Sexual Frequency Questionnaire (SFQ) Item 2","description":"The SFQ is a participant reported outcome measure to evaluate the impact of genital psoriasis symptoms on sexual frequency. It consists of 2 items that assess the impact of genital psoriasis symptoms on the frequency of sexual activity. Respondents were asked to answer the questions based on their psoriasis symptoms in the genital area. Item 2 assesses how often genital psoriasis symptoms limited the frequency of sexual activity with the following response options: 0 = never, 1 = rarely, 2 = sometimes, 3 = often, 4 = always.\n\n\\*The SFQ is also referred to as the GenPs-SFQ (genital psoriasis sexual frequency questionnaire).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Whose Frequency of Avoiding Sexual Activity is Either Never or Rarely Limited by Genital Psoriasis in the Sexual Activity Avoidance Subscale Score of the Genital Psoriasis Sexual Impact Scale (GPSIS)","description":"GPSIS is a participant reported outcome measure to evaluate the impact of genital psoriasis symptoms on sexual activity.\n\nThe GPSIS Sexual Activity Avoidance Subscale includes 2 items:\n\nItem 1 asks whether the participant has been sexually active in the past week. (No due to other reasons = 1, No due to genital Ps = 5) Item 2 asks how often the participant avoided sexual activity in the past week due to Genital Psoriasis. (Never = 1, rarely = 2, Sometimes = 3, Often = 4)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) Total Score","description":"DLQI is a simple, participant-administered, 10 question, validated, quality-of-life questionnaire that covers 6 domains: 1) Symptoms and feelings 2) Daily activities 3) Leisure 4) Work and school 5) Personal relationships 6) Treatment.\n\nResponse categories include:\n\n0 = not at all; 1 = a little; 2 = a lot; 3 = very much; \"not relevant\" responses scored as \"0\" and total score range of 0 to 30; higher scores indicate poor quality of life.\n\nLeast Square (LS) Mean was calculated using Mixed Model Repeated Measures (MMRM) model with treatment, baseline body surface area (BSA) category, baseline value, visit, treatment-by-visit, and baseline value-by-visit interactions as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.62"},{"groupId":"OG001","value":"-9.7","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Modified Genital Psoriasis Area and Severity Index (mGPASI) Score","description":"mGPASI determines participants psoriasis severity in the genital region at a given time point yielding an overall score of 0 for no psoriasis to 72 for the most severe disease. scoring index incorporates the degree of erythema (or redness), induration (or thickness), and scaling) of the genital plaques as well as erosion, fissure, and/or ulcer as a product of the genital area involved. LS Mean was calculated using MMRM model with treatment, baseline BSA category, baseline value, visit, treatment-by-visit, and baseline value-by-visit interactions as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"1.56"},{"groupId":"OG001","value":"-23.9","spread":"1.48"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least a 2-Point Change in Patient's Global Assessment of Genital Psoriasis (PatGA-Genital)","description":"Patient's Global Assessment of Genital Psoriasis (PatGA-Genital) is a participant-administered, single-item scale on which participants are asked to rank the severity of their genital psoriasis \"today\" by circling a number on a 0 to 5 NRS, as follows: from 0 (clear), no genital psoriasis; to 5 (severe).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Short-Form Health Survey (SF-36) Physical Component Summary (PCS)","description":"SF-36 is a participant-reported outcome measure evaluating a participant's health status. It comprises 36 items covering 8 domains: physical functioning, role physical, role emotional, bodily pain, vitality, social functioning, mental health, and general health. Items are answered on Likert scales of varying lengths. Items from 8 domains contribute to the PCS. The summary scores range from 0 to 100, with higher scores indicating better levels of function and/or better health.\n\nLeast Squares Mean (LS Mean) was calculated using Analysis of covariance (ANCOVA) model with treatment, baseline BSA category, \\& baseline value and modified baseline observation carried forward (mBOCF) imputation method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.687","spread":"0.7998"},{"groupId":"OG001","value":"5.193","spread":"0.7942"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Short-Form Health Survey (SF-36) Mental Component Summary (MCS)","description":"SF-36 is a participant-reported outcome measure evaluating a participant's health status. It comprises 36 items covering 8 domains: physical functioning, role physical, role emotional, bodily pain, vitality, social functioning, mental health, and general health. Items are answered on Likert scales of varying lengths. Items from 8 domains contribute to the MCS. The summary scores range from 0 to 100, with higher scores indicating better levels of function and/or better health.\n\nLeast Squares Mean (LS Mean) was calculated using Analysis of covariance (ANCOVA) model with treatment, baseline BSA category, \\& baseline value and modified baseline observation carried forward (mBOCF) imputation method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.186","spread":"0.7333"},{"groupId":"OG001","value":"3.982","spread":"0.7281"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Genital Psoriasis Symptom Scale (GPSS) Total Score and Individual Items","description":"GPSS is a participant's-administered assessment of 8 symptoms: itch, pain, discomfort, stinging, burning, redness, scaling, and cracking. Each respondent was asked to answer the questions based on the psoriasis symptoms in his or her genital area. The overall severity for each individual genital psoriasis symptom is indicated by selecting the number from an Numeric Rating Scale (NRS) of 0 to 10 that best describes the worst level of each symptom in the genital area in the past 24 hours, where 0 (no severity) and 10 (worst imaginable severity). total score ranges from 0 (no severity) - 80 (worst imaginable severity) LS Mean was calculated using MMRM model with treatment, baseline BSA category, baseline value, visit, treatment-by-visit, and baseline value-by-visit interactions as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.82","spread":"2.190"},{"groupId":"OG001","value":"-31.57","spread":"2.070"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":"0.290"},{"groupId":"OG001","value":"-4.02","spread":"0.274"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"0.294"},{"groupId":"OG001","value":"-3.84","spread":"0.278"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":"0.298"},{"groupId":"OG001","value":"-4.27","spread":"0.282"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.51","spread":"0.298"},{"groupId":"OG001","value":"-3.74","spread":"0.281"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"0.289"},{"groupId":"OG001","value":"-3.73","spread":"0.273"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.287"},{"groupId":"OG001","value":"-4.45","spread":"0.272"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.273"},{"groupId":"OG001","value":"-3.80","spread":"0.259"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":"0.280"},{"groupId":"OG001","value":"-3.74","spread":"0.264"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving sPGA of Genitalia (0,1) at Week 12 by Treatment-Emergent Anti-Drug Antibody (TE-ADA) Status and by Neutralizing Antibody (NAb) Status","description":"sPGA of Genitalia score is based on a combination of erythema and the secondary features (plaque elevation and/or scale). For the analysis of responses, the participant's psoriasis was assessed as follows: 0 = clear,1 = minimal, 2 = mild, 3 = moderate, 4 = severe, 5 = very severe.\n\nsPGA of Genitalia (0,1) : A sPGA of Genitalia assessed as either 0 or 1.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]},{"categories":[]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":74},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Injection site reaction","Headache","Urinary tract infection"]}}}