{"nctId":"NCT00396630","briefTitle":"A Study to Explore the Existence of Horizontal Transmission of the RIX4414 Vaccine Strain Between Twins Within a Family.","startDateStruct":{"date":"2007-01-23","type":"ACTUAL"},"conditions":["Infections, Rotavirus"],"count":200,"armGroups":[{"label":"Rotarix Group","type":"EXPERIMENTAL","interventionNames":["Biological: Rotarix"]},{"label":"Placebo Group","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Rotarix","Biological: Placebo"]}],"interventions":[{"name":"Rotarix","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with a live twin living in the same household who is also enrolled in this study.\n* Born after a gestation period of ≥32 weeks,\n* Discharged from hospital neonatal care stay,\n* Subjects who the investigator believes that their parents/guardians can and will comply with the requirements of the protocol should be enrolled in the study.\n* A male or female between, and including, 6 and 14 weeks of age at the time of the first study vaccination.\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n* Written informed consent obtained from the parent or guardian of the subjects.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product (drug or vaccine) other than the study vaccine(s) within 30 days preceding the first dose of study vaccine, or planned use during the study period.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination (no laboratory testing required).\n* Any clinically significant history of chronic gastrointestinal disease.\n* History of allergic disease or reactions likely to be exacerbated by any component of the vaccine.\n* Acute disease at time of enrolment.\n* Administration of immunoglobulins and/or any blood products since birth or planned administration during the study period.\n* Contact with an immunosuppressed individual.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product (pharmaceutical product or device).\n* Chronic administration of immunosuppressants since birth.\n* Gastroenteritis within 7 days preceding the first study vaccine administration.\n* Documented HIV-positive subject.","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Weeks","maximumAge":"14 Weeks","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Presence of Rotavirus Vaccine Strain in Any Stool Sample From Twin Receiving Placebo.","description":"Number of subjects in the Placebo Group with rotavirus vaccine strain in at least one stool sample.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Human Rotavirus (HRV) Shedding Per Study Group.","description":"Duration of shedding in the Placebo Group= number of days between first and last stool sample positive (+) for rotavirus (RV) antigen and in the Rotarix Group= number of days between the day of vaccination and the date of last stool sample + for RV antigen.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Genetic Variation Differences Detected by Sequencing of Genomic Mutations in the HRV Vaccine Strain After Transmission.","description":"Dissimilar amino acid substitutions in the HRV vaccine strain isolated from the twin receiving placebo, when compared to the genetic variation of HRV vaccine strain isolated from the Rotarix vaccine recipients, were counted as genetic variation differences.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Live Viral Vaccine Load in the Stool of the Twin Receiving Placebo in Case of Transmission.","description":"Number of subjects in the Placebo Group with live virus identified in at least one stool sample in case of transmission.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Anti-rotavirus Immunoglobulin A (IgA) Antibody Seroconversion.","description":"Number of initially seronegative subjects with anti-rotavirus IgA antibody concentration ≥ 20 Units/milliliter (U/mL), 1 month after the second dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Anti-rotavirus IgA Antibody Concentration.","description":"Anti-rotavirus IgA antibody concentrations are given as geometric mean concentrations (GMC) with 95% Confidence Intervals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Gastroenteritis (GE) and Rotavirus Gastroenteritis (RV GE) Episodes.","description":"GE episodes were defined as diarrhea (passage of three or more looser than normal stools within a day) with or without vomiting.\n\nRV GE episodes were defined as GE episodes for which the stool sample temporally closest to the onset day of the GE episode was positive for rotavirus by Enzyme Linked Immunosorbent Assay (ELISA).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Unsolicited Adverse Events (AEs).","description":"An AE is any untoward medical occurrence in a clinical investigation subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Any Serious Adverse Events (SAEs).","description":"A serious adverse event (SAE) is any untoward medical occurrence that:\n\nresults in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study subject, or may evolve into one of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":100},"commonTop":["Nasopharyngitis","Pyrexia","Irritability"]}}}