{"nctId":"NCT01206660","briefTitle":"Effects of Desoximetasone Spray 0.25% in Patients With Moderate to Severe Plaque Psoriasis","startDateStruct":{"date":"2010-08"},"conditions":["Psoriasis"],"count":120,"armGroups":[{"label":"Desoximetasone Spray 0.25%","type":"EXPERIMENTAL","interventionNames":["Drug: Desoximetasone Spray 0.25%"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"Desoximetasone Spray 0.25%","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant, non-lactating female 18 years of age or older.\n* Have a definite clinical diagnosis of stable plaque psoriasis involving ≥ 10% of the body surface area (BSA).\n* Have a combined total lesion severity score (TLSS) of ≥ 7 for the Target Lesion.\n* Have a plaque elevation score ≥ 3 of (moderate) for the Target Lesion.\n* The Target Lesion must have an area of at least 5 cm².\n* Have a Physicians Global Assessment (PGA) score of 3 (moderate) or 4 (severe) at baseline for the overall disease severity.\n\nExclusion Criteria:\n\n* Patient has current diagnosis of other types of psoriasis other than stable plaque psoriasis (i.e. acute, guttate, erythrodermic, exfoliative or pustular psoriasis) or has psoriasis of any kind of the face or scalp that will require active treatment during the study. Nonprescription antipsoriatic shampoos will be allowed during the study when applied solely to the scalp.\n* Patient has a history of psoriasis that has been unresponsive to topical corticosteroid therapy.\n* In the Investigator's opinion, the patient has other dermatological conditions, such as atopic or contact dermatitis, that may interfere with the clinical assessments of the signs and symptoms of psoriasis.\n* Patient has a history of allergy or sensitivity to corticosteroids or history of any drug hypersensitivity or intolerance which, in the opinion of the Investigator, would compromise the safety of the patient or the results of the study.\n* Patient has been treated within 12 weeks (or five half lives, whichever is less) prior to the first dose of study drug with any biological therapies for psoriasis.\n* Patient has received any systemic steroids within 4 weeks of the first dose of the study drug. The use of inhaled or intranasal corticosteroids is acceptable as long as usage has been stable for at least 2 weeks prior to the first dose of study drug and will be continued during the study.\n* Patients who have used any topical antipsoriatic agents of any kind or any topical corticosteroids for any reason within 2 weeks prior to first use of study drug. Nonprescription antipsoriatic shampoos used only on the scalp will be allowed during the study.\n* Receipt of any drug as part of a research study within 30 days prior to first dosing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Success ITT","description":"A patient is considered a Clinical Success if the Physician's Global Assessment (PGA) is 0 (clear) or 1 (almost clear).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Success","description":"A patient is considered a Treatment Success for the Target Lesions if the target lesion has a score of 0 or 1 on the Target Lesion Severity Score (TLSS) for each the three signs and symptoms (erythema, scaling and plaque elevation).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Physician's Global Assessment (PGA) of Psoriasis Score at Day 28.","description":"Physician Global Assessment (PGA) of Psoriasis: score based on dermatologist's assessment of disease averaged over all lesions of face, genitals, or intertriginous area (i.e., breast fold, gluteal crease, axilla). Overall lesions were graded for induration, erythema, and scaling; range: 0 (no evidence) to 5 (severe). The sum of the 3 scores was divided by 3 to obtain a final PGA score. Higher scores indicate greater severity of disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.73","spread":"1.06"},{"groupId":"OG001","value":"0.85","spread":"0.94"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Application Site Irritation","Application Site Pain"]}}}