{"nctId":"NCT00132314","briefTitle":"Long-Acting Injectable Risperidone in the Treatment of Schizophrenia","startDateStruct":{"date":"2006-09"},"conditions":["Schizoaffective Disorder","Schizophrenia"],"count":382,"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Drug: IM risperidone"]},{"label":"Arm 2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: oral antipsychotic medication"]}],"interventions":[{"name":"IM risperidone","otherNames":[]},{"name":"oral antipsychotic medication","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years or older.\n2. Diagnosed with schizophrenia or schizoaffective disorder by the Structured Clinical Interview for Diagnosis (SCID) (Spitzer and First et al., 1996).\n3. Patients should\n\n   1. have been hospitalized in the two years before study entry on a psychiatric inpatient unit, or\n   2. document explicit current evidence of increased use of outpatient services such as additional visits, day treatment or non-hospital residential treatment, increased dosage of medications or addition of concomitant psychotropic medications.\n\n   The b criterion will promptly be adjudicated by the study chairmen on a case-by case basis to insure credibility.\n4. .Adequate transportation is available and the participant lives within a travel time of less than 1.5 hours, allowing attendance at all scheduled visits.\n5. Use of an acceptable method of birth control by female patients who have a possibility of becoming pregnant (safety concerns).\n6. Able to demonstrate decisional capacity in order to give informed consent as assessed by the MacArthur Competence Assessment Tool (MacCAT) (Appelbaum and Grisso, 1996). Guardian consent is acceptable where applicable.\n7. Dually diagnosed patients with both schizophrenia and addictive disorders would be included in this study but should not be in need of acute detoxification for physiologic substance dependence (excluding nicotine) in the past 30 days.\n\nExclusion Criteria:\n\n1. Physiologic substance dependence requiring detoxification (excluding nicotine) in the past 30 days (substance abuse is not an exclusion).\n2. Intolerance of risperidone.\n3. Intolerance of intramuscular injection.\n4. Current treatment with depot antipsychotic medication.\n5. Current treatment with oral clozapine or presence of refractory schizophrenia that, in the treating psychiatrist's opinion, requires clozapine.\n6. Hepatic or renal problems AST or ALT (\\>2 times upper limit of normal);\n7. Elevated bilirubin (\\>1.2), BUN (\\>24), creatinine (\\>1.7).\n8. Unstable, serious medical condition or one requiring acute medical treatment, or anticipation of hospitalization for extended care.\n9. Dementia, epilepsy, insulin-dependent diabetes, anticoagulation with coumadin.\n10. Unstable living arrangements or not planning to remain in the area for the next year.\n11. Legal entanglements or pending legal charges with potential of incarceration.\n12. Assault or suicide gesture currently needing acute intervention.\n13. Concurrent participation in another clinical trial with an investigational drug during the last 30 days.\n14. Pregnant or lactating women or women planning to become pregnant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Hospitalization-free Survival - Time to Event","description":"A hospitalization-free survival was defined as the time from the date of randomization to the time of a psychiatric hospitalization (in both VA and non-VA hospitals) or, in the case of patients who were hospitalized at randomization, the time from the date of discharge from the initial stay to subsequent hospitalization. Patients without an event were censored at 24 months after the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"1.97","spread":null}]}]}]},{"type":"PRIMARY","title":"Hazard Ratio for Hospitalization","description":"Hazard ratio of LAI versus Oral for psychiatric hospitalization (in both VA and non-VA hospitals), after randomization up to 24 months, obtained from a Cox proportional hazards model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":96,"n":187},"commonTop":["Insomnia","Headache","Vomiting","Fatigue","Vertigo"]}}}