{"nctId":"NCT00800735","briefTitle":"A Study of PEGASYS (Pegylated-interferon Alfa-2a) With or Without Ribavirin in Patients With Chronic Hepatitis C Who Have Participated in Previous Roche or Roche Partner Protocols","startDateStruct":{"date":"2009-04"},"conditions":["Hepatitis C, Chronic"],"count":30,"armGroups":[{"label":"Pegylated-interferon alfa-2a plus ribavirin","type":"EXPERIMENTAL","interventionNames":["Drug: Pegylated-interferon alfa-2a","Drug: Ribavirin"]}],"interventions":[{"name":"Pegylated-interferon alfa-2a","otherNames":["PEG-IFN alfa-2a","Pegasys"]},{"name":"Ribavirin","otherNames":["Copegus","Ro 20-9963"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients, ≥ 18 years of age.\n* Chronic hepatitis C (CHC) patients with compensated liver disease (Child-Pugh A) who have participated in a donor protocol where access to treatment or re-treatment with PEGASYS monotherapy or in combination with Copegus was promised or deemed appropriate after completion of the donor protocol.\n\nExclusion Criteria:\n\n* Evidence of decompensated liver disease (Child B or C cirrhosis).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least 1 Adverse Event.","description":"An adverse event is any untoward medical occurrence in a patient administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":30},"commonTop":["Fatigue","Pruritus","Nausea","Chills","Headache"]}}}