{"nctId":"NCT00658567","briefTitle":"A Study of Safety and Efficacy of Pimavanserin (ACP-103) in Patients With Parkinson's Disease Psychosis","startDateStruct":{"date":"2008-03"},"conditions":["Parkinson's Disease Psychosis"],"count":123,"armGroups":[{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Pimavanserin tartrate (ACP-103)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Pimavanserin tartrate (ACP-103)"]},{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Pimavanserin tartrate (ACP-103)"]}],"interventions":[{"name":"Pimavanserin tartrate (ACP-103)","otherNames":[]},{"name":"Pimavanserin tartrate (ACP-103)","otherNames":[]},{"name":"Pimavanserin tartrate (ACP-103)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A clinical diagnosis of Parkinson's disease with a minimum duration of 1 year\n* Presence of visual and/or auditory hallucinations, and/or delusions, occurring during the four weeks prior to study screening\n* Psychotic symptoms must have developed after Parkinson's disease diagnosis was established\n* Subject must be on stable dose of anti-Parkinson's medication for 1 month prior to Study Day 1 (Baseline) and during the trial\n* Subject that has received stereotaxic surgery for subthalamic nucleus deep brain stimulation must be at least 6 months post surgery and the stimulator settings must have been stable for at least 1 month prior to Study Day 1 (Baseline) and must remain stable during the trial\n* The subject is willing and able to provide consent\n* Caregiver is willing and able to accompany the subject to all visits\n\nExclusion Criteria:\n\n* Subject has a history of significant psychotic disorders prior to or concomitantly with the diagnosis of Parkinson's disease including, but not limited to, schizophrenia or bipolar disorder\n* Subject has received previous ablative stereotaxic surgery (i.e., pallidotomy and thalamotomy) to treat Parkinson's disease\n* Subject has current evidence of a serious and or unstable cardiovascular, respiratory, gastrointestinal, renal, hematologic or other medical disorder\n* Subject has had a myocardial infarction in last six months\n* Subject has any surgery planned during the screening, treatment or follow-up periods\n\nPatients will be evaluated at screening to ensure that all criteria for study participation are met. These evaluations will include specific measures of psychosis severity, delirium, dementia, cardiovascular condition, and pregnancy status. Patients may be excluded from the study based on these assessments (and specifically if it is determined that their baseline health and psychiatric condition do not meet all protocol-specified entry criteria).","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Antipsychotic Efficacy","description":"Antipsychotic efficacy was defined as a decrease in the severity and/or frequency of hallucinations and/or delusions. This is measured as the change from baseline (Day 1) to Day 42 in the Scale for the Assessment of Positive Symptoms - Hallucinations and Delusions scales (SAPS-H+D) score for the ITT Analysis Set. The possible total score is 1 to 100 and a negative change in score indicates improvement.\n\nAnalysis Method: Analysis of Covariance (ANCOVA) and missing data was imputed using Last Observation Carried Forward (LOCF) method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"-6.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"-2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Motor Symptoms Change From Baseline (Negative = Improvement)","description":"Motor symptoms were measured using the change from baseline (Day 1) to Day 42 in the combined score of the Unified Parkinson's Disease Rating Scale (UPDRS) Part II (Activities of Daily Living) and Part III (Motor Examination). The total possible score is 0 to 160 and a negative change in score indicates improvement.\n\nAnalysis Method: ANCOVA, and missing data was imputed using LOCF method. The UPDRS Parts II+III score was analyzed by constructing 2-sided 95% confidence intervals (CIs) on the difference between each pimavanserin dose group and placebo mean change from baseline. Non-inferiority was concluded if the upper limit of the CI was less than or equal to 5.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"-3.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"-2.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":39},"commonTop":["Fall","Orthostatic hypotension","Somnolence","Insomnia","Hallucination"]}}}