{"nctId":"NCT01923428","briefTitle":"The Efficacy of AZD1722 in Constipation Predominant Irritable Bowel Syndrome (IBS-C)","startDateStruct":{"date":"2013-08"},"conditions":["Constipation Predominant Irritable Bowel Syndrome"],"count":356,"armGroups":[{"label":"5 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: AZD1722"]},{"label":"20 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: AZD1722"]},{"label":"50 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: AZD1722"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"AZD1722","otherNames":["RDX5791, Tenapanor"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females and males must agree to use appropriate methods of contraception or be sterile (with appropriate documentation)\n* Subject is ambulatory\n* Subject meets definition of IBS-C using Rome III Criteria for the Diagnosis of IBS with a history of \\<5 SBMs per week\n* Subject meets Screening eligibility criteria (see below)\n* A colonoscopy based on AGA guidelines; every 10 years at ≥ 50 years old, or the occurrence of any warning signs (i.e., unexplained weight loss, non-hemorrhoid blood in stools)\n* Ability to communicate well with the Investigator and to comply with the requirements of the entire study, including an understanding of how to use the touch-tone telephone electronic diary.\n* Written informed consent and a willingness to participate in the study as it is described.\n* Daily access to a touch tone telephone.\n\nExclusion Criteria:\n\n* Functional diarrhea as defined by Rome III criteria\n* IBS with diarrhea (IBS-D), mixed IBS (IBS-M), or unsubtyped IBS as defined by Rome III criteria\n* Diagnosis or treatment of any clinically symptomatic biochemical or structural abnormality of the GI tract within 6 months prior to screening, or active disease within 6 months prior to screening. Including but not limited to cancer, inflammatory bowel disease, diverticulitis, duodenal ulcer, erosive esophagitis, gastric ulcer, pancreatitis (within 12 months of screening), cholelithiasis, amyloidosis, ileus, non-controlled GERD, gastrointestinal obstruction or carcinoid syndrome.\n* Use of medications that are known to affect stool consistency (Prohibited Medications), including fiber supplements, anti-diarrheals, cathartics, antacids, opiates, prokinetic drugs, laxatives, enemas, antibiotics within 4 weeks of enrollment, probiotics (including probiotic yogurt); or salt or electrolyte supplements containing sodium, potassium, chloride, or bicarbonate formulations during the seven days prior to treatment; unless specified as rescue medication, and used accordingly.\n* Clinical evidence of significant cardiovascular, respiratory, renal, hepatic, gastrointestinal, hematologic, neurologic, psychiatric or any disease that may interfere with the subject successfully completing the trial.\n* The subject has a history or current evidence of laxative abuse (in the clinical judgment of the physician).\n* Hepatic dysfunction (ALT \\[SGPT\\] or AST \\[SGOT\\] \\>2.5 times the upper limit of normal) or renal impairment (serum creatinine \\> 2mg/dL).\n* Any evidence of or treatment of malignancy (other than localized basal cell, squamous cell skin cancer or cancer in situ that has been resected) within the previous year.\n* Any surgery on the stomach, small intestine or colon, excluding appendectomy.\n* Pregnant or lactating women.\n* A major psychiatric disorder (DSM-III-R or DSM-IV) including major depression or other psychoses that has required hospitalization in the last 3 years. History of attempted suicide or uncontrolled bipolar disorder. Alcohol or substance abuse in the last year.\n* Participation in other clinical trials within 1 month prior to Day -14 (beginning of screening period).\n* If, in the opinion of the Investigator the subject is unable or unwilling to fulfill the requirements of the protocol or has a condition, which would render the results uninterpretable.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Complete Spontaneous Bowel Movement Responders vs Placebo","description":"Weekly complete spontaneous bowel movement resaponders defined as an increase of one or more bowel movement per week from baseline for 6 of the 12 weeks","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"38","spread":null},{"groupId":"OG002","value":"51","spread":null},{"groupId":"OG003","value":"30","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":88},"commonTop":["Diarrhea","Urinary Tract Infection"]}}}