{"nctId":"NCT00069121","briefTitle":"A Study of Xeloda (Capecitabine) Plus Oxaliplatin in Patients With Colon Cancer","startDateStruct":{"date":"2003-04-18","type":"ACTUAL"},"conditions":["Colorectal Cancer"],"count":1886,"armGroups":[{"label":"5-Fluorouracil/Leucovorin (5-FU/LV)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Leucovorin (LV)","Drug: 5-Fluorouracil (5-FU)"]},{"label":"Capecitabine in Combination with Oxaliplatin (XELOX)","type":"EXPERIMENTAL","interventionNames":["Drug: Capecitabine","Drug: Oxaliplatin"]}],"interventions":[{"name":"Capecitabine","otherNames":["Xeloda"]},{"name":"Oxaliplatin","otherNames":[]},{"name":"Leucovorin (LV)","otherNames":[]},{"name":"5-Fluorouracil (5-FU)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed colon carcinoma, AJCC/UICC Stage III (Dukes stage C)\n* Complete tumor resection; Patients operated with curative intent and with no macroscopic or microscopic evidence for remaining tumor who can be randomized to either treatment arm within 8 weeks after surgery. As this is an adjuvant trial patients should never have had any evidence of metastatic disease (including presence of tumor cells in the ascites).\n* Have a life expectancy of at least 5 years\n\nExclusion Criteria:\n\n* Pregnant or lactating women\n* Sexually active males and females (of childbearing potential) unwilling to practice contraception during the study\n* Previous cytotoxic chemotherapy, radiotherapy or immunotherapy, for the currently treated colon cancer\n* Patients who have not completely recovered from surgery","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease-Free Survival (DFS) [Number of Events]","description":"Determination of an event was based on tumor assessments and survival follow-up assessments. A disease-free survival (DFS) event was defined as any recurrence of the original colon cancer or appearance of a new colon or rectal cancer (proven by cytology or histology, when possible) or death due to any cause, whichever was earliest. Participants who had not had any such event at the time of data analysis were censored at the last date they were known to be event-free. Participants with no tumor assessments after baseline were censored at Day 1. An isolated event of increased CEA, or unexplained clinical deterioration were not considered to be evidence of relapse without support of other objective measurements. The date of relapse was defined as the date of the definitive assessment by objective measurements.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"379","spread":null},{"groupId":"OG001","value":"320","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"563","spread":null},{"groupId":"OG001","value":"624","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse-Free Survival (RFS) [Number of Events]","description":"A relapse-free survival (RFS) event included recurrence of the original colon cancer, development of a new colon or rectal cancer, and deaths related to any of the following: treatment, recurrence of the original colon cancer, or development of a new colon or rectal cancer. Participants who had not had any such event at the time of data analysis were censored at the last date they were known to be event-free. Participants whose cause of death was unrelated to treatment or disease recurrence were censored at the time of the last tumor assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"356","spread":null},{"groupId":"OG001","value":"290","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"586","spread":null},{"groupId":"OG001","value":"654","spread":null}]}]}]},{"type":"PRIMARY","title":"Disease-Free Survival (DFS) [Time to Event]","description":"Determination of an event was based on tumor assessments and survival follow-up assessments. A disease-free survival (DFS) event was defined as any recurrence of the original colon cancer or appearance of a new colon or rectal cancer (proven by cytology or histology, when possible) or death due to any cause, whichever was earliest. Participants who had not had any such event at the time of data analysis were censored at the last date they were known to be event-free. Participants with no tumor assessments after baseline were censored at Day 1. An isolated event of increased CEA, or unexplained clinical deterioration were not considered to be evidence of relapse without support of other objective measurements. The date of relapse was defined as the date of the definitive assessment by objective measurements. The median was estimated by the Kaplan-Meier method. The full range values include censored observations.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"88.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse-Free Survival (RFS) [Time to Event]","description":"A relapse-free survival (RFS) event included recurrence of the original colon cancer, development of a new colon or rectal cancer, and deaths related to any of the following: treatment, recurrence of the original colon cancer, or development of a new colon or rectal cancer. Participants who had not had any such event at the time of data analysis were censored at the last date they were known to be event-free. Participants whose cause of death was unrelated to treatment or disease recurrence were censored at the time of the last tumor assessment. The median was estimated by the Kaplan-Meier method. The full range values include censored observations.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"88.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival [Number of Events]","description":"Overall survival was measured as the time from randomization to the date of death, irrespective of the cause of death. Participants who were not reported as having died at the time of the analysis were censored using the date they were last known to be alive.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"286","spread":null},{"groupId":"OG001","value":"242","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"656","spread":null},{"groupId":"OG001","value":"702","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival [Time to Event]","description":"Overall survival was measured as the time from randomization to the date of death, irrespective of the cause of death. Participants who were not reported as having died at the time of the analysis were censored using the date they were last known to be alive. The median was estimated by the Kaplan-Meier method. The full range values include censored observations.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Adverse Event by Most Severe Intensity","description":"The intensity of all adverse events (AEs) was categorized according to the National Cancer Institute Common Toxicity Criteria for Adverse Events (NCI CTCAE) (version 3.0) grading system. If an AE had occurred which was not contained in the NCI-CTC, a four-point scale (mild, moderate, severe, life-threatening) was used. The terms \"severe\" and \"serious\" are not synonymous and are independently assessed for each AE. Only the most severe intensity was counted for multiple occurrences of an AE in one individual. See the AEs results table for details.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"557","spread":null},{"groupId":"OG001","value":"256","spread":null},{"groupId":"OG002","value":"855","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"493","spread":null},{"groupId":"OG001","value":"217","spread":null},{"groupId":"OG002","value":"792","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"299","spread":null},{"groupId":"OG001","value":"146","spread":null},{"groupId":"OG002","value":"548","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"63","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":134,"n":657},"commonTop":["DIARRHOEA","NAUSEA","STOMATITIS ALL","VOMITING","FATIGUE"]}}}