{"nctId":"NCT00527072","briefTitle":"PSUNRISE - Prospective Study Using Remicade in Psoriasis Patients With an Inadequate Response to Etanercept","startDateStruct":{"date":"2007-07"},"conditions":["Psoriasis"],"count":217,"armGroups":[{"label":"001","type":"EXPERIMENTAL","interventionNames":["Biological: infliximab"]}],"interventions":[{"name":"infliximab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have plaque psoriasis despite at least 4 months of treatment with etanercept per current product labeling\n* Have psoriatic target lesions that have a PGA score greater than 1 (minimal) at screening\n* If receiving methotrexate at screening, must have received methotrexate for at least 3 months and at a stable dose of \\<= 25 mg/week for at least 4 weeks prior to screening\n* If receiving cyclosporine at screening, must have received cyclosporine at a stable dose of \\<= 5 mg/kg daily for at least 4 weeks prior to screening.\n\nExclusion Criteria:\n\n* Have already received infliximab or adalimumab\n* Have shown a previous immediate hypersensitivity response, including anaphylaxis, to an immunoglobulin product\n* Have a history of latent or active granulomatous infection, including tuberculosis, histoplasmosis, or coccidioidomycosis, prior to screening\n* Have a concomitant diagnosis or any history of Congestive Heart Failure\n* Are pregnant, nursing, or planning pregnancy\n* Have used systemic corticosteroids within the 4 weeks prior to screening\n* Have used topical corticosteroids or have initiated treatment with other topical therapies that could affect psoriasis or Psoriasis Area and Severity Index (PASI) evaluation (e.g., tar, anthralin, calcipotriene, tazarotene, methoxsalen) within 2 weeks prior to screening\n* Have used new systemic agents/treatments, other than methotrexate, that can affect psoriasis including, but not limited to, immunosuppressants and/or psoralen plus ultraviolet A light (PUVA) within the 4 weeks prior to screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients Who Achieve a Physician Global Assessment (PGA) Score of Minimal (1) or Clear (0)","description":"Patients who did not have a PGA score at Week 10 will be treated as not having achieved a PGA score of minimal (1) or clear (0) at Week 10. Specifically, treatment failures prior to Week 10 will be classified as not having a minimal (1) or clear (0).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Achieved Psoriasis Area Activity Index (PASI) 50 Response at Week 10","description":"A PASI 50 responder is defined as a patient who has achieved at least a 50% improvement in the overall PASI score from baseline. PASI is an index used for assessing and grading the severity of psoriatic lesions and their response to therapy. The PASI produces a numeric score that can range from 0 to 72. A score less than 10 signifies a mixture of mild and moderate disease; a score greater than 10 but less than or equal to 30 signifies moderate disease; and a score greater than 30 signifies severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Achieved Psoriasis Area Activity Index (PASI) 50 Response at Week 26","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":215},"commonTop":["Upper respiratory tract infection","Arthralgia","Headache","Nasopharyngitis","Cough"]}}}