{"nctId":"NCT00050011","briefTitle":"Zoledronic Acid - Letrozole Adjuvant Synergy Trial (ZFAST) - Cancer Treatment Related Bone Loss in Postmenopausal Women With Estrogen Receptor Positive and/or Progesterone Receptor Positive Breast Cancer Receiving Adjuvant Hormonal Therapy","startDateStruct":{"date":"2002-09"},"conditions":["Breast Neoplasms","Osteoporosis"],"count":602,"armGroups":[{"label":"Zoledronic Acid upfront","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic Acid","Drug: Letrozole"]},{"label":"Zoledronate delayed-start","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic Acid","Drug: Letrozole"]}],"interventions":[{"name":"Zoledronic Acid","otherNames":["ZOL446","Zoledronate"]},{"name":"Letrozole","otherNames":["Femara"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent\n2. Postmenopausal status defined by one of the following :\n\n   * women equal to or greater than 55 years with cessation of menses\n   * spontaneous cessation of menses within the past 1 year, but amenorrheic in women less than or equal to 55 years (e.g., spontaneous or secondary to hysterectomy), and with postmenopausal gonadotrophin levels (follicle stimulating hormone levels \\>40 IU/L) or postmenopausal estradiol levels (\\< 5 ng/dL) or according to the definition of \"postmenopausal range\" for the laboratory involved\n   * bilateral oophorectomy (prior to the diagnosis of breast cancer).\n3. Adequately diagnosed and treated breast cancer defined as:\n\n   * Patients with breast cancer whose tumor can be removed by an appropriate surgical procedure such as mastectomy or breast conserving surgery and who receive appropriate additional local treatments such as radiotherapy according to best practice.\n   * Patients must be at the end of their local treatment without evidence of local residual disease.\n   * Patients must have no clinical or radiological evidence of distant metastasis.\n4. Hormone receptor positive defined as:\n\n   * ER and/or PR greater than or equal to1 0 fmol/mg cytosol protein; or greater than or equal to 10% of the tumor cells positive by\n   * immunohistochemical evaluation.\n5. Patients with a baseline lumbar spine and total hip BMD T-score at or above -2.0 SD are eligible.\n6. Patients who will receive adjuvant chemotherapy are eligible for participation. Adjuvant chemotherapy must be completed prior to randomization.\n7. The date of randomization must not be more than the following:\n\n   * 12 weeks from completion of surgery;\n   * 12 weeks after completion of adjuvant chemotherapy;\n   * 12 weeks after completion of surgery and radiation therapy; however the patient may be randomized while receiving radiation therapy - this decision is at the Investigator's discretion.\n   * 12 weeks after completion of chemotherapy and radiation therapy; however, the patient may be randomized while receiving radiation therapy - this decision is at the Investigator's discretion.\n8. Patients who have undergone neoadjuvant chemotherapy are eligible.\n9. No prior treatment with Femara.\n\nExclusion criteria:\n\n1. Patients with any clinical or radiological evidence of distant spread of their disease at any point before randomization.\n2. Patients with clinical or radiological evidence of existing fracture in the lumbar spine and/or total hip.\n3. Patients with a history of fracture with low-intensity or no associated trauma.\n4. Patients who have started adjuvant hormonal therapy or who have completed adjuvant hormonal therapy prior to randomization.\n5. Patients who have received any endocrine therapy within the past 12 months (other than neoadjuvant tamoxifen or toremifene, insulin and/or oral anti-diabetic medications, and thyroid hormone replacement). Hormone replacement therapy must be discontinued prior to randomization.\n6. Patients who have received prior treatment with intravenous bisphosphonates within the past 12 months.\n7. Patients currently receiving oral bisphosphonates. Oral bisphosphonates must be discontinued within 3 weeks of baseline evaluations.\n8. Patients who have received prior treatment with systemic corticosteroids within the past 12 months (short term corticosteroid therapy, e.g. to prevent/treat chemotherapy-induced nausea/vomiting, is acceptable).\n9. Patients with prior exposure to anabolic steroids or growth hormone within the past 6 months.\n10. Patients with prior use of Tibolone within the last 6 months.\n11. Any prior use of PTH for more than 1 week.\n12. Prior use of systemic sodium fluoride for \\> 3 months during the past 2 years.\n13. Patients currently treated with any drugs known to affect the skeleton (e.g., calcitonin, mithramycin, or gallium nitrate) within 2 weeks prior to randomization.\n14. Patients with previous or concomitant malignancy (not breast cancer) within the past 5 years EXCEPT adequately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix. Patients who have had a previous other malignancy must have been disease free for five years.\n15. Patients with other non-malignant systemic diseases including uncontrolled infections, uncontrolled type 2 diabetes mellitus, uncontrolled thyroid dysfunction, cardiovascular, renal, hepatic, and lung diseases which would prevent prolonged follow-up. Patients with previous history of thrombosis or thromboembolism can be included only if medically suitable. Patients with a known history of HIV are excluded.\n16. Uncontrolled seizure disorders associated with falls.\n17. Patients with abnormal renal function as evidenced by a serum creatinine equal to or greater than 3 mg/dL (265.2 mmol/L).\n18. History of diseases with influence on bone metabolism, such as Paget's disease, Osteogenesis Imperfecta, and primary or secondary hyperthyroidism within 12 months prior to study entry.\n19. Patients with baseline lumber spine or total hip BMD T-score below -2.0 SD.\n20. Patients treated with systemic investigational drug(s) and/or device(s) within the past 30 days or topical investigational drugs within the past 7 days.\n\nAdditional Exclusion Criteria: (for Spine DXA)\n\n* History of surgery at the lumbosacral spine, with or without implantable devices.\n* Scoliosis with a Cobb angle \\>15 degree at the lumbar spine.\n* Immobility, hyperostosis or sclerotic changes at the lumbar spine, or evidence of sclerotic abdominal aorta sufficient to interfere with DXA scan.\n* Any disease of the spine that would preclude the proper acquisition of a lumbar spine DXA.\n\nAdditional protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in Lumbar Spine (L1-L4) Bone Mineral Density (BMD)","description":"Bone mineral density (BMD) measurements were assessed by dual energy x-ray absorptiometry (DXA). The DXA devices of participating sites were cross-calibrated and the DXA results were compiled and analyzed by a central reader. Percent change = 100\\*((BMD at Month 12 - Baseline BMD)/Baseline BMD)). Missing data at month 12 were imputed by using the last observation carried forward (LOCF) method. Post-baseline non-missing data from month 6 were carried forward to month 12. Data prior to month 6 were not carried forward.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.955","spread":"3.3658"},{"groupId":"OG001","value":"-2.325","spread":"3.9542"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Lumbar Spine (L1-L4) BMD","description":"Bone mineral density (BMD) measurements were assessed by dual energy x-ray absorptiometry (DXA). The DXA devices of participating sites were cross-calibrated and the DXA results were compiled and analyzed by a central reader.\n\nPercent change = 100\\*((BMD at Time Frame - Baseline BMD)/Baseline BMD)). Missing data beyond month 12 were not imputed by LOCF.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.137","spread":"4.1599"},{"groupId":"OG001","value":"-2.889","spread":"5.0783"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.853","spread":"4.5414"},{"groupId":"OG001","value":"-2.990","spread":"5.7925"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.192","spread":"5.9723"},{"groupId":"OG001","value":"-2.418","spread":"7.4545"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Hip BMD","description":"Bone mineral density (BMD) measurements were assessed by dual energy x-ray absorptiometry (DXA). The DXA devices of participating sites were cross-calibrated and the DXA results were compiled and analyzed by a central reader.\n\nPercent change = 100\\*((BMD at Time Frame - Baseline BMD)/Baseline BMD)). Missing data at month 12 were imputed by using the LOCF method. Post-baseline non-missing data from month 6 were carried forward to month 12. Data prior to month 6 were not carried forward.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.256","spread":"2.5878"},{"groupId":"OG001","value":"-1.883","spread":"3.3007"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.413","spread":"2.9178"},{"groupId":"OG001","value":"-3.150","spread":"4.0450"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.676","spread":"3.6979"},{"groupId":"OG001","value":"-3.463","spread":"5.2585"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.571","spread":"4.8794"},{"groupId":"OG001","value":"-4.115","spread":"6.1071"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Biochemical Markers of Bone Turnover, Serum N-Telopeptide (sNTX) and Bone-specific Alkaline Phosphatase (BSAP)","description":"Blood samples from a subset of participants (231 participants in total) were collected to measure the sNTX and BSAP. Missing data at month 12 were imputed by using the LOCF method. Post-baseline non-missing data from months 6 and 9 were carried forward to month 12. Data prior to month 6 were not carried forward. Missing data beyond month 12 were not imputed by LOCF.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.1","spread":"42.1"},{"groupId":"OG001","value":"21.7","spread":"55.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.8","spread":"28.2"},{"groupId":"OG001","value":"19.0","spread":"39.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.0","spread":"26.3"},{"groupId":"OG001","value":"19.9","spread":"48.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.4","spread":"23.2"},{"groupId":"OG001","value":"10.6","spread":"42.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"35.4"},{"groupId":"OG001","value":"11.9","spread":"41.0"}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of All Clinical Fractures","description":"The number of participants who experienced a clinical fracture at month 36 was assessed. Initial x-ray (both AP and lateral views) of the lumbar and thoracic spine were performed at baseline to exclude participants with evidence of fracture. In addition, repeated bone scan and/or x-ray were performed at the Principal Investigator's discretion during the course of the study to confirm evidence of clinical fracture, or at month 36 if there was no evidence of clinical fracture (lumbar and thoracic spine - lateral view). X-ray films were sent to a central reader.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Recurrence/Relapse","description":"The median time to disease progression was assessed by Kaplan-Meier analysis. The Principal Investigator assessed each participant for disease recurrence at each visit. Further testing was performed at the discretion of the Principal Investigator and as clinically indicated. Disease progression was defined as chest wall and/or regional recurrence confirmed by positive cytology or biopsy, and/or distance recurrence of the 1) skin, subcutaneous tissue, and lymph nodes (other than local or regional), 2) bone marrow, 3) lung, 4) skeleton 5) liver and 6) central nervous system confirmed by positive cytology, biopsy, aspirate or radiology as appropriate.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Change From Baseline in Lumbar Spine (L1-L4) BMD","description":"The rate of change from baseline in BMD was assessed.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01043","spread":null},{"groupId":"OG001","value":"-0.00157","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Change From Baseline in Total Hip BMD","description":"The rate of change from baseline in BMD was assessed.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00226","spread":null},{"groupId":"OG001","value":"-0.00625","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":83,"n":300},"commonTop":["Arthralgia","Hot flush","Fatigue","Myalgia","Back pain"]}}}