{"nctId":"NCT01602510","briefTitle":"Lamotrigine Phase III Study in Bipolar I Disorder","startDateStruct":{"date":"2012-08"},"conditions":["Bipolar Disorder"],"count":265,"armGroups":[{"label":"Lamotrigine CD","type":"EXPERIMENTAL","interventionNames":["Drug: Lamotrigine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lamotrigine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor open label phase\n\n* Subjects must be able to effectively communicate with study personnel, have the ability to comprehend the key components of the Inform Consent Form and must provide written informed consent to participate in the study prior to any study-specific assessments or procedures.\n* An in-patient or out-patient (male or female) and aged \\>=18 years old.\n* Disease to be studied: Has a diagnosis of the following disease as defined by DSM-IV criteria currently or within 60 days:\n\n  a)Bipolar I Disorder, most recent episode depressed (296.5x); b)Bipolar I Disorder, most recent episode hypomanic (296.40); c)Bipolar I Disorder, most recent episode manic (296.4x); d)Bipolar I Disorder, most recent episode mixed (296.6x)\n* The subject who has a diagnose of \"bipolar I disorder, most recent episode depressed (296.5x)\" must meet the following criteria:\n\nHas at least one well documented manic, hypomanic or mixed episode, as defined by DSM-IV criteria, within 3 years of enrolment ; The duration of recent/current depressive episode is at least 2 weeks but not longer than 12 months prior to enrolment; For subject with currently experiencing a depressive episode, he/she must have a minimum total score of 18 on the HAMD-17 at s screening.\n\n\\- The subject who has a diagnosis of \"bipolar I disorder, most recent episode hypomanic (296.40)\" or \"bipolar I disorder, most recent episode manic (296.4x)\" or \"bipolar I disorder, most recent episode mixed (296.6x)\" must meet the following criteria: Has had at least one well documented additional manic, hypomanic or mixed episode and one depressed episode, as defined by DSM-IV criteria, within 3 years of enrolment; Has a duration of the index manic episode of at least 1 week (unless hospitalised) or hypomanic episode of at least 4 days or mixed episode of at least 1 week. In neither case should the index episode be more than 12 months in duration; If the subject's index episode is the subject's initial/current manic mood event, subject must have a minimum score of 10 on the first 11 items of the YMRS at screening; If the subject's index episode is the subject's initial/current mixed mood event, subject must have a minimum score of 10 on the first 11 items of the YMRS, and have a minimum score of 18 on the HAMD-17 at screening.\n\nFor randomized double-blind phase\n\n* Has been on Lamotrigine 200 mg/day monotherapy for at least 1 week.\n* CGI-S score \\<= 3 for at least 4 continuous weeks of treatment prior to randomization.\n* Has demonstrated adequate compliance with IP (compliance rate: 75%-125%, inclusive).\n\nExclusion Criteria:\n\nFor open label\n\n* Has met Diagnostic and Statistical Manual of Mental Disorders-IV (DSM-IV) criteria for rapid cycling and has had more than 4 manic, hypomanic, mixed or depressive episodes in the 12-month period prior to enrollment.\n* Has a significant DSM-IV Axis II diagnosis which would suggest non-responsiveness to pharmacotherapy for bipolar disorder or non-compliance with the protocol.\n* Has a current or previous diagnosis of an Axis I disorder (including anorexia nervosa or bulimia nervosa) with the exception of bipolar disorder or has received corresponding treatment, or has been diagnosed with dysthymia within the previous 2 years.\n* Has signs or symptoms of psychosis.\n* The subject, in the investigator's judgment, poses a suicidal risk, has attempted suicide within 6 months prior to screening (assessed using the Columbia Suicide Severity Rating Scale Baseline) or .\n* Has documented Intelligence quotient \\< 70 or suspected mental retardation.\n* Has a history of substance abuse or dependence within 12 months prior to enrolment (DSM-IV defined substance categories, excluding nicotine and caffeine and including alcohol), or has as a positive urine test for illicit drug use (excluding nicotine and caffeine).\n* Has received fluoxetine within 4 weeks prior to entry into the open-label phase; has received oral contraceptives or other hormonal preparations containing estrogen within 2 weeks prior to entry into the open-label phase; has received lopinavir/ritonavir or atazanavir /ritonavir within 7 days prior to the baseline visit.\n* Has a clinically significant and/or unstable medical disorder (with or without lab test results); or clinically significant test results (thyroid function, electrocardiogram, hematology, clinical chemistry, or urinalysis) as per investigator's judgment; or a disorder that would interfere with the action, absorption, distribution, metabolism, or excretion of lamotrigine; per investigator's clinical judgment (after consulting GSK medical monitor), might pose a safety concern; or interfere with the accurate assessment of safety or efficacy.\n* Has a history or current diagnosis of epilepsy.\n* Is morbidly obese, i.e. if Body Mass Index (BMI) is \\> 35 {BMI = Body weight (in kg) divided by (Height in meters squared).\n* Single or average QT interval corrected by Bazette's formulaQTcB or QTc \\> 450 millisecond (msec); for patients with bundle branch block QTc \\> 480 msec.\n* Has a history of hepatic dysfunction; Alanine aminotransferase (ALT) or Aspartate aminotransferase (AST) \\>= 2 x upper limit of normal (ULN); Alkaline phosphatase (ALP) or total bilirubin \\> 1.5 x ULN (excluding total bilirubin \\> 1.5 x ULN but direct bilirubin \\< 35%) or other conditions which, in the investigator's judgment, would render patients unsuitable for the study.\n* Has a history of drug allergy (including rash) or a medically significant adverse effect from any ingredient of lamotrigine, or a history of rash due to anti-epileptic drugs or has frequent and/or serious hypersensitivity reaction to multiple drugs.\n* Participation in any study related to lamotrigine within 6 months before screening or has received lamotrigine within 4 weeks before screening.\n* Participation in another clinical study unrelated to the current illness currently or within the previous 30 days, or 3 months for studies related to the current illness.\n* Initiation of systematic psychotherapy within 3 months prior to screening or planned initiation of systematic psychotherapy during the study.\n* Female subjects who are pregnant, lactating or do not agree to use the contraceptive methods such as use of condom, injection of progesterone, a reliable barrier method of birth control, partner with vasectomy or abstinence during the study.\n\nFor randomized double blind phase\n\n* Has signs or symptoms of psychosis.\n* Requires treatment for a manic or mixed episode in the open-label phase with new courses of lithium, psychotropic drugs or other drugs with a half-life greater than 14 days.\n* Has become actively suicidal and/or has a score \\>=3 on item 3 of the HAMD.\n* Has tested positive for an illicit drug on lab analysis administered before randomization or alcohol abuse/addiction.\n* Has had a change in lamotrigine dosage during the last week of the open-label phase.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Intervention for Any Mood Episode (TIME)","description":"TIME is defined as being the time from entry into the randomized double-blind phase to the time of the first prescription of any additional pharmacotherapy or Electroconvulsive therapy (ECT) determined by the investigator to be necessary for treatment of a relapse and/or recurrence of a depressive, manic, hypomanic or mixed episode, whichever occurs first. TIME was measured relative to randomization date. Par. prematurely discontinued from the study prior to reaching the TIME event were censored at the time of discontinuation. Analysis was performed using Cox proportional hazards regression model with covariates of site, CGI-S baseline score, treatment and treatment by CGI-S baseline score interaction. The overall hazard ratio for treatment group could not be calculated due to different CGI-S baseline score level.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Intervention for Manic, Hypomanic or Mixed Episode (TIMan)","description":"TIMan was analyzed using using Cox proportional hazards regression model with covariates of site, CGI-S baseline score, treatment and treatment by CGI-S baseline score interaction. The overall hazard ratio for treatment group could not be calculated due to different CGI-S baseline score level. Par. prematurely discontinued from the study prior to reaching the event were censored at the time of discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Intervention for Depressive Episode (TIDep)","description":"TIDep was analyzed using Cox proportional hazards regression model with covariates of site, CGI-S baseline score, treatment and treatment by CGI-S baseline score interaction. The overall hazard ratio for treatment group could not be calculated due to different CGI-S baseline score level. Par. prematurely discontinued from the study prior to reaching the event were censored at the time of discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in Study (TIME-SIS).","description":"TIME-SIS was defined as the time to intervention (addition of pharmacotherapy or ECT) for any mood episode, or to the time when the participant is withdrawn for any reason after randomization. The premature discontinuation of a participant prior to reaching TIME, for any reason, was treated as an event related to bipolar disorder. All participants prematurely discontinued prior to the TIME event in this analysis were to be assumed to have reached TIME. TIMS-SIS was analyzed using Cox proportional hazards regression model with covariates of site, CGI-S baseline score, treatment and treatment by CGI-S baseline score interaction. The overall hazard ratio for treatment group could not be calculated due to different CGI-S baseline score level. Par. prematurely discontinued from the study prior to reaching the event were censored at the time of discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"183","spread":null},{"groupId":"OG001","value":"188","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression of Improvements (CGI-I)","description":"The CGI-I is a 7-point scale where investigator were asked to assess the participant's illness at the time of assessment (improved or worsened) relative to a baseline state. In this scale, 1= very much improved; 2= much improved; 3= minimally improved; 4= no change; 5= minimally worse; 6= much worse; or 7= very much worse. Analysis was performed using Analysis of covariance with covariates of site, CGI-S baseline score and treatment. In presented Last-observation-carried-forward datasets, the last non-missing on therapy (OT) score prior to TIME was carried forward to estimate missing data points for the remaining study visits of the treatment period. Baseline value was defined as the last non-missing values at or prior to the randomization. Change from baseline at the time point of interest was calculated by subtracting the baseline values from the individual post-baseline values. If either baseline or post-baseline value was missing, the change from baseline was set to missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"0.20"},{"groupId":"OG001","value":"2.7","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression of Severity (CGI-S)","description":"The CGI-S is a 7-point scale where investigator were asked to rate the severity of the participant's illness at the time of assessment on severity of mental illness, where 1= normal, and 7= extremely ill. Data was collected on Weeks 0, 1, 2, 3, 4, 6, 8, 12, 16, 20, 24, 32 and 36. Analysis performed using Analysis of Covariance (ANCOVA) with covariates of site, CGI-S baseline score (Open label phase), treatment and CGI-S baseline score. In presented Last observation carried forward (LOCF) datasets, last non-missing on therapy score prior to TIME was carried forward to estimate missing data points for remaining study visits of treatment period. The baseline value was defined as last non-missing values at or prior to the randomization. The change from baseline at the time point of interest was calculated by subtracting the baseline values from individual post-baseline values. If either the baseline or post-baseline value was missing, the change from baseline was set to missing as well.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.15"},{"groupId":"OG001","value":"0.5","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hamilton Depression Rating Scale (HAMD)","description":"HAMD consists of 17 items: depressed mood, feelings of guilt, suicide, insomnia-early, middle, late, work and activities, retardation, agitation, anxiety psychic, anxiety somatic, somatic symptoms gastro-intestinal, general somatic symptoms, hypochondriasis, loss of weight, and insight. Investigators rated par. from 0 to 4 (or 2) for these items. Total score is sum of all subscales (0 to 52, higher is worse). Data was collected on Wks 0, 1, 2, 3, 4, 6, 8, 12, 16, 20, 24, 32, 36. Analysis was performed using ANCOVA with covariates of site, CGI-S baseline (BL) score, treatment and HAMD total BL score. The last non-missing OT score prior to TIME was carried forward to estimate missing data points for remaining study visits of the treatment period. BL value was defined as the last non-missing value at or prior to the randomization. Change from BL was calculated by subtracting BL from the specific post-BL value. If BL or post-BL value was missing, the change from BL was set to missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.83"},{"groupId":"OG001","value":"1.8","spread":"0.84"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Young Mania Rating Scale (YMRS) Total Score","description":"YMRS consists of 11 items: Elevated Mood, Increased Motor Activity/Energy, Sexual Interest, Sleep, Irritability, Speech, Language/Thought Disorder, Content, Disruptive/Aggressive Behaviour, Appearance, and Insight. Investigators rated par. from 0 to 4 (or 8) for each of these items. Total score is the sum of all subscales, from 0 to 60 (higher is worse). Data was collected on Wks 0, 1, 2, 3, 4, 6, 8, 12, 16, 20, 24, 32, 36. Analysis was performed using ANCOVA with covariates of site, CGI-S BL score, treatment and YMRS total BL score. In LOCF datasets, the last non-missing OT score prior to TIME was carried forward to estimate missing data points for the remaining study visits of the treatment period. BL value was defined as the last non-missing values at or prior to the randomization. Change from BL at the time point of interest was calculated by subtracting BL value from the individual post-BL value. If either the BL or post-BL value was missing, change from BL was set to missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"0.87"},{"groupId":"OG001","value":"2.8","spread":"0.88"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Global Assessment Scale (GAS) Total Score","description":"For GAS, investigators rated par. for lowest level of functioning during the previous week. The scale has a 10 score categories: 1-10, 11-20, 21-30, 31-40, 41-50, 51-60, 61-70, 71-80, 81-90, 91-100, using intermediary levels when appropriate (from 100 to 1, Lower is worse.). Data was collected on Weeks 0, 1, 2, 3, 4, 6, 8, 12, 16, 20, 24, 32, 36. Analysis was performed using ANCOVA with covariates of site, CGI-S BL score, treatment and GAS total BL score. In presented LOCF datasets, the last non-missing on therapy score prior to TIME was carried forward to estimate missing data points for the remaining study visits of the treatment period. The BL value was defined as the last non-missing values at or prior to the randomization. The change from BL at the time point of interest was calculated by subtracting the BL values from the individual post-BL values. If either the BL or post-BL value was missing, the change from BL was set to missing as well.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.7","spread":"1.75"},{"groupId":"OG001","value":"-4.9","spread":"1.77"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Participant's body weight was measured on Weeks 0, 4, 8, 12, 16, 20, 24, 32 and 36. Analysis was performed using ANCOVA with covariates of site, CGI-S baseline score, treatment and baseline body weight. In presented LOCF datasets, the last non-missing on therapy score prior to TIME was carried forward to estimate missing data points for the remaining study visits of the treatment period. The baseline value was defined as the last non-missing values at or prior to the randomization. The change from baseline at the time point of interest was calculated by subtracting the baseline values from the individual post-baseline values. If either the baseline or post-baseline value was missing, the change from baseline was set to missing as well.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"0.399"},{"groupId":"OG001","value":"-1.56","spread":"0.407"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":133},"commonTop":["Nasopharyngitis","Headache","Urinary tract infection","Upper respiratory tract infection","Poor quality sleep"]}}}