{"nctId":"NCT05136898","briefTitle":"Feasibility of Home Instillation of UGN-102 for Treatment of Low-Grade (LG) Non-Muscle Invasive Bladder Cancer (NMIBC)","startDateStruct":{"date":"2021-11-30","type":"ACTUAL"},"conditions":["Bladder Cancer","Urothelial Carcinoma","Urothelial Carcinoma Bladder"],"count":8,"armGroups":[{"label":"UGN-102","type":"EXPERIMENTAL","interventionNames":["Drug: UGN-102"]}],"interventions":[{"name":"UGN-102","otherNames":["UGN-102 (mitomycin) for intravesical solution"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the informed consent form and the protocol.\n2. Patient who has newly diagnosed or historic LG-NMIBC (Ta) histologically confirmed by cold cup biopsy at Screening or within 8 weeks before Screening.\n3. Has IR disease, defined as having 1 or 2 of the following:\n\n   * Presence of multiple tumors.\n   * Solitary tumor \\> 3 cm.\n   * Recurrence (≥ 1 occurrence of LG-NMIBC within 1 year of the current diagnosis at the initial Screening Visit).\n4. Negative voiding cytology for HG disease within 6 weeks before Screening.\n5. Has adequate organ and bone marrow function as determined by routine laboratory tests:\n\n   * Leukocytes ≥ 3,000/μL (≥ 3 × 10\\^9/L).\n   * Absolute neutrophil count ≥ 1,500/μL (≥ 1.5 × 10\\^9/L).\n   * Platelets ≥ 100,000/μL (≥ 100 × 10\\^9/L).\n   * Hemoglobin ≥ 9.0 g/dL.\n   * Total bilirubin ≤ 1.5 × ULN.\n   * AST and ALT ≤ 2.5 × ULN.\n   * Alkaline phosphatase ≤ 2.5 × ULN.\n   * Estimated glomerular filtration rate ≥ 30 mL/min.\n6. Has no evidence of active urinary tract infection at the Screening and baseline visits.\n7. Patient is willing to receive instillations of UGN-102 at home (ie, Treatment Visits 2 to 6) by an appropriately trained home health professional.\n8. Contraceptive use by men and women should be consistent with local regulations regarding the methods of contraception for clinical study participants. Women of childbearing potential (defined as premenopausal women who have not been sterilized), including female patients and female partners of male patients, must be willing to use 2 acceptable forms of effective contraception from first instillation through 6 months post treatment. Acceptable methods of birth control that are considered to have a low failure rate (ie, less than 1% per year) when used consistently and correctly include implants, injections, combined (estrogen/progesterone) oral contraceptives, intrauterine devices (only hormonal), condoms with spermicide, sexual abstinence, or vasectomized partner.\n9. Has an anticipated life expectancy of at least the duration of the trial.\n\nExclusion Criteria:\n\n1. Received Bacillus Calmette-Guérin treatment for urothelial carcinoma (UC) within previous 1 year.\n2. History of HG bladder cancer (papillary or carcinoma in situ) in the past 2 years.\n3. Known allergy or sensitivity to mitomycin that in the investigator's opinion cannot be readily managed.\n4. Clinically significant urethral stricture that would preclude passage of a urethral catheter.\n5. History of:\n\n   * Neurogenic bladder.\n   * Active urinary retention.\n   * Any other condition that would prohibit normal voiding.\n6. Past or current T1 UC, muscle invasive UC (ie, T2, T3, T4), metastatic UC, or concurrent upper tract UC.\n7. Has an underlying substance abuse or psychiatric disorder such that, in the opinion of the investigator, the patient would be unable to comply with the protocol.\n8. History of prior treatment with an intravesical chemotherapeutic agent in the past 2 years except for a single dose of chemotherapy immediately after any previous TURBT.\n9. Has participated in a study with an investigational agent or device within 30 days of enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs), Serious TEAEs, TEAEs Leading to Discontinuation, and TEAEs of Special Interest.","description":"The number of patients with each type of event will be summarized. TEAEs were defined as adverse events (AEs) that occurred on or after the day of the first instillation of UGN-102 or pre-treatment AEs that worsened during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Post-baseline Potentially Clinically Significant (PCS) Laboratory Values","description":"PCS laboratory criteria were defined for the following parameters:\n\nHematology\n\n* Hemoglobin \\< 0.8 × lower limit of normal and \\> 20% decrease from baseline or \\> 1.3 × upper limit of normal (ULN) and \\> 30% increase from baseline.\n* Leukocytes ≤ 2.8 or ≥ 16 × 10\\^3/µL.\n* Lymphocytes \\< 0.5 or \\> 20 × 10\\^3/µL.\n* Neutrophils \\< 1.0 × 10\\^3/µL.\n* Platelets \\< 75 or ≥ 700 × 10\\^3/µL.\n\nChemistry\n\n* Creatinine \\> 2.2 mg/dL.\n* Sodium ≤ 130 or \\> 150 mEq/L.\n* Potassium \\< 3.0 or \\> 5.5 mEq/L.\n* Total bilirubin \\> 1.5 × ULN.\n* Alanine aminotransferase (ALT) \\> 3 × ULN.\n* Aspartate aminotransferase (AST) \\> 3 × ULN.\n* Gamma glutamyl transferase \\> 2.5 × ULN.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Composite Score for the Post-instillation Patient Questionnaire","description":"Patients were asked to rate their experience receiving UGN-102 at home after each instillation was completed. A total of 5 domains (8 questions) were assessed:\n\n* Comfort (3 questions, possible range from 3 \"least favorable\" to 12 \"most favorable\").\n* Safety/concerns (1 question, possible range from 1 \"least favorable\" to 4 \"most favorable\").\n* Communication (2 questions, possible range from 2 \"least favorable\" to 8 \"most favorable\").\n* Preference compared to office instillation (1 question, possible range from 1 \"least favorable\" to 4 \"most favorable\").\n* Overall experience/satisfaction (1 question, possible range from 1 \"least favorable\" to 4 \"most favorable\").\n\nA composite score (sum of all 8 question scores) was also calculated (possible range from 8 \"least favorable\" to 32 \"most favorable\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Response Rate (CRR)","description":"CRR is defined as the percentage of patients who achieved a complete response (CR) at the 3-month Visit. A patient was considered a CR if there was no detectable disease in the bladder based on visual observation (white light cystoscopy), biopsy of remaining lesions, if applicable, and voiding urine cytology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Responses to the Post-instillation Home Health Professional Questionnaire","description":"Home health professionals (HHPs) were asked to share their experience administering UGN-102 at the patient's home after each instillation was completed. A total of 4 domains (4 questions) were assessed:\n\n* Comfort - Were you comfortable performing the instillation at this patient's home, yes (most favorable) or no (least favorable)?\n* Difficulty - Was it difficult to perform the instillation at this patient's home, yes (least favorable) or no (most favorable)?\n* Safety/concerns - Did you have any concerns performing the instillation in the home setting, yes (least favorable) or no (most favorable)?\n* Adequate support - Did you have sufficient support performing the instillation in the home setting, yes (most favorable) or no (least favorable)?\n\nThe number of patients whose HHP had a \"most favorable\" response to all 4 questions is summarized for each home instillation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Responses to End of Study Patient and Investigator Questionnaires","description":"Patient recommendations regarding home instillation of UGN-102 were collected at the 3-month Visit or Early Termination Visit. Two questions were asked:\n\n* Will you recommend home instillations of UGN-102 for other patients with NMIBC, yes (most favorable) or no (least favorable)?\n* Will you recommend home instillations of UGN-102 instead of having transurethral resection of bladder tumor (TURBT) for other patients with NMIBC, yes (most favorable) or no (least favorable)?\n\nThe number of patients who had a \"most favorable\" response is summarized by question.\n\nIn addition, investigators were asked if the experience of having their patient receive instillations at home was less difficult (most favorable), more difficult (least favorable), or not different than having them receive instillations in the office. All responses are summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":8},"commonTop":["Dysuria","Fatigue","Hypertonic bladder","Urinary tract infection","Anxiety"]}}}