{"nctId":"NCT02721966","briefTitle":"Study of the Efficacy and Safety of Secukinumab in Participants With Active Psoriatic Arthritis With Axial Skeleton Involvement","startDateStruct":{"date":"2016-10-03","type":"ACTUAL"},"conditions":["Axial Psoratic Arthritis"],"count":503,"armGroups":[{"label":"AIN457 150mg","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"AIN457 300mg","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"AIN457 Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Secukinumab","Drug: Secukinumab and Placebo"]}],"interventions":[{"name":"Secukinumab","otherNames":["AIN457"]},{"name":"Secukinumab and Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent must be obtained before any assessment is performed\n* Diagnosis of psoriatic arthritis classified by Classification criteria for psoriatic arthritis (CASPAR) criteria\n* Active spinal disease defined by Bath ankylosing spondylitis disease activity index (BASDAI) score ≥ 4\n* Spinal Pain visual analog scale (VAS) ≥ 40 (on a VAS 100 scale)\n* Inadequate Response to at least 2 non-steroidal anti-inflammatory drugs over a 4 weeks period\n\nExclusion Criteria:\n\n* History of exposure to other IL-17 or IL-23 inhibitor biologic drug\n* History of exposure to previous biologic disease modifying anti-rheumatic drugs (DMARDs) (Tumor necrosis factor (TNF) blockers or Ustekinumab)\n* Current treatment with disease modifying anti-rheumatic drugs (DMARDs) other than Methotrexate\n* Subjects taking high potency opioid analgesics (e.g. methadone, hydromorphone, morphine)\n* Chest X-ray or chest magnetic resonance imaging (MRI) with evidence of ongoing infectious or malignant process, obtained within 3 months prior to screening and evaluated by a qualified physician\n\nOther protocol-defined inclusion and exclusion criteria may have applied.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Response to Treatment (300 mg AIN457) as Assessed by the ASAS20 Criteria at Week 12","description":"Purpose of this measure: was to demonstrate that secukinumab 150 mg s.c. is superior to placebo in the achievement of ASAS 20 response at Week 12 after superiority of 300 mg was established\n\nASAS20 was defined as an improvement of ≥20% and absolute improvement of ≥10 unit (0-100 mm VAS) from baseline in ≥3 of the following 4 domains (and absence of deterioration in any domain): patient's global assessment of disease activity (PTGA), pain assessment (total pain score), Bath Ankylosing Spondylitis Functional Index (BASFI), and clinical inflammation (mean of 2 morning stiffness-related scores on the BASDAI)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.3","spread":null},{"groupId":"OG001","value":"62.9","spread":null},{"groupId":"OG002","value":"31.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response to Treatment (150 mg AIN457) as Assessed by the ASAS20 Criteria at Week 12","description":"Purpose of this key secondary measure: was to demonstrate that secukinumab 150 mg s.c. is superior to placebo in the achievement of ASAS 20 response at Week 12 after superiority of 300 mg was established. 300mg and 150mg are presented side by side for clarity; and to align with protocol. 300mg data is for Primary outcome; and 150mg data is for key secondary outcome\n\nASAS20 was defined as an improvement of ≥20% and absolute improvement of ≥10 unit (0-100 mm VAS) from baseline in ≥3 of the following 4 domains (and absence of deterioration in any domain): patient's global assessment of disease activity (PTGA), pain assessment (total pain score), Bath Ankylosing Spondylitis Functional Index (BASFI), and clinical inflammation (mean of 2 morning stiffness-related scores on the BASDAI)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.3","spread":null},{"groupId":"OG001","value":"62.9","spread":null},{"groupId":"OG002","value":"31.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response to Treatment (150 mg/300 mg AIN457) as Assessed by the ASAS40 Criteria at Week 12","description":"Proportion of patients with response to treatment as assessed by the Assessment of spondyloarthritis international society (ASAS) 40 criteria at week 12.\n\nASAS40 was defined as an improvement of ≥40% and absolute improvement of ≥20 unit (0-100 mm VAS) from baseline in ≥3 of the following 4 domains (and absence of deterioration in any domain): patient's global assessment of disease activity (PTGA), pain assessment (total pain score), Bath Ankylosing Spondylitis Functional Index (BASFI), and clinical inflammation (mean of 2 morning stiffness-related scores on the BASDAI)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.5","spread":null},{"groupId":"OG001","value":"43.6","spread":null},{"groupId":"OG002","value":"12.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response to Treatment as Assessed by BASDAI50 at Week 12","description":"Bath ankylosing spondylitis disease activity index (BASDAI) 50 response\n\nBASDAI 50 response is defined as at least 50% improvement (decrease) in total BASDAI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.7","spread":null},{"groupId":"OG001","value":"37.4","spread":null},{"groupId":"OG002","value":"9.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Spinal Pain Visual Analog Scale (VAS) - Pain at Any Time","description":"Change from baseline in Spinal pain visual analog scale (VAS) at week 12\n\nVAS is a straight horizontal line of fixed length, usually 100 mm. The ends are defined as the extreme limits of the parameter to be measured (symptom,pain,health) orientated from the left (worst) to the right (best).\n\nVAS measures pain and stress for on a horizontal line of 100 mm, ranging from very low (0) to very high (100).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.5","spread":"1.88"},{"groupId":"OG001","value":"-26.5","spread":"1.84"},{"groupId":"OG002","value":"-13.6","spread":"1.83"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Spinal Pain Visual Analog Scale (VAS) - Pain at Night","description":"Change from baseline in Spinal pain visual analog scale (VAS) at week 12\n\nVAS is a straight horizontal line of fixed length, usually 100 mm. The ends are defined as the extreme limits of the parameter to be measured (symptom,pain,health) orientated from the left (worst) to the right (best).\n\nVAS measures pain and stress for on a horizontal line of 100 mm, ranging from very low (0) to very high (100)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.3","spread":"1.95"},{"groupId":"OG001","value":"-30.2","spread":"1.90"},{"groupId":"OG002","value":"-15.2","spread":"1.89"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Spondyloarthritis Research Consortium of Canada (SPARCC) Enthesitis Index Score at Week 12","description":"The Spondyloarthritis Research Consortium of Canada (SPARCC) enthesitis index score range is 0-16, where 0 is the best outcome, and 16 the worst. The assessor determines whether the site shows tenderness and therefore would count as site with enthesitis. This is done by applying pressure to the site and getting feedback from patient about whether the site is tender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"0.22"},{"groupId":"OG001","value":"-2.4","spread":"0.21"},{"groupId":"OG002","value":"-1.7","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire - Disability Index (HAQ-DI) Score at Week 12","description":"The health assessment questionnaire disability index (HAQ-DI) assesses the difficulty a patient has had in the past week in 8 domains of daily living activities: dressing and grooming, arising, eating, walking, hygiene, reach, grip, and other activities. Each activity category consists of 2-3 items. For each question, level of difficulty is scored from 0 to 3 with 0=no difficulty, 1=some difficulty, 2=much difficulty, and 3=unable to do. The score for each domain is the maximum (worst) score from the items/questions within the domain. Higher score indicates greater disability. Overall score was computed as the sum of the domain scores divided by the number of domains answered. The total possible score ranged from 0 to 3 where 0 = least difficulty and 3 = extreme difficulty. Higher overall score indicates greater disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.330","spread":"0.0360"},{"groupId":"OG001","value":"-0.389","spread":"0.0353"},{"groupId":"OG002","value":"-0.155","spread":"0.0351"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy Fatigue Scale (FACIT-Fatigue) at Week 12","description":"The FACIT-fatigue scale is a 13-item patient-reported measure of fatigue with a 7-day recall period. Items are scored on a 0 - 4 response scale with anchors ranging from \"Not at all\" to \"Very much so\". To score the FACIT-fatigue, all items are summed to create a single fatigue score with a range from 0 to 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"0.72"},{"groupId":"OG001","value":"7.6","spread":"0.71"},{"groupId":"OG002","value":"4.2","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Spondyloarthritis International Society (ASAS) Health Index at Week 12","description":"Statistical analysis (using ANCOVA) of change from baseline in spondyloarthritis international society (ASAS) Health Index score by visit - treatment period 1\n\nASAS HI is a disease-specific health-index instrument designed to assess the impact of interventions for SpA, including axSpA. The 17-item instrument has scores ranging from 0 (good health) to 17 (poor health). Each item consists of one question that the participant needs to respond to with either \"I agree\" (score of 1) or \"I do not agree\" (score of 0). A score of \"1\" is given where the item is affirmed, indicating adverse health. All item scores are summed to give a total score or index.\n\nLSMean was calculated using MMRM model with treatment, geographic region, baseline CRP status, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"0.29"},{"groupId":"OG001","value":"-2.8","spread":"0.28"},{"groupId":"OG002","value":"-1.2","spread":"0.28"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response to Treatment as Assessed by the ACR20 Criteria at Week 12","description":"American College of Rheumatology 20% (ACR20) Response at Week 12 is the % of responders with at least 20% improvement from Baseline for tender joint count (TJC), swollen joint count (SJC), and at least 3 of the 5 remaining core set measures: 1)Health Assessment Questionnaire-Disability Index (HAQ-DI), 2)C-reactive Protein (CRP), 3) Patient's Assessment of Arthritis Pain-Visual Analog Scale (PAAP-VAS), 4) Patient's Global Assessment of Disease Activity-Visual Analog Scale (PtGADA-VAS), 5) Physician's Global Assessment of Disease Activity-Visual Analog Scale (PhGA-VAS)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.5","spread":null},{"groupId":"OG001","value":"51.6","spread":null},{"groupId":"OG002","value":"18.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":248},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Diarrhoea","Pharyngitis","Bronchitis"]}}}