{"nctId":"NCT05281523","briefTitle":"Efficacy and Safety of Depemokimab (GSK3511294) in Participants With Chronic Rhinosinusitis With Nasal Polyps (ANCHOR-2)","startDateStruct":{"date":"2022-04-18","type":"ACTUAL"},"conditions":["Nasal Polyps"],"count":264,"armGroups":[{"label":"Depemokimab","type":"EXPERIMENTAL","interventionNames":["Biological: Depemokimab (GSK3511294)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Depemokimab (GSK3511294)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion Criteria:\n\n* Participants with 18 years of age and older inclusive, at the time of signing the informed consent.\n* Endoscopic bilateral NP score of at least 5 out of a maximum score of 8 (with a minimum score of 2 in each nasal cavity) assessed by the investigator.\n* Participants who have had at least one of the following at Visit 1: Previous nasal surgery for the removal of NP; Have used at least three consecutive days of systemic corticosteroids in the previous 2 years for the treatment of NP; Medically unsuitable or intolerant to systemic corticosteroid.\n* Participants (except for those in Japan) must be on daily treatment with intranasal corticosteroids (INCS) (including intranasal liquid steroid wash/douching) for at least 8 weeks prior to screening.\n* Participants presenting with severe NP symptoms defined as symptoms of nasal congestion/blockade/obstruction with moderate or severe severity and loss of smell or rhinorrhea (runny nose) based on clinical assessment by the investigator.\n* Presence of symptoms of chronic rhinosinusitis as described by at least 2 different symptoms for at least 12 weeks prior to Visit 1, one of which should be either nasal blockage/obstruction/congestion or nasal discharge (anterior/posterior nasal drip), plus facial pain/pressure and/or reduction or loss of smell.\n* Male or eligible female participants\n\nExclusion Criteria:\n\nExclusion Criteria:\n\n* As a result of medical interview, physical examination, or screening investigation the physician responsible considers the participant unfit for the study.\n* Cystic fibrosis.\n* Antrochoanal polyps.\n* Nasal cavity tumor (malignant or benign)\n* Fungal rhinosinusitis\n* Severe nasal septal deviation occluding one nostril preventing full assessment of nasal polyps in both nostrils.\n* Participants who had a sino-nasal or sinus surgery changing the lateral wall structure of the nose making impossible the evaluation of nasal polyp score.\n* Acute sinusitis or upper respiratory tract infection (URTI) at screening or in 2 weeks prior to screening.\n* Ongoing rhinitis medicamentosa (rebound or chemical induced rhinitis).\n* Participants who have had an asthma exacerbation requiring admission to hospital within 4 weeks of Screening.\n* Participants who have undergone any intranasal and/or sinus surgery (for example polypectomy, balloon dilatation or nasal stent insertion) within 6 months prior to Visit 1; nasal biopsy prior to Visit 1 for diagnostic purposes only is excepted.\n* Participants where NP surgery is contraindicated in the opinion of the Investigator.\n* Participants with other conditions that could lead to elevated eosinophils such as hyper-eosinophilic syndromes including (but not limited to) eosinophilic granulomatosis with polyangiitis (EGPA) (formerly known as Churg-Strauss Syndrome) or Eosinophilic Esophagitis.\n* Participants with a known, pre-existing parasitic infestation within 6 months prior to Visit 1.\n* A known immunodeficiency (e.g. human immunodeficiency virus (HIV), other than that explained by the use of corticosteroids (CSs) taken as therapy for asthma.\n* A current malignancy or previous history of cancer in remission for less than 12 months prior to screening.\n* Liver Disease: Alanine aminotransferase (ALT) \\>2 times upper limit normal (ULN); Total bilirubin \\>1.5 times ULN (isolated bilirubin \\>1.5 times ULN is acceptable if bilirubin is fractionated and direct bilirubin less than \\[\\<\\]35 percent \\[%\\]); Cirrhosis or current unstable liver or biliary disease per investigator assessment defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice.\n* Participants who have known, pre-existing, clinically significant cardiac, endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, hematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Participants with current diagnosis of vasculitis. Participants with high clinical suspicion of vasculitis at screening will be evaluated and current vasculitis must be excluded prior to enrollment.\n* Hypersensitivity: Participants with allergy/intolerance to the excipients of depemokimab (GSK3511294) in a monoclonal antibody, or biologic.\n* Participants that, according to the investigator's medical judgment, are likely to have active Coronavirus disease-2019 (COVID-19) infection must be excluded. Participants with known COVID-19 positive contacts within the past 14 days must be excluded for at least 14 days following the exposure during which the participant should remain symptom-free. Reported smell/ taste complications from COVID-19 must be used as exclusion.\n* Participants that have been exposed to ionising radiation in excess of 10 millisievert (mSv) above background over the previous 3-year period as a result of occupational exposure or previous participation in research studies.\n* Previously participated in any study with mepolizumab, reslizumab, or benralizumab and received study intervention (including placebo) within 12 months prior to Visit 1.\n* Women who are pregnant or lactating or are planning on becoming pregnant during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total Endoscopic Nasal Polyps (NP) Score at Week 52 (Centrally Read)","description":"Total endoscopic nasal polyps (NP) score evaluated the size and extent of nasal polyps via endoscopy. The assessments were performed by central video image recordings of nasal endoscopy. The right and left nostrils were scored from 0 to 4 (0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle concha; 2 = Polyps reaching below the lower border of the middle turbinate; 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle concha; and 4 = Large polyps causing complete obstruction of the inferior meatus). The scores were graded based on NP size, recorded as sum of the right and left nostril scores and ranges from 0 (no polyps) to 8 (large polyps), calculated by summing the scores \\[0 to 4\\] in each nostril; with higher scores indicating worse status. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.14"},{"groupId":"OG001","value":"0.1","spread":"0.15"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Nasal Obstruction Score Using Verbal Response Scale From Weeks 49 Through to Week 52","description":"This endpoint evaluated the change from baseline in the mean nasal obstruction score using a Verbal Response Scale (VRS) from Week 49 through to Week 52. Participants used a VRS to rate nasal obstruction severity, with scores averaged over the specified period to assess treatment impact on nasal obstruction symptoms. Participants were asked to indicate the severity of nasal obstruction at their worst over the last 24 hours using a 4-point VRS, with options of no symptoms, mild symptoms, moderate symptoms, and severe symptoms. This was scored on a scale ranging from 0 (no symptoms) to 3 (severe symptoms), with higher scores indicating worse status. Baseline was defined as the average score from 28 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.77","spread":"0.076"},{"groupId":"OG001","value":"-0.53","spread":"0.078"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Symptom Score for Rhinorrhea (Runny Nose) Using Verbal Response Scale From Week 49 Through to Week 52","description":"Participants were asked to indicate the severity of rhinorrhea (runny nose) at their worst over the last 24 hours using a 4-point VRS, with options of no symptoms, mild symptoms, moderate symptoms, and severe symptoms. This was scored on a scale ranging from 0 (no symptoms) to 3 (severe symptoms). Higher scores indicated worst status. The average of daily scores in 4-weekly intervals were calculated and change from baseline data are presented for Weeks 49-52. Baseline was defined as the average score from 28 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"0.080"},{"groupId":"OG001","value":"-0.54","spread":"0.082"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Symptom Score for Loss of Smell From Week 49 Through to Week 52","description":"Participants were asked to indicate the severity of loss of smell at their worst over the last 24 hours using a 4-point VRS, with options of no symptoms, mild symptoms, moderate symptoms, and severe symptoms. This was scored on a scale ranging from 0 (no symptoms) to 3 (severe symptoms). Higher score indicates worse status. The average of daily scores in 4-weekly intervals were calculated and change from baseline data are presented for Weeks 49-52. Baseline was defined as the average score from 28 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.56","spread":"0.066"},{"groupId":"OG001","value":"-0.30","spread":"0.068"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Lund Mackay (LMK) Computed Tomography (CT) Score at Week 52","description":"The LMK CT scoring system is based on CT imaging of the sinuses with points given for degree of opacification: 0 =normal, 1 = partial opacification, 2 = total opacification. These points were applied to the maxillary, anterior ethmoid, posterior ethmoid, sphenoid, frontal sinus on each side (right and left). The osteomeatal complex (OC) is graded as 0 = not occluded, or 2 = occluded. The range for the total LMK CT score is therefore 0 (normal) to 24 (total opacification) when summed across both sides with higher scores indicating more severe disease. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.42"},{"groupId":"OG001","value":"-0.3","spread":"0.44"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sino-nasal Outcome Test (SNOT)-22 Total Score at Week 52","description":"Sino-nasal outcome test-22 is a 22-item measure of disease specific health related quality of life (HRQoL). Participants were asked to rate the severity of their condition on each of the 22 items over the previous 2 weeks using a 6-point rating scale of 0-5 including: 0 = Not present/no problem; 1 = Very mild problem; 2 = Mild or slight problem; 3 = Moderate problem; 4 = Severe problem; 5 = Problem as \"bad as it can be\". The scores for each question were summed up to derive the total score range for the SNOT-22 was from 0 (high quality of life) to 110 (worst quality of life), where higher scores indicate worse quality of life. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.9","spread":"2.83"},{"groupId":"OG001","value":"-6.0","spread":"2.87"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Nasal Obstruction Score From Week 21 Through to Week 24","description":"Participants were asked to indicate the severity of nasal obstruction at its worst over the previous 24 hours using a 4-point VRS. The response options were no symptoms, mild symptoms, moderate symptoms, and severe symptoms, scored on a scale ranging from 0 (no symptoms) to 3 (severe symptoms). Higher scores indicate more severe status. The average of daily scores in 4-weekly intervals were calculated and change from baseline data are presented for Weeks 21-24. Baseline was defined as the average score from 28 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.068"},{"groupId":"OG001","value":"-0.54","spread":"0.069"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Endoscopic Nasal Polyps Score at Week 26","description":"Total endoscopic nasal polyps (NP) score evaluated the size and extent of nasal polyps via endoscopy. The assessments were performed by central video image recordings of nasal endoscopy. The right and left nostrils were scored from 0 to 4 (0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle concha; 2 = Polyps reaching below the lower border of the middle turbinate; 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle concha; and 4 = Large polyps causing complete obstruction of the inferior meatus). The scores were graded based on NP size, recorded as sum of the right and left nostril scores and ranges from 0 (no polyps) to 8 (large polyps), calculated by summing the scores \\[0 to 4\\] in each nostril; with higher scores indicating worse status. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.12"},{"groupId":"OG001","value":"-0.1","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring First Nasal Surgery (Actual or Entry on Waiting List) or Disease-Modulating Medication for Chronic Rhinosinusitis With Nasal Polyps (CRSwNP) Up to Week 52","description":"Nasal polyp surgery is defined as any procedure involving instruments resulting in incision and removal of tissue from the nasal cavity (for example polypectomy). Time to first nasal polyp surgery (actual or entry on waiting list) or disease-modulating medication for CRSwNP up to Week 52 was assessed in a pre-specified pooled analysis across replicate studies 217095 (NCT05274750) and 218079 (NCT05281523). The percentage of participants with nasal surgery or disease-modulating medication for CRSwNP and corresponding 95% CI have been presented, calculated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"21.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring First Nasal Surgery (Actual) or Disease-Modulating Medication for CRSwNP up to Week 52","description":"Nasal polyp surgery is defined as any procedure involving instruments resulting in incision and removal of tissue from the nasal cavity (for example polypectomy).Time to first nasal polyp surgery (actual) or disease-modulating medication for CRSwNP up to week 52 was assessed in a pre-specified pooled analysis across replicate studies 217095 (NCT05274750) and 218079 (NCT05281523). The percentage of participants with nasal surgery or disease-modulating medication for CRSwNP and corresponding 95% CI have been presented, calculated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring at Least One Course of Systemic Corticosteroids or Disease-Modulating Medication for CRSwNP or Nasal Surgery (Actual) During the Week 52 Treatment Period","description":"The percentage of participants requiring at least 1 course of systemic corticosteroids or disease-modulating medication for CRSwNP or nasal surgery (actual) during the Week 52 treatment period was assessed in a pre-specified pooled analysis across replicate studies 217095 (NCT05274750) and 218079 (NCT05281523). Percentage of participants with nasal surgery or course of systemic CS for CRSwNP and corresponding 95% CI have been presented, calculated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control Questionnaire-5 (ACQ-5) Score at Week 52","description":"The ACQ-5 is a five-item questionnaire designed to be self-completed by the participants to assess the most common asthma symptoms. The 5 questions enquired to recall how their asthma had been during the previous week and to respond about the frequency and/or severity of symptoms (nocturnal awakening, waking in the morning, activity limitation, shortness of breath and wheezing). The overall ACQ-5 response option is the mean score of all 5 questions representing 0 with no impairment/limitation and 6 as total impairment/ limitation. Higher scores indicated more limitations and lower scores with better asthma control. Impact on asthma control in the subgroup of participants with an ACQ-5 score greater than 0.75 (indicating partially or not well-controlled) at baseline was assessed in a pre-specified pooled analysis across replicate studies 217095 (NCT05274750) and 218079 (NCT05281523). Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"0.182"},{"groupId":"OG001","value":"0.00","spread":"0.182"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":129},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","COVID-19","Nasal congestion"]}}}