{"nctId":"NCT02290444","briefTitle":"Effects of Acthar on Recovery From Cognitive Relapses in MS","startDateStruct":{"date":"2013-08"},"conditions":["Multiple Sclerosis"],"count":64,"armGroups":[{"label":"Cognitively Relapsing Patients","type":"EXPERIMENTAL","interventionNames":["Drug: Adrenocorticotropic Hormone"]},{"label":"Stable Multiple Sclerosis Patients","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Adrenocorticotropic Hormone","otherNames":["Acthar gel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males/Females between 18 and 65 years of age who are capable of understanding and complying with the protocol (ie. have completed at least a 9th grade education and are fluent English).\n2. Have a diagnosis of Relapsing Remitting MS (RRMS) or early Secondary Progressive MS (SPMS) as per revised McDonald's Criteria.\n3. Have an Expanded Disability Severity Scale (EDSS) of ≤ 7.0.\n4. Have had valid neuropsychological testing (NP) within the past 4 years\n5. Experiencing an acute cognitive relapse identified by a clinical care provider as a.) a cognitive symptom of recent origin developing over 48 hours, or b.) supratentorial GAD enhancing lesions on MRI with confirmed cognitive decline.\n\n   * Confirmation of cognitive decline will be obtained by administering the Symbol Digit Modalities Test (SDMT) as a screening procedure for the study and comparing it to scores obtained within 4 years (see inclusion criteria #4). Participants qualify if a raw point change on the SDMT greater than or equal to -3 points is detected.\n6. Are capable of performing the requirements of neuropsychological (NP) testing, including near visual acuity 20/70 or better with correction.\n7. Have given written informed consent prior to any study-related procedure not part of normal medical care, with the understanding that consent may be withdrawn by the subject at any time without prejudice to his/her future medical care.\n\nExclusion Criteria:\n\n1. Are found to have evidence on MRI of new lesions in the brainstem, spinal cord, or optic nerve.\n2. Have clear new physical signs or symptoms that are referable to the cord, brainstem or optic nerve.\n3. Have cognitive deficits/impairment caused by concomitant medication usage, or are attributable to another medical condition or significant neurological/psychological disease.\n4. Have evidence of current major depression as determined by a positive Beck Depression Inventory-Fast Screen (BDI-FS) and clinician interview.\n5. Patients with changes to medications known to influence cognition (narcotics, stimulants, etc.) or disease modifying therapy within one month of study initiation (or within a time frame deemed high risk by treating physician) will be excluded.\n6. Are taking any medication, or have any medical condition contraindicated with Acthar.\n7. Presence of current infections as determined by clinician interview.\n8. Are currently nursing, intentionally seeking pregnancy, or deemed at-risk for unplanned pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline on the Symbol Digit Modalities Test (SDMT)","description":"A measure of visual processing speed and working memory. Minimum score of 0, Maximum score of 120. Higher scores indicate better performance. The difference in total correct responses on the SDMT from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.6","spread":"13.9"},{"groupId":"OG001","value":"58.5","spread":"13.9"}]}]}]},{"type":"PRIMARY","title":"Timed 25-foot Walk","description":"An MS-specific measure of functional status walking speed. How many seconds does it take to walk 25 feet. Ceiling value of 300 seconds.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"3.2"},{"groupId":"OG001","value":"5.3","spread":"1.2"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline on the Paced Auditory Serial Addition Test (PASAT)","description":"A measure of auditory processing speed and working memory. Minimum value of 0, maximum value of 60. Higher score indicates better performance. The difference in total correct on the PASAT from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.1","spread":"12.2"},{"groupId":"OG001","value":"47.0","spread":"14.3"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline on the Brief Visuospatial Memory Test-Revised (BVMT-R)","description":"A measure of visual/spatial memory. Minimum of 0, maximum of 36. Higher score indicates better performance. The difference in total learning score on the BVMT-R from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":"8.9"},{"groupId":"OG001","value":"22.5","spread":"7.9"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline on the California Verbal Learning Test, Second Edition (CVLT-II)","description":"A measure of auditory/verbal episodic memory. Minimum of 0, maximum of 80. Higher score indicates better performance. The difference in total learning score on the CVLT-II from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.6","spread":"14.1"},{"groupId":"OG001","value":"51.2","spread":"11.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Expanded Disability Status Scale (EDSS).","description":"A clinician assigned measure of disability specific to MS. Minimum of 0 (no disability), maximum of 10 (death due to MS). Higher scores indicate greater disability. The difference in total score on the EDSS from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Multiple Sclerosis Neuropsychological Questionnaire (MSNQ)","description":"A self and informant rating measure of perceived cognitive problems. Minimum of 0, maximum of 60. Higher scores indicates greater self-reported neuropsychological impairment. The difference in total score on the MSNQ from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.5","spread":"9.4"},{"groupId":"OG001","value":"20.0","spread":"12.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Beck Depression Inventory-Fast Screen (BDI-FS)","description":"A self-report, multiple choice inventory of depression. Minimum of 0, maximum of 21. Higher score indicates higher levels of depression. The difference in total score on the BDI-FS from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"4.0"},{"groupId":"OG001","value":"1.6","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Fatigue Severity Scale (FSS)","description":"A self-report measure of fatigue. 1 (no fatigue) to 9 (severe fatigue). The difference in total score on FSS from Day 0 to Day 90 were analyzed to address change in this outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"1.4"},{"groupId":"OG001","value":"3.8","spread":"1.7"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Incidence of Adverse Events","description":"The number of patients reporting adverse events over the course of the study","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Concurrent Medications","description":"Initiation or discontinuation of any medications occurring over the course of the study; monitored by clinician and study personnel.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":25},"commonTop":[]}}}