{"nctId":"NCT00013611","briefTitle":"Interleukin-2 Plus Antiretroviral Therapy for HIV-Infected Patients With Low CD4+ Counts (SILCAAT Study)","startDateStruct":{"date":"2001-03"},"conditions":["HIV Infection"],"count":1695,"armGroups":[{"label":"Antiretroviral therapy alone","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Proleukin plus antiretroviral therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Proleukin"]}],"interventions":[{"name":"Proleukin","otherNames":["recombinanat interleukin-2","rIL-2"]}],"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nSubjects are eligible for this study if they have been on greater than or equal to 2 ART for greater than or equal to 4 months prior to randomization, with no change in the type of ART received during this 4-month period of time. For subjects who receive only 2 ART, at least one of these two medications should be a protease inhibitor (PI). Subjects are not eligible if ART is discontinued for a cumulative period of 7 or more days during the 4 months prior to randomization.\n\nSubjects with documented HIV-1 infection. Acceptable documentation consists of either of the following:\n\nPositive HIV-1 ELISA test and Western Blot;\n\nDetectable plasma viral load measurement (greater than 500 RNA copies/mL using an ultrasensitive bDNA or PCR test or greater than 1500 RNA copies/mL using a non-ultrasensitive bDNA or PCR test).\n\nCD4+ T cell counts: mean of 2 points obtained within 4 calendar months of randomization greater than or equal to 50 and less than 300 cells/mm(3). The first CD4+ count should be the most recent documented historical value and should be greater than or equal to 50 and less than 300 cells/mm(3); the second point should be pre-study visit 1.\n\nViral load less than 10,000 copies/mL, at 2 time points within 4 calendar months of randomization. The first viral load should be the most recent documented historical value and should be less than 10,000 copies/mL; the second time point should be pre-study visit 1.\n\nKarnofsky performance status greater than or equal to 80%.\n\nAge greater than or equal to 18 years old.\n\nWomen of childbearing potential must have a negative urine or serum pregnancy test within 28 days prior to randomization. They must also understand that if they are randomized to the IL-2 group, they must practice effective contraception during their first 2 years of study participation. Pregnancy is discouraged among IL-2 recipients, but if an IL-2 recipient wishes to become pregnant after two years of trial participation she must alert the investigator prior to interruption of contraception. The potential for risk to the fetus must be carefully discussed with the subject before contraception is interrupted. Effective contraception will be continued for at least 24 hours following the interruption of IL-2 therapy. IL-2 will be held throughout the period of time during which the subject is not practicing effective birth control, throughout the pregnancy, and throughout any period of breast feeding. If oral contraceptive therapy is resumed after a period of interruption, IL-2 dosing will be delayed for 1 month following the reinstatement of oral contraceptive therapy. The subject must have a negative pregnancy test result prior to dosing with IL-2 after a lapse in effective contraception.\n\nThe following laboratory criteria must be fulfilled within 28 days of enrollment in the study:\n\nSerum AST of less than or equal to 5 times upper limit of normal range (ULN);\n\nSerum bilirubin less than or equal 2 times ULN (patients with Gilbert's syndrome or protease inhibitor-induced hyperbilirubinemia must have a serum bilirubin less than or equal to five times ULN);\n\nAmylase less than 2.0 times ULN (hyperamylasemia that is determined to be non-pancreatic in origin does not necessarily constitute an exclusion to enrollment);\n\nLess than 2 + proteinuria;\n\nSerum creatinine less than or equal to 1.5 times ULN;\n\nAbsolute neutrophil count greater than or equal to 1000 cells/mm(3);\n\nHemoglobin of greater than or equal to 9.5 g/dL;\n\nPlatelet count of greater than or equal to 75,000/mm(3);\n\nNegative HTLV-1 result.\n\nAgree to participate in the study for 4.5 to 7.5 years.\n\nWritten informed consent.\n\nEXCLUSION CRITERIA:\n\nCertain AIDS-defining illnesses. These conditions include:\n\nPatients with no prior history of AIDS-defining events are eligible for SILCAAT;\n\nPatients with a prior medical history of one or more of the following AIDS-defining events are eligible only under the condition specified below:\n\nLymphoma (other than lymphoma of the brain): Patients with a history of successfully treated lymphoma are eligible, provided full remission was obtained at least 5 years prior to randomization. Full remission (or complete response) is defined as the absence of clinically detectable disease with normalization of any previously abnormal radiographic studies, and bone marrow examination. Patients with bone marrow positive lymphoma prior to chemotherapy must have had two repeat bone marrow examinations negative for lymphoma after chemotherapy at least 12 months prior to randomization.\n\nEsophageal candidiasis; Patients with a prior history of successfully treated esophageal candidiasis are eligible if they have been free of clinical symptoms in the absence of antifungal suppressive therapy for at least 12 months prior to randomization. Documentation of a negative endoscopy should ideally be on record.\n\nInvasive cervical cancer: Patients with a prior history of invasive cervical cancer are eligible if complete local cure of the cancer has been documented at least 5 years prior to randomization and there has been no evidence of metastatic disease at any time.\n\nKaposi's sarcoma: Patients are eligible if mucocutaneous lesions have been resolved or clinically stable for at least 12 months prior to randomization. Subjects with a history of visceral KS are excluded.\n\nMycobacterium tuberculosis or M. kansasii: Patients are eligible if clinical resolution of disease occurred at least 12 months prior to randomization and previously abnormal imaging studies have been normal, or stable after improvement, for at least 12 months prior to randomization. Documentation of microbiologic cure should ideally be on record. Therapy for tuberculosis or M. kansasii must have been completed at least 12 months prior to randomization.\n\nPneumocystis carinii pneumonia (PCP): Patients are eligible if clinical resolution of the disease occurred at least 12 months prior to randomization and previously abnormal imaging studies have been normal, or stable after improvement, for at least 12 months prior to randomization.\n\nRecurrent pneumonia: Patients are eligible if there has been no evidence of pneumonia within 12 months prior to randomization.\n\nRecurrent Salmonella septicemia: Patients are eligible if there has been no evidence of Salmonella septicemia within 12 months prior to randomization.\n\nWasting syndrome due to HIV: Patients are eligible for enrollment in SILCAAT if they have had a stable or increasing weight for at least 12 months prior to randomization.\n\nToxoplasmosis of the brain: Patients are eligible if their disease has been clinically resolved for at least 12 months prior to randomization. In addition, these patients must have a MRI or contrast CT scan of the brain performed within 1 month prior to randomization showing no sign of active disease.\n\nChronic intestinal cryptosporidiosis and chronic intestinal isosporiasis (greater than 1 month duration): Patients are eligible if their disease has been clinically resolved and they have been off specific therapy for at least 12 months prior to randomization. In addition, these patients must have at least one stool specimen documenting clearance of parasitic infection obtained within 1 month prior to randomization.\n\nPatients with a history of any other AIDS-defining conditions as listed in the CDC 1993 Case Definition are not eligible for SILCAAT.\n\nSubjects must not have clinically significant cardiac, pulmonary, thyroid, kidney or neurologic impairment, hemostasis disorder, or significant medical condition that would, in the opinion of the principal investigator, affect patient safety and/or compliance. In addition, subjects with the following conditions are specifically excluded: autoimmune disease, inflammatory bowel disease, psoriasis, optic neuritis, congestive heart failure, active ischemic heart disease, uncontrolled diabetes mellitus, moderate or severe hemophilia ( less than or equal to 5% of normal factor VIII levels), seizure disorder, uncontrolled hypothyroidism, cirrhosis and a prior medical history of transplantation. If an investigator has any reservations about the safety of enrolling a particular subject, he/she should consult with the medical monitor prior to screening the subject.\n\nPsychiatric or cognitive disturbance or illness, or recreational drug/alcohol use that, in the opinion of the principal investigator, would affect patient safety and/or compliance.\n\nMalignancy requiring systemic chemotherapy within 12 months prior to randomization.\n\nCurrent use or use within 4 weeks prior to randomization of systemic corticosteroid therapy or any agent, licensed or experimental, with known immunomodulatory effects (use of erythropoietin and anabolic steroids is allowed).\n\nCurrent use, or use within 4 weeks of randomization of cytotoxic agents or antimetabolites; current use or use within 4 months of randomization of hydroxyurea or intravenous immunoglobulin.\n\nPregnant or lactating subjects.\n\nPrior therapy with IL-2.\n\nPrior participation in an ongoing IL-2 trial, eg, the ESPRIT trial.\n\nProtocol non-compliance in a previous IL-2 trial.\n\nSubjects with evidence of active acute infection within 2 weeks of randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"New or Recurrent Disease Progression Events, as Defined, or Death.","description":"Number of participants with fatal or non-fatal AIDS-related opportunistic disease or death from any cause.\n\nAIDS-related opportunistic disease includes CDC Category C 1993 definition plus the following diseases: Aspergillosis, invasive; Bartonellosis; Chagas disease of the CNS; Herpes zoster, multidermal; Leishmaniasis, visceral; Lymphoma, Hodgkin's; Microsporidiosis (\\> 1 month's duration); Nocardiosis; Penicillium marneffti, disseminated; Pneumocystis carinii, extrapulmonary; Rhodococcus equi disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality","description":"Number of participants who died.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"New or Recurrent Disease Progression Events","description":"Number of participants with fatal or non-fatal AIDS-related opportunistic disease.\n\nAIDS-related opportunistic disease includes CDC Category C 1993 definition plus the following diseases: Aspergillosis, invasive; Bartonellosis; Chagas disease of the CNS; Herpes zoster, multidermal; Leishmaniasis, visceral; Lymphoma, Hodgkin's; Microsporidiosis (\\> 1 month's duration); Nocardiosis; Penicillium marneffti, disseminated; Pneumocystis carinii, extrapulmonary; Rhodococcus equi disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Grade 4 Clinical Events","description":"Grade 4 clinical events were defined as potentially life-threatening events (excluding opportunistic disease) requiring medical intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"186","spread":null}]}]}]},{"type":"SECONDARY","title":"CD4+ Cell Count","description":"Mean CD4+ cell count (cells per cubic mm) averaged over follow-up","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"345.1","spread":"5.1"},{"groupId":"OG001","value":"292.1","spread":"4.1"}]}]}]},{"type":"SECONDARY","title":"New or Recurrent Serious Disease Progression Events or Death","description":"Number of participants with fatal or non-fatal serious AIDS-related opportunistic disease.\n\nA serious disease progression event is one of the following: progressive multifocal leukoencephalopathy (PML), lymphoma, Kaposi's sarcoma (visceral), AIDS dementia complex (ADC) stage II or higher, toxoplasmosis, histoplasmosis (systemic), cryptococcosis (systemic), disseminated Mycobacterium avium complex (MAC) disease, wasting syndrome, and cytomegalovirus (CMV) disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":203,"n":849},"commonTop":[]}}}