{"nctId":"NCT00704730","briefTitle":"Efficacy of XL184 (Cabozantinib) in Advanced Medullary Thyroid Cancer","startDateStruct":{"date":"2008-06"},"conditions":["Thyroid Cancer"],"count":330,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: XL184"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"XL184","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject has a histologically confirmed diagnosis of MTC that cannot be removed by surgery, is locally advanced, or has spread in the body.\n* The subject is at least 18 years old.\n* The subject has an ECOG (Eastern Cooperative Oncology Group) performance status ≤ 2.\n* The subject has documented worsening of disease (progressive disease) at screening compared with a previous CT scan or MRI image done within 14 months of screening.\n* The subject has recovered from clinically significant adverse events (side effects) due to any other medications that were administered prior to randomization.\n* The subject has adequate organ and bone marrow function.\n* Subjects who are sexually active (male and female) must agree to use medically accepted methods of contraception during the course of the study and for 3 months following discontinuation of study treatments.\n* The subject has no other diagnosis of cancer (unless non-melanoma skin cancer, an early form of cervical cancer, or another cancer diagnosed ≥ 2 years previously) and currently has no evidence of malignancy (unless non-melanoma skin cancer or an early form of cervical cancer).\n* Female subjects of childbearing potential must have a negative pregnancy test at screening.\n\nExclusion Criteria:\n\n* The subject has received prior treatment for their cancer within 4 weeks of randomization (6 weeks for nitrosoureas or mitomycin C).\n* The subject has received radiation to ≥ 25 % of bone marrow.\n* The subject has received treatment with other investigational agents (unapproved therapies) within 4 weeks of randomization.\n* The subject has received treatment with XL184.\n* The subject has brain metastases or spinal cord compression, unless completed radiation therapy ≥ 4 weeks prior to randomization and stable without steroid and without anti-convulsant treatment for ≥ 10 days.\n* The subject has a history of clinically significant episodes of vomiting blood or a recent history of vomiting \\> 2.5 mL (about 1/2 teaspoon) of red blood.\n* The subject has serious illness other than cancer.\n* The subject is pregnant or breastfeeding.\n* The subject has an active infection requiring ongoing treatment.\n* The subject is incapable of understanding and complying with the protocol or unable to provide informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS)","description":"The duration of Progression-Free Survival (PFS) using progression events as determined by Independent Review Committee (IRC) per mRECIST, or death due to any cause. The analysis was conducted after at least 315 subjects were randomized and at least 138 events were observed.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) With XL184 Compared With Placebo","description":"Duration of Overall Survival (OS) from the time of randomization to death due to any cause. A Kaplan-Meier analysis was performed to estimate the median.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The proportion of subjects with a best overall response (BOR) of confirmed complete response (CR) or partial response (PR) as determined by the Independent Review Committee (IRC.) Per Response Evaluation Criteria in Solid Tumor Criteria (mRECIST v1.0) for target lesions and assessed by MRI or CT: Complete Response (CR) disappearance of all target lesions; Partial Response (PR) ≥ 30% decrease in the sum of the longest diameter of target lesions; Progressive Disease (PD) ≥ 20% increase in the sum of the longest diameter of target lesions. Overall Response Rate: ORR=CR +PR","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (OR): Independent Radiology Committee (IRC) Determined","description":"For those subjects with Independent Radiology Committee (IRC) determined Objective Response Rate (ORR), the amount of time from documentation of Objective Response (OR) until Progressive Disease (PD) by mRECIST or death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Biochemical Response Calcitonin (CTN) %","description":"For each on-treatment tumor marker assessment from each subject, the biochemical response of CTN was determined based on percent increase or decrease from baseline. Best biochemical response over course of treatment was determined from evaluation of subject's time point response data. Biochemical response criteria: Complete Response (CR) - decrease in tumor marker into normal range from baseline value; Partial Response (PR) - decrease of \\>50% from baseline value when baseline value is above normal range; Stable Disease (SD) - no more than a 50% increase and no more than a 50% decrease from baseline value above normal range; Progressive Disease (PD) - increase of \\>50% from baseline value when baseline value is above normal range / or increase from low or normal range at baseline to above normal range; Not Evaluable (NE) - missing baseline value / or baseline value is not elevated and response is not PD / or response can not be determined due to change in assay format.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":"60.71"},{"groupId":"OG001","value":"0.9","spread":"115.4"}]}]}]},{"type":"SECONDARY","title":"Biochemical Response Carcinoembryonic Antigen (CEA) %","description":"For each on-treatment tumor marker assessment from each subject, the biochemical response of CEA was determined based on percent increase or decrease from baseline. Best biochemical response over the course of treatment was determined from evaluation of each subject's time point response data. Biochemical response: Complete Response (CR)- Decrease in tumor marker into normal range from baseline value; Partial Response (PR)- Decrease of \\>50% from baseline value when baseline value is above normal range; Stable Disease (SD)- No more than a 50% increase and no more than a 50% decrease from baseline value above normal range; Progressive Disease (PD)- Increase of \\>50% from baseline value when baseline value is above normal range / or increase from low or normal range at baseline to above normal range; Not Evaluable (NE)- Missing baseline value / or baseline value is not elevated and response is not Progressive Disease (PD) / or response can not be determined due to change in assay format.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":"58.21"},{"groupId":"OG001","value":"0.9","spread":"182.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":90,"n":214},"commonTop":["Diarrhoea","Fatigue","Nausea","Decreased appetite","Weight decreased"]}}}