{"nctId":"NCT04343287","briefTitle":"Safety and Efficacy of BRM421 for Dry Eye Syndrome Treatment","startDateStruct":{"date":"2020-01-15","type":"ACTUAL"},"conditions":["Dry Eye Syndrome"],"count":220,"armGroups":[{"label":"BRM421 Ophthalmic Solution","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: BRM421"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"BRM421","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be at least 18 years of age;\n* Provide written informed consent;\n* Have a reported history of dry eye for at least 6 months prior to enrollment;\n* Have a history of use of eye drops\n\nExclusion Criteria:\n\n* Have any clinically significant slit lamp findings at Visit 1 that may include active blepharitis, meibomian gland dysfunction (MGD), lid margin inflammation or active ocular allergies that require therapeutic treatment, and/or in the opinion of the investigator may interfere with study parameters;\n* Be diagnosed with an ongoing ocular infection (bacterial, viral, or fungal), or active ocular inflammation at Visit 1;\n* Have worn contact lenses within 7 days of Visit 1 or anticipate using contact lenses during the study;\n* Have used any eye drops within 2 hours of Visit 1;\n* Have previously had laser-assisted in situ keratomileusis (LASIK) surgery within the last 12 months;\n* Be a woman of childbearing potential who is not using an acceptable means of birth control; acceptable methods of contraception","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Ocular Sign: Change From Baseline in Total Corneal Staining Score to Day 14","description":"Corneal staining was performed to grade the degree of corneal epithelial cell injury as measured by fluorescence using slit-lamp examination. Ora Calibra速 Scale from 0 to 4 with the use of half grade (0.5) increments, where grade 0 = None and 4 = Severe. Regions assessed were the central, superior, inferior, temporal, and nasal. Total corneal staining score was the sum of all five regions. Analyses were for study eye only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1","spread":"1.245"},{"groupId":"OG001","value":"-0.68","spread":"1.392"}]}]}]},{"type":"PRIMARY","title":"Ocular Symptom: Change From Baseline in Patient-Reported Ocular Dryness Score to Day 14, Using Ora Calibra速 Ocular Discomfort & 4-Symptom Questionnaire","description":"Ocular dryness from the Ora Calibra速 Ocular Discomfort \\& 4-Symptom Questionnaire was assessed at the subject level in regard to how both eyes felt. The Ora Calibra速 Ocular Discomfort \\& 4-Symptom Questionnaire was used, which included rating the severity of 5 symptoms: ocular discomfort, burning, dryness, grittiness, and stinging. Each symptom rating ranged from 0 to 5, where 0 = None and 5 = Worst.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.98"},{"groupId":"OG001","value":"-0.5","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Eye Dryness: Change From Baseline in Patient-Reported Ocular Symptom to Day 14, Using Visual Analog Scale (VAS)","description":"Visual analog scale (VAS) was measured by asking subjects to rate each ocular symptom due to ocular dryness by placing a vertical mark on a horizontal line of length 100 mm to indicate the level of discomfort where 0 mm = No Discomfort and 100 mm = Maximal Discomfort. Symptoms assessed were burning/stinging, itching, foreign body sensation, blurred vision, eye dryness, photophobia, and pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.4","spread":"19.22"},{"groupId":"OG001","value":"-3.7","spread":"18.29"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":108},"commonTop":["instillation site pain"]}}}