{"nctId":"NCT00898807","briefTitle":"Citalopram for Agitation in Alzheimer's Disease","startDateStruct":{"date":"2009-07"},"conditions":["Alzheimer's Disease","Agitation"],"count":186,"armGroups":[{"label":"Citalopram and psychosocial intervention","type":"EXPERIMENTAL","interventionNames":["Drug: citalopram"]},{"label":"Placebo and psychosocial intervention","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"citalopram","otherNames":["Celexa"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Probable Alzheimer's disease (National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association criteria), with Mini-Mental score of 5-28 inclusive\n* A medication for agitation is appropriate, in the opinion of the study physician\n* Clinically significant agitation for which either\n\n  1. the frequency of agitation as assessed by the Neuropsychiatric Inventory (NPI) is 'Very frequently', or\n  2. the frequency of agitation as assessed by the NPI is 'Frequently' AND the severity of the agitation as assessed by the NPI is 'Moderate', or 'Marked'\n* Provision of informed consent for participation in the study by patient or surrogate (if necessary) and caregiver\n* Availability of primary caregiver, who spends several hours a week with the patient and supervises his/her care, to accompany the patient to study visits and to participate in the study\n* No change to Alzheimer's disease (AD) medications within the month preceding randomization, including starting, stopping, or dosage modifications\n\nExclusion criteria\n\n* Meets criteria for Major Depressive Episode by Diagnostic and Statistical Manual of Mental Disorders, 4th edition, text revision (DSM-IV (TR)) criteria\n* Presence of a brain disease that might otherwise explain the presence of dementia, such as extensive brain vascular disease, Parkinson's disease, dementia with Lewy bodies, traumatic brain injury, or multiple sclerosis\n* Psychosis (delusions or hallucinations) requiring antipsychotic treatment in the opinion of the study physician\n* Prolonged measure of the time between the start of the Q wave and the end of the T wave in the heart's electrical cycle (QT interval)\n* Treatment with citalopram is contraindicated in the opinion of the study physician\n* Failure of past treatment with citalopram for agitation after adequate trial at a minimally accepted dose (greater than or equal to 20 mg/day)\n* Treatment with a medication that would prohibit the safe concurrent use of citalopram, such as Monoamine oxidases (MAO) inhibitors\n* Need for psychiatric hospitalization or suicidal\n* Current participation in a clinical trial or in any study that may add a significant burden or affect neuropsychological or other study outcomes\n* Current treatment with antipsychotics, anticonvulsants (other than dilantin), other antidepressants (other than trazodone, less than or equal to 50 mg per day at bedtime), benzodiazepines (other than lorazepam), or psychostimulants\n* Any condition that, in the opinion of the study physician, makes it medically inappropriate or risky for the patient to enroll in the trial","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"NeuroBehavior Rating Scale-- Agitation","description":"NeuroBehavioral Rating Scale- Agitation(NBRS-A) assesses multiple types of psychopathology common in dementia and is based on a seven point Likert scale of increasing severity for each item(i.e., 0=not present, 1=very mild, 2-mild, 3=moderate, 4=moderately severe, 5=severe, 6=extremely severe). The NBRS agitation subscore includes NBRS 'inhibition', 'agitation', and 'hostility'. The range is 0 to 18 points. Higher scores indicate more symptoms.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.33","spread":"0.31"},{"groupId":"OG001","value":"5.26","spread":"0.31"}]}]}]},{"type":"PRIMARY","title":"Modified Alzheimer's Disease Cooperative Study- Clinical Global Impression of Change in Agitation(CGIC)","description":"Modified Alzheimer's Disease Cooperative Study- Clinical Global Impression of Change in agitation(CGIC) accesses clinically significant change in agitation. A trained clinician, blind to treatment assignment, uses a 7-point Likert scale to rate change of each patient along a continuum from \"marked improvement\"(1), \"no change\"(4), and \"marked worsening\"(7). A number of aspects of the agitation is considered such as emotional agitation, mood liability/distress, psychomotor agitation, verbal aggression, and physical aggression. Range is 1-7.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohen-Mansfield Agitation Inventory (CMAI)","description":"CMAI examines several agitated behaviors including verbal, physical agitation, and other behaviors. Sub-items are summed. Range is 14-70. Higher scores indicate more severe symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":"6.7"},{"groupId":"OG001","value":"28.7","spread":"6.7"}]}]}]},{"type":"SECONDARY","title":"Neuropsychiatric Inventory (NPI)-- Agitation Subscore","description":"NPI agitation score is based on responses from an informed caregiver involved in the patient's life. Symptom severity (1=mild, 2=moderate, 3=severe) is multiplied by frequency (1=occasionally, less than once/week; 4 = very frequently, once or more/day or continuously) to obtain the NPI agitation score.Range is 0-12. Higher scores indicate more severe symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":"2.2"},{"groupId":"OG001","value":"8.0","spread":"2.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":94},"commonTop":["Confusion","Anxiety","Fatigue","Gait instability","Somnolence"]}}}