{"nctId":"NCT03107793","briefTitle":"Study of Treat to Target Versus Routine Care Maintenance Strategies in Crohn's Disease Patients Treated With Ustekinumab","startDateStruct":{"date":"2017-04-19","type":"ACTUAL"},"conditions":["Crohn Disease"],"count":500,"armGroups":[{"label":"All Participants","type":"EXPERIMENTAL","interventionNames":["Drug: Ustekinumab"]},{"label":"Routine Care Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Ustekinumab"]},{"label":"Treat to Target (T2T) Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Ustekinumab"]},{"label":"Exploratory Extension period: From Week 48 to Week 104","type":"EXPERIMENTAL","interventionNames":["Drug: Ustekinumab"]}],"interventions":[{"name":"Ustekinumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMain Study:\n\n* Have active, moderate to severe, ileal and/or colonic Crohn's disease, demonstrated by: baseline CDAI score of greater than or equal to (\\>=) 220 and less than equal to (\\<=) 450, and endoscopy with evidence of active Crohn's disease (defined as simple endoscopic score for Crohn's disease \\[SES-CD\\] score \\>=3 excluding the contribution of the narrowing component score) obtained within the 5 week screening period. A prior endoscopy may be used only if obtained within 3 months prior to baseline (Week 0), in which case the prior endoscopy must be centrally read again and SES-CD calculated based on this second, centralized read-out\n* Has had an inadequate response with, lost response to, was intolerant to, or had medical contraindications to either conventional therapy, or one previous biologic therapy approved for the treatment of Crohn's disease in the countries in which the study is conducted\n* Are eligible according to tuberculosis (TB) infection screening criteria\n* Must sign an informed consent form (ICF) or their legally acceptable representative if applicable must sign) indicating that he or she understands the purpose of, and procedures required for, the study and is willing to participate in the study.\n\nSub-study:\n\n* Be enrolled into the main study at a participating site\n* Sign a separate ICF indicating that they understand the purpose of and procedures required for this sub-study and are willing to participate in the sub-study\n* Satisfy all inclusion criteria and none of the exclusion criteria specified in the main study\n\nExclusion Criteria:\n\nMain Study:\n\n* Has complications of Crohn's disease such as symptomatic strictures or stenoses, short gut syndrome, or any other manifestation that might be anticipated to require surgery, could preclude the use of the Crohn's Disease Activity Index (CDAI) to assess response to therapy, or would possibly confound the ability to assess the effect of treatment with ustekinumab\n* Currently has or is suspected to have an abscess. Recent cutaneous and perianal abscesses are not exclusionary if drained and adequately treated at least 3 weeks prior to baseline, or 8 weeks prior to baseline for intra-abdominal abscesses, provided there is no anticipated need for any further surgery. Participants with active fistulas may be included if there is no anticipation of a need for surgery and there are currently no abscesses identified\n* Has had any kind of bowel resection within 6 months prior to baseline\n* Has a draining (i.e, functioning) stoma or ostomy\n* Has received more than one previous biologic therapy approved for the treatment of Crohn's disease in the countries in which the study is conducted\n\nSub-study:\n\n* Obesity or other characteristics considered likely to preclude intestinal ultrasound (IUS) visualization of the affected bowel segment\n* Normal bowel wall thickness (BWT) (that is, \\<=2.0 millimeter \\[mm\\] for the terminal ileum; \\<=3.0 mm for the colon) for all bowel segments at baseline (Week 0)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Endoscopic Response at Week 48","description":"Endoscopic response defined as showing a reduction from baseline in simple endoscopic score for Crohn's disease (SES-CD) of greater than or equal to (\\>=) 50 percent (%). SES-CD is a validated instrument reflecting an endoscopist global appraisal of mucosal lesions in Crohn's disease. SES-CD grades lesions by location (5 bowel segments: ileum, right colon, transverse colon, left colon, and rectum) using 4 endoscopic variables: ulcer size, extent of ulcerated surface, extent of affected surface, and presence/type of narrowing. Total SES-CD is sum of 4 variables for all 5 bowel segments. Scores range from 0-60 with higher scores indicating more severe disease. Randomized participants who stopped treatment before reaching Week 48 due to any reason, or participants without endoscopic data at Week 48 were analyzed as nonresponders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.9","spread":"31.4"},{"groupId":"OG001","value":"29.9","spread":"23.9"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Endoscopic Response at Week 48 (Premature Drop-outs Excluded)","description":"Endoscopic response defined as showing a reduction from baseline in SES-CD (a validated instrument reflecting an endoscopist's global appraisal of mucosal lesions) score of \\>=50%. SES-CD grades lesions by location (5 bowel segments: ileum, right colon, transverse colon, left colon, and rectum) using 4 endoscopic variables: ulcer size, extent of ulcerated surface, extent of affected surface, and presence/type of narrowing. Total SES-CD is calculated as sum of 4 variables for 5 bowel segments. Scores ranges 0-60. Higher scores indicates more severe disease. Randomized participants who stopped treatment before reaching Week 48 due to reasons other than lack/loss of efficacy were excluded from analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.0","spread":"35.9"},{"groupId":"OG001","value":"32.3","spread":"25.9"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Endoscopic Response at Week 48 (Last Observation Carried Forward [LOCF])","description":"Endoscopic response defined as a reduction from baseline in SES-CD score of \\>= 50%. SES-CD is a validated instrument reflecting an endoscopist global appraisal of mucosal lesions in Crohn's disease. SES-CD grades lesions by location (5 bowel segments: ileum, right colon, transverse colon, left colon, and rectum) using 4 endoscopic variables: ulcer size, extent of ulcerated surface, extent of affected surface, and presence/type of narrowing. The total SES-CD was calculated as the sum of the 4 variables for the 5 bowel segments. Scores range from 0 to 60, with higher scores indicating more severe disease. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.2","spread":"33.6"},{"groupId":"OG001","value":"30.8","spread":"24.8"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response at Weeks 16, 48, and Endpoint (Week 48 [LOCF])","description":"Clinical response defined as a \\>=100-point reduction from the baseline in Crohn's Disease Activity Index (CDAI) score, or a CDAI score of \\<150. The CDAI score is used to quantify the symptoms of participants with Crohn's Disease. A decrease in CDAI over time indicates improvement in disease activity. In general, CDAI score ranges from 0 to approximately 600; higher score indicates higher disease activities. Participants with missing data were considered as non-responder. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.5","spread":null},{"groupId":"OG001","value":"89.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null},{"groupId":"OG001","value":"77.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.5","spread":null},{"groupId":"OG001","value":"89.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission at Weeks 16, 48, and Endpoint (Week 48 [LOCF])","description":"Clinical Remission defined as a CDAI score of \\<150 points. The CDAI score is used to quantify the symptoms of participants with Crohn's Disease. A decrease in CDAI over time indicates improvement in disease activity. In general, CDAI score ranges from 0 to approximately 600; higher score indicates higher disease activities. Participants with missing data were considered as non-remitter. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.1","spread":null},{"groupId":"OG001","value":"74.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.6","spread":null},{"groupId":"OG001","value":"69.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null},{"groupId":"OG001","value":"78.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Endoscopic Remission at Weeks 16, 48, and Endpoint (Week 48 [LOCF])","description":"Percentage of participants with Endoscopic remission defined as SES-CD score \\<=2 at Weeks 16, 48, and Endpoint (Week 48 \\[LOCF\\]) were reported. SES-CD is a validated instrument reflecting an endoscopist global appraisal of mucosal lesions in Crohn's disease. SES-CD grades lesions by location (5 bowel segments: ileum, right colon, transverse colon, left colon, and rectum) using 4 endoscopic variables: ulcer size, extent of ulcerated surface, extent of affected surface, and presence/type of narrowing. Total SES-CD is sum of 4 variables for all 5 bowel segments. Scores range from 0-60 with higher scores indicating more severe disease. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"15.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mucosal Healing at Weeks 16, 48, and Endpoint (Week 48 [LOCF])","description":"Mucosal healing is defined as the complete absence of mucosal ulcerations in any ileocolonic segment. SES-CD grades lesions by location (5 bowel segments: ileum, right colon, transverse colon, left colon, and rectum) using 4 endoscopic variables: ulcer size, extent of ulcerated surface, extent of affected surface, and presence/type of narrowing. Total SES-CD is sum of 4 variables for all 5 bowel segments. Scores range from 0-60 with higher scores indicating more severe disease. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (i.e. first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"17.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Corticosteroid-free Clinical Remission at Week 48 and Endpoint (Week 48 [LOCF])","description":"Corticosteroid-free Clinical Remission at Week 48 and Endpoint (Week 48 \\[LOCF\\]) is defined as a CDAI score \\<150 and not taking any corticosteroids for at least 30 days prior to Week 48 and Endpoint assessment. The CDAI score is used to quantify the symptoms of participants with Crohn's Disease. A decrease in CDAI over time indicates improvement in disease activity. In general, CDAI score ranges from 0 to approximately 600; higher score indicates higher disease activities. Participants with missing data were analyzed as non-remitter. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.6","spread":null},{"groupId":"OG001","value":"63.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":null},{"groupId":"OG001","value":"69.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Corticosteroid-free Endoscopic Response at Weeks 16, 48, and Endpoint (Week 48 [LOCF])","description":"Corticosteroid-free endoscopic response defined as a reduction from baseline in SES-CD score of \\>=50% and not taking any corticosteroids for at least 30 days prior to Weeks 16, 48 and endpoint (Week 48 \\[LOCF\\]). SES-CD grades lesions by location (5 bowel segments: ileum, right colon, transverse colon, left colon, and rectum) using 4 endoscopic variables: ulcer size, extent of ulcerated surface, extent of affected surface, and presence/type of narrowing. Total score is sum of 4 variables. Scores range 0-60. Higher scores means severe disease. Participants with missing data were analyzed as No SES-CD Improvement. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint defined as last available postbaseline result within main analysis period (i.e., first 48 weeks).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.8","spread":null},{"groupId":"OG001","value":"28.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.1","spread":null},{"groupId":"OG001","value":"29.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum C-reactive Protein (CRP)","description":"Change from baseline in serum CRP were reported. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.717","spread":"22.0246"},{"groupId":"OG001","value":"-7.345","spread":"17.5658"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.839","spread":"22.6777"},{"groupId":"OG001","value":"-7.909","spread":"22.2139"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.839","spread":"22.6777"},{"groupId":"OG001","value":"-7.909","spread":"22.2139"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fecal Calprotectin (FC)","description":"Change from baseline in FC were reported. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-988.8","spread":"3243.61"},{"groupId":"OG001","value":"-728.2","spread":"2238.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1191.6","spread":"3441.64"},{"groupId":"OG001","value":"-744.4","spread":"2589.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1191.6","spread":"3441.64"},{"groupId":"OG001","value":"-744.4","spread":"2589.30"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Inflammatory Bowel Disease Questionnaire (IBDQ) Response","description":"IBDQ response was defined as \\>= 16-point improvement in IBDQ total score from baseline. The IBDQ is 32-item questionnaire for participants with IBD used to evaluate disease-specific health-related quality of life. Each item score ranged from 1 (worst possible response) to 7 (best possible response). Each items were grouped into 4 domains: bowel function, emotional status, systemic symptoms and social function. The 4 domains were scored as: 10 to 70 (bowel symptoms); 5 to 35 (systemic symptoms); 12 to 84 (emotional function); 5 to 35 (social function). For each domain, higher score indicated better quality of life. Total score is sum of each item score and ranges from 32 to 224 with higher score indicating better quality of life. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint defined as last available postbaseline result within main analysis period (i.e, first 48 weeks).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.7","spread":null},{"groupId":"OG001","value":"75.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.4","spread":null},{"groupId":"OG001","value":"67.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null},{"groupId":"OG001","value":"77.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 7-point Change From Baseline in Work Productivity and Activity Impairment (WPAI) Scores for Each Domain","description":"Percentage of participants with 7-point change from baseline in WPAI scores for each domain were reported. WPAI is 6-item (7-day recall period) well-validated questionnaire to measure impairments in work and activities that produces 4 types of domains: absenteeism (work time missed), presenteeism (impairment at work/reduced on-the-job effectiveness), work productivity loss (overall work impairment/absenteeism plus presenteeism), activity impairment. Participants who answered first question of the questionnaire 'Are you currently employed' as 'Yes' were included in absenteeism, presenteeism, and work productivity. In activity impairment all participants were included. Each score range: 0-100, higher scores=greater impairment and less productivity. LOCF: Participants who had missing value at Week 48 or stopped treatment before reaching Week 48 had last non-missing value carried forward. Endpoint: last available postbaseline result in main analysis period (first 48 weeks).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.9","spread":null},{"groupId":"OG001","value":"39.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null},{"groupId":"OG001","value":"36.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.9","spread":null},{"groupId":"OG001","value":"36.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.5","spread":null},{"groupId":"OG001","value":"76.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null},{"groupId":"OG001","value":"72.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.6","spread":null},{"groupId":"OG001","value":"69.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null},{"groupId":"OG001","value":"70.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"72.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.4","spread":null},{"groupId":"OG001","value":"69.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.1","spread":null},{"groupId":"OG001","value":"78.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.4","spread":null},{"groupId":"OG001","value":"71.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":null},{"groupId":"OG001","value":"70.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in IBDQ Score","description":"The IBDQ is 32-item questionnaire used to evaluate disease-specific health-related quality of life. Each item score ranged from 1 (worst possible response) to 7 (best possible response). Items were grouped into 4 domains: bowel function, emotional status, systemic symptoms and social function with scored as follows: 10 to 70 (bowel symptoms); 5 to 35 (systemic symptoms); 12 to 84 (emotional function); and 5 to 35 (social function). Higher score, better quality of life. Total score is sum of each item score and ranges from 32 to 224. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint defined as last available postbaseline result within main analysis period (that is, first 48 weeks of the study). Only participants with non-missing baseline value and at least one non-missing post-baseline value during main treatment period were included in analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.3","spread":"34.24"},{"groupId":"OG001","value":"44.7","spread":"33.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.7","spread":"35.16"},{"groupId":"OG001","value":"44.3","spread":"36.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.7","spread":"35.16"},{"groupId":"OG001","value":"44.3","spread":"36.94"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality Of Life 5 Dimensions 5 Level (EQ-5D-5L) Visual Analog Scale (VAS) Score","description":"EQ-5D-5L, validated quality-of-life instrument completed by participants. It consists of EQ-5D-5L descriptive system and EQ-VAS. EQ-5D-5L descriptive system comprises 5 dimensions of health (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression) describes participants current health state. Each dimension scores where 1 indicates no problems and 5 indicates extreme problems. EQ-5D-5L VAS records the respondent's self-rated, visual analogue scale score on a scale of 0-100, where 0 labelled as 'the worst health you can imagine and 100 labelled 'the best health you can imagine.' LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint defined as last available postbaseline result within main analysis period (i.e., first 48 weeks).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":"20.19"},{"groupId":"OG001","value":"18.7","spread":"20.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":"22.77"},{"groupId":"OG001","value":"16.1","spread":"21.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":"22.77"},{"groupId":"OG001","value":"16.1","spread":"21.71"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in Functional Assessment of Chronic Illness Therapy-fatigue (FACIT-F) Scale Score","description":"The FACIT-F scale is a 13-item fatigue scale with a 7-day recall period. It measures the level of fatigue during the usual daily activities. The level of fatigue is measured on a 4-point Likert scale (0=very much fatigue to 4=not at all fatigue). The sum of all responses resulted in the FACIT-Fatigue score for a total possible score of 0 (worst score) to 52 (best score). LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":"10.57"},{"groupId":"OG001","value":"11.6","spread":"10.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":"11.35"},{"groupId":"OG001","value":"10.0","spread":"11.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":"11.35"},{"groupId":"OG001","value":"10.0","spread":"11.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hospital Anxiety and Depression Scale (HADS) Score","description":"The HADS Score is a validated 14-item scale with 7 of the items relating to anxiety and 7 relating to depression. Each item is scored from 0 to 3, with higher scores indicating greater likelihood of depression or anxiety. Cases of anxiety or depression are each defined by subscale scores of 8 or greater and categorized as normal (score of 0 to 7), mild (score of 8 to 10), moderate (score of 11 to 14), and severe (score of 15 to 21). LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"3.43"},{"groupId":"OG001","value":"-2.5","spread":"3.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"3.59"},{"groupId":"OG001","value":"-2.4","spread":"3.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"3.64"},{"groupId":"OG001","value":"-2.7","spread":"4.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"4.00"},{"groupId":"OG001","value":"-2.2","spread":"3.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"3.64"},{"groupId":"OG001","value":"-2.7","spread":"4.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"4.00"},{"groupId":"OG001","value":"-2.2","spread":"3.97"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WPAI Score","description":"The WPAI questionnaire is a well-validated instrument to measure impairments in work and activities. It is a 6-item questionnaire with a 7-day recall period. The WPAI questionnaire produces 4 types of scores: absenteeism (work time missed), presenteesism (impairment at work/reduced on-the-job effectiveness), work productivity loss (overall work impairment/absenteeism plus presenteeism), and activity impairment. Each score ranges from 0 to 100 with higher scores indicating greater impairment and less productivity. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.9","spread":"31.39"},{"groupId":"OG001","value":"-12.5","spread":"30.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.9","spread":"34.13"},{"groupId":"OG001","value":"-14.8","spread":"30.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.0","spread":"34.87"},{"groupId":"OG001","value":"-12.1","spread":"31.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.3","spread":"27.76"},{"groupId":"OG001","value":"-26.2","spread":"30.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.0","spread":"31.83"},{"groupId":"OG001","value":"-26.0","spread":"28.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.5","spread":"30.50"},{"groupId":"OG001","value":"-22.5","spread":"30.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.2","spread":"27.71"},{"groupId":"OG001","value":"-27.2","spread":"31.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.0","spread":"33.98"},{"groupId":"OG001","value":"-28.0","spread":"31.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.1","spread":"32.91"},{"groupId":"OG001","value":"-24.1","spread":"33.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.1","spread":"27.23"},{"groupId":"OG001","value":"-27.3","spread":"26.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.2","spread":"29.65"},{"groupId":"OG001","value":"-24.8","spread":"28.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.5","spread":"29.13"},{"groupId":"OG001","value":"-23.6","spread":"29.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Time Lost From Work","description":"Time lost from work was collected by asking the participants a single question, \"How many days did you miss from work due to your Crohn's disease in the last 4 weeks?\" LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"4.32"},{"groupId":"OG001","value":"-1.8","spread":"6.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"4.58"},{"groupId":"OG001","value":"-2.2","spread":"5.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"4.58"},{"groupId":"OG001","value":"-2.2","spread":"5.99"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) That Occurred in Participants Administered With Ustekinumab up to Week 48","description":"An adverse event is any untoward medical event that occurs in participants administered an investigational product, and it does not necessarily indicate only events with clear causal relationship with the relevant investigational product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"188","spread":null},{"groupId":"OG001","value":"179","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Change from baseline in body weight were reported. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.56","spread":"2.996"},{"groupId":"OG001","value":"1.16","spread":"3.586"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.38","spread":"4.682"},{"groupId":"OG001","value":"1.39","spread":"4.877"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.38","spread":"4.682"},{"groupId":"OG001","value":"1.39","spread":"4.877"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Mass Index (BMI)","description":"Change from baseline in BMI were reported. BMI is a person's weight (in kilograms) divided by the square of height (in meters).LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (that is, first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"1.052"},{"groupId":"OG001","value":"0.37","spread":"1.236"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"1.622"},{"groupId":"OG001","value":"0.46","spread":"1.665"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"1.622"},{"groupId":"OG001","value":"0.46","spread":"1.665"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Blood Pressure","description":"Change from baseline in Blood Pressure (Systolic Blood Pressure \\[SPB\\] and Diastolic Blood Pressure \\[DBP\\]) were reported. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (i.e. first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"13.16"},{"groupId":"OG001","value":"0.3","spread":"12.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"13.21"},{"groupId":"OG001","value":"0.5","spread":"12.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"13.21"},{"groupId":"OG001","value":"0.5","spread":"12.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"9.46"},{"groupId":"OG001","value":"0.8","spread":"9.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"10.02"},{"groupId":"OG001","value":"0.6","spread":"9.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"10.02"},{"groupId":"OG001","value":"0.6","spread":"9.85"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulse Rate","description":"Change from baseline in pulse rate were reported. LOCF: Participants who had a missing value at Week 48 or who stopped treatment before reaching Week 48 had their last non-missing value carried forward. Endpoint is defined as the last available postbaseline result within the main analysis period (i.e. first 48 weeks of the study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"11.98"},{"groupId":"OG001","value":"-2.0","spread":"11.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"13.39"},{"groupId":"OG001","value":"-1.7","spread":"12.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"13.39"},{"groupId":"OG001","value":"-1.7","spread":"12.16"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":498},"commonTop":["Nasopharyngitis","Headache","Arthralgia","Pyrexia","Abdominal Pain"]}}}