{"nctId":"NCT00383240","briefTitle":"Effects of Mometasone Furoate/Formoterol Combination Versus Mometasone Furoate Alone in Persistent Asthmatics (Study P04334AM1)(COMPLETED)","startDateStruct":{"date":"2006-09"},"conditions":["Asthma"],"count":781,"armGroups":[{"label":"MF/F MDI 200/10 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: mometasone furoate/formoterol fumarate combination MDI 200/10 mcg BID"]},{"label":"MF MDI 200 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Mometasone furoate MDI (MF MDI) 200 mcg"]},{"label":"F MDI 10 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: formoterol fumarate 10 mcg"]},{"label":"Placebo BID","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"mometasone furoate/formoterol fumarate combination MDI 200/10 mcg BID","otherNames":["SCH 418131"]},{"name":"Mometasone furoate MDI (MF MDI) 200 mcg","otherNames":["SCH 32088"]},{"name":"formoterol fumarate 10 mcg","otherNames":["Foradil"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Adult and adolescent subjects of either sex and any race, at least 12 years of age or older, with a diagnosis of asthma of at least 12 months' duration, will be eligible for enrollment. Subjects must meet all of the inclusion criteria and none of the exclusion criteria to receive treatment assignment.\n\nKey Inclusion Criteria Include\n\n\\- A subject must have been using a medium daily dose of inhaled glucocorticosteroid (ICS) (either alone or in combination with a long-acting beta agonist (LABA)) for at least 12 weeks and must have been on a stable regimen (daily dose unchanged) for at least 2 weeks prior to Screening. Medium daily doses of ICS are defined as follows:\n\n* \\>500 to 1000 mcg beclomethasone chlorofluorocarbon (CFC)\n* \\>250 to 500 mcg beclomethasone hydrofluoroalkane (HFA)\n* \\>600 to 1000 mcg budesonide dry powder inhaler (DPI)\n* \\>1000 to 2000 mcg flunisolide\n* \\>250 to 500 mcg fluticasone\n* 400 mcg MF\n* \\>1000 to 2000 mcg triamcinolone acetonide\n\nNote: Dose delivery by method or modality other than those noted above must be equivalent.\n\n* If, based upon the medical judgment of the investigator, there is no inherent harm in changing the subject's current asthma therapy, then the subject (and parent/guardian, if applicable) must be willing to discontinue his/her prescribed ICS or ICS/LABA combination at the Screening Visit, and be transferred to open-label treatment with MF MDI 200 mcg BID for 2 to 3 weeks prior to the Baseline/Randomization Visit.\n* To document the diagnosis of asthma and assure the subject's responsiveness to bronchodilators before randomization one of the following methods can be used at the Screening Visit, Day -14, or thereafter, but prior to the Baseline Visit:\n\n  1. The subject must demonstrate an increase in absolute FEV1 of at least 12% and at least 200 mL within 15 minutes after administration of four inhalations of albuterol/salbutamol (total dose of 360 to 400 mcg) or of nebulized SABA (2.5 mg) if confirmed as standard office practice, OR\n  2. The subject must demonstrate a peak expiratory flow (PEF) variability of more than 20% expressed as a percentage of the highest and lowest morning prebronchodilator PEF over at least 1 week, OR\n  3. The subject must demonstrate a diurnal variation in PEF of more than 20% based on the difference between the prebronchodilator morning value and the postbronchodilator value from the evening before, expressed as a percentage of the mean daily PEF value.\n* At the Screening Visit, the subject's FEV1 must be ≥60% and ≤90% predicted.\n* At the Baseline Visit, the subject's FEV1 must be ≥60% and ≤85% predicted when all restricted medications have been withheld for the appropriate intervals.\n* Clinical laboratory tests (complete blood counts \\[CBC\\], blood chemistries, and urinalysis) conducted at the Screening Visit must be within normal limits or clinically acceptable to the investigator/sponsor. An electrocardiogram (ECG) using a centralized trans-telephonic technology at the Screening Visit must be clinically acceptable to the investigator. A chest x-ray performed at the Screening Visit, or within 12 months prior to the Screening Visit, must be clinically acceptable to the investigator.\n* A female subject of childbearing potential must have been using a medically acceptable, adequate form of birth control. This includes: 1) hormonal contraceptives as prescribed by a physician (oral combined, hormonal implant); 2) medically prescribed intra-uterine device (IUD); 3) condom in combination with a spermicide (double barrier method); 4) monogamous relationship with a male partner who has had a vasectomy. The subject must have started this birth control method at least 3 months prior to Screening (with the exception of condom in combination with spermicide), and must agree to continue its use for the duration of the study. A female subject of childbearing potential who is not currently sexually active must agree and consent to using a medically acceptable birth control method should she become sexually active during the course of this study. Women who have been surgically sterilized or are at least 1 year postmenopausal are not considered to be of childbearing potential. A female subject of childbearing potential must have a negative serum pregnancy test at Screening in order to be considered eligible for enrollment.\n\nKey Exclusion Criteria Include\n\n* A subject who demonstrates a change (increase or decrease) in absolute FEV1 of \\>20% at any time from the Screening Visit up to and including the Baseline Visit.\n* A subject who requires the use of greater than eight inhalations per day of SABA MDI, or two or more nebulized treatments per day of 2.5 mg SABA, on any 2 consecutive days from the Screening Visit up to and including the Baseline Visit.\n* A subject who experiences a decrease in AM or PM PEF below the Screening Period stability limit on any 2 consecutive days prior to Randomization.\n* A subject who experiences an occurrence of any clinical deterioration of asthma that results in emergency treatment, hospitalization due to asthma, or treatment with additional, excluded asthma medication (other than SABA) as judged by the clinical investigator at any time from the Screening Visit up to and including the Baseline Visit.\n* A subject who is a smoker or ex-smoker and has smoked within the previous year or has had a cumulative smoking history \\>10 pack-years","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Area Under the Time Curve From 0 to 12 Hours (AUC(0-12 Hours)) of Change From Baseline to Week 12 in Forced Expiratory Volume (Liters) in 1 Second (FEV1) for MF/F Versus MF","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.20","spread":"2.96"},{"groupId":"OG001","value":"1.29","spread":"2.96"},{"groupId":"OG002","value":"2.73","spread":"2.96"},{"groupId":"OG003","value":"1.42","spread":"2.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.19","spread":"3.98"},{"groupId":"OG001","value":"1.31","spread":"3.98"},{"groupId":"OG002","value":"1.60","spread":"3.98"},{"groupId":"OG003","value":"0.51","spread":"3.98"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Asthma Quality of Life Questionnaire With Standardized Activities (AQLQ[S]) Total Score","description":"AQLQ(S) consists of 32 questions each scaled from 1 (worst case) to 7 (best case). Standard deviations are pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.38","spread":"1.10"},{"groupId":"OG001","value":"5.40","spread":"1.13"},{"groupId":"OG002","value":"5.51","spread":"1.11"},{"groupId":"OG003","value":"5.56","spread":"1.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.49","spread":"0.85"},{"groupId":"OG001","value":"0.37","spread":"0.85"},{"groupId":"OG002","value":"0.05","spread":"0.85"},{"groupId":"OG003","value":"-0.01","spread":"0.85"}]}]}]},{"type":"PRIMARY","title":"Time-to-first Asthma Exacerbation Over the 26-week Treatment Period for the Comparison of MF/F Versus F","description":"This endpoint was to measure the time it took for 50% of subjects in a treatment arm to experience a severe asthma exacerbation (also see the posted Other Pre-specified Outcome: Number of Participants With at Least One Severe Asthma Exacerbation)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"},{"groupId":"OG002","value":"92","spread":"NA"},{"groupId":"OG003","value":"131","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in the Asthma Control Questionnaire (ACQ) Score","description":"ACQ consists of seven questions each scaled from 0 (best case) to 6 (worst case).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.47","spread":"0.75"},{"groupId":"OG001","value":"1.46","spread":"0.77"},{"groupId":"OG002","value":"1.43","spread":"0.79"},{"groupId":"OG003","value":"1.41","spread":"0.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.40","spread":"0.74"},{"groupId":"OG001","value":"-0.23","spread":"0.74"},{"groupId":"OG002","value":"0.11","spread":"0.74"},{"groupId":"OG003","value":"0.14","spread":"0.74"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Proportion of Nights Across the Treatment Period With Nocturnal Awakenings Due to Asthma Which Require Use of Short-acting Beta 2-agonist (SABA)","description":"Baseline is the proportion of nights of last week (Days -7 to 1) prior to first dose with nocturnal awakenings. Scale is measured as 0 to 1 with 0=no awakenings to 1=awakenings every night. Standard deviation is pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"0.31"},{"groupId":"OG001","value":"0.16","spread":"0.27"},{"groupId":"OG002","value":"0.16","spread":"0.27"},{"groupId":"OG003","value":"0.15","spread":"0.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.17"},{"groupId":"OG001","value":"-0.05","spread":"0.17"},{"groupId":"OG002","value":"0.01","spread":"0.17"},{"groupId":"OG003","value":"0.00","spread":"0.17"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With at Least One Severe Asthma Exacerbation","description":"A severe asthma exacerbation was defined as a clinically judged deterioration of asthma or a meaningful reduction in lung function based on any of the following criteria during the Treatment Period:\n\n* A decrease in FEV1 below the Treatment Period stability limit at any visit,\n* A decrease in AM or PM peak flow below the Treatment Period stability limits on any 2 consecutive days,\n* An occurrence of any clinical deterioration of asthma (ie, asthma attack) that resulted in emergency treatment, hospitalization due to asthma, or treatment with additional, excluded asthma medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"65","spread":null},{"groupId":"OG002","value":"109","spread":null},{"groupId":"OG003","value":"109","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":984},"commonTop":["UPPER RESPIRATORY TRACT INFECTION","NASOPHARYNGITIS","HEADACHE"]}}}