{"nctId":"NCT03294538","briefTitle":"Study to Evaluate Equivalence of Estradiol Vaginal Cream 0.01% to Estrace® Cream 0.01% in Atrophic Vaginitis","startDateStruct":{"date":"2016-05-18","type":"ACTUAL"},"conditions":["Atrophic Vaginitis"],"count":663,"armGroups":[{"label":"Generic Estradiol Vaginal Cream USP, 0.01%","type":"EXPERIMENTAL","interventionNames":["Drug: Generic Estradiol Vaginal Cream USP, 0.01%"]},{"label":"Estrace Vaginal Cream USP, 0.01%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Estrace® Vaginal Cream USP, 0.01%"]},{"label":"Vehicle Vaginal Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Vaginal Cream"]}],"interventions":[{"name":"Generic Estradiol Vaginal Cream USP, 0.01%","otherNames":[]},{"name":"Estrace® Vaginal Cream USP, 0.01%","otherNames":[]},{"name":"Vehicle Vaginal Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed Informed Consent Form (ICF) that meets all criteria of current Food and Drug Administration (FDA) regulations.\n* Females aged 30-75 years inclusive who are postmenopausal, defined as follows:\n* At least 12 months of spontaneous amenorrhea or 6 months of spontaneous amenorrhea with serum follicle-stimulating hormone (FSH) level of \\>40 milli-international units per milliliter (mIU/mL); at least 6 weeks post-surgical bilateral oophorectomy, with or without hysterectomy; or hysterectomy without oophorectomy if of age that the Investigator believes would have been naturally reached 12 months of spontaneous amenorrhea.\n* Vaginal pH \\>5.0.\n* At least 1 of the following participant self-assessed moderate to severe symptoms of vulvar and vaginal atrophy (VVA) from the following list that is identified by the participant as being most bothersome to her:\n\n  1. Vaginal Dryness\n  2. Vaginal and/or vulvar irritation/itching\n  3. Dysuria\n  4. Vaginal pain or bleeding associated with sexual activity, provided that participant is currently sexually active and plans to remain so throughout study.\n* \"Normal\" Screening mammogram completed within 9 months prior to Screening in all participants \\>40 years old.\n* Normal clinical breast examination at the Screening Visit.\n* Documented papanicolaou (PAP) smear conducted within the previous 12 months with no findings that the Investigator believes would contraindicate the use of topical vaginal estradiol.\n* Participants with an intact uterus should have vaginal ultrasonography results to confirm an inactive endometrial lining, defined as endometrial thickness less than 4 millimeters (mm).\n\nExclusion Criteria:\n\n1. Females younger than 30 years of age or older than 75 years of age.\n2. Participants with a Serum follicle-stimulating hormone (FSH) level of ≤40 mIU/mL at Screening.\n3. Greater than 5% superficial cells on vaginal cytology.\n4. Vaginal pH ≤5.\n5. Significant history or current evidence of chronic infectious disease, system disorder, organ disorder (including significant liver/kidney impairment) or other medical condition that in the Investigator's opinion would place the study participant at undue risk by participation or could jeopardize the integrity of the study evaluations.\n6. Participants with an intact uterus should have vaginal ultrasonography results to confirm an inactive endometrial lining. Participants with an endometrial thickness equal to or greater than 4 mm.\n7. Documented PAP smear conducted within the previous 12 months with findings that the Investigator believes would contraindicate the use of topical vaginal estradiol.\n8. Participants with known concurrent vaginal infections including but not limited to:\n\n   Candida albicans, Trichomonas vaginalis, Chlamydia trachomatis, Neisseria gonorrhea, or Gardnerella vaginalis.\n9. Participants with active vaginal herpes simplex infection or have had an outbreak within 30 days of the first dosing day.\n10. Participants with known, suspected, or current history of carcinoma of the breast. All participants over the age of 40 must have had a mammogram performed within 9 months of the study start and all participants will have a physical breast exam performed at Screening.\n11. Participants with known, suspected or current history of hormone dependent tumor.\n12. Participants with baseline systolic blood pressure of \\>150 millimetres of mercury (mmHg) and/or diastolic pressure \\>90 mmHg.\n13. Any participant with undiagnosed vaginal bleeding or significant risk factors for endometrial cancer.\n14. Any history of estrogen-dependent neoplasia (for example, endometrial cancer).\n15. History of acute thrombophlebitis or thromboembolic disorder.\n16. Any current or recent (within the previous 6 months) genital bleeding of unknown etiology.\n17. Any prescription treatment or over-the-counter (OTC) or natural remedies for vaginal dryness/irritation within 28 days of Screening. Products used for lubrication during sexual intercourse within 7 days of Screening.\n18. Participants whose fasting triglyceride levels are greater than 350 mg/dL.\n19. Any participant with a history of radiation therapy or recent (within previous 6 weeks) surgical therapy to the vaginal or cervical areas.\n20. Any known or suspected allergies that in the Investigator's opinion would compromise the safety of the participant.\n21. Participants who have used vaginal hormonal products (rings, creams, gels) within the 28 days prior to Screening.\n22. Any participant who has used transdermal estrogen and/or progestin therapy within the 28 days prior to Screening.\n23. Participants who have used oral estrogen and/ or progestin therapy or intrauterine progestin therapy within the 56 days prior to Screening.\n24. Participants who have used progestin implants or estrogen alone injectable drug therapy within the 3 months before Screening.\n25. Participants who have used estrogen pellet therapy or progestin injectable drug therapy within the 6 months before Screening.\n26. Participants who, in the opinion of the Investigator, would be non-compliant with the requirements of the study protocol.\n27. Participants who are unable or unwilling to give informed consent.\n28. Receipt of any drug as part of a research study within 30 days prior to Screening.\n29. Participants who have participated in this study previously.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Identified as a Responder After Completing Study Treatment in the Generic Estradiol Vaginal Cream and Estrace Vaginal Cream Groups","description":"Treatment comparison of the number of participants in the PP population that were identified as responders at the end of the treatment period evaluated on Day 8 + 1 is presented. A responder was defined as a participant with at least a 25% reduction from baseline in the sum of percent basal/parabasal + percent intermediate cells on vaginal cytology and vaginal pH ≤5.0 with a change from baseline vaginal pH of at least 0.5. Any participant who withdrew from the study because of lack of efficacy was included as a non-responder.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Identified as a Responder After Completing Study Treatment in the Generic Estradiol Vaginal Cream, Estrace Vaginal Cream, and Vehicle Vaginal Cream Groups","description":"Treatment comparison of the number of participants in the mITT population that were identified as responders at the end of the treatment period evaluated on Day 8 + 1 is presented. A responder was defined as a participant with at least a 25% reduction from baseline in the sum of percent basal/parabasal + percent intermediate cells on vaginal cytology and vaginal pH ≤5.0 with a change from baseline vaginal pH of at least 0.5.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"53","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Identified as Treatment Success After Completing Study Treatment in the Generic Estradiol Vaginal Cream and Estrace Vaginal Cream Groups","description":"The number of participants in the PP population that are identified as Treatment Success at the end of the treatment period evaluated on Day 8 ± 1 is presented. A Treatment Success is defined as a score of 0 or 1 at Day 8 ± 1 for the symptom identified at baseline as the most bothersome. This evaluation was based on participant self-assessed symptoms of vulvar and vaginal atrophy on a scale of 0 to 3 where 0 = none and 3 = severe. The symptoms that were evaluated were vaginal dryness, vaginal/vulvar irritation/itching, dysuria, vaginal pain associated with sexual activity, and vaginal bleeding. Any participant who withdrew from the study because of lack of efficacy was included as a non-responder.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"161","spread":null},{"groupId":"OG001","value":"153","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Identified as Treatment Success After Completing Study Treatment in the Generic Estradiol Vaginal Cream, Estrace Vaginal Cream, and Vehicle Vaginal Cream Groups","description":"The number of participants in the mITT Population that are identified as Treatment Success at the end of the treatment period evaluated on Day 8 ± 1 is presented. A Treatment Success is defined as a score of 0 or 1 at Day 8 ± 1 for the symptom identified at baseline as the most bothersome. This evaluation is to be based on participant self-assessed symptoms of vulvar and vaginal atrophy on a scale of 0 to 3 where 0 = none and 3 = severe. The symptoms that were evaluated were vaginal dryness, vaginal/vulvar irritation/itching, dysuria, vaginal pain associated with sexual activity, and vaginal bleeding.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":null},{"groupId":"OG001","value":"169","spread":null},{"groupId":"OG002","value":"80","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":267},"commonTop":["Breast tenderness","Abdominal pain","Abdominal distension","Headache","Abdominal pain lower"]}}}