{"nctId":"NCT00289198","briefTitle":"Once-Daily Investigational Nasal Spray In Adults And Adolescents With Perennial Allergic Rhinitis (PAR)","startDateStruct":{"date":"2006-02-07"},"conditions":["Rhinitis, Allergic, Perennial"],"count":301,"armGroups":[{"label":"Fluticasone furoate","type":"EXPERIMENTAL","interventionNames":["Drug: FF"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"FF","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of perennial allergic rhinitis (PAR).\n* Must comply with study procedures and be literate.\n\nExclusion Criteria:\n\n* Significant concomitant medical conditions.\n* Use of corticosteroids.\n* Use of allergy and other identified medications during the study.\n* Current tobacco use or tobacco use within the past year.\n* Exposure to an investigational study drug within the past 12 months.\n* Clinically significant abnormal electrocardiograms (ECG) or laboratory abnormality.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline (Day 1) Over the Entire Treatment Period in Daily, Reflective Total Nasal Symptom Scores (rTNSS) Over 6 Weeks","description":"TNSS is the sum of symptom scores for rhinorrhea, nasal congestion, nasal itching, and sneezing (each scored on a scale of 0 \\[none\\] to 3 \\[severe\\]; total possible score of 0 to 12). The rTNSS is a rating of the severity of symptoms over the previous 12 hours and is performed in morning (AM) and evening (PM). Daily rTNSS is defined as average of the PM rTNSS and the AM rTNSS of the next day prior to AM dosing. The Baseline daily rTNSS is defined as the average of the daily rTNSS over 4 consecutive 24 hour periods prior to randomization plus randomization day AM assessment. Change from Baseline was calculated as average of the non-missing daily rTNSS minus Baseline daily rTNSS. Analysis was performed using analysis of covariance (ANCOVA), adjusting for Baseline daily rTNSS, country, age, and gender. The Intent To Treat (ITT) Population comprised of all randomized participants who received \\>=1 dose of study drug. Only those participants available at the specified time points were analyzed","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.69","spread":"0.18"},{"groupId":"OG001","value":"-3.95","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM, Pre-dose, Instantaneous Total Nasal Symptom (iTNSS) Scores Over the Entire Treatment Period","description":"The AM pre-dose iTNSS is the sum of the 4 individual nasal symptom score assessments for rhinorrhea, nasal congestion, nasal itching, and sneezing performed at the moment immediately prior to taking the daily dose; each individual symptom score ranged on a scale of 0 to 3 where 0 indicated healthy condition and 3 indicated severity of the symptoms. The total score ranged on a scale of 0 to 12 where 0 indicated healthy condition and 12 indicated worst condition of symptoms. Baseline iTNSS is defined as the average of the non-missing values for iTNSS during the Baseline period where the Baseline period included the randomization day and the 3 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those participants available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.36","spread":"0.18"},{"groupId":"OG001","value":"-3.82","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Response to Therapy Over Entire Treatment Period","description":"Response to therapy is defined as the effectiveness of FF for relieving allergic rhinitis symptoms over the entire treatment period. Response was, evaluated at the end of the study (Week 6) using a 7-point categorical scale, categorized as: 1=significantly improved, 2=moderately improved, 3=mildly improved, 4=no change, 5=mildly worse, 6=moderately worse, 7=significantly worse. Analysis was performed using logistic regression to evaluate treatment effect, adjusting for age, gender, and country. Effectiveness of the study drug for relieving allergic rhinitis symptoms over the entire treatment period was compared with Placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM rTNSS Over the Entire Treatment Period","description":"TNSS is the sum of symptom scores for rhinorrhea, nasal congestion, nasal itching, and sneezing (each scored on a scale of 0 \\[none\\] to 3 \\[severe\\]; total possible score of 0 to 12). The AM rTNSS is a rating of the severity of symptoms performed in the morning prior to administering the dose of study drug and assesses how the participant felt during the night (preceding 12 hours). Baseline rTNSS is defined as the average of the non-missing values for rTNSS during the Baseline period where the Baseline period included the randomization day and the 3 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those participants available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.66","spread":"0.17"},{"groupId":"OG001","value":"-3.93","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in PM rTNSS Over the Entire Treatment Period","description":"TNSS is the sum of symptom scores for rhinorrhea, nasal congestion, nasal itching, and sneezing (each scored on a scale of 0 \\[none\\] to 3 \\[severe\\]; total possible score of 0 to 12). The PM rTNSS is a rating of the severity of symptoms performed approximately 12 hours after dosing and before bedtime and assesses how the participant felt during the day. Baseline rTNSS is defined as the average of the non-missing values for rTNSS during the Baseline period where the baseline period includes the 4 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those participants available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.73","spread":"0.18"},{"groupId":"OG001","value":"-4.02","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline (Day 1) in Daily rTNSS Over the Entire Treatment Period","description":"TNSS is the sum of symptom scores for rhinorrhea, nasal congestion, nasal itching, and sneezing (each scored on a scale of 0 \\[none\\] to 3 \\[severe\\]; total possible score of 0 to 12). The rTNSS is a rating of the severity of symptoms over the previous 12 hours and is performed in morning (AM) and evening (PM). Daily rTNSS is defined as average of the PM rTNSS and the AM rTNSS of the next day prior to AM dosing. The Baseline daily rTNSS is defined as the average of the daily rTNSS over 4 consecutive 24 hour periods prior to randomization plus randomization day AM assessment. Change from Baseline was calculated as average of the non-missing daily rTNSS minus Baseline daily rTNSS. Analysis was performed using analysis of covariance (ANCOVA), adjusting for Baseline daily rTNSS, country, age, and gender. The Intent To Treat (ITT) Population comprised of all randomized participants who received \\>=1 dose of study drug. Only those participants available at the specified time points were analyzed","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.23","spread":"2.22"},{"groupId":"OG001","value":"-44.35","spread":"2.21"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline (Day 1) in AM Pre-Dose iTNSS Over the Entire Treatment Period","description":"TNSS is the sum of symptom scores for rhinorrhea, nasal congestion, nasal itching, and sneezing (each scored on a scale of 0 \\[none\\] to 3 \\[severe\\]; total possible score of 0 to 12). The rTNSS is a rating of the severity of symptoms over the previous 12 hours and is performed in morning (AM) and evening (PM). Daily rTNSS is defined as average of the PM rTNSS and the AM rTNSS of the next day prior to AM dosing. The BL daily rTNSS is defined as the average of the daily rTNSS over 4 consecutive 24-hour periods prior to randomization plus randomization day AM assessment. Change from Baseline was calculated as average of the non-missing daily rTNSS minus Baseline daily rTNSS. Analysis was performed using ANCOVA, adjusting for BL daily rTNSS, country, age, and gender. Only those participants available at the specified time points were analyzed. Change from Baseline is the value at indicated time-point minus the baseline value\\*100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.67","spread":"2.66"},{"groupId":"OG001","value":"-44.70","spread":"2.66"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in Daily Reflective Individual Nasal Symptom Scores (rINSS) Over the Entire Treatment Period","description":"The individual nasal symptom scores (INSS) for rhinorrhea, nasal congestion, nasal itching and sneezing were assessed on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale and larger score indicates severe symptoms. The INSS is a rating of the severity of symptoms over the previous 12 hours and is performed in AM and PM. Daily INSS is defined as average of the PM INSS and the AM INSS of the next day prior to AM dosing. The Baseline daily INSS is defined as the average of the daily INSS over 4 consecutive 24-hour periods prior to randomization plus randomization day AM assessment. Change from Baseline was calculated as average of the non-missing daily INSS minus Baseline daily INSS. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.05"},{"groupId":"OG001","value":"-0.94","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":"0.05"},{"groupId":"OG001","value":"-0.97","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"0.05"},{"groupId":"OG001","value":"-0.98","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"0.05"},{"groupId":"OG001","value":"-1.07","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM Pre-dose Instantaneous Individual Nasal Symptom Score (iINSS) Over the Entire Treatment Period","description":"The iINSS score for rhinorrhea, nasal congestion, nasal itching and sneezing were assessed on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale and larger score indicates severe symptoms. The AM pre-dose iINSS is a rating of the severity of symptoms performed at the moment immediately prior to dosing. Baseline iINSS is defined as the average of the non-missing values for iINSS during the Baseline period where the Baseline period included the randomization day and the 3 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those participants available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.05"},{"groupId":"OG001","value":"-0.93","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"0.05"},{"groupId":"OG001","value":"-0.92","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.61","spread":"0.05"},{"groupId":"OG001","value":"-0.98","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.05"},{"groupId":"OG001","value":"-1.00","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM rINSS Over the Entire Treatment","description":"INSS for rhinorrhea, nasal congestion, nasal itching and sneezing were assessed on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale and larger score indicates severe symptoms. The AM rINSS is a rating of the severity of symptoms performed in the morning prior to administering the dose of study drug and assesses how the participant felt during the night (preceding 12 hours). Baseline rINSS is defined as the average of the non-missing values for rINSS during the Baseline period where the Baseline period included the randomization day and the 3 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those par. available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.05"},{"groupId":"OG001","value":"-0.95","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.05"},{"groupId":"OG001","value":"-0.98","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.64","spread":"0.05"},{"groupId":"OG001","value":"-0.96","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":"0.05"},{"groupId":"OG001","value":"-1.06","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in PM rINSS Over the Entire Treatment Period","description":"rINSS for rhinorrhea, nasal congestion, nasal itching and sneezing were assessed on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale and larger score indicates severe symptoms. The PM rINSS is a rating of the severity of symptoms performed approximately 12 hours after dosing and before bedtime and assesses how the participant felt during the day. Baseline rINSS is defined as the average of the non-missing values for rINSS during the Baseline period where the Baseline period included the 4 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those par. available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.05"},{"groupId":"OG001","value":"-0.96","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.70","spread":"0.05"},{"groupId":"OG001","value":"-0.97","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"0.05"},{"groupId":"OG001","value":"-1.01","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"0.05"},{"groupId":"OG001","value":"-1.09","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in Daily Reflective Total Ocular Symptom Score (rTOSS) Over the Entire Treatment Period","description":"TOSS is defined as the sum of the 3 individual ocular symptom scores for itching/burning eyes, tearing/watering eyes, and eye redness, and ranges from 0 to 9. Each symptom is scored on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale. The rTOSS is a rating of the severity of symptoms over the previous 12 hours and is performed in AM and PM. Daily rTOSS is defined as average of the PM rTOSS and the AM rTOSS of the next day prior to AM dosing. The BL daily rTOSS is defined as the average of the daily rTOSS over 4 consecutive 24-hour periods prior to randomization plus randomization day AM assessment. Change from BL was calculated as average of the non-missing daily rTOSS minus BL daily rTOSS. Analysis was performed using ANCOVA, adjusting for BL value, country, age, and gender. Only those participants available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.41","spread":"0.13"},{"groupId":"OG001","value":"-1.92","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM Pre-dose Instantaneous TOSS (iTOSS) Over the Entire Treatment Period","description":"The TOSS score is defined as the sum of the 3 individual ocular symptom scores for itching/burning eyes, tearing/watering eyes, and eye redness, and ranges from 0 to 9. Each symptom is scored on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale. The AM pre-dose iTOSS is a rating of the severity of symptoms performed at the moment immediately prior to dosing. Baseline iTOSS is defined as the average of the non-missing values for iTOSS during the Baseline period where the Baseline period included the randomization day and the 3 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.26","spread":"0.13"},{"groupId":"OG001","value":"-1.76","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM rTOSS Over the Entire Treatment Period","description":"The TOSS score is defined as the sum of the 3 individual ocular symptom scores for itching/burning eyes, tearing/watering eyes, and eye redness, and ranges from 0 to 9. Each symptom is scored on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale and larger score indicates more severe symptoms. The AM rTOSS is a rating of the severity of symptoms performed in the morning prior to administering the dose of study drug and assesses how the participant felt during the night (preceding 12 hours). Baseline rTOSS is defined as the average of the non-missing values for rTOSS during the Baseline period where the Baseline period includes the randomization day and the 3 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those participants available at the specified time points were analyzed","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.39","spread":"0.13"},{"groupId":"OG001","value":"-1.92","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in PM rTOSS Over the Entire Treatment Period","description":"The TOSS score is defined as the sum of the 3 individual ocular symptom scores for itching/burning eyes, tearing/watering eyes, and eye redness, and ranges from 0 to 9. Each symptom is scored on a 4 point (0 \\[none\\] to 3 \\[severe\\]) categorical scale. The PM rTOSS is a rating of the severity of symptoms performed approximately 12 hours after dosing and before bedtime and assesses how the participant felt during the day. Baseline rTOSS is defined as the average of the non-missing values for rTOSS during the Baseline period where the baseline period includes the 4 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender. Only those participants available at the specified time points were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.44","spread":"0.13"},{"groupId":"OG001","value":"-1.93","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in Daily Reflective Individual Ocular Symptom Scores (iIOSS) Over the Entire Treatment Period","description":"Individual ocular symptom scores (IOSS) for itching/burning eyes, tearing/watering eyes, and eye redness were assessed on a 4 point (0 \\[none\\]to 3 \\[severe\\]) categorical scale. The IOSS is a rating of the severity of symptoms over the previous 12 hours and is performed in AM and PM. Daily IOSS is defined as average of the PM IOSS and the AM IOSS of the next day prior to AM dosing. The BL daily IOSS is defined as the average of the daily IOSS over 4 consecutive 24-hour periods prior to randomization plus randomization day AM assessment. Change from BL was calculated as average of the non-missing daily IOSS minus BL daily IOSS. Analysis was performed using ANCOVA, adjusting for BL value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":"0.05"},{"groupId":"OG001","value":"-0.69","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"0.05"},{"groupId":"OG001","value":"-0.62","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.45","spread":"0.04"},{"groupId":"OG001","value":"-0.61","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM Pre-Dose Instantaneous Individual Ocular Symptom Score (iIOSS) Over the Entire Treatment Period","description":"IOSS for itching/burning eyes, tearing/watering eyes, and eye redness were assessed on a 4 point (0 \\[none\\]to 3 \\[severe\\]) categorical scale. The AM pre-dose iIOSS is a rating of the severity of symptoms performed at the moment immediately prior to dosing. Baseline iIOSS is defined as the average of the non-missing values for iIOSS during the Baseline period where the Baseline period includes the randomization day and the 3 consecutive days prior to randomization. Change from Baseline is calculated as the score over the entire treatment period minus the score at Baseline. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"0.05"},{"groupId":"OG001","value":"-0.6","spread":"0.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.43","spread":"0.05"},{"groupId":"OG001","value":"-0.59","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.45","spread":"0.05"},{"groupId":"OG001","value":"-0.56","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM Reflective Individual Ocular Symptom Score (rIOSS) Over the Entire Treatment Period","description":"rIOSS for itching/burning eyes, tearing/watering eyes, and eye redness were assessed on a 4 point (0 \\[none\\]to 3 \\[severe\\]) categorical scale. The AM rIOSS is a rating of the severity of symptoms performed in the morning prior to administering the dose of study drug and assesses how the participant felt during the night (preceding 12 hours). Baseline rIOSS is defined as the average of the non-missing values for rIOSS during the Baseline period where the Baseline period includes the randomization day and the 3 consecutive days prior to randomization. Change from Baseline was calculated as score over the entire treatment period minus Baseline value. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"0.05"},{"groupId":"OG001","value":"-0.69","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"0.05"},{"groupId":"OG001","value":"-0.62","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"0.05"},{"groupId":"OG001","value":"-0.61","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in PM rIOSS Over the Entire Treatment Period","description":"IOSS for itching/burning eyes, tearing/watering eyes, and eye redness were assessed on a 4 point (0 \\[none\\]to 3 \\[severe\\]) categorical scale. The PM rIOSS is a rating of the severity of symptoms performed approximately 12 hours after dosing and before bedtime and assesses how the participant felt during the day. Baseline rIOSS is defined as the average of the non-missing values for rIOSS during the Baseline period where the baseline period includes the 4 consecutive days prior to randomization. Change from Baseline is calculated as the score over the entire treatment period minus the score at Baseline. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":"0.05"},{"groupId":"OG001","value":"-0.69","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.49","spread":"0.05"},{"groupId":"OG001","value":"-0.62","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":"0.05"},{"groupId":"OG001","value":"-0.61","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in Daily Peak Nasal Inspiratory Flow (PNIF) Over the Entire Treatment Period","description":"PNIF is the tool for determining the extent of nasal airway obstruction. Participants used a portable hand-held inspiratory flow meter and face mask to measure and record PNIF. PNIF measurements was completed and recorded following assessment of allergy symptoms in the AM (prior to taking study medication), and 12 hours later in the PM (after recording allergy symptoms). Three measurements were taken and the highest measurement recorded on the electronic diary. Daily PNIF is defined as average of PM PNIF and AM PNIF of the next day prior to AM dosing. The Baseline is defined as average of the last 8 readings (4 AM and 4 PM) of PNIF measurement over the four 24-hour periods prior to randomization. Change from Baseline is calculated as the value over the entire treatment period minus the value at Baseline. Analysis was performed using ANCOVA, adjusting for BL value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.35","spread":"2.13"},{"groupId":"OG001","value":"25.72","spread":"2.13"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in AM PNIF Over the Entire Treatment Period","description":"PNIF is the tool for determining the extent of nasal airway obstruction. Participants used a portable hand-held inspiratory flow meter and face mask to measure and record PNIF. AM PNIF measurements was completed and recorded following assessment of allergy symptoms in the AM (prior to taking study medication). Three measurements were taken and the highest measurement recorded on the electronic diary. Baseline AM PNIF is defined as the average of the non-missing values for PNIF during the Baseline period where the Baseline period includes the randomization day and the 3 consecutive days prior to randomization. Change from Baseline is calculated as the value over the entire treatment period minus the value at Baseline. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.33","spread":"2.16"},{"groupId":"OG001","value":"25.61","spread":"2.17"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) in PM PNIF Over the Entire Treatment Period","description":"The PNIF score is the tool for determining the extent of nasal airway obstruction. Participants used a portable hand-held inspiratory flow meter and face mask to measure and record PNIF. PM PNIF measurements was completed and recorded after assessment of allergy symptoms in the PM (12 hours after study medication). Three measurements were taken on each occasion and the highest measurement recorded on the electronic diary. Baseline PM PNIF is defined as the average of the non-missing values for PNIF during the Baseline period where the Baseline period includes the 4 consecutive days prior to randomization. Change from baseline is calculated as the value over the entire treatment period minus the value at Baseline. Analysis was performed using ANCOVA, adjusting for Baseline value, country, age, and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.51","spread":"2.15"},{"groupId":"OG001","value":"26.15","spread":"2.20"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":151},"commonTop":["Headache","Epistaxis","Pharyngolaryngeal pain","Nasopharyngitis","Upper respiratory tract infection"]}}}