{"nctId":"NCT00446225","briefTitle":"Phase III Study (Tarceva®) vs Chemotherapy to Treat Advanced Non-Small Cell Lung Cancer in Patients With Mutations in the TK Domain of EGFR","startDateStruct":{"date":"2007-02-15","type":"ACTUAL"},"conditions":["Non-Small Cell Lung Cancer"],"count":174,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Erlotinib"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carboplatin","Drug: Gemcitabin","Drug: Docetaxel","Drug: Cisplatin"]}],"interventions":[{"name":"Erlotinib","otherNames":["Tarceva"]},{"name":"Carboplatin","otherNames":["Paraplatin"]},{"name":"Gemcitabin","otherNames":["Gemzar"]},{"name":"Docetaxel","otherNames":["Taxotere"]},{"name":"Cisplatin","otherNames":["Platinol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Informed consent\n* Histologically confirmed diagnosis of NSCLC, non epidermoid, stage IV or IIIB with pleural effusion, or N3 tumours not candidate for thoracic radiotherapy, harbouring deletions in the exon 19 or mutation in the exon 21 in the TK of the EGFR.\n* Either measurable or evaluable disease.\n* Age \\> 18 years.\n* ECOG performance status \\< 2.\n* Adequate bone marrow function\n* Adequate renal function\n* Adequate hepatic function\n* Patients must be accessible for treatment and follow-up.\n* Patients capable of following an adequate therapeutic compliance\n* Women of child bearing potential: negative pregnancy test.\n* Patients of both genders at a fertile age, including those women having their last menstruation within the two previous years, must follow effective contraceptive measures.\n* Ability to swallow.\n* Patients with asymptomatic brain metastasis and stable with medical treatment will be eligible for the study. Patients having received radiotherapy for their brain metastasis prior to the systemic treatment for the NSCLC will be also eligible.\n* Absence of gastrointestinal tract problems\n\nExclusion criteria:\n\n* Pregnant or lactating women.\n* Women of child bearing potential having a positive pregnancy test in the basal visit or not accomplishing the test.\n* Patients of both genders sexually active (at a fertile age) not following contraceptive measures during the study.\n* Prior chemotherapy for metastatic disease. Both prior neoadjuvant and adjuvant chemotherapy allowed provided that completed â‰¥ 6 months before entering the study.\n* Prior treatment with EGFR targeted therapies.\n* Patients may have received radiotherapy, provided that the irradiated lesion is not the only evaluable lesion for response and completed before entering the study.\n* Prior experimental pharmacological agent within the 3 weeks prior to the inclusion of the study.\n* Any significant ophthalmologic impairment of the eye surface. Use of contact lenses is not recommended.\n* Pre-existing motor or sensorial neurotoxicity grade \\> 2, according to the NCI-CTC criteria.\n* Evidence of spinal cord compression.\n* Inability to take oral medication and surgical procedures affecting the absorption or implying intravenous or parenteral feeding.\n* Any other severe disease or clinical conditions, as, but not only:\n\n  * Unstable cardiopathy despite treatment, myocardial infarction within the 6 months before entering the study\n  * History of significant neurological or psychiatric disorders, including dementia and epileptic seizures.\n  * Uncontrolled active infection.\n  * Uncontrolled peptic ulcer.\n  * Unstable diabetes mellitus or any other contraindication for treatment with corticosteroids.\n  * AST and/or ALT \\> 1.5 x UNL associated to alkaline phosphatase \\> 2.5 x UNL.\n  * Any other underlying severe process affecting the ability to take part in the study.\n* Absolute contraindication for steroids.\n* Dementia or significant mental disorder interfering the understanding and giving the informed consent.\n* History of other malignancy except adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, radically treated prostatic carcinoma with good prognostic (Gleason = 6). History of other curatively treated malignancy and no evidence of disease within the past 5 years.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free-survival","description":"The time from enrollment in the study to tumor progression or death from any cause (whichever occurs first)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response","description":"The objective response rate is defined as the percentage of patients who attain complete response (CR) or partial response (PR); response will be evaluated following RECIST criteria version 1.0.\n\nResponse Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Progressive disease (PD): at least a 20% increase in the sum of diameters of target lesions. Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD taking as reference the smallest sum of diameters recorded on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.8","spread":null},{"groupId":"OG001","value":"16.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"49.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"12.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"21.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall Survival (OS) is defined as the time, in months, from the inclusion date to the death date. A patient is censored at the last contact date if he/she does not die.Overall survival will be assessed from the date of enrollment in the study until the date of death from any cause. Patients lost to follow-up will be censured on the date of the last follow-up visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.4","spread":null},{"groupId":"OG001","value":"29.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Molecular Markers Related to EGFR and Study Pathology","description":"The study of mutations in serum (serum DNA). This exploratory analysis was performed to determine whether EGFR mutations can reliably be detected in serum thereby reducing the requirement for invasive techniques as well as to enable detection of mutations in patients where no tumor biopsy samples are available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":86},"commonTop":["Fatigue","Rash","Anaemia","Alopecia","Neuropathy"]}}}