{"nctId":"NCT01138475","briefTitle":"Trial Of Paricalcitol and Cholecalciferol(Vitamin D3) in the Treatment Of Secondary Hyperparathyroidism in Patients After ROUX-EN-Y Gastric Bypass Surgery","startDateStruct":{"date":"2010-07"},"conditions":["Gastric Bypass","Parathyroid Hormone"],"count":49,"armGroups":[{"label":"Paricalcitol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Paricalcitol"]},{"label":"cholecalciferol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cholecalciferol"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Paricalcitol","otherNames":[]},{"name":"Cholecalciferol","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Subject has voluntarily signed and dated an informed consent form, approved by an Institutional Review Board (IRB), after the nature of the study has been explained and the subject has had the opportunity to ask questions. The informed consent must be signed before any study-specific procedures are performed.\n\n  2\\. Must be post bariatric (\\> 6 weeks and ≤ 5 years) Rou-en-Y gastric bypass surgical patient.\n\n  3\\. Male or female subjects \\> 18 years. 4. For entry into the Treatment Period the subject must satisfy the following criteria based on the existing laboratory values previously drawn on clinical grounds:\n  * Serum calcium level 8.0-10.5 mg/dL\n  * Phosphorous level \\< 5.2 mg/dL (1.68 mmol/L)\n  * Serum albumin \\> 3.0 g/dL (30 g/L). 5. For entry into the Treatment Period the subject must satisfy the following criteria based on screening laboratories (Beaumont Reference Laboratories, screening laboratory values are not blinded):\n  * iPTH \\> 69 pg/ml\n  * Negative serum pregnancy test for female subjects of childbearing potential. 6. In the opinion of the investigator, the subject must be receiving optimal medical management of other co morbidities including but not limited to HTN, DM, CVD, liver disease, and lung disease.\n\n    7\\. If female, subject is not breast feeding or is not pregnant (verified by negative pregnancy test prior to the Treatment Period); or is not of childbearing potential, defined as postmenopausal for at least one year or surgically sterile (bilateral tubal ligation, bilateral oophorectomy or hysterectomy); or is of childbearing potential and practicing one of the following methods of birth control:\n  * Double-barrier method (any two of the following: condoms, contraceptive sponge, diaphragm, vaginal ring with spermicidal jellies or creams, or intrauterine device \\[IUD\\])\n  * Hormonal contraceptives (oral, parenteral, or transdermal) for at least three months prior to and during study drug administration\n  * Maintains a monogamous relationship with a vasectomized partner\n  * Total abstinence from sexual intercourse during the study (minimum one complete menstrual cycle prior to study start)\n\nExclusion Criteria:\n\n* . Subject has previously been on active vitamin D therapy (calcitriol, paricalcitol, doxercalciferol, alfacalcidol) within the 30-day washout period prior to the Treatment Period at doses greater than 1200 IU of vitamin D3 or equivalent.\n\n  2\\. Subject has a history of an allergic reaction or significant sensitivity to paricalcitol or to drugs similar to the study drug (i.e., vitamin D or vitamin D related compounds).\n\n  3\\. Pregnant (confirmed by screening pregnancy test) or lactating females. 4. Subject is expected to initiate renal replacement therapy within one year. 5. Known history of hypercalcemia (\\>10.5 mg/dl), hyperphosphatemia (\\>6 mg/dl) primary hyperparathyroidism, or history of end-stage renal disease requiring renal replacement therapy.\n\n  6\\. Full remission from a malignancy for less than one year (except completely excised non-Melanoma skin cancer e.g., basal or squamous carcinoma) or any history of bone metastasis.\n\n  7\\. Subject has co-morbid conditions (e.g., advanced malignancy, advanced liver disease) with a life expectancy less than 1 year.\n\n  8\\. Subject has received any investigational drug within 30 days prior to study drug administration or is currently enrolled in another clinical trial.\n\n  9\\. Subject has a history of active kidney stones within the 2 years prior to the Screening Period.\n\n  10\\. Subject has poorly controlled hypertension (systolic blood pressure \\> 180 mmHg and/or diastolic blood pressure \\> 110 mmHg at the Screening Visit (confirmed by repeat).\n\n  11\\. Subject has history of renal artery stenosis, primary aldosteronism or pheochromocytoma, 12. Subject is taking calcitonin, bisphosphonates, cinacalcet, glucocorticoids (except topical or inhaled glucocorticoids), or other drugs that may affect calcium or bone metabolism, other than aluminum, calcium and non-calcium containing phosphate binders or female subjects on stable (same dose and product for three months) estrogen and/or progestin therapy.\n\n  13\\. Subject is currently receiving immunosuppressant therapy and/or high doses (non-maintenance therapy) of glucocorticoids (\\> 5 mg/day of prednisone or equivalent).\n\n  14\\. Subject has had acute renal failure within 12 weeks of the Screening Phase defined by an acute rise in serum Cr (of at least 0.5 mg/dL or 44 micromoles/L) to more than 4 g/dL (350 micromoles/L).\n\n  15\\. Subject is known to be HIV positive. 16. Use of known inhibitors (i.e., ketoconazole) or inducers (i.e., carbamazepine) of cytochrome P450 3 A (CYP3 A) within two weeks prior to study drug administration.\n\n  17\\. For any reason, subject is considered by the Investigator to be an unsuitable candidate to receive paricalcitol capsules or is put at risk by study procedures.\n\n  18\\. Subject has a history of drug or alcohol abuse within six months prior to screening.\n\n  19\\. Subject has had a liver or kidney transplant. 20. Stage V CKD subjects on renal replacement therapy are explicitly excluded. 21. Subject has had a CVA within the last 3 months.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Outcome Measure With iPTH","description":"Change in iPTH was compared in each arm from baseline to final measure at 6 weeks the differences were compared in the 3 arms of the study","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":"31"},{"groupId":"OG001","value":"87","spread":"43"},{"groupId":"OG002","value":"82","spread":"30"}]}]}]},{"type":"SECONDARY","title":"Alkaline Phosphatase","description":"This secondary outcome measure is change in alkaline phosphatase from baseline to final measure at 6 weeks differences were compared between the 3 arms of the study","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":"22"},{"groupId":"OG001","value":"94","spread":"24"},{"groupId":"OG002","value":"101","spread":"33"}]}]}]},{"type":"SECONDARY","title":"Serum Calcium","description":"This secondary outcome measure is change in serum calcium from baseline to final measure at 6 weeks differences in the 3 arms were compared","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":"0.3"},{"groupId":"OG001","value":"9.4","spread":"0.3"},{"groupId":"OG002","value":"9.3","spread":"0.6"}]}]}]},{"type":"SECONDARY","title":"Serum 25 OH Vitamin D","description":"This secondary outcome measure is change in serum hydroxy-vitaminD from baseline to final measure at 6 weeks differences in the 3 arms were compared","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":"7.2"},{"groupId":"OG001","value":"38","spread":"15"},{"groupId":"OG002","value":"25","spread":"7.8"}]}]}]},{"type":"SECONDARY","title":"Serum Phosphorus","description":"This secondary outcome measure is change in serum phosphorus from baseline to final measure at 6 weeks differences in the 3 arms were compared","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"0.3"},{"groupId":"OG001","value":"3.4","spread":"0.5"},{"groupId":"OG002","value":"3.7","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Osteocalcin","description":"This secondary outcome measure is change in osteocalcin from baseline to final measure at 6 weeks differences in the 3 arms were compared","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":"21"},{"groupId":"OG001","value":"39","spread":"20"},{"groupId":"OG002","value":"42","spread":"21"}]}]}]},{"type":"SECONDARY","title":"N-Telopeptide Cross Linked Urine","description":"This secondary outcome measure is change in N-Telopeptide cross linked urine from baseline to final measure at 6 weeks, differences in the 3 arms were compared","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":"29"},{"groupId":"OG001","value":"67","spread":"34"},{"groupId":"OG002","value":"77","spread":"36"}]}]}]},{"type":"SECONDARY","title":"Bone Specific Alkaline Phosphatase","description":"This secondary outcome measure is change in bone specific alkaline phosphatase from baseline to final measure at 6 weeks, differences in the 3 arms were compared","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":"4.8"},{"groupId":"OG001","value":"19","spread":"7.0"},{"groupId":"OG002","value":"18","spread":"5.0"}]}]}]},{"type":"SECONDARY","title":"24 Hour Urine Calcium","description":"This secondary outcome measure is change in 24-hour urine calcium from baseline to final measure at 6 weeks, differences in the 3 arms were compared","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":"126"},{"groupId":"OG001","value":"101","spread":"111"},{"groupId":"OG002","value":"135","spread":"81"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":16},"commonTop":[]}}}