{"nctId":"NCT00615459","briefTitle":"A Crossover Study to Determine the Effect on Lung Function of Indacaterol in Patients With Moderate to Severe Chronic Obstructive Pulmonary Disease (COPD), Using Tiotropium as an Active Control","startDateStruct":{"date":"2008-02"},"conditions":["Chronic Obstructive Pulmonary Disease (COPD)"],"count":169,"armGroups":[{"label":"Sequence 1: Placebo,Tiotropium, Indacaterol 150 μg","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol","Drug: Tiotropium","Drug: Placebo"]},{"label":"Sequence 2: Indacaterol 300 μg, Indacaterol 150 μg, Tiotropium","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol","Drug: Tiotropium"]},{"label":"Sequence 3: Indacaterol 150 μg, Indacaterol 300 μg, Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol","Drug: Placebo"]},{"label":"Sequence 4: Tiotropium, Placebo, Indacaterol 300 μg","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol","Drug: Tiotropium","Drug: Placebo"]}],"interventions":[{"name":"Indacaterol","otherNames":[]},{"name":"Tiotropium","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female adults aged ≥ 40 years, who have signed an Informed Consent Form prior to initiation of any study-related procedure\n* Co-operative out patients with a diagnosis of chronic obstructive pulmonary disease (COPD) (moderate to severe as classified by the Global initiative for chronic obstructive lung disease (GOLD) Guidelines, 2006) and:\n\n  1. Smoking history of at least 10 pack years (current or previous smokers)\n  2. Post-bronchodilator forced expiratory volume in 1 second (FEV1) \\< 80% and ≥30% of the predicted normal value.\n  3. Post-bronchodilator FEV1/Forced vital capacity (FVC) \\< 70%\n\nExclusion Criteria:\n\n* Patients who have been hospitalized for a COPD exacerbation in the 6 weeks prior to Visit 1 or during the run-in period\n* Patients requiring long-term oxygen therapy for chronic hypoxemia\n* Patients who have had a respiratory tract infection within 6 weeks prior to Visit\n* Patients with concomitant pulmonary disease\n* Patients with a history of asthma\n* Patients with diabetes Type I or uncontrolled diabetes Type II\n* Any patient with lung cancer or a history of lung cancer\n* Any patient with active cancer or a history of cancer with less than 5 years disease free survival time\n* Patients with a history of long QT syndrome or whose QTc interval (Bazett's) measured at Visit 1 or randomization is prolonged\n* Patients who have been vaccinated with live attenuated vaccines within 30 days prior to screening or during the run-in period.\n* Patients unable to successfully use a dry powder inhaler device, MDI or perform spirometry measurements\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"24-hour Post-dose Trough Forced Expiratory Volume in 1 Second (FEV1) After 14 Days of Treatment","description":"FEV1 was measured with spirometry conducted according to internationally accepted standards. Trough FEV1 was defined as the mean of FEV1 measurements at 23 h 10 min and 23 h 45 min post Day 14 dose measured on the morning of Day 15 in each treatment period. The model used for analysis contained the (period) baseline FEV1 as covariate. The (period) baseline FEV1 was defined as the value measured before the study drug administration in that treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.53","spread":"0.021"},{"groupId":"OG001","value":"1.51","spread":"0.021"},{"groupId":"OG002","value":"1.48","spread":"0.021"},{"groupId":"OG003","value":"1.36","spread":"0.021"}]}]}]},{"type":"SECONDARY","title":"Peak FEV1 During 4 Hours Post Morning Dose on Day 1","description":"FEV1 was measured with spirometry conducted according to internationally accepted standards. The peak effect on Day 1 was defined as the maximum FEV1 during the first 4 hour on that day. FEV1 measurements taken within 6 hour of rescue use were set to missing before the peak FEV1 (0-4 hour) was calculated. The model used for analysis contained the (period) baseline FEV1 as covariate. The (period) baseline FEV1 was defined as the value measured before the study drug administration in that treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.65","spread":"0.015"},{"groupId":"OG001","value":"1.67","spread":"0.015"},{"groupId":"OG002","value":"1.62","spread":"0.015"},{"groupId":"OG003","value":"1.48","spread":"0.015"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":118},"commonTop":["Nasopharyngitis","Chronic obstructive pulmonary disease","Cough"]}}}