{"nctId":"NCT02362672","briefTitle":"Efficacy and Safety Study of NKTR-181 in Opioid-Naive Subjects With Low Back Pain","startDateStruct":{"date":"2015-03-11","type":"ACTUAL"},"conditions":["Low Back Pain","Chronic Pain"],"count":1189,"armGroups":[{"label":"NKTR-181","type":"EXPERIMENTAL","interventionNames":["Drug: NKTR-181 BID tablets"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo to match NKTR-181 BID tablets"]}],"interventions":[{"name":"NKTR-181 BID tablets","otherNames":[]},{"name":"Placebo to match NKTR-181 BID tablets","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant, non-nursing female aged 18 to 75 years old\n* Clinical diagnosis of moderate to severe, chronic non-neuropathic low back pain for at least six months\n* Not experiencing adequate pain relief or have failed previous treatment with non-opioid analgesics\n* Opioid analgesia is necessary\n* Currently taking no more than 10 mg morphine sulfate equivalents per day of short acting opioids for 14 days prior to entry\n* Females of child bearing potential must be using a highly effective form of birth control. All subjects must agree to use double-barrier contraception during participation in this study and for at least 2 months after the last dose of the study drug.\n* Willing and able to provide informed consent\n\nExclusion Criteria:\n\n* Taking extended release or long-acting opioids within 6 months\n* History of hypersensitivity, intolerance, or allergy to opioids\n* Compression of spinal nerve root; spinal fracture, tumor, or abscess\n* Surgical procedures on the low back in the last 12 months or facet nerve root block or radiofrequency ablation in the last 3 months\n* Untreated moderate to severe sleep apnea","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change in Weekly (ie, 7-day Average) Pain Score at the End of Double-blind, Randomized Treatment Period, Relative to the Weekly Score at the End of Titration (Double-blind Baseline)","description":"The daily pain intensity is an 11-point numerical rating scale ranging from 0 (no pain) to 10 (worst possible pain).","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"0.11"},{"groupId":"OG001","value":"1.5","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Responder Analysis Based on Percent Reduction in Pain Intensity","description":"A responder is defined by the Sponsor as a randomized subject who completes the double-blind Randomized Treatment Period and experiences improvement in the Week 12 Weekly Pain Score from Screening Pain Score. This includes the proportion of responders with at least 30% and at least 50% reduction in pain intensity.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":null},{"groupId":"OG001","value":"172","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC): Number of Responders","description":"The PGIC assesses the change in overall status relative to the initiation of the treatment. The scale measures global change of overall status on a 7-point scale (1 = No change (or condition has got worse), 2 = Almost the same, 3 = A little better, 4 = Somewhat better, 5 = Moderately better, 6 = Better, 7 = A great deal better). The proportion of subjects responding \" A great deal better \" and \"better\" was summarized by treatment group.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"159","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Sleep Quality in the Medical Outcome Study Sleep Scale - Revised (MOS Sleep-R)","description":"The MOS Sleep Scale measure sleep parameters contains 12 items. Eleven of them scored using a 5-point response scale and across 5 dimensions of sleep, including disturbance (4 items), sleep problems index (9 items), somnolence (3 items), adequacy (2 items), and respiratory impairments (2 items). The original survey items are converted to a 0 to 100 range (by Converting 1 to 0, 2 to 25, 3 to 50, 4 to 75, and 5 to 100). Items in each dimension (disturbance, sleep problems index, somnolence, adequacy, respiratory impairments) of sleep are averaged together to create the score for the scale. The range of each sleep dimension is from 0 to 100. Higher score of sleep disturbance, somnolence, sleep indices, and respiratory impairments indicates relatively worse sleep problem, whereas lower scores for sleep adequacy indicate worse sleep problems.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.7","spread":"23.9"},{"groupId":"OG001","value":"-9.5","spread":"22.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.6","spread":"18.9"},{"groupId":"OG001","value":"-6.9","spread":"18.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"18.9"},{"groupId":"OG001","value":"-2.2","spread":"18.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":"26.1"},{"groupId":"OG001","value":"4.0","spread":"25.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.1","spread":"21.0"},{"groupId":"OG001","value":"-7.4","spread":"21.8"}]}]}]},{"type":"SECONDARY","title":"Change in Sleep Quantity Measure in Hours in the Medical Outcome Study Sleep Scale - Revised (MOS Sleep-R)","description":"The 12 items of the MOS Sleep Scale measure sleep parameters across 6 dimensions of sleep, including disturbance (4 items), sleep problems index (9 items), quantity (1 item), somnolence (3 items), adequacy (2 items), and respiratory impairments (2 items). One of the 12 items, Sleep quantity, records the actual number of hours slept. Reported here is the sleep quantity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"1.1"},{"groupId":"OG001","value":"0.2","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Change in Roland Morris Disability Questionnaire (RMDQ)","description":"The RMDQ contains 24 items that is used to quantify the impact of low back pain on subject's ability to perform daily activities, mood and sleep. The questionnaire consists of 24 statements derived from the Sickness Impact Profile, with the addition of the phrase \"because of my back.\" The questionnaire covers the areas of mobility, self-care, and sleeping.\n\nThe RMDQ score is the total number of items checked which is from a minimum of 0 to a maximum of 24; the greater the score the grater the physical disability due to lower back pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"5.7"},{"groupId":"OG001","value":"-3.5","spread":"5.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":1189},"commonTop":["Constipation","Nausea","Somnolence","Headache","Vomiting"]}}}