{"nctId":"NCT00848549","briefTitle":"Assessing The Long-Term Safety And To Explore The Long-Term Efficacy Of Zonisamide As Monotherapy In Newly Diagnosed Partial Seizures","startDateStruct":{"date":"2008-10"},"conditions":["Epilepsy"],"count":295,"armGroups":[{"label":"ZNS","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Zonisamide"]},{"label":"CBZ","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carbamazepine"]}],"interventions":[{"name":"Zonisamide","otherNames":["Zonegran"]},{"name":"Carbamazepine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject has completed study E2090-E044-310.\n2. Subject is able and willing to give written informed consent.\n3. Female subjects without childbearing potential (two years post-menopausal, bilateral oophorectomy or tubal ligation, complete hysterectomy) are eligible. Female subjects of childbearing potential must be non-pregnant, non-lactating and abide by one of the following medically acceptable contraceptive measures: oral contraceptive pill, contraceptive injections, implants or patches, intrauterine device in place for at least three months, vasectomised partner or abstinence throughout the study and for one month after discontinuation of study medication. When the contraceptive pill is used, this should contain no less than 50 μg oestrogen.\n4. The subject is able and willing to follow the investigational study procedures, maintain a seizure diary and report adverse events.\n\nExclusion Criteria:\n\n1. Subject has a history of a significant or currently uncontrolled disease that will contraindicate the use of the study drugs or interfere with the conduct of this study and/or the assessment of safety and efficacy of the study drugs.\n2. Subject has a body weight \\<40 kg.\n3. Subject has a newly occurring progressive malignancy during study E2090-E044-310 (excluding a history of non-metastasized and adequately treated cutaneous squamous cell carcinoma).\n4. Subject has developed a psychiatric illness or mood disorder requiring electro-convulsive or drug therapy within the previous 6 months and is considered uncontrolled; history of suicide attempt, alcohol or drug abuse, chronic treatment with benzodiazepines or barbiturates.\n5. Subject is currently taking carbonic anhydrase inhibitors.\n6. Subject developed pancreatitis, nephrolithiasis or hypercalcuria, clinically significant laboratory abnormalities, stroke or uncontrolled hypertension during study E2090-E044-310.\n7. Subject is currently taking monoamine oxidase inhibitors (MAOIs) or any other excluded medications (see protocol section 9.9.3).\n8. Subject has a history of allergy to carbamazepine or to zonisamide or to any of their ingredients or to sulphonamides.\n9. Subject has developed a bone marrow depression, low platelet count or other blood dyscrasias.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"78 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Remaining in the Study at Each Visit","description":"The retention rate is defined as the percentage of subjects remaining on the study at each visit, starting from the first dose of study drug in the extension phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.6","spread":null},{"groupId":"OG001","value":"93.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.6","spread":null},{"groupId":"OG001","value":"84.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":null},{"groupId":"OG001","value":"75.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.4","spread":null},{"groupId":"OG001","value":"61.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.7","spread":null},{"groupId":"OG001","value":"43.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"27.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":null},{"groupId":"OG001","value":"12.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Drop-out Due to Lack of Efficacy","description":"Lack of efficacy was if the subject had poor seizure control (defined as experiencing a seizure despite being on the maximum dose for = 2 weeks). The subject could withdraw at any time due to lack of efficacy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"297.9","spread":"170.03"},{"groupId":"OG001","value":"289.0","spread":"108.93"}]}]}]},{"type":"SECONDARY","title":"Time to Drop-out Due to Adverse Event (AE)","description":"Adverse events in study subjects included any change in the subject's condition.\n\nThis includes symptoms, physical findings, or clinical syndromes. All AEs that occurred after signing of informed consent through the last visit and for 15 days following study drug discontinuation were captured on the AE Case Report Form (CRF).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131.9","spread":"166.90"},{"groupId":"OG001","value":"97.2","spread":"114.47"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Are Seizure Free for at Least 24 Month Consecutive Period in the Base Study and Extension Phase","description":"The number of participants that have remained seizure free for at least a 24 month consecutive period from the start of the Flexible Dosing Period (FDP: the period following the Titration Period and leading into the Maintenance Period) in the base study through the treatment period of this study. Seizure freedom was defined as the absence of all seizure regardless of seizure type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":null},{"groupId":"OG001","value":"35.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quality of Life Assessed by Quality of Life in Epilepsy-Problems Questionnaire (QOLIE-31-P) Overall Score at Each Visit","description":"The QOLIE-31-P is a 31-item questionnaire evaluating a participant's QOL perception in 7 domains: seizure worry,emotional well being,energy/fatigue, cognitive functioning, medication effects, social functioning,overall QOL. The overall score is derived by weighing and then summing the 7 domain scores. Precoded numeric values for some domains are such that a higher number reflects a more favorable health state; others are such that a higher number reflects a less favorable state. Precoded values are converted to 0-100 point scores; higher converted scores always reflect better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.697","spread":"16.254"},{"groupId":"OG001","value":"7.101","spread":"13.781"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.101","spread":"16.566"},{"groupId":"OG001","value":"10.956","spread":"14.940"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.602","spread":"14.326"},{"groupId":"OG001","value":"11.687","spread":"13.653"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.287","spread":"15.566"},{"groupId":"OG001","value":"1.902","spread":"13.495"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.292","spread":"17.332"},{"groupId":"OG001","value":"15.849","spread":"12.302"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":137},"commonTop":["Headache","Somnolence","Dizziness","Weight Decreased","Decreased appetite"]}}}