{"nctId":"NCT02120924","briefTitle":"A Study to Evaluate the Safety and Clinical Study of Azelaic Acid Gel 15% in Patients With Moderate Facial Rosacea","startDateStruct":{"date":"2013-07"},"conditions":["Rosacea"],"count":1009,"armGroups":[{"label":"Finacea","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Finacea"]},{"label":"Azelaic Acid","type":"EXPERIMENTAL","interventionNames":["Drug: Azelaic acid"]},{"label":"Vehicle Gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]}],"interventions":[{"name":"Azelaic acid","otherNames":["Generic"]},{"name":"Vehicle","otherNames":["Placebo"]},{"name":"Finacea","otherNames":["Finacea® (azelaic acid) Gel, 15% (Intendis)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy male or non-pregnant female ≥18 years-of-age with a clinical diagnosis of moderate facial rosacea.\n* Patient must have at least eight and not more than fifty inflammatory facial lesions (i.e., papules/pustules) and ≤2 nodules on the face. For the purposes of study treatment and evaluation, these lesions should be limited to the facial treatment area including those present on the nose. Lesions involving the eyes, and scalp should be excluded from the count.\n* Patients must have persistent erythema on the face with moderate (Definite redness, easily recognized) to Severe (Marked erythema; fiery red).\n* Patients must have a mild to moderate score for telangiectasia on the face - Patients must have a definite clinical diagnosis of moderate facial rosacea as per the IGE\n* Patient must be willing to minimize external factors that might trigger rosacea flare-ups (e.g., spicy foods, thermally hot foods and drinks, hot environments, prolonged sun exposure, strong winds and alcoholic beverages).\n* Patient must be in general good health and free from any clinically significant disease other than rosacea, that might interfere with the study evaluations.\n* Patient must be willing and able to understand and comply with the requirements of the study, apply the medication as instructed, return for the required treatment period visits, comply with therapy prohibitions, and be able to complete the study.\n* Female Subjects of childbearing potential (excluding women who are surgicallysterilized or postmenopausal for at least 1 year), in addition to having a negative urine pregnancy test, must be willing to use an acceptable form of birth control during the study from the day of the first dose administration to 30 days after the last administration of study drug For the purpose of this study the following are considered acceptable methods of birth control: oral contraceptives, contraceptive patches, contraceptive implant, vaginal contraceptive, double barrier methods (e.g., condom and spermicide), contraceptive injection (Depo-provera®), intrauterine device (IUD), hormonal IUD (Mirena®) and abstinence with a documented second acceptable method of birth control, should the patient become sexually active. Patients on hormonal contraception must be stabilized on the same type for at least three months prior to enrollment in the study and must not change the hormonal contraception during the study. Patients who had used hormonal contraception and stopped must have stopped no less than three months prior to the study. A sterile sexual partner is NOT considered an adequate form of birth control.\n* All male patients must agree to use accepted methods of birth control with their partners, from the day of the first dose administration to 30 days after the last administration of study drug. Abstinence is an acceptable method of birth control. Female partners should use an acceptable method of birth control as described in the above Item Number 10.\n* Patients who use make-up must have used the same brands/types of make-up for a minimum period of 14 days prior to study entry and must agree to use the same make-up, brand/type, or frequency of use, throughout the study.\n\nExclusion Criteria:\n\n* Pregnant or lactating or planning to become pregnant during the study period.\n* Presence of any skin condition on the face that would interfere with the diagnosis or assessment of rosacea.\n* Excessive facial hair (e.g. beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of rosacea.\n* History of hypersensitivity or allergy to azelaic acid, propylene glycol or any other component of the formulation.\n* The use within 6 months prior to baseline of oral retinoids (e.g. Accutane®) or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n* The use of estrogens or oral contraceptives for less than 3 months prior to baseline.\n* The use within 1 month prior to baseline of:\n\n  1. topical retinoids to the face;\n  2. systemic antibiotics known to have an impact on the severity of facial rosacea (e.g., containing tetracycline and its derivatives, erythromycin and its derivatives, sulfamethoxazole, or trimethoprim);\n  3. systemic corticosteroids (Note: intranasal and inhalational corticosteroids do not require a washout and maybe used throughout the trial if the subject is on a stable dose).\n* Use within 2 weeks prior to baseline of:\n\n  1. topical corticosteroids;\n  2. topical antibiotics;\n  3. topical medications for rosacea (e.g., metronidazole).\n* Patients with moderate or severe rhinophyma, dense telangiectases (score 3, severe), or plaque-like facial edema.\n* Patients with a severe irritation grade for erythema, dryness, scaling, pruritus, stinging/burning, and edema.\n* Ocular rosacea (e.g., conjunctivitis, blepharitis, or keratitis) of sufficient severity to require topical or systemic antibiotics.\n* A patient who has used a sauna during the 2 weeks prior to study entry and during the study.\n* Patients who have performed wax epilation of the face within 14 days prior to baseline\n* A patient who has a history of being unresponsive to topical azelaic acid therapy.\n* A patient with bacterial folliculitis.\n* A patient who consumes excessive alcohol, abuses licit or illicit drugs, or has a condition that could compromise the patient's ability to comply with study requirements.\n* Patients who engage in activities that involve excessive or prolonged exposure to sunlight or weather extremes, such as wind or cold.\n* A patient who has any clinically significant condition or situation, other than the condition being studied that, in the opinion of the Investigator, would interfere with the study evaluations or optimal participation in the study.\n* A patient who has used any topical azelaic acid therapy within 30 days of baseline visit.\n* Patients who have participated in an investigational drug study (i.e., patients have been treated with an Investigational Drug) within 30 days prior to baseline will be excluded from study participation. Patients who are participating in non-treatment studies such as observational studies or registry studies can be considered for inclusion.\n* Patients who have been previously enrolled in this study.\n* Patients who have had laser therapy (for telangiectasia or other conditions), electrodessication and phototherapy (e.g., ClearLight®) to the facial area within 180 days prior to study entry.\n* Patients who have had cosmetic procedures (e.g., facials) which may affect the efficacy and safety profile of the Investigational Product within 14 days prior to study entry.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline to Week 12 in the Inflammatory (Papules and Pustules) Lesion Counts.","description":"Percent change from baseline to Week 12 in the inflammatory (papules and pustules) lesion counts in PP population.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-66.96","spread":"29.394"},{"groupId":"OG001","value":"-68.62","spread":"27.415"},{"groupId":"OG002","value":"-38.64","spread":"46.845"}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With a Clinical Response of \"Success\" at Week 12 Using Investigator Global Evaluation (IGE)","description":"The secondary endpoint is the clinical response of \"success\" or \"failure\" at Week 12 on the IGE. Success is defined as an IGE score of 0 (clear) or 1 (almost clear). Any subject who is not considered to be a success will be considered to be a failure.\n\nScore-Grade-Definition 0 - Clear - No inflammatory lesions present; at most, mild erythema.\n\n1. \\- Almost Clear - Very mild erythema present. Very few small papules/pustules.\n2. \\- Mild - Mild erythema. Several small papules/pustules.\n3. \\- Moderate - Moderate erythema. Several small or large papules/pustules, and up to two nodules.\n4. \\- Severe - Severe erythema. Numerous small and/or large papules/pustules, up to several nodules.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null},{"groupId":"OG001","value":"117","spread":null},{"groupId":"OG002","value":"40","spread":null}]},{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"157","spread":null},{"groupId":"OG002","value":"87","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":390},"commonTop":["Headache","Nasopharyngitis","Sinusitis","Erythema","Influenza"]}}}