{"nctId":"NCT01050816","briefTitle":"Effects of CHONDRON (Autologous Chondrocytes) With Ankle Cartilage Defect","startDateStruct":{"date":"2006-01"},"conditions":["Articular Cartilage Defects of Ankle Joint"],"count":30,"armGroups":[{"label":"Chondron implantation","type":"EXPERIMENTAL","interventionNames":["Procedure: Chondron(autologous chondrocyte) Implantation"]}],"interventions":[{"name":"Chondron(autologous chondrocyte) Implantation","otherNames":["Chondron"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. adult men and women over 15 and less than 65 years of age\n2. applied to patients with arthroscopically or grossly confirmed, partial cartilage defect at the ankle joint\n3. patients with ankle-tibia malalignment of the ankle joint, unstable ankle ligaments, bone defects at the cartilage defect area or patients who received correction in advance.\n4. patients which surrounding cartilage are normal\n5. patients who agreed to clinical trial participation voluntarily or by the will of the person in parental authority, and signed the written consent form\n\nExclusion Criteria:\n\n1. patients hypersensitive to bovine protein\n2. patients hypersensitive to gentamicin antibiotics\n3. patients with inflammatory arthritis such as rheumatoid arthritis, gout arthritis\n4. patients with arthritis related to autoimmune disease\n5. pregnant, breast-feeding patients or those who have a possibility of pregnancy\n6. patients with accompanying diseases other than articular cartilage defects, including tumors\n7. patients who have a history of receiving radiotherapy, chemotherapy in the last 2 years\n8. patients with diabetes (however, patients whose blood sugar test results are normal and do not have any complication of diabetes, when a written opinion that CHONDRON administration is possible is appended by a doctor are excluded)\n9. patients who are administering antibiotics and antimicrobial agents due to infection\n10. patients who receive steroid hormone therapy\n11. Patients with psychiatric disorder and those who are considered to be inappropriate for this trial by the judgment of the clinical trial manager","healthyVolunteers":false,"sex":"ALL","minimumAge":"15 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Change From Baseline in American Orthopedic Foot and Ankle Society(AOFAS) at 12 Months Post-surgery","description":"AOFAS scores(best score-100,worst score- 0 )\n\n1. pain-none:40/Strong and Always present:O\n2. Function\n\n   * activities-without support activities:10/need restrain, clutch , walker or wheelchair:0\n   * Maximum gait distance- more than 6:5/ less than 1:0\n   * gait surface-easy in any surace:5/strong difficult in irregular ground stair or slopes:0\n   * Gait abnormality-none:8/marked:0\n   * saggital mobidity- normal or minimal restrain:6/strong restraint:0\n   * hindfoot mobidity -normal minimal restrain:6/strong restrain:0\n   * ankle and hindfoot stability - stable:8/unstable:0\n3. alignment- good:10/bad:0","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.93","spread":"13.04"}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in 100mm Visual Analogue Scale(VAS) at 12months Post-surgery","description":"A VAS is a horizontal line, 100mm in length, anchored by word descriptors about pain at each end.The VAS is measured degree of pain from 0mm to 100mm. Severe pain is represented by 100mm and no pain is represented by 0mm. The VAS score is determined by measuring in millimetres from the left hand end of the line to the point that the patient marks.\n\nThe difference of secondary evaluation variables VAS at baseline and after the end of the trial were analyzed by using paired t-test. Improvements were compared and analysis by each time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.19","spread":"31.33"}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in the Modified Hannover Scoring System at 12 Months Post Surgery","description":"The Modified Hannover Score System contains information about patient's status(pain-36, clinical finding- 4, patient's subjective assessment- 25, statics- 6, fuction- 26, radiology-7;best score-104, worst score-0).The scores of 27 patients in the FAS group were taken in the screening period (Visit S), 12 months after transplantation (Visit 7). The difference of the scores at screening and 12 months after transplantation was compared by using the paired t-test. Improvements were compared and analyzed at each time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.26","spread":"18.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":30},"commonTop":["pain","nausea","headache","epigastric soreness'","dyspepsia"]}}}