{"nctId":"NCT02254265","briefTitle":"Phase 2/3 Dose-Ranging Study of the Safety and Efficacy of OTX-101 in the Treatment of Keratoconjunctivitis Sicca","startDateStruct":{"date":"2014-09"},"conditions":["Keratoconjunctivitis Sicca","Dry Eye Disease"],"count":455,"armGroups":[{"label":"OTX-101 0.05%","type":"EXPERIMENTAL","interventionNames":["Drug: OTX-101 0.05%"]},{"label":"OTX-101 0.09%","type":"EXPERIMENTAL","interventionNames":["Drug: OTX-101 0.09%"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]}],"interventions":[{"name":"OTX-101 0.05%","otherNames":[]},{"name":"OTX-101 0.09%","otherNames":[]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects age 18 years or older on the date of informed consent.\n2. All subjects must provide signed written consent prior to participation in any study-related procedures.\n3. Patient-reported history of KCS for a period of at least 6 months.\n4. Clinical diagnosis of bilateral KCS supported by OTX-101-2014-001 study assessments.\n5. Lissamine green conjunctival staining sum score of ≥ 3 to ≤ 9 out of a total possible score of 12 (scoring excludes superior zones 2 and 4) in the same eye at Screening and Baseline.\n6. Global symptom score ≥ 40 at both Screening and Baseline.\n7. Corrected Snellen VA of better than 20/200 in each eye.\n8. Willing to discontinue use of current dry eye therapy (including artificial tears or ocular lubricants) during the study as of the run-in period.\n9. Female subjects of childbearing potential must have a negative urine pregnancy test at Screening. Women of childbearing potential (ie, women who are not either postmenopausal for one year or surgically sterile) must use an acceptable form of contraception throughout the study.\n\nExclusion Criteria:\n\n1. Use of cyclosporine ophthalmic emulsion 0.05% (Restasis®) within 3 months prior to Screening.\n2. Previous treatment failure (lack of efficacy) on cyclosporine ophthalmic emulsion 0.05% (Restasis).\n3. Diagnosed with Sjögren's disease ˃5 years prior to Screening.\n4. Clinical diagnosis of seasonal and perennial allergic conjunctivitis.\n5. Use of systemic and topical medications that are known to cause dry eye within 7 days prior to Screening and throughout the study period. These include the following medications:\n\n   * Immunomodulators (permitted if dose is stable for 3 months prior to screening and does not change during the study period)\n   * Antihistamines (including over-the counter (OTC))\n   * Cholinergics\n   * Antimuscarinics\n   * Tricyclic antidepressants\n   * Phenothiazines\n   * Retinoids\n6. Oral omega-3 fatty acids (permitted if dose is stable for 3 months prior to Screening and does not change during the study period)\n7. Use of any topical ophthalmic medications, prescription (including antiglaucoma medications) or OTC (including artificial tears), other than the assigned study medication during the study period.\n8. Current active eye disease other than KCS (i.e., any disease for which topical or systemic ophthalmic medication is necessary).\n9. History of herpes keratitis.\n10. Unstable macular disease (e.g., age-related macular degeneration, diabetic maculopathy). Stable macular disease is defined as no reduction in central VA within 6 months prior to Screening.\n11. Diagnosis of chronic uveitis.\n12. Corneal transplant (e.g., penetrating keratoplasty, lamellar keratoplasty, Descemet's stripping endothelial keratoplasty (DSEK) ).\n13. Corneal refractive surgery (e.g., laser-assisted in situ keratomileusis (LASIK\\]) photo refractive keratectomy (PRK), limbal relaxing incision (LRI) ) within 6 months prior to screening or postoperative refractive surgery symptoms of dryness that have not resolved.\n14. Cataract surgery within 3 months prior to Screening.\n15. Non-laser glaucoma surgery at any time; glaucoma laser procedures within 3 months prior to Screening.\n16. Presence of punctal plugs or past history of permanent punctal occlusion (e.g., cautery).\n17. Lagophthalmos or clinically significant eyelid margin irregularity of the study eye whether congenital or acquired.\n18. Presence of conjunctivochalasis (i.e., mechanical blockage of the lower lid punctum by redundant conjunctiva).\n19. Presence of pterygium in the study eye.\n20. Unwilling to discontinue use of contact lenses during the duration of the study.\n21. Preplanned elective surgery or hospitalization during the study period.\n22. HIV-positive.\n23. Unable to reliably report symptoms and history.\n24. Has known hypersensitivity or contraindication to the study medication(s) or their components.\n25. Has a history or presence of chronic generalized systemic disease that the Investigator feels might increase the risk to the subject or confound the result(s) of the study.\n26. Has a severe/serious ocular condition, or any other unstable medical condition that, in the Investigator's opinion, may preclude study treatment or follow-up.\n27. Women who are pregnant or breastfeeding.\n28. Participation in any drug or device clinical investigation within 30 days prior to entry into this study and/or during the period of study participation.\n29. Previous randomization into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Conjunctival Staining","description":"Mean change from baseline at day 84 for the lissamine green conjunctival staining score in the designated study eye.\n\nThe Investigator recorded a score for each area of each eye on a 0 (No punctate stain in zone) to 3 (Densely concentrated micropunctate stain spots) scale","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.17"},{"groupId":"OG001","value":"-1.8","spread":"2.27"},{"groupId":"OG002","value":"-1.2","spread":"2.17"}]}]}]},{"type":"PRIMARY","title":"Global Symptom Score","description":"Mean change from baseline at day 84 for the global symptom score.\n\nThe freuency and severy of dry eye and irritation scores were used to calculate symptom score as follows:\n\nFrequency of dry eye/irritation based on a scale of 0 (rarely) to 100 (all the time) Severity of dryness or irritation based on a scale of 0 (very mildly) to 100 (very severe).\n\nThe global symptom score was calculated as the square root of the frequency score times the severity score","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.78","spread":"23.791"},{"groupId":"OG001","value":"-18.86","spread":"22.810"},{"groupId":"OG002","value":"-19.16","spread":"22.973"}]}]}]},{"type":"SECONDARY","title":"Tear Film Break up Time (TBUT)","description":"Mean change from baseline in TBUT in the study eye from baseline at Day 84","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":"2.032"},{"groupId":"OG001","value":"0.53","spread":"2.590"},{"groupId":"OG002","value":"0.39","spread":"2.149"}]}]}]},{"type":"SECONDARY","title":"Corneal Staining Score","description":"Mean Change from Baseline in Corneal Staining Score in the Study Eye. Expanded National Eye Institute Scale for Corneal Staining Score was used to grade each of the 5 areas of the cornea on a 0 (No punctate stain in area) to 4 (Severe diffuse (coalescent) macropunctate stain of the area) scale","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"3.23"},{"groupId":"OG001","value":"-1.4","spread":"2.87"},{"groupId":"OG002","value":"-0.6","spread":"2.76"}]}]}]},{"type":"SECONDARY","title":"Schirmer's Test","description":"Change from Baseline in Categorized Schirmer's Test Score. Schirmer's test was performed with strips placed in both eyes at the same time. Strips were removed after 5 minutes and the amount of wetting (in mm) was recorded as scores from 1 to 5.\n\n1: \\< 3 mm, 3 - 6 mm, 7 - 10 mm, 11 - 14 mm, and 5: \\> 14 mm","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":"1.263"},{"groupId":"OG001","value":"0.37","spread":"1.260"},{"groupId":"OG002","value":"-0.08","spread":"1.307"}]}]}]},{"type":"SECONDARY","title":"Patient Satisfaction","description":"Patient satisfaction with treatment score using 5-point scale (1=extremely dissatisfied to 5=extremely satisfied)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"1.17"},{"groupId":"OG001","value":"3.7","spread":"1.17"},{"groupId":"OG002","value":"3.9","spread":"1.08"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":152},"commonTop":["Instillation site pain","Eye pruritus","Nasopharyngitis","Eye irritation","Lacrimation increased"]}}}