{"nctId":"NCT03244644","briefTitle":"Microbiota Restoration Therapy for Recurrent Clostridium Difficile Infection (PUNCHCD3)","startDateStruct":{"date":"2017-07-31","type":"ACTUAL"},"conditions":["Clostridium Difficile Infection (CDI)"],"count":320,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Open label RBX2660 (only for confirmed CDI recurrence)"]},{"label":"RBX2660","type":"EXPERIMENTAL","interventionNames":["Drug: RBX2660","Drug: Open label RBX2660 (only for confirmed CDI recurrence)"]}],"interventions":[{"name":"RBX2660","otherNames":["microbiota suspension"]},{"name":"Placebo","otherNames":["saline solution"]},{"name":"Open label RBX2660 (only for confirmed CDI recurrence)","otherNames":["microbiota suspension"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. ≥ 18 years old.\n2. Medical record documentation of recurrent CDI per the study definition, that includes either: a) at least one recurrence after a primary episode and has completed at least one round of standard-of-care oral antibiotic therapy or b) has had at least two episodes of severe CDI resulting in hospitalization within the last year.\n3. A positive stool test for the presence of toxigenic C. difficile within 30 days prior to or on the date of enrollment.\n4. Is currently taking or was just prescribed antibiotics to control CDI related diarrhea at the time of enrollment.\n\n\\[Note: Subject's CDI diarrhea must be controlled (\\<3 unformed/loose stools/day) while taking this course of antibiotics\\]\n\nExclusion Criteria:\n\n1. Currently has continued CDI diarrhea despite being on antibiotics prescribed for CDI treatment.\n2. Previous fecal transplant\n3. History of inflammatory bowel disease (IBD), e.g., ulcerative colitis, Crohn's disease, or microscopic colitis.\n4. Diagnosis of irritable bowel syndrome (IBS) as determined by Rome III criteria.\n5. Compromised immune system (e.g. immunosuppressed due to a medical condition or medication; current or recent (\\< 90 days) treatment with chemotherapy)\n6. An absolute neutrophil count of \\<1000 cells/µL during screening.\n7. Pregnant, breastfeeding, or intends to become pregnant during study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of RBX2660 Compared to Placebo Through 8 Weeks","description":"The primary efficacy endpoint was the absence of CDI diarrhea for 8 weeks after study treatment. The model-estimated rate of treatment success, that is the model-estimated percentage of participants that met the primary efficacy endpoint, was estimated using a Bayesian hierarchical model, which formally incorporated data from a previous randomized Phase 2B study (NCT02299570) of RBX2660.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.5","spread":null},{"groupId":"OG001","value":"70.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Sustained Clinical Response Through 6 Months After Blinded Treatment","description":"The rates of Sustained Clinical Response (i.e., the occurrence of new CDI infections from baseline through 6 months) was assessed by either the rate of new CDI infections after treatment success at 8 weeks (durability) or the frequency of total CDI infections from baseline through 6 months.\n\nSustained Clinical Response was compared between the RBX2660 group and the control group using a chi-square test. Patients who exited prior to their 6-month follow-up were conservatively counted as a Treatment Failure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":63},"commonTop":["Diarrhoea","Abdominal pain","Nausea","Abdominal distension","Flatulence"]}}}