{"nctId":"NCT01529060","briefTitle":"Phenylbutyrate Therapy for Maple Syrup Urine Disease","startDateStruct":{"date":"2013-02"},"conditions":["Maple Syrup Urine Disease"],"count":20,"armGroups":[{"label":"Phenylbutyrate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Phenylbutyrate"]},{"label":"Inactive Powder","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo powder"]}],"interventions":[{"name":"Phenylbutyrate","otherNames":["Buphenyl-TM"]},{"name":"Placebo powder","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be 3 years or older at enrollment.\n* Must have a diagnosis of maple syrup urine disease (MSUD) confirmed by the presence of plasma alloisoleucine (\\>5 micromol/L) and/or genetic testing showing mutations in both alleles of any subunit of BCKDHA (E1alpha subunit gene, MSUD type 1A), BCKDHB (E1beta subunit gene, MSUD type 1B), or DBT (E2 subunit gene, MSUD type 2).\n* Participants must have a history of compliance to diet and treatment.\n* Signed informed consent by subject and/or subject's legally acceptable representative.\n* Must be capable of completing study procedures, including taking oral or G- tube medication.\n* Negative pregnancy test for all females of childbearing potential.\n* All females of childbearing potential and all sexually active males must agree to use an acceptable method of contraception throughout the study. Appropriate contraceptive methods include hormonal contraceptives (oral, injected, implanted, or transdermal), tubal ligation, intrauterine device, hysterectomy, vasectomy, or double barrier methods. Abstinence is an acceptable form of birth control, though appropriate contraception must be used if the subject becomes sexually active.\n\nExclusion Criteria:\n\n* May not have used sodium phenylbutyrate within 30 days of Visit 1.\n* May not have an active infection (viral or bacterial) or any condition which may exacerbate their MSUD causing metabolic decompensation.\n* Cannot have any clinical or laboratory abnormality of Grade 3 or greater according to the Common Terminology Criteria for Adverse Events v3.0 (CTCAE) (or for conditions not covered by the CTCAE, a severe or life-threatening toxicity).\n* May not have taken any medications known to significantly affect renal clearance or to increase protein catabolism within the 24 hours prior to Visit 1.\n* May not participate if they have a known hypersensitivity to phenylacetate or phenylbutyrate or creatinine levels 1.5 times or more ULN.\n* Since a total of 53 mL will be drawn over Days 14 and 15 of both treatment periods, only subjects weighing more than 30 pounds can be enrolled.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"0-24 Hour AUC Leucine (Samples Collected at 0, 2, 4, 8, 12, 16, 20, and 24 Hours)","description":"Total Leucine exposure over 24 hours was calculated by serial blood draws at times 0, 2, 4, 8, 12, 16, 20, and 24 hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6217","spread":"5168"},{"groupId":"OG001","value":"4616","spread":"4106"}]}]}]},{"type":"PRIMARY","title":"Leucine CMax 0-24 Hours","description":"Maximal leucine concentration in 0-24 hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"361","spread":"244"},{"groupId":"OG001","value":"295","spread":"211"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Labs","Gastrointestinal Symptoms","Oral or Nasal Complaints","Neurological Complaints","Minor Skin Complaints"]}}}