{"nctId":"NCT00435045","briefTitle":"Evaluation of Efficacy and Safety of Omacor, Co-Administered With Atorvastatin, in Subjects With Hypertriglyceridemia","startDateStruct":{"date":"2007-02"},"conditions":["Hypertriglyceridemia"],"count":245,"armGroups":[{"label":"atorvastatin arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: atorvastatin"]},{"label":"Lovaza arm","type":"EXPERIMENTAL","interventionNames":["Drug: Lovaza (omega-3-acid ethyl esters) [formerly known as Omacor] plus atorvastatin"]}],"interventions":[{"name":"Lovaza (omega-3-acid ethyl esters) [formerly known as Omacor] plus atorvastatin","otherNames":[]},{"name":"atorvastatin","otherNames":["Lovaza (omega-3-acid ethyl esters) [formerly known as Omacor] plus atorvastatin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women, ages 18-79 years, inclusive\n* Fasting, untreated non-high-density lipoprotein cholesterol (non-HDL-C) level above NCEP ATPIII goals\n* Fasting, untreated triglyceride (TG) level in the high to very high range\n* Provide written informed consent and authorization for protected health information disclosure\n\nExclusion Criteria:\n\n* Pregnancy\n* Use of lipid-altering drugs which cannot be stopped\n* History of certain cardiovascular conditions or cardiac surgery within prior 6 months\n* Body mass index above 40 kg per square meter\n* Allergy or sensitivity to omega-3 fatty acids or to statin drugs\n* Poorly-controlled conditions including diabetes, hypertension, or thyroid disease\n* Certain muscle, liver, kidney, lung, or gastrointestinal conditions\n* Certain medications\n* Active cancers treated within prior 2 years (except non-melanoma skin cancer)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Non-High Density Lipoprotein Cholesterol (Non-HDL-C) From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Non-high density lipoprotein cholesterol is the Total Cholesterol minus the HDL(high density lipoproteins or the sum of the LDL, VLDL and IDL. That is, Low Density Lipoproteins, Very Low Density Lipoproteins and Intermediate Density Lipoproteins.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.2","spread":null},{"groupId":"OG001","value":"-33.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Total Cholesterol (TC) From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Total Cholesterol is the sum of the High Density Lipoproteins (HDL), Low Density Lipoproteins (LDL), Very Low Density Lipoproteins (VLDL), and Intermediate Density Lipoproteins (IDL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.5","spread":null},{"groupId":"OG001","value":"-27.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in High Density Lipoprotein (HDL)Cholesterol From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"HDL - A complex of lipids and proteins in approximately equal amounts that functions as a transporter of cholesterol in the blood. High levels are associated with a decreased risk of atherosclerosis and coronary heart disease.\n\nHigh density lipoprotein cholesterol is the Total Cholesterol minus the sum of the LDL, VLDL and IDL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"10.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Low Density Lipoprotein (LDL) Cholesterol (Beta-quantification) From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"LDL - A complex of lipids and proteins, with greater amounts of lipid than protein, that transports cholesterol in the blood. High levels are associated with an increased risk of atherosclerosis and coronary heart disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.3","spread":null},{"groupId":"OG001","value":"-31.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Triglycerides From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Triglycerides - A naturally occurring ester of three fatty acids and glycerol that is the chief constituent of fats and oils.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.4","spread":null},{"groupId":"OG001","value":"-26.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Very Low Density Lipoproteins (VLDL) Cholesterol From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"VLDL - very-low-density lipoprotein: a plasma lipoprotein with a high lipid content, associated with atherosclerosis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-54.3","spread":null},{"groupId":"OG001","value":"-37.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Apolipoprotein-A-1 From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Apolipoprotein A1 - major protein component of high density lipoprotein (HDL) in plasma. The protein promotes cholesterol efflux from tissues to the liver for excretion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"POST_HOC","title":"Percent Change in Apolipoprotein-B From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Apolipoprotein B is the primary apolipoprotein of low density lipoproteins (LDL or \"bad cholesterol\"), which is responsible for carrying cholesterol to tissues.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.1","spread":null},{"groupId":"OG001","value":"-30.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Apolipoprotein C-III From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Apolipoprotein C-III (APOC3) is a very low density lipoprotein (VLDL) protein. APOC3 inhibits lipoprotein lipase and hepatic lipase; it is thought to delay catabolism of triglyceride-rich particles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.4","spread":null},{"groupId":"OG001","value":"-16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Total Cholesterol/High Density Lipoprotein Cholesterol Ratio From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Total cholesterol/High density lipoprotein cholesterol","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.3","spread":null},{"groupId":"OG001","value":"-34.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Triglycerides/High Density Lipoprotein Cholesterol Ratio From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-51.9","spread":null},{"groupId":"OG001","value":"-34.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Docosahexaenoic Acid (DHA) From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Docosahexaenoic Acid is an omega-3 essential fatty acid.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Eicosapentaenoic Acid (EPA) From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Eicosapentaenoic acid (EPA) is one of several omega-3 fatty acids used by the body. It is found in cold water fatty fish and in fish oil supplements, along with docosahexaenoic acid (DHA). Omega-3 fatty acids are part of a healthy diet that helps lower risk of heart disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"402.2","spread":null},{"groupId":"OG001","value":"-5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Low Density Lipoprotein Particle Concentration Total From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Low-density lipoproteins - A complex of lipids and proteins, with greater amounts of lipid than protein, that transports cholesterol in the blood. High levels are associated with an increased risk of atherosclerosis and coronary heart disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.6","spread":null},{"groupId":"OG001","value":"-32.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Low Density Lipoprotein Particle Size From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Low-density lipoproteins - A complex of lipids and proteins, with greater amounts of lipid than protein, that transports cholesterol in the blood. High levels are associated with an increased risk of atherosclerosis and coronary heart disease. Researchers have linked LDL particle size to the subsequent development of heart disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Lipoprotein-Phosphoslipase A2 From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Lipoprotein Phosphoslipase A2 - modified form of LDL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.7","spread":null},{"groupId":"OG001","value":"-9.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in High Density Lipoprotein (HDL) Particle Concentration Total From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"High Density Lipoprotein partical size suggests the bigger the better. HDL is a complex of lipids and proteins in approximately equal amounts that functions as a transporter of cholesterol in the blood. High levels are associated with a decreased risk of atherosclerosis and coronary heart disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in High Density Lipoprotein (HDL) Particle Size From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Partical size suggests the bigger the better. HDL is a complex of lipids and proteins in approximately equal amounts that functions as a transporter of cholesterol in the blood. High levels are associated with a decreased risk of atherosclerosis and coronary heart disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Very Low Density Lipoproteins and Chylomicron Particle Concentration Total From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Very low density lipoproteins are plasma lipoproteins with a high lipid content, associated with atherosclerosis. Chylomicrons are One of the microscopic particles of emulsified fat found in the blood and lymph and formed during the digestion of fats.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.4","spread":null},{"groupId":"OG001","value":"-25.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Very Low Density Lipoproteins Size From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Very low density lipoproteins are plasma lipoproteins with a high lipid content, associated with atherosclerosis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.5","spread":null},{"groupId":"OG001","value":"-3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Intermediate Density Lipoprotein Particle Concentration From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Intermediate Density Lipoprotein, or IDLs, transport cholesterol and triglycerides through the body. IDLs are a type of cholesterol that are a product of VLDL degradation and result in LDL cholesterol when broken down.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-60.4","spread":null},{"groupId":"OG001","value":"-50.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Remnant-like Particle Cholesterol From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Remnant-like particle cholesterol within the plasma has been identified as a cardiovascular risk factor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.0","spread":null},{"groupId":"OG001","value":"-38.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Total Adiponectin From Baseline to Week 8 During 10 mg Atorvastatin Treatment Period","description":"Adiponectin is a protein hormone that modulates a number of metabolic processes, including glucose regulation and fatty acid catabolism.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.1","spread":null},{"groupId":"OG001","value":"-1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Non-High Density Lipoprotein Cholesterol From Baseline to Week 12 During 20 mg Atorvastatin Treatment Period","description":"Non-high density lipoprotein cholesterol is the Total Cholesterol minus the HDL(high density lipoproteins or the sum of the LDL, VLDL and IDL. That is, Low Density Lipoproteins, Very Low Density Lipoproteins and Intermediate Density Lipoproteins.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.9","spread":null},{"groupId":"OG001","value":"-39.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Non-High Density Lipoprotein Cholesterol From Baseline to Week 16 During 40 mg Atorvastatin Treatment Period","description":"Non-high density lipoprotein cholesterol is the Total Cholesterol minus the HDL(high density lipoproteins or the sum of the LDL, VLDL and IDL. That is, Low Density Lipoproteins, Very Low Density Lipoproteins and Intermediate Density Lipoproteins.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.4","spread":null},{"groupId":"OG001","value":"-46.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4},"commonTop":[]}}}