{"nctId":"NCT05349617","briefTitle":"Safety and Immunogenicity of CHIKV VLP Vaccine PXVX0317 in Adults ≥65 Years","startDateStruct":{"date":"2022-05-12","type":"ACTUAL"},"conditions":["Chikungunya Virus"],"count":413,"armGroups":[{"label":"Group 1 - PXVX0317","type":"EXPERIMENTAL","interventionNames":["Biological: CHIKV VLP/adjuvant"]},{"label":"Group 2 - Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"CHIKV VLP/adjuvant","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able and willing to provide informed consent voluntarily signed by participant. Must verbalize understanding of the general procedures of, and reason for the study.\n* Males or females, ≥65 years of age.\n* Able to complete all scheduled visits and comply with all study procedures.\n* Women who are not of childbearing potential (CBP): surgically sterile (at least six weeks post bilateral tubal ligation, bilateral oophorectomy or hysterectomy); or postmenopausal (defined as a history of ≥12 consecutive months without menses prior to randomization in the absence of other pathologic or physiologic causes, following cessation of exogenous post menopausal sex-hormonal treatment).\n* Participants must be in stable health in the opinion of the investigator for at least 30 days prior to screening (eg, no hospital admission for acute illness in the last 30 days prior to screening).\n\nExclusion Criteria:\n\n* Participation or planned participation in an investigational clinical trial (eg, vaccine, drug, medical device, or medical procedure) within 30 days of Day 1 and for the duration of the study. Note: Participation in an observational trial or follow-up phase of a trial may be allowed; however, these instances should be discussed with the sponsor's medical monitor (MM) prior to enrollment.\n* Prior receipt of any CHIKV vaccine.\n* Positive laboratory evidence of current infection with human immunodeficiency virus (HIV), hepatitis C virus (HCV) or hepatitis B virus (HBV).\n* Body mass index (BMI) ≥35 kg/m\\^2\n* History of any known or suspected allergy or history of anaphylaxis to any component of the investigational product (IP).\n* History of any known congenital or acquired immunodeficiency or immunosuppressive condition that could impact response to vaccination (eg, leukemia, lymphoma, malignancy, functional or anatomic asplenia, alcoholic cirrhosis). Note: History of basal cell and squamous cell carcinoma of the skin or carcinoma in situ of the cervix considered cured would not be exclusionary. History of a malignancy considered cured from over five years from the date of screening with minimal risk of recurrence is not exclusionary.\n* Prior or anticipated use of systemic immunomodulatory or immunosuppressive medications from six months prior to screening through Day 22. Note: Systemic corticosteroid use at a dose or equivalent dose of 20 mg of prednisone daily for 14 days or more within 90 days of screening through Day 22 is exclusionary. The use of inhaled, intranasal, topical, or ocular steroids is allowed.\n* Bleeding disorder or receipt of anticoagulants in the 21 days prior to screening, contraindicating intramuscular (IM) vaccination, as judged by the investigator.\n* Moderate or severe acute illness with or without fever (oral temperature ≥100.4°F or 38.0°C).\n* Receipt or anticipated receipt of immunoglobulin from 180 days prior to screening through Day 22.\n* Medical condition (such as dementia) that, in the opinion of the investigator, could adversely impact the participant's participation in or conduct of the study.\n* Evidence of substance abuse that, in the opinion of the investigator, could adversely impact the participant's participation in or conduct of the study.\n* Identified as an investigator or employee of an Investigator or study center with direct involvement in the proposed study, or identified as an immediate family member (ie, parent, spouse) of the investigator or employee with direct involvement in the proposed study.\n* Receipt or anticipated receipt of any vaccine from 30 days prior to Day 1 through Day 22.\n* Receipt or anticipated receipt of blood or blood-derived products from 90 days prior to screening through Day 22.\n* Any planned elective surgery that may interfere with study participation or conduct.\n* Any other medical condition that, in the opinion of the investigator, could adversely impact the participant's participation in or conduct of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Anti-CHIKV SNA Titer (NT80) Seroresponse Rates at Day 22 in Baseline Seronegative Participants","description":"Difference in anti-CHIKV SNA titer (NT80) seroresponse rate (PXVX0317 minus placebo) and associated 95 percent confidence interval (CI) at Day 22.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.3","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Anti-CHIKV SNA Titer (NT80) Geometric Mean Titers (GMT) at Day 22","description":"Anti-CHIKV SNA titer (NT80) GMT and associated 95 percent CIs at Day 22 for PXVX0317 and placebo.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"724","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Solicited Adverse Events (AE)","description":"Incidence of solicited AEs through Day 8 for PXVX0317 (CHIKV VLP vaccine) and placebo for all age strata combined (safety population).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Unsolicited AEs","description":"Incidence of unsolicited AEs through Day 29 for PXVX0317 (CHIKV VLP vaccine) and placebo for all age strata combined (safety population).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Serious Adverse Events (SAE)","description":"Incidence of SAEs through Day 183 for PXVX0317 (CHIKV VLP vaccine) and placebo for all age strata combined (safety population).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Medically Attended Adverse Events (MAAE)","description":"Incidence of MAAEs through Day 183 for PXVX0317 (CHIKV VLP vaccine) and placebo for all age strata combined (safety population).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Adverse Events of Special Interest (AESI)","description":"Incidence of AESIs, through Day 183 for PXVX0317 (CHIKV VLP vaccine) and placebo for all age strata combined (safety population).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Anti-CHIKV SNA Titer (NT80) Seroresponse Rates at Days 15 and 183","description":"Difference in anti-CHIKV SNA titer (NT80) seroresponse rate (PXVX0317 minus placebo) with associated 95 percent CIs at Day 15 and Day 183.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.3","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.5","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Anti-CHIKV SNA GMTs at Days 15 and 183","description":"Anti-CHIKV SNA GMTs with associated 95 percent CIs at Day 15, and Day 183 for PXVX0317 (CHIKV VLP vaccine) and placebo for the IEP, all age strata combined.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"378","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"233","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Anti-CHIKV SNA Geometric Mean Fold Increase (GMFI)","description":"Geometric mean fold increase (GMFI) in anti-CHIKV SNA titers from Day 1 to Day 15, Day 22, and Day 183 for the IEP for all age strata combined.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.5","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.9","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.3","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects With Anti-CHIKV SNA Titer ≥15 and 4-fold Rise Over Baseline","description":"Number and percentage of participants with anti-CHIKV SNA titers ≥15 and 4-fold rise over baseline at Day 15, Day 22, and Day 183 for the IEP for all age strata combined.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.5","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.2","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.6","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.2","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":206},"commonTop":["Myalgia","Fatigue","Headache","Injection Site Pain"]}}}