{"nctId":"NCT03183141","briefTitle":"ECOSPOR IV: An Open-Label Study Evaluating SER-109 in Recurrent Clostridioides Difficile Infection","startDateStruct":{"date":"2017-10-23","type":"ACTUAL"},"conditions":["Clostridioides Difficile Infection"],"count":263,"armGroups":[{"label":"SER-109","type":"EXPERIMENTAL","interventionNames":["Biological: SER-109"]}],"interventions":[{"name":"SER-109","otherNames":["Firmicutes spores"]}],"eligibilityModule":{"eligibilityCriteria":"Cohort 1 Main Inclusion Criteria:\n\n1. Previously enrolled in Study SERES-012, had CDI recurrence within 8 weeks after receipt of a treatment regimen of SER-109 or placebo\n2. Signed informed consent prior to initiation of any study-specific procedure or treatment. The subject, or their legally authorized representative, must be able to provide written informed consent and understand the potential risks and benefits from study enrollment and treatment.\n3. The CDI recurrence in Study SERES-012 must have met the protocol definition of ≥ 3 unformed stools per day over 2 consecutive days, a positive C. difficile stool toxin assay, and the requirement of CDI SOC antibiotic therapy, and an adequate clinical response following antibiotic therapy (\\<3 unformed stools in 24 hours for 2 or more consecutive days).\n\nCohort 1 Main Exclusion Criteria:\n\n1. Female subjects who are pregnant, breastfeeding, lactating, or planning to become pregnant during the study.\n2. Known or suspected toxic megacolon and/or known small bowel ileus.\n3. Admitted to or expected to be admitted to an intensive care unit for medical reasons (not just boarding). Note: nursing homes, rehabilitation, assisted living centers and acute care hospitals are acceptable.\n4. Absolute neutrophil count of \\<500 cells/mm\\^3.\n5. Major gastrointestinal surgery (e.g. significant bowel resection or diversion) within 3 months before enrollment (this does not include appendectomy or cholecystectomy), or any history of total colectomy or bariatric surgery (bariatric surgery which does not disrupt the gastrointestinal lumen, i.e., restrictive procedures such as banding, are permitted).\n6. History of active inflammatory bowel disease (ulcerative colitis, Crohn's disease, microscopic colitis) with diarrhea believed to be caused by active inflammatory bowel disease in the past 3 months.\n7. Concurrent intensive induction chemotherapy, radiotherapy, or biologic treatment for active malignancy (subjects on maintenance chemotherapy may only be enrolled after consultation with the study medical monitor).\n8. Any history of fecal microbiota transplantation (FMT) in the past 3 months.\n\nCohort 2 Main Inclusion Criteria:\n\n1. Subjects 18 years of age or older who had one or more CDI recurrence (as confirmed by a C. difficile stool toxin or PCR test) and have responded to a course of antibiotic treatment.\n2. Signed informed consent prior to initiation of any study-specific procedure or treatment. The subject, or their legally authorized representative, must be able to provide written informed consent and understand the potential risks and benefits from study enrollment and treatment.\n\nCohort 2 Main Exclusion Criteria:\n\n(all Cohort 1 exclusion criteria \\[#1-8 above\\] plus the below addition criterion)\n\n9\\. Previously enrolled in a Seres Therapeutics clinical study. An exception is made for subjects who screened in SERES-012 who did not receive SER-109 and did not previously roll-over to SERES-013.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cohort 1: Recurrence of CDI and Sustained Clinical Response","description":"Cohort 1: Recurrence of CDI up to 8 Weeks after treatment. Recurrence was determined by stool Clostridioides difficile toxin assay. Sustained clinical response was the absence of CDI recurrence up to 8 Weeks after treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohort 2: Recurrence of CDI and Sustained Clinical Response","description":"Cohort 2: Recurrence of CDI up to 8 and 12 Weeks after treatment. Recurrence was determined by stool Clostridioides difficile toxin assay. Sustained clinical response was the absence of CDI recurrence up to 8 and 12 Weeks after treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]},{"measurements":[{"groupId":"OG000","value":"215","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"211","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":29},"commonTop":["Diarrhea","Flatulence","Nausea","Abdominal pain"]}}}