{"nctId":"NCT03541174","briefTitle":"A Research Study to Show the Effect of Aprocitentan in the Treatment of Difficult to Control (Resistant) High Blood Pressure (Hypertension) and Find Out More About Its Safety","startDateStruct":{"date":"2018-06-18","type":"ACTUAL"},"conditions":["Resistant Hypertension"],"count":730,"armGroups":[{"label":"Aprocitentan 25 mg in Part 1 (double-blind)","type":"EXPERIMENTAL","interventionNames":["Drug: Aprocitentan 25 mg"]},{"label":"Aprocitentan 12.5 mg in Part 1 (double-blind)","type":"EXPERIMENTAL","interventionNames":["Drug: Aprocitentan 12.5 mg"]},{"label":"Placebo in Part 1 (double-blind)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Aprocitentan 25 mg in Part 2 (single-blind, single arm)","type":"EXPERIMENTAL","interventionNames":["Drug: Aprocitentan 25 mg"]},{"label":"Aprocitentan 25 mg in Part 3 (double-blind withdrawal)","type":"EXPERIMENTAL","interventionNames":["Drug: Aprocitentan 25 mg"]},{"label":"Placebo in Part 3 (double-blind withdrawal)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Aprocitentan 12.5 mg","otherNames":["ACT-132577"]},{"name":"Aprocitentan 25 mg","otherNames":["ACT-132577"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nScreening period:\n\n* Signed and dated informed consent form (ICF) prior to any study-mandated procedure;\n* Male and female participants; 18 years (or year of country specific majority) or older;\n* Historical documentation in the participant's medical records on uncontrolled blood pressure despite at least 3 background antihypertensive medications within 1 year before screening visit;\n* Treated with at least 3 antihypertensive therapies of different pharmacological classes for at least 4 weeks before the screening visit (Visit 1);\n* Mean Sitting Systolic Blood Pressure (SiSBP) greater or equal to 140 mmHg measured by Automated Office Blood Pressure Measurement (AOBPM);\n* Women of childbearing potential are eligible only if the following applies:\n\n  * Negative pregnancy test at screening and at baseline (i.e., before randomization);\n  * Agreement to undertake pregnancy tests during the study and up to 30 days after randomized study treatment discontinuation;\n  * Agreement to use methods of birth control from Screening up to at least 30 days after randomized study treatment discontinuation.\n\nRun-in period (RI):\n\n* Switched to the standardized background antihypertensive therapy at least 4 weeks before the first RI visit;\n* Mean trough SiSBP greater than or equal to140 mmHg as measured by AOBPM.\n\nRandomization period:\n\n* Stable dose of the standardized background antihypertensive therapy for at least 1 week before the end of the RI period;\n* Mean trough SiSBP greater than or equal to 140 mmHg measured by AOBPM.\n\nExclusion Criteria:\n\n* Apparent/pseudo Resistant Hypertension (RHT) due to white coat effect, medical inertia, poor therapeutic adherence, or secondary causes of hypertension (except sleep apnea);\n* Confirmed severe hypertension (grade 3) defined as SiSBP greater than or equal to 180 mmHg and/or Sitting Diastolic Blood Pressure (SiDBP) greater than or equal to 110 mmHg as measured by AOBPM at two different timepoints;\n* Pregnant or lactating participants;\n* Clinically significant unstable cardiac disease at screening or in the past in the opinion of the investigator (exclusion of participants with significant or potential unstable cardiac disease);\n* Severe renal insufficiency;\n* Any known factor, disease or clinically relevant medical or surgical conditions that, in the opinion of the investigator, might put the participant at risk, interfere with treatment compliance, study conduct or interpretation of the results.\n* Treatment with any medication which may affect blood pressure (BP) and/or treatment with high dose of loop diuretics (i.e., furosemide greater than 80 mg/day, or equivalent dosage of other loop diuretics).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 4 of Double-blind Treatment in Mean Trough Sitting Systolic Blood Pressure (SiSBP) Measured by Automated Office Blood Pressure Measurement","description":"Changes from baseline to Week 4 in mean trough SiSBP were analyzed using a mixed model. Participants had their blood pressure (BP) measured at the study site using the automated oscillometric sphygmomanometer (Microlife WatchBP速 Office) which was provided to each site. BP was to be measured at trough (before taking the study treatment and SBAT). The BP assessment, participant preparation (e.g., arm selection, arm position, cuff size) was standardized and followed the American Heart Association guidelines / Canadian Education Program on Hypertension. The participant was resting undisturbed, alone (unattended) in a quiet place for 5 minutes at each visit. BP was measured at each visit with the same device, which recorded five sitting blood pressure readings (one per minute, the first value was excluded from the average). A negative change indicates a decrease in SiSBP from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"97.5% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.26","spread":null},{"groupId":"OG001","value":"-15.20","spread":null},{"groupId":"OG002","value":"-11.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Withdrawal Baseline (Week 36) to Week 40 in Mean Trough Sitting Systolic Blood Pressure (SiSBP) Measured by Unattended Automated Office Blood Pressure Measurement","description":"Changes from double-blind withdrawal baseline (Week 36) to Week 40 in mean trough SiSBP were analyzed using a mixed model. Participants had their blood pressure (BP) measured at the study site using the automated oscillometric sphygmomanometer (Microlife WatchBP速 Office) which was provided to each site. BP was to be measured at trough (before taking the study treatment and SBAT). The BP assessment, participant preparation (e.g., arm selection, arm position, cuff size) was standardized and followed the American Heart Association guidelines / Canadian Education Program on Hypertension. The participant was resting undisturbed, alone (unattended) in a quiet place for 5 minutes at each visit. BP was measured at each visit with the same device, which recorded five sitting blood pressure readings (one per minute, the first value was excluded from the average). A negative change indicates a decrease in SiSBP from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.47","spread":null},{"groupId":"OG001","value":"4.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 4 of Double-blind Treatment in Mean Trough Sitting Diastolic Blood Pressure (SiDBP) Measured by Unattended Automated Office Blood Pressure Measurement","description":"Changes from baseline to Week 4 in mean trough SiDBP were analyzed using a mixed model. Participants had their blood pressure (BP) measured at the study site using the automated oscillometric sphygmomanometer (Microlife WatchBP速 Office) which was provided to each site. BP was to be measured at trough (before taking the study treatment and SBAT). The BP assessment, participant preparation (e.g., arm selection, arm position, cuff size) was standardized and followed the American Heart Association guidelines / Canadian Education Program on Hypertension. BP was measured at each visit with the same device, which recorded five sitting blood pressure readings (one per minute, the first value was excluded from the average). The participant was resting undisturbed, alone (unattended) in a quiet place for 5 minutes at each visit. A negative change indicates a decrease in SiDBP from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.43","spread":null},{"groupId":"OG001","value":"-10.95","spread":null},{"groupId":"OG002","value":"-6.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline to Week 4 of Double-blind Treatment in 24-hour Mean Systolic (SBP) and Diastolic Blood Pressure (DBP) Measured by Ambulatory Blood Pressure Monitoring","description":"ABPM devices were provided to each site by the central blood pressure laboratory. On the first day after all visit assessments were performed, the ABPM device (Mobil-O-Graph NG) was fitted to the participant. The following day (i.e., second day), the participant came back to site to have the ABPM device removed. ABPM data collected over the 24-hours was electronically transferred to the central BP laboratory. Systolic blood pressure and diastolic blood pressure were measured at predetermined times every 20 minutes from 06:00 to 21:59, and every 30 minutes from 22:00 to 05:59. For each participant and at each visit (baseline and Week 4) the 24-hour mean SBP (or DBP) was calculated from the area under the SBP (or DBP) time curve and divided by the time span. A negative change indicates a decrease in 24-hour mean systolic / diastolic blood pressure from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.73","spread":null},{"groupId":"OG001","value":"-8.44","spread":null},{"groupId":"OG002","value":"-2.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.25","spread":null},{"groupId":"OG001","value":"-7.74","spread":null},{"groupId":"OG002","value":"-1.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Withdrawal Baseline (Week 36) to Week 40 of Double-blind-withdrawal (DB-WD) Treatment in Trough Sitting Diastolic Blood Pressure (SiDBP) Measured by Unattended Automated Office Blood Pressure","description":"Changes from double-blind withdrawal (Week 36) to Week 40 in mean trough SiDBP were analyzed using a mixed model. Participants had their blood pressure (BP) measured at the study site using the automated oscillometric sphygmomanometer (Microlife WatchBP速 Office) which was provided to each site. BP was to be measured at trough (before taking the study treatment and SBAT). The BP assessment, participant preparation (e.g., arm selection, arm position, cuff size) was standardized and followed the American Heart Association guidelines / Canadian Education Program on Hypertension. The participant was resting undisturbed, alone (unattended) in a quiet place for 5 minutes at each visit. BP was measured at each visit with the same device, which recorded five sitting blood pressure readings (one per minute, the first value was excluded from the average). A negative change indicates a decrease in SiDBP from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.52","spread":null},{"groupId":"OG001","value":"4.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes From Double-blind Withdrawal Baseline (Week 36) to Week 40 of Double-blind-withdrawal (DB-WD) Treatment in 24-hour Mean Systolic (SBP) and Diastolic Blood Pressure (DBP) Measured by Ambulatory Blood Pressure Monitoring","description":"ABPM devices were provided to each site by the central blood pressure laboratory. On the first day after all visit assessments were performed, the ABPM device (Mobil-O-Graph NG) was fitted to the participant. The following day (i.e., second day), the participant came back to site to have the ABPM device removed. ABPM data collected over the 24-hours was electronically transferred to the central BP laboratory. Systolic blood pressure and diastolic blood pressure were measured at predetermined times every 20 minutes from 06:00 to 21:59, and every 30 minutes from 22:00 to 05:59. For each participant and at each visit (the double-blind withdrawal baseline \\[Week 36\\] and the week 40) the 24-hour mean SBP (or DBP) was calculated from the area under the SBP (or DBP) time curve. A negative change indicates a decrease in 24-hour mean systolic / diastolic blood pressure from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":null},{"groupId":"OG001","value":"6.46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":null},{"groupId":"OG001","value":"6.28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":243},"commonTop":["Oedema peripheral"]}}}