{"nctId":"NCT00415194","briefTitle":"A Study for Patients With Head and Neck Cancer","startDateStruct":{"date":"2006-12"},"conditions":["Head and Neck Neoplasms"],"count":795,"armGroups":[{"label":"Pemetrexed/Cisplatin","type":"EXPERIMENTAL","interventionNames":["Drug: pemetrexed","Drug: cisplatin"]},{"label":"Placebo/Cisplatin","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: cisplatin","Drug: placebo"]}],"interventions":[{"name":"pemetrexed","otherNames":["Alimta","LY231514"]},{"name":"cisplatin","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* You must have head and neck cancer that has returned and cannot be treated with surgery or other types of treatment. OR You must have head and neck cancer that was just found and has spread to other parts of your body.\n* You must have a performance status of 0,1 or 2. This means that you must at least be able to get around, be able to take care of yourself and must be up and about most of the day.\n* Your test results must show that your liver, kidneys and blood cells are working normally.\n* You must understand and sign the form that gives your agreement to willingly be part of the study.\n* You must be at least 18 years of age.\n\nExclusion Criteria:\n\n* You cannot have previously been given other treatment for cancer that has spread to other parts of your body.\n* You cannot have a serious sickness that might keep you from finishing the study (for example a bad infection).\n* You cannot have any extra fluid in your chest or bowel area unless your doctor tells you it can be drained before you join the study.\n* You cannot have any cancer called nasopharyngeal cancer, paranasal sinus cancer, lip cancer, or salivary gland cancer.\n* If you are taking high dose aspirin or other medicines called non-steroidal anti-inflammatory drugs and cannot stop taking them for at least 5 days, you cannot be in the study. Your doctor or a member of the study team can explain which drugs are non-steroidal anti-inflammatory drugs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS duration is defined as the time from the date of randomization to the date of death from any cause. For each participant who is not known to have died as of the data-inclusion cut-off date, OS duration will be censored at the date of the participant's last contact prior to that cut-off date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.33","spread":null},{"groupId":"OG001","value":"6.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"Objective PFS is defined as the time from date of randomization to date of objectively determined progressive disease (PD) or death from any cause, whichever comes first. PD was defined by Response Evaluation Criteria in Solid Tumors (RECIST). PD=at least a 20% increase in sum of longest diameter of target lesions. For participants who are not known to have died as of the data-inclusion cut-off date, and who do not have progressive disease, PFS will be censored at the date of the last objective progression-free disease assessment prior to the date of any subsequent systemic anticancer therapy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.61","spread":null},{"groupId":"OG001","value":"2.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With a Tumor Response (Response Rate)","description":"Tumor Response is evaluated as CR (Complete Response) or PR (Partial Response) per Response Evaluation Criteria in Solid Tumors (RECIST criteria). Possible evaluations include: CR: Disappearance of all target lesions. PR: At least a 30% decrease in the size of target lesions. Response rate (%) = (number of participants with CR+PR/number of participants)\\*100","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"DoR is time from first observation of complete response (CR) or partial response (PR) to first observation of PD or death. Response is objective status of CR or PR using RECIST criteria. CR is disappearance of lesions. PR is \\>30% decrease in size of lesions. Responder is any participant with CR or PR. PD is at least 20% increase in sum of longest diameter of target lesions. For participants alive as of data-inclusion cut-off date and who do not have PD, DoR will be censored at date of last objective progression-free disease assessment before date of any subsequent systemic anticancer therapy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.29","spread":null},{"groupId":"OG001","value":"4.37","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Worsening in Functional Assessment of Cancer Therapy - Head and Neck Cancer (FACT-H&N) Total Score","description":"FACT-H\\&N consists of 39 items with 5-point rating scale from 0 (not at all) to 4 (very much). FACT-H\\&N Total score ranges from 0 to 148. Higher score represents a better quality of life. Time to worsening was defined as the first date of worsening in the FACT H\\&N Total score that was considered at least the prospectively defined minimally important difference (MID) as compared with participant's baseline score, or date of death from any cause. The MID for FACT H\\&N Total score was a decrease of 12 points.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.29","spread":null},{"groupId":"OG001","value":"2.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Correlation Between Biomarkers and Treatment Effect","description":"Correlation between highly up/downregulated genes and clinical response (Overall Survival (OS) and Progression-Free Survival (PFS)). OS is is defined as the time from the date of randomization to the date of death from any cause. PFS is defined as the time from the date of randomization to the date of objectively determined progressive disease or death from any cause, whichever comes first.\n\n0 participants were analyzed; Reason: The relatively low number of samples collected would not have yielded a meaningful genomic analysis and the decision was made to not analyze the data.","paramType":"NUMBER","dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":185,"n":392},"commonTop":["Nausea","Anaemia","Vomiting","Fatigue","Constipation"]}}}