{"nctId":"NCT01342965","briefTitle":"A Study of Erlotinib (Tarceva) Versus Gemcitabine/Cisplatin as First-line Treatment in Patients With Non-small Cell Lung Cancer With EGFR Mutations","startDateStruct":{"date":"2011-03"},"conditions":["Non-Small Cell Lung Cancer"],"count":217,"armGroups":[{"label":"Erlotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Erlotinib"]},{"label":"Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Chemotherapy"]}],"interventions":[{"name":"Erlotinib","otherNames":["Tarceva"]},{"name":"Chemotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult participants, ≥ 18 years of age.\n* Locally advanced or recurrent (stage IIIB) or metastatic (stage IV) non-small cell lung cancer.\n* Presence of epidermal growth factor receptor (EGFR) mutations in tumours.\n* Measurable disease according to Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1 criteria.\n* European Cooperative Oncology Group (ECOG) performance status ≤ 2.\n\nExclusion Criteria:\n\n* Prior exposure to agents directed at the human epidermal receptor (HER) axis (eg, but not limited to erlotinib, gefitinib, cetuximab, or trastuzumab).\n* Prior chemotherapy or systemic anti-neoplastic therapy for advanced disease.\n* Lack of physical integrity of the upper gastrointestinal tract, or malabsorption syndrome, or inability to take oral medication, or active gastroduodenal ulcer disease.\n* Any inflammatory changes of the surface of the eye.\n* ≥ Grade 2 peripheral neuropathy.\n* History of any other malignancies within 5 years, except for adequately treated carcinoma in situ of the cervix or basal or squamous cell skin cancer.\n* Brain metastasis or spinal cord compression that has not yet been definitely treated with surgery and/or radiation, or treated but without evidence of stable disease for at least 2 months.\n* Human immunodeficiency virus (HIV) infection.\n* Pregnant, nursing, or lactating women.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator-assessed Duration of Progression-free Survival","description":"The duration of progression-free survival was defined as the time from randomization to disease progression (PD) or death from any cause, whichever occurs first. PD was defined as: (1) At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this may include the baseline sum). The sum must also demonstrate an absolute increase of at least 5 mm. (2) An unequivocal progression of existing non-target lesions. When the patient has measurable disease, the overall tumor burden must have increased sufficiently to merit discontinuation of therapy. When the patient has only non-measurable disease, the increase in overall disease burden should be comparable in magnitude to the increase that would be required to declare PD for measurable disease. (3) The appearance of new malignant lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders as Assessed by the Investigator","description":"A responder was defined as a participant with either a complete response (CR) or a partial response (PR), as determined using the Response Evaluation Criteria In Solid Tumors (RECIST) v1.1. A CR was defined as: (1) The disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have a reduction in the short axis to \\< 10 mm. (2) The disappearance of all non-target lesions and normalization of tumor marker levels. All lymph nodes must be non-pathological in size (\\< 10 mm in the short axis). A PR was defined as: (1) At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. (2) The persistence of 1 or more non-target lesion(s) and/or maintenance of tumor marker levels above normal limits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null},{"groupId":"OG001","value":"39.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control","description":"A participant with disease control was defined as a participant with either a complete response (CR), a partial response (PR), or stable disease (SD), as determined using RECIST v1.1. A CR was defined as the disappearance of all target lesions (TL). A PR was defined as at least a 30% decrease in the sum of the longest diameter of TLs taking as reference the Baseline sum longest diameter (SLD). SD was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease (PD), taking as reference the smallest SLD since treatment started. For non-TLs, SD was defined as the persistence of 1 or more lesions. PD was defined as at least a 20% increase in the SLD of TLs, taking as reference the smallest SLD recorded since treatment started or the unequivocal progression of existing non-TLs. A SLD for all TLs will be calculated and reported as the Baseline SLD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.8","spread":null},{"groupId":"OG001","value":"82.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response was defined as the time from the first documented complete response (CR) or partial response (PR) to the first documented disease progression (PD) or death, whichever occurs first. A CR was defined as the disappearance of all target lesions (TL). A PR was defined as at least a 30% decrease in the sum of the longest diameter (SLD) of TLs taking as reference the Baseline SLD. PD was defined as at least a 20% increase in the SLD of TLs, taking as reference the smallest SLD recorded since treatment started or the unequivocal progression of existing non-TLs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the time from the date of randomization to the date of death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null},{"groupId":"OG001","value":"27.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Incidence of Adverse Events","description":null,"classes":[]},{"type":"SECONDARY","title":"Quality of Life: Functional Assessment of Chronic Illness Therapy - Lung (FACIT-L) Questionnaire","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":110},"commonTop":["Rash","Nausea","Vomiting","Diarrhoea","Leukopenia"]}}}