{"nctId":"NCT03445650","briefTitle":"RESET Trial - Part 1 - A Phase 3 Trial in Subjects With Sjögren-Larsson Syndrome (SLS)","startDateStruct":{"date":"2018-07-18","type":"ACTUAL"},"conditions":["Sjogren-Larsson Syndrome"],"count":11,"armGroups":[{"label":"ADX-102 1% Topical Dermal Cream (reproxalap)","type":"EXPERIMENTAL","interventionNames":["Drug: ADX-102 1% Topical Dermal Cream (reproxalap)"]},{"label":"Vehicle of ADX-102 Topical Dermal Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle of ADX-102 Topical Dermal Cream"]}],"interventions":[{"name":"ADX-102 1% Topical Dermal Cream (reproxalap)","otherNames":[]},{"name":"Vehicle of ADX-102 Topical Dermal Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is aged 3 years or older\n* Subject has a genetically-confirmed diagnosis of SLS.\n* Subject has active ichthyosis that is Grade 2 or higher on the Visual Index Ichthyosis Severity (VIIS) score.\n* Females of child-bearing potential: Negative pregnancy test at Screening and Baseline Visits.\n\nExclusion Criteria:\n\n* Subject has evidence of a serious active infection.\n* Systemic or topical retinoids or other topical medications, not including emollients, within the past 30 days Baseline Visit 1.\n* Subject has received an investigational systemic or topically administered drug within the past 30 days prior to Baseline Visit 1.\n* Subject is currently receiving immunosuppressive therapy, including intermittent or low-dose systemic corticosteroids.\n* Subject has a known allergic reaction to any ingredients of study drug formulation.\n* Subject has any clinically significant laboratory test abnormalities or a history of any other condition that, in the opinion of the Investigator, could compromise the subject's ability to comply with the protocol or that could compromise the subject's safety or the interpretation of the study results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Visual Index Ichthyosis Severity (VIIS) Scaling Score as Assessed by the Investigator in ADX-102 Treated Patients","description":"Change from baseline using the Visual Index Ichthyosis Severity (VIIS) Scaling Score (0 = least, 4 = most), where a higher value represents a worse outcome, in ADX-102 treated patients","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.22"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":7},"commonTop":["Pruritus","Rash","Hordeolum","Eosinophilia","Dermatatitis diaper"]}}}