{"nctId":"NCT03239873","briefTitle":"Evaluation of Immunogenicity and Safety of VARIVAX® Passage Extension 34 (PE34) Process in Children (V210-A03)","startDateStruct":{"date":"2017-10-17","type":"ACTUAL"},"conditions":["Varicella"],"count":600,"armGroups":[{"label":"VARIVAX® PE34 Process + Measles, Mumps, Rubella (M-M-R) II®","type":"EXPERIMENTAL","interventionNames":["Biological: VARIVAX® PE34 Process","Biological: M-M-R II®"]},{"label":"VARIVAX® 2016 Commercial Process + M-M-R II®","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: VARIVAX® 2016 Commercial Process","Biological: M-M-R II®"]}],"interventions":[{"name":"VARIVAX® PE34 Process","otherNames":[]},{"name":"VARIVAX® 2016 Commercial Process","otherNames":[]},{"name":"M-M-R II®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Negative clinical history for varicella, herpes zoster, measles, mumps, and rubella\n\nExclusion Criteria:\n\n* Received any measles, mumps, rubella, or varicella vaccine at any time prior to the study, or is anticipated to receive any of these vaccines outside the study\n* Any congenital or acquired immune deficiency, neoplastic disease, or depressed immunity\n* Received systemic immunomodulatory steroids within 3 months prior to entering the study or is expected to receive them during the course of the study\n* History of allergy or anaphylactic reaction to neomycin, gelatin, sorbitol, egg proteins, chicken proteins, or any component of VARIVAX® or M-M-R II®\n* Has any blood dyscrasias, leukemia, lymphoma, or other malignant neoplasm affecting the bone marrow or lymphatic systems\n* Received salicylates within 14 days prior to study vaccination\n* Exposed to varicella, herpes zoster, measles, mumps, or rubella in the 4 weeks prior to study vaccination\n* Received immune globulin, a blood transfusion, or blood-derived products within 5 months prior to study vaccination\n* History of seizure disorder, including febrile seizure\n* Fever illness (\\>=102.2 °F \\[39.0 °C\\] within 72 hours prior to study vaccination\n* History of thrombocytopenia\n* Born to a human immunodeficiency virus (HIV)-infected mother\n* Has a diagnosis of active untreated tuberculosis\n* Participated in any other clinical trial (other than a surveillance study) within 30 days prior to study enrollment.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Months","maximumAge":"23 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Varicella Zoster Virus Antibody Levels ≥5 Glycoprotein Enzyme-linked Immunosorbent Assay (gpELISA) Units/mL","description":"The varicella zoster virus (VZV) antibody response rate was defined as the percentage of participants with VZV antibody titer ≥5 glycoprotein enzyme-linked immunosorbent assay (gpELISA) units/mL among participants who were seronegative to VZV (titers \\<1.25 gpELISA units/mL) at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.4","spread":null},{"groupId":"OG001","value":"98.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Titer of VZV Antibodies","description":"The geometric mean titer (GMT) of VZV antibodies after vaccination 1 was assessed. Antibody titers were measured with gpELISA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null},{"groupId":"OG001","value":"19.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Fever (≥102.2 °F Oral Equivalent)","description":"The percentage of participants with fever ≥102.2 °F oral equivalent for Day 1 through Day 42 after vaccination 1 and Day 1 through Day 42 after vaccination 2 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Systemic Measles-like, Rubella-like, Varicella-like, Zoster-like Rash, and Mumps-like Symptoms After Vaccination 1 (Incidence > 0%)","description":"The percentage of participants with measles-like, rubella-like, varicella-like, zoster-like rash, and mumps-like symptoms after vaccination 1 was assessed. A specific adverse event was reported only if its incidence was \\>0% in one or more vaccination groups after rounding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"1.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Systemic Measles-like, Rubella-like, Varicella-like, Zoster-like Rash, and Mumps-like Symptoms After Vaccination 2 (Incidence > 0%)","description":"The percentage of participants with measles-like, rubella-like, varicella-like, zoster-like rash, and mumps-like symptoms after vaccination 2 was assessed. A specific adverse event was reported only if its incidence was \\>0% in one or more vaccination groups after rounding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Solicited Injection-site Erythema, Injection-site Swelling, or Injection-site Pain/Tenderness After Vaccination 1","description":"The percentage of participants with solicited (on a Vaccine Report Card) injection-site erythema, injection-site swelling, or injection-site pain/tenderness was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"10.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"12.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Solicited Injection-site Erythema, Injection-site Swelling, and Injection-site Pain/Tenderness After Vaccination 2","description":"The percentage of participants with solicited (Vaccine Report Card) injection-site erythema, injection-site swelling, and injection-site pain/tenderness was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"19.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"10.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Adverse Events","description":"An adverse event (AE) is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol - specified procedure, whether or not considered related to the medicinal product or protocol - specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE. The percentage of participants with one or more adverse events for Day 1 through Day 42 after vaccination 1 and Day 1 through Day 42 after vaccination 2 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"88.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Serious Adverse Events","description":"A serious adverse event (SAE) is defined as an adverse event that resulted in death, was life threatening, resulted in persistent or significant disability or incapacity, resulted in or prolonged a hospitalization, is a congenital anomaly or birth defect, is a cancer, was an overdose, or was an important medical event based on appropriate medical judgment. The percentage of participants with one or more SAEs \\~180 days after vaccination 2 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Vaccine-Related Adverse Events","description":"The percentage of participants with one or more vaccine-related adverse events for Day 1 through Day 42 after vaccination 1 and Day 1 through Day 42 after vaccination 2 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.2","spread":null},{"groupId":"OG001","value":"54.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Systemic Adverse Events After Vaccination 1 (Incidence ≥ 4)","description":"All systemic adverse events were recorded on an electronic vaccination report card (eVRC) for Day 1 through Day 42 after vaccination 1. The percentage of participants with one or more systemic adverse events (incidence ≥4 participants in one or more of the vaccination groups) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":null},{"groupId":"OG001","value":"74.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Systemic Adverse Events After Vaccination 2 (Incidence > 0)","description":"All systemic adverse events were recorded on an electronic vaccination report card (eVRC) for Day 1 through Day 42 after vaccination 2. The percentage of participants with one or more systemic adverse events was assessed. A specific adverse event was reported only if its incidence was \\>0% in one or more vaccination groups after rounding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"59.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Immunogenicity to Varicella Zoster Virus in Participants Initially Seropositive to Varicella Zoster Virus Antibody (≥ 5gpELISA Units/mL)","description":"The percentage of participants with seropositive antibody titer (≥1.25gpELISA units/mL) at baseline and postvaccination serology contributing to the per-protocol analysis was assessed. Confidence interval is calculated if there are at least 5 subjects who are seropositive. Antibody titers were assessed using gpELISA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"97.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Fold Rise From Baseline in Varicella Zoster Virus Antibody Titer in Participants Initially Seropositive to Varicella Zoster Virus Antibody","description":"Blood samples were taken at pre-vaccination (baseline) and approximately 43 days after vaccination 1 to determine the geometric mean titer (GMT) of VZV antibodies via gpELISA. The geometric mean fold rise (GMFR) was calculated as GMT post vaccination 1/GMT pre-vaccination (baseline). Confidence interval is calculated if there are at least 5 subjects who are seropositive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ≥4-fold Rise From Baseline in Varicella Zoster Virus Antibody Titers in Participants Initially Seropositive to Varicella Zoster Virus Antibody","description":"The percentage of participants with a geometric mean ≥4-fold rise from baseline of ≥1.25gpELISA units/mL in VZV antibody titer at approximately 43 days after vaccination 1 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.6","spread":null},{"groupId":"OG001","value":"82.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Vaccine-Related Serious Adverse Events","description":"The percentage of participants with one or more vaccine-related serious adverse events up to \\~180 days after vaccination 2 was reported. The study investigator determines whether the serious adverse event is related to the vaccine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued From the Study Due to an Adverse Event","description":"The percentage of participants discontinued from the study due to an adverse event for Day 1 through Day 42 after vaccination 1 and Day 1 through Day 42 after vaccination 2 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Unsolicited Injection-Site Adverse Events After Vaccination 1 (Incidence > 0%)","description":"The percentage of participants with unsolicited injection-site adverse events (or AEs not superficially listed on eVRC) for Day 1 through Day 42 after vaccination 1 was assessed. A specific adverse event was reported only if its incidence was \\>0% in one or more vaccination groups after rounding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Unsolicited Injection-Site Adverse Events After Vaccination 2 (Incidence > 0%)","description":"The percentage of participants with unsolicited injection-site adverse events (or AEs not superficially listed on eVRC) for Day 1 through Day 42 after vaccination 2 was assessed. A specific adverse event was reported only if its incidence was \\>0% in one or more vaccination groups after rounding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Medically-Attended Adverse Events (Incidence ≥5%)","description":"The percentage of participants with medically-attended AEs up to \\~180 days after vaccination 2 that did not meet the definition of serious adverse event (incidence ≥5% in one or more vaccination groups) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":null},{"groupId":"OG001","value":"26.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":299},"commonTop":["Injection site erythema","Pyrexia","Injection site pain","Cough","Irritability"]}}}