{"nctId":"NCT02103439","briefTitle":"An Open-label Randomized Multicenter Phase III Clinical Study Comparing Safety and Efficacy of Algeron (Cepeginterferon Alfa-2b) and and PegIntron (Peginterferon Alfa-2b) in Combination With Ribavirin as Combined Treatment of Chronic Hepatitis C in Human Immunodeficiency Virus-1 Infected Patients","startDateStruct":{"date":"2013-06-06","type":"ACTUAL"},"conditions":["Hepatitis","Hepatitis C","Hepatitis C/ Human Immunodeficiency Virus Coinfection"],"count":140,"armGroups":[{"label":"Algeron","type":"EXPERIMENTAL","interventionNames":["Drug: Algeron"]},{"label":"PegIntron","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: PegIntron"]}],"interventions":[{"name":"Algeron","otherNames":["Cepeginterferon alfa-2b"]},{"name":"PegIntron","otherNames":["peginterferon alfa-2b"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed Informed Consent Form.\n* Chronic hepatitis C (genotypes 1а, 1b, 2, 3, 4) confirmed by positive result of hepatitis C virus ribonucleic acid during \\> 6 months before screening visit or accompanied with increase in alanine aminotransferase (ALT) level \\> 6 months before screening visit.\n* Confirmed Human Immunodeficiency Virus-1 infection based on enzyme-linked immunosorbent assay and immune blotting results.\n* Clinically sustained phase of Human Immunodeficiency Virus-1 infection with absence of active opportunistic Human Immunodeficiency Virus-associated diseases for at least 30 calendar days before inclusion in the study.\n* Level of CD4+-lymphocytes is not less than 500 cells/mm3 for patients not requiring highly active antiretroviral therapy and which will not be assigned to antiretroviral therapy during the study period.\n* For patients receiving sustained highly active antiretroviral therapy for not less than 12 weeks and planning to continue comply with this treatment regimen during the following 24 weeks, level of CD4+-lymphocytes ≥300 cells/mm3, Human Immunodeficiency Virus ribonucleic acid ≤50 copies/ml.\n* Men and women aged 18 to 70 inclusively.\n* Body mass index in the range of 18 - 30 kg/m2 inclusively .\n* Preserved protein-synthetizing liver function (International Normalized Ratio \\< 1.7, albumin \\> 35 g/l).\n* Absence of signs of hepatic encephalopathy and ascites according to clinical examination and ultrasound examination.\n* Patients with preserved child-bearing potential and their partners agree to use barrier method of contraception during the whole period of therapy and during 7 months after the treatment completion.\n* Documentary confirmed results of liver elastography (fibroscan) during last year before enrollment in the study or patient agreement to undergo this examination during screening.\n\nExclusion Criteria:\n\n* Intolerance of alfa-interferons, ribavirin or any components of tested drug product based on medical history.\n* Presence of hepatitis B, A, E markers.\n* Presence of documentary confirmed clinically significant concurrent liver diseases (alcoholic liver cirrhosis, drug-induced liver cirrhosis, autoimmune hepatitis, hemochromatosis, Wilson's disease, non-alcoholic steatohepatitis, biliary cirrhosis etc.).\n* Past history of Hepatitis C Virus treatment with interferon alfa or pegylated interferon alfa.\n* For patients receiving sustained highly active antiretroviral therapy - presence of nevirapine, stavudine, zidovudine, didanosine in treatment regimen.\n* Use of injectable and non-injectable interferons alfa/ interferon inducers for any indication (except for hepatitis C), radiotherapy, cytotoxic chemotherapy for one month prior to inclusion in the study.\n* Cholestic hepatitis (level of direct bilirubin, alkaline phosphatase, gamma glutamyltransferase, exceeding upper normal limit in \\> 5 times).\n* Decompensated liver cirrhosis confirmed with results of laboratory analyses (Child-Pugh class B, C) or ultrasound examination.\n* Any documentary confirmed autoimmune diseases (such as Crohn's disease, ulcerative colitis, systemic lupus erythematosus, idiopathic thrombocytopenic purpura, scleroderma, autoimmune hemolytic anemia, severe psoriasis).\n* Deviations of hematologic (hemoglobin less than lower normal limit; neutrophils \\< 1.5 x 10\\^9/l; thrombocytes \\< 90 x 10\\^9/ l) and biochemical (creatinine level \\> 1.5 times higher upper normal limit, ALT is \\> 10 times higher upper normal limit) parameters.\n* Documentary confirmed diagnosis of hemoglobinopathy (for example, thalassemia, sickle-cell anemia).\n* Severe depression, schizophrenia, any other mental disorders which according to the investigator are contraindications for antiviral treatment.\n* Epilepsy and/or central nervous system disorder.\n* Disorder of thyroid function (level of thyroid stimulating hormone out of the normal range).\n* Documentary confirmed or suspected hepatocellular carcinoma based on the results of alfa-fetoprotein (AFP) assay ≥ upper normal limit.\n* Antinuclear antibodies (ANA) titer measured at screening is not less than 1:640 or documentary confirmed signs of autoimmune hepatitis based on the results of biopsy.\n* Documentary confirmed malignant neoplasms.\n* Documentary confirmed lung diseases associated with respiratory failure.\n* Treatment of Human Immunodeficiency Virus-1 with immunotherapeutic vaccines within 90 days prior to screening.\n* Necessity in assignment of antimycobacterial therapy.\n* Pregnancy, lactation period.\n* Documentary confirmed retinopathy (for example, cytomegalovirus retinitis, macular degeneration).\n* Severe concurrent diseases (for example, severe arterial hypertension, sever coronary heart disease, heart failure, decompensated diabetes mellitus and other) which are contraindications for antiviral therapy according to the investigator opinion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Early Virological Response","description":"Proportion of randomized patients achieving early virologic response - negative polymerase chain reaction result for Hepatitis C Virus ribonucleic acid (\\< 15 IU/ml) or ≥ 2log10 decrease of viral load after 12 weeks of study treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"81.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Rapid Virological Response","description":"Proportion of randomized patients achieving rapid virologic response - negative polymerase chain reaction result for Hepatitis C Virus ribonucleic acid (\\< 15 IU/ml) after 4 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.4","spread":null},{"groupId":"OG001","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Rapid Virological Response in Patients With Different Hepatitis C Virus Genotypes","description":"Proportion of randomized patients with different Hepatitis C Virus (HCV) genotypes achieving rapid virological response - negative polymerase chain reaction result for HCV ribonucleic acid (\\< 15 IU/ml) after 4 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":null},{"groupId":"OG001","value":"77.8","spread":null},{"groupId":"OG002","value":"21.2","spread":null},{"groupId":"OG003","value":"51.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Viral Breakthrough","description":"Proportion of patients in each groups with level of Hepatitis C Virus ribonucleic acid \\> 15 IU/ml after Hepatitis C Virus ribonucleic acid was not present or Hepatitis C Virus ribonucleic acid was increased by more than 1log10 from baseline at 4 or 12 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Early Virological Response in Patients With Different Hepatitis C Virus Genotypes","description":"Proportion of randomized patients with different Hepatitis C Virus (HCV) genotypes achieving early virologic response - negative polymerase chain reaction result for HCV ribonucleic acid (\\< 15 IU/ml) or ≥ 2log10 decrease of viral load after 12 weeks of study treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null},{"groupId":"OG001","value":"97.2","spread":null},{"groupId":"OG002","value":"75.8","spread":null},{"groupId":"OG003","value":"88.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Biochemical Response","description":"Proportion of patients in each group with alanine aminotransferase level ≤ upper normal limit after 12 weeks of therapy","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.6","spread":null},{"groupId":"OG001","value":"82.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":70},"commonTop":["Leucopenia","Anemia","Neutropenia","Lymphopenia","Flu-like syndrome"]}}}