{"nctId":"NCT01485640","briefTitle":"Lurasidone Extended Use Study","startDateStruct":{"date":"2011-06"},"conditions":["Schizophrenia","Bipolar Disorder"],"count":162,"armGroups":[{"label":"Lurasidone","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]}],"interventions":[{"name":"Lurasidone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject or legal guardian provides written informed consent. For eligible subjects under age 18, verbal assent is also required.\n* The subject has completed the extension phase of a prior lurasidone clinical study. Eligible subjects may enroll into this continuation study directly (or within 10 days) after completing the extension phase of a prior lurasidone clinical study. Subjects that have completed an extension study prior to the initiation of this protocol at the study site, may participate in this study up to 3 months after completion of the extension phase of the prior lurasidone study.\n* The subject is judged by the Investigator to be suitable for participation in a clinical study involving open-label lurasidone treatment and is able to comply with the protocol.\n* The subject, in the Investigator's judgment, may benefit from continued treatment with lurasidone\n\nExclusion Criteria:\n\n* The subject is considered by the Investigator, to be at imminent risk for homicidal or suicidal behavior.\n* The subject resides in a country where lurasidone has been approved for any indication.\n* The subject is currently enrolled in any other investigational study.\n* The subject answers \"yes\" to \"Suicidal Ideation\" Items 4 or 5 on the Columbia Suicide Severity Rating Scale (C-SSRS).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Treatment Emergent AEs, SAEs or Who Discontinued Due to AEs","description":"Primary Safety assessments included spontaneous adverse event (AE) and serious adverse events (SAEs) monitoring.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 18 (LOCF) in the Clinical Global Impression Severity Score (CGI-S","description":"The CGI-S score is a single value, clinician-rated assessment of illness severity and ranges from 1= 'Normal, not at all ill' to 7= 'Among the most extremely ill patients'. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.877"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":162},"commonTop":["Headache","Diarrhoea","Influenza","Nasopharyngitis","Vomiting"]}}}