{"nctId":"NCT01463683","briefTitle":"Modified Process Hepatitis B Vaccine in Japanese Young Adults (V232-062)","startDateStruct":{"date":"2011-11-29","type":"ACTUAL"},"conditions":["Hepatitis B"],"count":722,"armGroups":[{"label":"V232-2XP SC","type":"EXPERIMENTAL","interventionNames":["Biological: 2XP HEPTAVAX™-II SC"]},{"label":"V232-1XP SC","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: 1XP HEPTAVAX™-II SC"]},{"label":"V232-2XP IM","type":"EXPERIMENTAL","interventionNames":["Biological: 2XP HEPTAVAX™-II IM"]}],"interventions":[{"name":"2XP HEPTAVAX™-II SC","otherNames":["RECOMBIVAX HB","HBVAXPRO"]},{"name":"1XP HEPTAVAX™-II SC","otherNames":["RECOMBIVAX HB","HBVAXPRO"]},{"name":"2XP HEPTAVAX™-II IM","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo receive the first study vaccination, Participants should meet all inclusion criteria.\n\n* Participants provide written informed consent for the trial. The Participant may also provide consent for Future Biomedical Research. However, the Participant may participate in the main trial without participating in Future Biomedical Research.\n* Participant is Japanese male or female, between 20 to 35 years of age on the day of the first study vaccination.\n* Participant is determined to be in general good health based on the medical history taken on Day 1 prior to receiving the first injection of the vaccine. Any underlying chronic illness must be documented to be in stable condition.\n* For females, a negative urine pregnancy test just prior to vaccination on Day 1.\n\nExclusion Criteria:\n\nTo receive the first study vaccination, Participants should not have any exclusion criteria. For items with an asterisk (\\*), if the Participant meets these exclusion criteria, the visit may be rescheduled for a time when these criteria are not met.\n\n* Participant has a history of previous hepatitis B infection.\n* Participant has a history of vaccination with any hepatitis B vaccine.\n* \\*Participant has a recent (≤72 hours) history of febrile illness (oral temperature ≥ 37.8°C).\n* Participant has a known or suspected hypersensitivity to any component of HEPTAVAX™-II vaccine and latex (e.g., aluminum, yeast).\n* Participant has a recent administration (within 3 months prior to first injection with the study vaccine) of hepatitis B immune globulin (HBIG), serum immune globulin, or any other blood-derived product, or is expected to require such blood-derived products during the study.\n* \\*Participant has received licensed inactivated vaccines within 14 days prior or licensed live vaccines within 28 days prior to first injection with the study vaccine.\n* Participant has received investigational drugs or other investigational vaccines within 3 months prior to first injection with the study vaccine.\n* Use of immunosuppressive therapy. Participants on corticosteroids should be excluded if they are receiving or are expected to receive, in the period from 4 weeks prior to enrollment until 6 weeks post vaccination, systemic doses greater than required for physiological replacement, i.e., \\>5 mg of prednisone (or equivalent) per day for \\>2 weeks (except for use of topical or inhalation steroid therapy).\n* Pregnant women, nursing mothers, and women planning to become pregnant within the study period. Women of childbearing age should employ an acceptable method of contraception during the study (e.g., condom, diaphragm, oral contraceptive, Intrauterine Device (IUD), or hormonal implants are considered acceptable).\n* Participant has any condition, which, in the opinion of the investigator, might interfere with the evaluation of the study objectives.\n* Participant has a coagulation disorder contraindicating intramuscular injection.\n* Participant has immunocompromised condition (such as Human Immunodeficiency Virus (HIV) positive, leukemia, lymphoma, other cancers or disorders).","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"35 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Receiving Subcutaneous Vaccination Who Achieved Seroprotection","description":"Blood samples were collected for anti-hepatitis B antibody assays. Seroprotection was defined as ≥10 mIU/mL anti-hepatitis B antibody.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.1","spread":null},{"groupId":"OG001","value":"82.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Injection-site Adverse Events","description":"Participants were evaluated for injection-site adverse events using MedDRA version 15.1","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null},{"groupId":"OG001","value":"71.4","spread":null},{"groupId":"OG002","value":"65.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Pyrexia Adverse Events","description":"Participants were evaluated for pyrexia adverse events using MedDRA version 15.1. Pyrexia (fever) was defined as an oral temperature ≥37.8°C ( ≥100.0°F).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"3.9","spread":null},{"groupId":"OG002","value":"4.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":309},"commonTop":["Injection-site pain","Injection-site erythema","Injection-site swelling","Injection-site pruritus","Headache"]}}}