{"nctId":"NCT01027884","briefTitle":"Phase III Study of Idebenone in Duchenne Muscular Dystrophy (DMD)","startDateStruct":{"date":"2009-07"},"conditions":["Muscular Dystrophy, Duchenne","Ambulatory Care"],"count":65,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Idebenone","type":"EXPERIMENTAL","interventionNames":["Drug: Idebenone"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Idebenone","otherNames":["CATENA®","RAXONE®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients 10 - 18 years of age at Baseline.\n2. Signed and dated informed consent.\n3. Documented diagnosis of DMD or severe dystrophinopathy and clinical features consistent of typical DMD at diagnosis (i.e. documented delayed motor skills and muscle weakness by age 5 years). DMD should be confirmed by mutation analysis in the dystrophin gene or by substantially reduced levels of dystrophin protein (i.e. absent or \\<5% of normal) on Western blot or immunostain.\n4. Ability to provide reliable and reproducible repeat PEF within 15% of the first assessment (i.e. Baseline vs. Screening).\n5. Patients assessed by the investigator as willing and able to comply with the requirements of the study, possess the required cognitive abilities and are able to swallow study medication.\n\nExclusion Criteria:\n\n1. Patients dependent on assisted ventilation at Screening and/or Baseline (defined as non-invasive nocturnal ventilation, daytime non-invasive ventilation or continuous invasive ventilation).\n2. Patients with documented DMD-related hypoventilation for which assisted ventilation is needed according to current standard of care guidelines (e.g. FVC\\< 30%) or is required in the opinion of the Investigator.\n3. Patients with a percent predicted PEF \\> 80% at Baseline.\n4. Patients unable to form a mouth seal to allow precise respiratory flow measurements and mouth pressures.\n5. Symptomatic heart failure (high probability of death within one year of Baseline) and/or symptomatic ventricular arrhythmias.\n6. Participation in the previous Phase II or Phase II Extension study (SNT-II-001 or SNT-II-001-E) for idebenone.\n7. Participation in any other therapeutic trial and/or intake of any investigational drug within 90 days prior to Baseline.\n8. Use of carnitine, creatine, glutamine, oxatomide, or any herbal medicines within 30 days prior to Baseline.\n9. Use of coenzyme Q10 or vitamin E (if taken at a dose of 5 times above the daily physiological requirement) within 30 days prior to Baseline.\n10. Any previous use of idebenone.\n11. Any concomitant medication with a depressive or stimulating effect on respiration or the respiratory tract.\n12. Planned or expected spinal fixation surgery during the study period (as judged by the investigator).\n13. Asthma, bronchitis/COPD, bronchiectasis, emphysema, pneumonia or the presence of any other non-DMD respiratory illness that affects PEF.\n14. Chronic use of beta-2 agonists or any use of other bronchodilating medication (e.g. inhaled steroids, sympathomimetics, anticholinergics).\n\n    Please note: Chronic use if defined as a daily intake for more than 14 days.\n15. Moderate or severe hepatic impairment or severe renal impairment.\n16. Prior or ongoing medical condition or laboratory abnormality that in the Investigator's opinion could adversely affect the safety of the subject.\n\n    Please note: Patients who suffer from a severe, unstable condition including (but not limited to) cancer, auto-immune diseases, haematological diseases, metabolic disorders or immunodeficiencies, and who are at risk of an aggravation unrelated to the study condition, can only be included in the study if accepted in writing by the Sponsor's Medical Monitor.\n17. Relevant history of or current drug or alcohol abuse or use of any tobacco/marijuana products/smoking\n18. Known individual hypersensitivity to idebenone or to any of the ingredients/excipients of the study medication\n19. Systemic glucocorticoid therapy\n\n    1. Chronic use of systemic glucocorticoid therapy for DMD related conditions within 12 months of Baseline (the \"12 month non-use period\")\n    2. More than 2 rounds of acute systemic glucocorticoid burst therapy (of ≤2 week duration) for non-DMD related conditions within the 12 month non-use period\n    3. Use of any round of systemic glucocorticoid burst therapy of longer than 2 weeks duration within the 12 month non-use period\n    4. Use of systemic glucocorticoid burst therapy less than 8 weeks prior to baseline","healthyVolunteers":false,"sex":"MALE","minimumAge":"10 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Percent Predicted Peak Expiratory Flow (PEF) at Week 52","description":"Change from Baseline in Percent Predicted Peak Expiratory Flow (PEF) at Week 52","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.84","spread":null},{"groupId":"OG001","value":"-2.57","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percent Predicted Forced Vital Capacity (FVC) at Week 52","description":"Change From Baseline in Percent Predicted Forced Vital Capacity (FVC) at Week 52","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.95","spread":null},{"groupId":"OG001","value":"-5.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 52 in Muscle Strength","description":"The change from Baseline to Week 52 in muscle strength as measured by Hand-Held Myometry (HHM) was performed following standardized procedures. As almost all patients were non-ambulatory, only analyses of upper limb muscle strength were performed. Results for elbow flexors and for elbow extensors are reported below.The highest value of 3 consecutive measurements with an interval of at least 10 seconds were recorded.\n\nThe HHM was measured using MicroFET2, a digital hand held muscle tester. The selected unit of measure was Newtons (N).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null},{"groupId":"OG001","value":"-2.32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.32","spread":null},{"groupId":"OG001","value":"0.26","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 52 in Quality of Life Assessed by PedsQL™ Paediatric Quality of Life Inventory","description":"PedsQL Quality of Life Inventory contains paediatric HRQOL measurements: Physical, Emotional,Social and School Functioning.\n\nItem Scaling:\n\n5-point Likert scale from 0 (Never) to 4 (Almost always). 3-point scale: 0 (Not at all), 2 (Sometimes) and 4 (A lot) for the Young Child (ages 5-7).\n\nScores are transformed on a scale from 0 to 100 ( 0=100, 1=75, 2=50, 3=25, 4=0) Total Score: Sum of all the items over the number of items answered on all the Scales.\n\nThe values reported below are overall scores on Paediatric Quality of Life Inventory in Child/Teen Report. These scores were obtained by averaging scores for all the described subscales. The overall scores range between 0-100 with 0 = worst outcome and 100= best outcome","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.46","spread":null},{"groupId":"OG001","value":"-1.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Reporting Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.1","spread":null},{"groupId":"OG001","value":"93.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":34},"commonTop":["Nasopharyngitis","Headache","Diarrhoea","Bronchitis","Constipation"]}}}