{"nctId":"NCT01210001","briefTitle":"Efficacy and Safety of Empagliflozin (BI 10773) in Type 2 Diabetes Patients on a Background of Pioglitazone Alone or With Metformin","startDateStruct":{"date":"2010-09"},"conditions":["Diabetes Mellitus, Type 2"],"count":499,"armGroups":[{"label":"BI 10773 low dose","type":"EXPERIMENTAL","interventionNames":["Drug: BI 10773","Drug: Placebo"]},{"label":"BI 10773 high dose","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: BI 10773"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"BI 10773","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"BI 10773","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Diagnosis of type 2 diabetes mellitus prior to informed consent.\n2. Male and female patients on diet and exercise regimen who are pre-treated with pioglitazone alone or in combination with metformin. The treatment regimen should be unchanged for 12 weeks prior to randomisation.\n3. HbA1c of \\>/= 7.0% and \\</= 10.0% at Visit 1 (screening).\n4. Age \\>/= 18.\n5. BMI \\</= 45 kg/m2 (Body Mass Index) at Visit 1 (screening).\n6. Signed and dated written informed consent by date of Visit 1 in accordance with Good Clinical Practice (GCP) and local legislation.\n\nExclusion criteria:\n\n1. Uncontrolled hyperglycaemia with a glucose level \\> 240 mg/dl (\\> 13.3 mmol/l) after an overnight fast during placebo run-in and confirmed by a second measurement (not on the same day).\n2. Any other antidiabetic medication within 12 weeks prior to randomisation, except those defined as the permitted background therapy via inclusion criteria no. 2.\n3. Myocardial infarction, stroke or transient ischaemic attack (TIA) within 3 months prior to informed consent.\n4. Indication of liver disease, defined by serum levels of either alanine transaminase (ALT/SGPT), aspartate transaminase (AST/SGOT), or alkaline phosphatase above 3 x upper limit of normal (ULN) as determined during screening or during the placebo run-in period (i.e. at a visit prior to the randomisation visit, Visit 3).\n5. Impaired renal function, defined as eGFR (estimated Glomerular Filtration Rate) \\< 30 ml/min (severe renal impairment, MDRD \\[Modification of Diet in Renal Disease\\] formula) as determined during screening or during the placebo run-in period (i.e. at a visit prior to the randomisation visit, Visit 3).\n6. Bariatric surgery within the past two years and other gastrointestinal surgeries that induce chronic malabsorption.\n7. Medical history of cancer (except for basal cell carcinoma) and/or treatment for cancer within the last 5 years .\n8. Blood dyscrasias or any disorders causing haemolysis or unstable red blood cells (e.g. malaria, babesiosis, haemolytic anaemia).\n9. Contraindications to pioglitazone according to the local label.\n10. Contraindication to pioglitazone and/or metformin (relevant only for those patients who enter the study with both these background therapies) according to the local labels.\n11. Treatment with anti-obesity drugs (e.g. sibutramine, orlistat) 3 months prior to informed consent or any other treatment at the time of screening (i.e. surgery, aggressive diet regimen etc.) leading to unstable body weight.\n12. Current treatment with systemic steroids at time of informed consent or change in dosage of thyroid hormones within 6 weeks prior to informed consent or any other uncontrolled endocrine disorder except T2D.\n13. Pre-menopausal women (last menstruation \\</= 1 year prior to informed consent) who:\n\n    * are nursing or pregnant or\n    * are of child bearing potential and are not practicing an acceptable method of birth control, or do not plan to continue using this method throughout the trial and do not agree to submit to periodic pregnancy testing during participation in the trial. Acceptable methods of birth control include tubal ligation, transdermal patch, intra uterine devices/systems (IUDs/IUSs), oral, implantable or injectable contraceptives, sexual abstinence (if acceptable to local authorities), double barrier method and vasectomised partner.\n14. Alcohol or drug abuse within the 3 months prior to informed consent that would interfere with trial participation or any ongoing condition leading to a decreased compliance to study procedures or study drug intake.\n15. Participation in another trial with an investigational drug within 30 days prior to informed consent.\n16. Any other clinical condition that would jeopardise patient safety while participating in this clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"HbA1c Change From Baseline","description":"Change From Baseline in HbA1c after 24 weeks.\n\nNote that adjusted means are provided.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.07"},{"groupId":"OG001","value":"-0.59","spread":"0.07"},{"groupId":"OG002","value":"-0.72","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Fasting Plasma Glucose (FPG) Change From Baseline","description":"Change from baseline in fasting plasma glucose (FPG) after 24 weeks of treatment.\n\nNote that adjusted means are provided.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.47","spread":"2.61"},{"groupId":"OG001","value":"-17.00","spread":"2.63"},{"groupId":"OG002","value":"-21.99","spread":"2.59"}]}]}]},{"type":"SECONDARY","title":"Body Weight Change From Baseline","description":"Change from baseline in body weight after 24 weeks.\n\nNote that adjusted means are provided.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.21"},{"groupId":"OG001","value":"-1.62","spread":"0.21"},{"groupId":"OG002","value":"-1.47","spread":"0.21"}]}]}]},{"type":"PRIMARY","title":"HbA1c Change From Baseline for Pio and Met Background Medication Patients","description":"Change From Baseline in HbA1c after 24 weeks for patients with pioglitazone (pio) and metformin (met) background medication only.\n\nNote that adjusted means are provided.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.08"},{"groupId":"OG001","value":"-0.55","spread":"0.08"},{"groupId":"OG002","value":"-0.70","spread":"0.07"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Hypoglycaemic Events","description":"Number of patients with hypoglycaemic events, as reported as adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"1.2","spread":null},{"groupId":"OG002","value":"2.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":165},"commonTop":["Urinary tract infection","Dyslipidaemia","Hyperglycaemia","Hypertension"]}}}