{"nctId":"NCT00499109","briefTitle":"Phase III of RRM1 & ERCC1 Directed Customized Chemotherapy for the Treatment of Patients With NSCLC","startDateStruct":{"date":"2007-05"},"conditions":["Non-Small Cell Lung Cancer"],"count":275,"armGroups":[{"label":"E. Dual Agent Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel","Drug: Vinorelbine","Drug: Carboplatin","Drug: Gemcitabine"]},{"label":"C. Standard of Care Control Arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carboplatin","Drug: Gemcitabine"]}],"interventions":[{"name":"Docetaxel","otherNames":["Taxotere"]},{"name":"Vinorelbine","otherNames":["anti-cancer chemotherapy drug"]},{"name":"Carboplatin","otherNames":["Paraplatin"]},{"name":"Gemcitabine","otherNames":["Gemzar"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed Non-Small Cell Lung Cancer (NSCLC) of adenocarcinoma, squamous cell carcinoma, large cell carcinoma, or NSCLC not otherwise specified. Patients with suspected NSCLC may enroll prior to the diagnostic biopsy in order to obtain both the diagnostic and molecular analysis-required specimen during the same procedure. Must have blood work within 30 days prior to biopsy to eliminate any unnecessary biopsies on patients that do not qualify (screen failures) due to laboratory values that do not meet the inclusion/exclusion criteria. If a patient has blood work obtained at an outside facility, this can be utilized for the preliminary assessment prior to biopsy, but final inclusion/exclusion values must be obtained within 14 days of start of treatment.\n* Willing to undergo biopsy to enable customization of chemotherapy\n* Stage IV or IIIB (malignant pleural effusion) NSCLC\n* Measurable or evaluable disease by Response Evaluation Criteria In Solid Tumors (RECIST)\n* Performance status 0 or 1 by Eastern Cooperative Oncology Group (ECOG) criteria\n* Adequate bone marrow function as evidenced by the following (assessed within 14 days of starting treatment): Absolute neutrophil count \\>= 1,500/mm³, Platelet count \\>= 100,000/mm³, Hemoglobin \\>= 8.0 gm/dL\n* Prothrombin time (PT) and activated prothrombin time with thromboplastin and kaolin (APTT) within normal laboratory ranges\n* Serum creatinine \\<= 1.5 x upper limit of normal (ULN) assessed within 14 days of starting treatment\n* Adequate liver function as evidenced by the following (assessed within 14 days of starting treatment): Total bilirubin must be within normal limits; aspartic transaminase (AST) and alanine transaminase (ALT) \\<= 2.5 x ULN with a normal alkaline phosphatases; alkaline phosphatases \\<= 4 x upper limit of normal with normal AST and ALT; patients with elevations of alk phos and AST and/or ALT will be excluded\n* Serum calcium \\<= 1.1 x ULN\n* Signed informed consent document\n* Women of childbearing potential must have a negative pregnancy test. Men with partners in the childbearing age group and women of childbearing potential must use effective contraception while on treatment and for 6 months thereafter.\n* Previous surgery for NSCLC (more that 30 days before study entry)\n* Previous radiotherapy (RT) is allowed if: the time between completion of RT and initiation of chemotherapy is at least 7 days; the patient has fully recovered from all toxic effects; at least one target lesion or evaluable disease is outside the radiation field\n* Previous chemotherapy allowed if the last dose was administered equal to or greater than 12 months ago. This chemotherapy must have been given in an adjuvant or neoadjuvant mode prior to or after a complete surgical resection (R0 resection) for a NSCLC.\n* Patients with stable brain metastases will be allowed to enroll. Stable brain metastases being defined as no progression of brain metastases 28 days after conclusion of definitive treatment as documented by a computed tomography (CT) scan or magnetic resonance imaging (MRI) of the brain. Patients with incidentally discovered asymptomatic brain metastases may be enrolled and treated with chemotherapy without prior brain irradiation if deemed feasible by the treating physician.\n\nExclusion Criteria:\n\n* Pregnant or lactating\n* Prior systemic chemotherapy or immunotherapy for advanced NSCLC.\n* Prior malignancies, except: cured non-melanoma skin cancer curatively treated in situ carcinoma of the cervix any other curatively treated malignancy with no evidence of disease recurrence for at least 3 years\n* Presence of uncontrolled brain or leptomeningeal metastases\n* Peripheral neuropathy or hearing loss of neural origin equal to or greater than grade 2 by Common Terminology Criteria for Adverse Events (CTCAE) v3.0 except if due to trauma\n* Other serious illness or medical condition, including but not limited to: congestive heart failure, myocardial infarction within 6 months, significant neurologic or psychiatric disorders that would impact study participation as judged by the treating physician or study chair, infection requiring intravenous (IV) antibiotics, tuberculosis with ongoing therapy at study entry, superior vena cava syndrome (except if controlled with radiation), active peptic ulcer disease, uncontrolled diabetes mellitus as judged by the treating oncologist, any contraindication to high dose corticosteroid therapy (such as herpes simplex, herpes zoster, hepatitis, or other disease)\n* Hypercalcemia requiring therapeutic intervention\n* Clinically significant ascites and/or pericardial effusion\n* Patients with a history of severe hypersensitivity reaction to docetaxel or other drugs formulated with polysorbate 80\n* Concurrent treatment with other investigational drugs","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS is defined as the duration of time from start of treatment to time of progression or death, whichever occurs first. Progressive Disease (PD): Appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions. The data of first documented disease progression or death, as defined by Response Evaluation Criteria In Solid Tumors (RECIST), was recorded, and the time interval from randomization to that date was calculated for each patient and used to generate Kaplan-Meier survival estimates and to calculate the PFS at 6 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"56.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS at 12 months, determined from the date of randomization. The time interval from randomization to the date of death was calculated for each patient and used to generate Kaplan-Meier survival estimates and to calculate the overall survival.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":null},{"groupId":"OG001","value":"46.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate (RR)","description":"Number of participants per response category. Response to treatment was determined according to Response Evaluation Criteria in Solid Tumors (RECIST). Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Partial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":64},"commonTop":["Fatigue (asthenia, lethargy, malaise)","Nausea","Vomiting","Hair loss/alopecia (scalp or body)","Constipation"]}}}