{"nctId":"NCT01418937","briefTitle":"Safety Evaluation of a Human Papillomavirus (HPV) Vaccine in Healthy Female Control Subjects From the GSK HPV 023 Study","startDateStruct":{"date":"2012-05-29"},"conditions":["Infections, Papillomavirus"],"count":164,"armGroups":[{"label":"HPV Group","type":"EXPERIMENTAL","interventionNames":["Biological: CervarixTM (GSK580299)"]}],"interventions":[{"name":"CervarixTM (GSK580299)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who the investigator believes can and will comply with the requirements of the protocol.\n* A subject previously enrolled in Study HPV-023 (NCT00518336), who received placebo in Study HPV-001 (NCT00689741), and who is 26 years of age or older.\n* Written informed consent must be obtained from the subject prior to enrollment.\n* Free of obvious health problems as established by medical history and clinical examination before entering into the study.\n* Female subjects of non-childbearing potential may be enrolled in the study.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject has practiced adequate contraception for 30 days prior to vaccination, and has a negative pregnancy test on the day of vaccination, and has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the vaccination series.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding: enrollment should be deferred to at least three months after delivery and after breastfeeding is ceased.\n* A woman planning to become pregnant, likely to become pregnant or planning to discontinue contraceptive precautions during the vaccination phase of the study, and up to two months after the last vaccine dose.\n* Use of any investigational or non-registered product other than the study vaccine within 30 days preceding the first dose of study vaccine, or planned use during the study period.\n* Previous vaccination against HPV or planned administration of another HPV vaccine during the study other than that foreseen in the protocol.\n* Chronic administration of immunosuppressants or other immune-modifying drugs within six months prior to the first vaccine dose.\n* Planned administration/administration of a vaccine not foreseen by the study protocol within 30 days of each dose of the vaccine, with the exception of administration of routine meningococcal, hepatitis B, hepatitis A, inactivated influenza, diphtheria/tetanus and/or diphtheria/tetanus-containing vaccine up to 8 days before each dose of study vaccine. Enrollment will be deferred until the subject is outside of specified window.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product.\n* Previous administration of vaccine components.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n* Cancer or autoimmune disease under treatment.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* History of any neurological disorders or seizures.\n* Acute disease and/or fever at the time of enrollment. Enrollment will be deferred until condition is resolved.\n* Acute or chronic, clinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality, as determined by physical examination or laboratory screening tests, which in the opinion of the investigator precludes administration of the study vaccine.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"26 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Serious Adverse Events (SAEs)","description":"Serious adverse events (SAEs) assessed include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization or result in disability/incapacity.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Potential Immune-mediated Disease (pIMDs)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Medically Significant Conditions (MSCs)","description":"MSCs include AEs prompting emergency room or physician visits that are not related to common diseases or routine visits for physical examination or vaccination, or serious adverse events (SAEs) that are not related to common diseases. Common diseases include upper respiratory infections, sinusitis, pharyngitis, gastroenteritis, urinary tract infections, cervico-vaginal yeast infections, menstrual cycle abnormalities and injury.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Pregnant Subjects Reporting Pregnancy Outcomes","description":"The pregnancy outcomes were based on reports from pregnant subjects in the study population. Pregnancy outcomes are pregnancies resulting in live births.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":164},"commonTop":[]}}}