{"nctId":"NCT00960661","briefTitle":"A Trial Comparing Two Therapies: Basal Insulin/Glargine, Exenatide and Metformin Therapy (BET) or Basal Insulin/Glargine, Bolus Insulin Lispro and Metformin Therapy (BBT) in Subjects With Type 2 Diabetes","startDateStruct":{"date":"2009-09"},"conditions":["Type 2 Diabetes Mellitus"],"count":1036,"armGroups":[{"label":"Exenatide (BET)","type":"EXPERIMENTAL","interventionNames":["Drug: exenatide","Drug: Metformin","Drug: Insulin/ Glargine"]},{"label":"Insulin Lispro (BBT)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin lispro","Drug: Metformin","Drug: Insulin/ Glargine"]}],"interventions":[{"name":"exenatide","otherNames":["Byetta"]},{"name":"insulin lispro","otherNames":["Humalog"]},{"name":"Metformin","otherNames":[]},{"name":"Insulin/ Glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have been taking a basal insulin Glargine, at dose of ≥ 20 units/day, for at least 3 months prior to study start.\n* Have been taking basal insulin Glargine at dose of ≥ 20 units/day, in combination with 1 of the following oral antidiabetic medication (OAM) regimens, for at least 3 months prior to study start:\n\n  * Metformin or immediate-release metformin or extended-release metformin alone at a maximum tolerated and stable dose with no less than 500 mg/day for at least 6 weeks prior to study start; or\n  * Metformin or immediate-release metformin or extended-release metformin at a maximum tolerated and stable dose with no less than 500 mg/day for at least 6 weeks prior to study start and sulfonylurea at a stable dose for 6 weeks prior to study start.\n* Have an HbA1C \\> 7.0% and ≤ 10.0%.\n* Have a body mass index (BMI) between ≥ 25 and ≤ 45 kg/m2.\n\nExclusion Criteria:\n\n* Are currently taking OAM that is not described above and not allowed with concurrent use of insulin per local product label.\n* Have taken more than 1 week within 1 month prior to the study start any glucose-lowering medications not included above either alone or in combination formulations, or have used a drug for weight loss (for example, prescription drugs such as orlistat, sibutramine, phenylpropanolamine, rimonabant or similar over-the-counter medications).\n* Have taken any insulin other than Glargine within the 3 months prior to study start for more than 1 week.\n* Are receiving chronic (lasting longer than 2 weeks) systemic glucocorticoid therapy (excluding topical, intraocular, and inhaled preparations) within 4 weeks prior to the study start.\n* Are currently enrolled in, or discontinued within the last 30 days from, a clinical trial involving an off-label use of an investigational drug or device (other than the study drug/device used in this study), or concurrently enrolled in any other type of medical research judged not to be scientifically or medically compatible with this study.\n* Have previously completed or been withdrawn from this study after enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Glycosylated Hemoglobin (HbA1c) From Baseline to Week 30","description":"Change in HbA1c from baseline following 30 weeks of therapy (i.e. HbA1c at week 30 minus HbA1c at baseline).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"0.053"},{"groupId":"OG001","value":"-1.10","spread":"0.051"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving HbA1C < 7.0%","description":"Percentage of participants achieving HbA1C \\< 7.0%","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.7","spread":null},{"groupId":"OG001","value":"42.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants Achieving HbA1c ≤ 6.5%.","description":"Percent of participants achieving HbA1c ≤ 6.5%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"25.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Blood Glucose (FBG) From Baseline to Week 30.","description":"Change in fasting blood glucose (FBG) from Baseline to Week 30 using MMRM model. The model included the respective baseline outcome as covariate, treatment, country, prior use of SUs, week of visit, and treatment-by-week interaction as fixed effects and patient and error as random effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":"0.155"},{"groupId":"OG001","value":"0.18","spread":"0.150"}]}]}]},{"type":"SECONDARY","title":"Change in Total Cholesterol From Baseline to Week 30","description":"Change in total cholesterol from baseline to Week 30 using ANCOVA model. The model included the respective secondary outcome as dependent variable, country, prior use of SU's and treatment groups as factors, and the respective outcomes baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.050"},{"groupId":"OG001","value":"-0.03","spread":"0.049"}]}]}]},{"type":"SECONDARY","title":"Change in High Density Lipoprotein (HDL) From Baseline to Week 30","description":"Change in High Density Lipoprotein (HDL) from baseline to Week 30 using ANCOVA model.The model included the respective secondary outcome as dependent variable, country, prior use of SU's and treatment groups as factors, and the respective outcomes baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.012"},{"groupId":"OG001","value":"0.03","spread":"0.012"}]}]}]},{"type":"SECONDARY","title":"Change in Low Density Lipoprotein (LDL) From Baseline to Week 30","description":"Change in Low Density Lipoprotein (LDL) from baseline to week 30 using ANCOVA model.The model included the respective secondary outcome as dependent variable, country, prior use of SU's and treatment groups as factors, and the respective outcomes baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.042"},{"groupId":"OG001","value":"-0.03","spread":"0.042"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to Week 30.","description":"Change in body weight from baseline to Week 30 using MMRM model.The model included the respective baseline outcome as covariate, treatment, country, prior use of SUs, week of visit, and treatment-by-week interaction as fixed effects and patient and error as random effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.45","spread":"0.255"},{"groupId":"OG001","value":"2.11","spread":"0.247"}]}]}]},{"type":"SECONDARY","title":"Change in Systolic Blood Pressure (SBP) From Baseline to Week 30","description":"Change in Systolic Blood Pressure (SBP) from baseline to Week 30 using MMRM model.The model included the respective baseline outcome as covariate, treatment, country, prior use of SUs, week of visit, and treatment-by-week interaction as fixed effects and patient and error as random effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.13","spread":"0.952"},{"groupId":"OG001","value":"0.37","spread":"0.919"}]}]}]},{"type":"SECONDARY","title":"Change in Diastolic Blood Pressure (DBP) From Baseline to Week 30","description":"Change in Diastolic Blood Pressure (DBP) from baseline to Week 30 using MMRM model.The model included the respective baseline outcome as covariate, treatment, country, prior use of SUs, week of visit, and treatment-by-week interaction as fixed effects and patient and error as random effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.64","spread":"0.594"},{"groupId":"OG001","value":"-0.14","spread":"0.572"}]}]}]},{"type":"SECONDARY","title":"Daily Insulin Glargine Dose at Baseline and at Week 30","description":"Daily Insulin Glargine Dose at baseline and at Week 30","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.5","spread":"30.94"},{"groupId":"OG001","value":"61.1","spread":"35.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":"29.35"},{"groupId":"OG001","value":"51.5","spread":"31.44"}]}]}]},{"type":"SECONDARY","title":"Major Hypoglycemia Rate Per Year","description":"Mean (standard deviation) of major hyperglycemia episodes experienced per year. Rates per year were calculated for each individual as the number of episodes divided by the total number of days in the study (from randomization to last visit date), then multiplied by 365.25. Major hypoglycemia was defined as any symptoms consistent with hypoglycemia resulting in loss of consciousness or seizure that shows prompt recovery in response to administration of glucagon or glucose OR documented hypoglycemia (blood glucose \\<3.0 mmol/L \\[54 mg/dL\\]) and requiring the assistance of another person because of severe impairment in consciousness or behavior.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.23"},{"groupId":"OG001","value":"0.1","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Minor Hypoglycemia Rate Per Year","description":"Mean (standard deviation) of minor hyperglycemia episodes experienced per year. Rates per year were calculated for each individual as the number of episodes divided by the total number of days in the study (from randomization to last visit date), then multiplied by 365.25. Minor hypoglycemia was defined as any time a participant feels that he or she is experiencing a sign or symptom associated with hypoglycemia that is either self-treated by the participant or resolves on its own AND has a concurrent finger stick blood glucose \\<3.0 mmol/L (54 mg/dL)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"5.08"},{"groupId":"OG001","value":"5.0","spread":"12.83"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":315},"commonTop":["Nausea","Nasopharyngitis","Diarrhoea","Vomiting","Influenza"]}}}