{"nctId":"NCT01291160","briefTitle":"Transdermal Continuous Oxygen Therapy for Diabetic Foot Ulcers","startDateStruct":{"date":"2009-10"},"conditions":["Diabetic Foot Ulcers"],"count":130,"armGroups":[{"label":"Epiflo Treatment","type":"EXPERIMENTAL","interventionNames":["Device: Epiflo"]},{"label":"Sham Device","type":"SHAM_COMPARATOR","interventionNames":["Other: Moist Wound Therapy"]}],"interventions":[{"name":"Epiflo","otherNames":["Transdermal Continuous Oxygen Therapy"]},{"name":"Moist Wound Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients 20-90 years of age with type 1 or type 2 diabetes mellitus with non-healing, full-thickness, University of Texas Classification of Diabetic Foot Ulcers Class IA diabetic foot ulcers of at least 4 weeks duration, but not greater than 52 weeks, measuring 1 -10 cm2 in area (Area = length x width) 50% at least from 65+ age group\n* Any diabetic foot ulcer at or below the malleoli\n* Patients with partial amputation up to \\& including a TMA\n* Subjects; between 20-90 years of age with a diabetic foot ulcer; 50% at least from 65+ age group\n* Subjects must have had the wound open for at least 4 weeks from day one on screening visit.\n* Subjects wound must be ≥1 cm2 in size at screening visit, but not greater than 10 cm2.\n* Subject's ABI should be ≥ 0.7 on the study limb or transcutaneous partial pressure oxygen (TcpO2) \\>40mmHg; or a toe pressure ≥40mmHg; or a Doppler waveform consistent with adequate flow in the foot(biphasic or triphasic waveforms) at screening\n* No active malignancy except non-melanoma skin cancer\n* Subject and/or caregiver must be willing and able to learn and perform the duties of dressing changes, and demonstrate the ability to do so.\n* If patient has had a history of alcohol or substance abuse within 6 months prior to base line period, should provide proof of treatment.\n\nExclusion Criteria:\n\n* Wounds of duration \\>52 weeks\n* Evidence of gangrene on any part of affected limb;\n* Subjects with active Charcot's foot on the study limb;\n* Subjects scheduled to undergo vascular surgery, angioplasty or thrombolysis;\n* Subjects with infected target ulcers, accompanied by cellulitis, known or suspected osteomyelitis, or other clinical evidence of infection;\n* Index ulcer has exposed tendons, ligaments, muscle, or bone.\n* ulcers present in between toes\n* Target limb is infected at beginning of study\n* Must never have had malignancy on study limb\n* Oral, or IV antibiotic/antimicrobial agents or medications have been used within 2 days (48 hours) of baseline.\n* Patients with steroids \\>7mg dosage are excluded\n* Subject has received growth factor therapy (e.g., autologous platelet-rich plasma gel, becaplermin, bilayered cell therapy, dermal substitute, extracellular matrix) within two weeks of screening date.\n* Subject may not be pregnant at the time of treatment.\n* Subjects with ulcer that has a total Surface Area of greater than 10 cm2 at Screening Visit as measured by a member of the study staff;\n* Subject is undergoing renal dialysis, has known immune insufficiency, other than Diabetes Mellitus\n* Ulcers which decrease in area by \\>30% during the screening 1-week run-in period\n* History of peripheral vascular repair within the 30 days of baseline.\n* Subject is currently receiving or has received radiation or chemotherapy within 3 months of randomization.\n* No known \"patient-reported\" alcohol or substance abuse within three months prior to baseline.\n* Subject currently enrolled or participated within 30 days of baseline in another investigational device, drug or biological trial.\n* Subject allergic to a broad spectrum of primary \\& secondary dressing materials,including occlusive dressings and the adhesives on such dressings.\n* Subject with Chopart amputation","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of 100% Wound Closure","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.74","spread":null},{"groupId":"OG001","value":"50.82","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":66},"commonTop":["Wound complication","Diabetic ulcer","Wound infection","Abrasions","Edema"]}}}