{"nctId":"NCT01652872","briefTitle":"Strategies Using Darbepoetin Alfa to Avoid Transfusions in Chronic Kidney Disease","startDateStruct":{"date":"2012-07-30","type":"ACTUAL"},"conditions":["Anemia in Chronic Kidney Disease Patients Not on Dialysis"],"count":756,"armGroups":[{"label":"Hb-Based Titration Group","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Darbepoetin alfa","Other: Placebo"]},{"label":"Fixed Dose Group","type":"EXPERIMENTAL","interventionNames":["Biological: Darbepoetin alfa","Other: Placebo"]}],"interventions":[{"name":"Darbepoetin alfa","otherNames":["Aranesp"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Clinical history of advanced CKD not on dialysis with at least 1 historic estimated glomerular filtration rate (eGFR) \\< 45.0 mL/mi)/1.73 m2 at least 12 weeks prior to screening\n* Not currently receiving dialysis with an eGFR \\< 45.0 mL/min/1.73m2, per the central laboratory during screening\n* Chronic anemia due to renal failure\n* Two Hb concentrations \\< 10.0 g/dL, at least 2 weeks apart during screening using the modified Hb point of care (POC) device\n* Iron replete, defined as a transferrin saturation (TSAT) ≥ 20% and a ferritin ≥ 100 ng/mL, per the central laboratory during screening\n* Vitamin B12 and folate replete, defined as a vitamin B12 level \\> 180 pg/mL and a folate concentration \\> 7 nmol/L, per the central laboratory during screening\n* Clinically stable in the opinion of the investigator\n* Subject has provided written informed consent\n\nKey Exclusion Criteria:\n\n* Systemic hematologic disease (eg, sickle cell anemia, myelodysplastic syndrome, hematologic malignancy)\n* Current or prior malignancy within 5 years of screening, with the exception of non-melanoma skin cancers and cervical intraepithelial neoplasia\n* Treatment for any malignancy (eg, radiation, chemotherapy, hormone therapy, or biologics) within 5 years of screening, with the exception of locally excised non-melanoma skin cancer or cervical intraepithelial neoplasia\n* Female subject not willing to use highly effective methods of birth control during treatment and for 4 weeks after the end of treatment\n* Subject is pregnant or breast feeding, or might become pregnant during the study or within 4 weeks after the end of treatment\n* Currently receiving intravenous (IV) antibiotics for treatment of an active infection\n* Known Human Immunodeficiency Virus (HIV) positive\n* Currently receiving systemic immunosuppressive therapy with the exception of prednis(ol)one ≤ 10 mg per day (or the steroid equivalent)\n* History of any organ transplant\n* Currently enrolled in another interventional study (eg, studies which require medical device use or drug therapy or with protocol required procedures), or less than 4 weeks since ending another interventional study(s) or receiving investigational agent(s)\n* Known neutralizing anti-erythropoietic protein antibodies\n* Known sensitivity to any of the products to be administered during dosing\n* Previously enrolled in this study\n* Not expected to be available for protocol required study visits or procedures to the best of the subject and investigator's knowledge\n* Subject has any kind of disorder that, in the opinion of the investigator, may compromise the ability of the subject to give written informed consent and/or comply with all required study procedures\n* Occurrence of stroke or myocardial infarction (MI) within 24 weeks of screening\n* Receipt of RBC transfusion within 8 weeks of screening\n* Occurrence of seizure, clinically relevant active bleeding (eg, gastrointestinal \\[GI\\] bleed) or any hospitalization within 8 weeks of screening\n* Receipt of any IV iron therapy within 4 weeks of screening\n* Changes in oral iron therapy within 4 weeks of screening\n* Receipt of ESA therapy within 4 weeks of screening\n* Diagnosis or treatment of malignancy, with the exception of non-melanoma skin cancers and cervical intraepithelial neoplasia during screening\n* Receipt of ESA therapy, RBC transfusions, IV iron therapy during screening\n* Changes in oral iron therapy during screening\n* Occurrence of stroke, MI, seizure, clinically relevant active bleeding (eg, GI bleed), any hospitalization or outpatient surgery during screening\n* Uncontrolled hypertension during screening. Defined in this study, as a mean systolic blood pressure \\> 140 mmHg at both screening visits, or a mean systolic blood pressure \\>/= 160 mmHg at any screening visit, or a mean diastolic blood pressure \\>/= 90 mmHg at any screening visit.\n* Expected or scheduled change in oral iron therapy or receipt of IV iron therapy within 4 weeks after randomization\n* Expected or scheduled receipt of a RBC transfusion within 8 weeks after randomization\n* Expected or scheduled organ transplant within 24 weeks after randomization\n* Expected or scheduled initiation of dialysis within 24 weeks after randomization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants in Receipt of 1 or More RBC Transfusions","description":"The percentage of participants receiving at least 1 RBC transfusion during the evaluation period was recorded for each treatment group. The evaluation period began from the date of randomization, and participants were censored at the last dose of investigational product plus 3 months or end of study, whichever was earlier (on-treatment approach).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.40","spread":null},{"groupId":"OG001","value":"24.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of Units of RBC Transfused","description":"The total number of units of RBC transfused per participant during the evaluation period was recorded for each treatment group. The evaluation period began from the date of randomization, and participants were censored at the last dose of investigational product plus 3 months or end of study, whichever was earlier (on-treatment approach). The mean total number of RBC units transfused per participant is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.71","spread":null},{"groupId":"OG001","value":"0.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First RBC Transfusion","description":"Time to first RBC transfusion during the evaluation period was recorded for each treatment group. The evaluation period began from the date of randomization, and participants were censored at the last dose of investigational product plus 3 months or end of study, whichever was earlier (on-treatment approach). The time to first RBC transfusion is presented using Kaplan-Meier (KM) estimates at 6, 12, 18, and 24 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.115","spread":null},{"groupId":"OG001","value":"0.136","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.192","spread":null},{"groupId":"OG001","value":"0.204","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.261","spread":null},{"groupId":"OG001","value":"0.246","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.297","spread":null},{"groupId":"OG001","value":"0.289","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Achieved Hb Concentration While Receiving Investigational Product","description":"Average achieved Hb concentration while receiving investigational product was recorded as mean Hb using the area under the curve (AUC) method for each treatment group. The AUC of Hb was calculated according to the trapezoidal method, standardized as daily AUC. Participants with available Hb values from study day 85 (week 13) to the last dose date were included in the calculation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.71","spread":"0.04"},{"groupId":"OG001","value":"9.41","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Cumulative Dose of Darbepoetin Alfa Per 4 Weeks","description":"Cumulative doses of darbepoetin alfa adjusted for investigation product exposure time (e.g. mean cumulative darbepoetin alfa dose per 4 weeks) were calculated for each treatment group using the total cumulative dose during the study divided by total number of weeks dosed then multiplied by 4. The geometric mean cumulative dose is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.7","spread":"2.7"},{"groupId":"OG001","value":"30.8","spread":"1.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":190,"n":377},"commonTop":["Hypertension","Urinary tract infection","Oedema peripheral","Hyperkalaemia","Anaemia"]}}}