{"nctId":"NCT04732221","briefTitle":"A Study of the Efficacy and Safety of Frespaciguat (MK-5475) in Participants With Pulmonary Arterial Hypertension (INSIGNIA-PAH: Phase 2/3 Study of an Inhaled sGC Stimulator in PAH) (MK-5475-007)","startDateStruct":{"date":"2021-05-19","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension","Hypertension, Pulmonary"],"count":168,"armGroups":[{"label":"Phase 2 Cohort Frespaciguat 380 µg","type":"EXPERIMENTAL","interventionNames":["Drug: Frespaciguat"]},{"label":"Phase 2 Cohort Frespaciguat 100 µg","type":"EXPERIMENTAL","interventionNames":["Drug: Frespaciguat"]},{"label":"Phase 2 Cohort Frespaciguat 32 µg","type":"EXPERIMENTAL","interventionNames":["Drug: Frespaciguat"]},{"label":"Phase 2 Cohort Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo to Frespaciguat"]},{"label":"Phase 3 Cohort Frespaciguat","type":"EXPERIMENTAL","interventionNames":["Drug: Frespaciguat"]},{"label":"Phase 3 Cohort Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo to Frespaciguat"]}],"interventions":[{"name":"Frespaciguat","otherNames":[]},{"name":"Placebo to Frespaciguat","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pulmonary arterial hypertension (PAH) in one of the following groups:\n\n  * Idiopathic PAH\n  * Heritable PAH\n  * Drug and toxin-induced PAH\n  * PAH associated with connective tissue disease, HIV infection, or congenital heart disease.\n* Diagnosis of PAH documented by right heart catheterization (RHC).\n* Eligibility RHC meeting all of the following criteria:\n\n  * Mean pulmonary artery pressure (mPAP) ≥25 mmHg\n  * Pulmonary vascular resistance (PVR) of ≥3 Wood units\n  * Pulmonary capillary wedge pressure (PCWP) or left ventricular end diastolic pressure (LVEDP) ≤15 mmHg.\n* World Health Organization functional class (WHO-FC) symptoms between Class II and IV.\n* Two 6-Minute walk distance (6MWD) measurements between 150 and 500 meters, one at screening and one at randomization.\n* Stable concomitant background PAH-specific therapy.\n* Body Mass Index (BMI) between 18.5 kg/m² and 40 kg/m² .\n* Agree to be abstinent from heterosexual intercourse or use contraception during the intervention period and for at least 14 days after the last dose of study intervention.\n* Female participants may not be pregnant or breastfeeding.\n\nExclusion Criteria:\n\n* Group 2 to 5 pulmonary hypertension.\n* PAH in one of the following groups:\n\n  * Long term responders to calcium channel blockers\n  * Overt features of venous/capillary involvement\n* Evidence of more-than-mild obstructive lung disease.\n* Evidence of more-than-mild parenchymal lung disease.\n* Evidence of more-than-mild obstructive sleep apnea (OSA) that is untreated.\n* Evidence or history of left heart disease, including any of the following:\n\n  * Left ventricular ejection fraction (LVEF) ≤45%\n  * Moderate or severe left-sided valvular disease (aortic or mitral valve stenosis or regurgitation)\n  * Significant left ventricular diastolic dysfunction on echocardiographic evaluation\n* Presence of 3 or more of the following risk factors for heart failure with preserved ejection fraction: BMI\\>30 kg/m², essential systemic hypertension, diabetes mellitus of any type, or coronary artery disease.\n* Oxygen saturation measured by pulse oximetry (SpO₂) \\<90%, despite supplemental oxygen therapy.\n* Chronic renal insufficiency (eGFR \\<30 mL/min)\n* Chronic liver disease (i.e., Child-Pugh B or C), portal hypertension, cirrhosis, or significant hepatic laboratory abnormalities.\n* Current smoker or currently uses electronic cigarettes (vapes).\n* History of cancer, except: nonmelanomatous skin carcinoma or carcinoma in situ of the cervix or other malignancies which have been successfully treated, with appropriate follow up, and unlikely to recur for the duration of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Phase 2 Cohort: Mean Percent Change From Baseline in Pulmonary Vascular Resistance (PVR) at 12 Weeks","description":"PVR was calculated in participants after MK-5475 dosing at baseline and Week 12. PVR is assessed by right heart catheterization (RHC). Based on the variables obtained by right heart catheterization (RHC), the percentage change from baseline PVR was calculated. Per protocol, this outcome measure was assessed only for base period and was not assessed during extension period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":"4.45"},{"groupId":"OG001","value":"-4.9","spread":"4.07"},{"groupId":"OG002","value":"-17.6","spread":"4.07"},{"groupId":"OG003","value":"-15.6","spread":"5.39"}]}]}]},{"type":"PRIMARY","title":"Phase 3 Cohort: Mean Change From Baseline in 6-Minute Walk Distance (6MWD) at 12 Weeks","description":"6MWD is measured by an exercise test known as 6-Minute Walk Test (6MWT) that assesses functional capacity. It measures the distance covered over a time of 6 minutes and is intended to be used as an outcome measure by which to compare changes in excercise capacity. Each participant's 6MWD is to be measured at baseline and at 12 weeks. An increase in the distance walked during the 6MWT indicates improvement in functional exercise capacity.","classes":[]},{"type":"SECONDARY","title":"Phase 2 Cohort: Mean Change From Baseline in 6-Minute Walk Distance (6MWD) at 12 Weeks","description":"6MWD is measured by an exercise test known as 6-Minute Walk Test (6MWT) that assesses functional capacity. It measures the distance covered over a time of 6 minutes and is used as an outcome measure by which to compare changes in exercise capacity. Each participant's 6MWD was measured at baseline and at 12 weeks. An increase in the distance walked during the 6MWT indicates improvement in functional exercise capacity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.6","spread":"66.3"},{"groupId":"OG001","value":"27.4","spread":"53.1"},{"groupId":"OG002","value":"10.8","spread":"45.6"},{"groupId":"OG003","value":"11.3","spread":"38.9"}]}]}]},{"type":"SECONDARY","title":"Phase 2 Cohort: Mean Change From Baseline in Mean Right Atrial Pressure (mRAP) at 12 Weeks","description":"mRAP is the blood pressure in the right atrium of the heart. mRAP was assessed by right heart catheterization (RHC).A decrease in mRAP indicates improvement in right ventricular function, reduction of PAH related morbidity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"0.3","spread":null},{"groupId":"OG002","value":"-0.5","spread":null},{"groupId":"OG003","value":"-0.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase 2 Cohort: Mean Change From Baseline in Cardiac Index (CI) at 12 Weeks","description":"The cardiac index (CI) is a hemodynamic measure that represents the cardiac output (CO) of an individual divided by their body surface area (BSA). Cardiac index is assessed by right heart catheterization (RHC). An increase in CI is indicates better right ventricular function and is associated with a reduction of PAH related morbidity and mortality.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.2","spread":null},{"groupId":"OG003","value":"0.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase 2 Cohort: Mean Change From Baseline in Stroke Volume Index (SVI) at 12 Weeks","description":"The stroke volume index represents the amount of blood in mL, per square meter of body surface area, that is mobilized with each heart beat. SVI is assessed by RHC. An increase in SVI indicates better right ventricular function and is associated with a reduction of PAH related morbidity and mortality.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"0.2","spread":null},{"groupId":"OG002","value":"3.2","spread":null},{"groupId":"OG003","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase 3 Cohort: Mean Change From Baseline in 6-Minute Walk Distance (6MWD) at 24 Weeks","description":"6MWD is measured by an exercise test known as 6-Minute Walk Test (6MWT) that assesses functional capacity. It measures the distance covered over a time of 6 minutes and is intended to be used as an outcome measure by which to compare changes in exercise capacity. Each participant's 6MWD is to be measured at baseline and at 24 weeks. An increase in the distance walked during the 6MWT indicates improvement in functional exercise capacity.","classes":[]},{"type":"SECONDARY","title":"Phase 3 Cohort: Proportion of Participants Whose World Health Organization Functional Class (WHO-FC) is Not Worse at 12 Week Relative to Baseline","description":"The World Health Organization (WHO) classification of functional status is a measure of disease severity, based on a patient's description of their level of functioning and symptoms of disease in relation to their everyday activity. Patients were to be assigned 1 of 4 WHO-FC, dependent on limits of physical activity. As WHO-FC increases from I to IV, limits of physical activity were to increase.","classes":[]},{"type":"SECONDARY","title":"Phase 2 Cohort: Number of Participants Who Experienced an Adverse Event","description":"An adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"28","spread":null},{"groupId":"OG003","value":"27","spread":null},{"groupId":"OG004","value":"33","spread":null},{"groupId":"OG005","value":"38","spread":null},{"groupId":"OG006","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase 2 Cohort: Number of Participants Who Discontinued Study Drug Due to an Adverse Event","description":"An adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The number of participants who discontinued treatment due to an AE was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase 3 Cohort: Number of Participants Who Experienced an Adverse Event","description":"An adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention.","classes":[]},{"type":"SECONDARY","title":"Phase 3 Cohort: Number of Participants Who Discontinued Study Drug Due to an AE","description":"An adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The number of participants who discontinued treatment due to an AE was assessed.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":41},"commonTop":["Headache","COVID-19","Cough","Upper respiratory tract infection","Accidental overdose"]}}}