{"nctId":"NCT04098302","briefTitle":"Dutasteride Treatment for Reducing Heavy Drinking in AUD: Predictors of Efficacy","startDateStruct":{"date":"2019-10-15","type":"ACTUAL"},"conditions":["Alcohol Use Disorder"],"count":180,"armGroups":[{"label":"dutasteride","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dutasteride Capsules"]},{"label":"placebo capsule","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Capsules"]}],"interventions":[{"name":"Dutasteride Capsules","otherNames":["Avodart"]},{"name":"Placebo Capsules","otherNames":["inactive placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* men and women age 35 to 70 yo inclusive\n* have an average weekly ethanol consumption of \\>24 SD for men and \\>18 for women and at least 2 HDD/wk over the 8 weeks prior to screening\n* current DSM-5 AUD\n* no evidence of significant cognitive impairment\n* for women of child-bearing potential (i.e., no hysterectomy, bilateral oophorectomy, or tubal ligation; or \\<2 years postmenopausal) must be non-lactating, practicing a reliable method of birth control and agree to continue such throughout the study and for 6 months following participation, and have a negative serum pregnancy test prior to initiation of treatment.\n\nExclusion Criteria:\n\n* history of serious alcohol withdrawal symptoms (e.g., perceptual distortions, seizures, delirium, or hallucinations)\n* subjects who on clinical examination by a physician are deemed to be too severely alcohol dependent to permit them to participate in a pbo-controlled study (e.g., evidence of serious adverse medical or psychiatric effects that are exacerbated by heavy drinking and would, for safety reasons, lead the physician to urge the patient to be totally abstinent and engage in an empirically supported treatment)\n* current, clinically significant physical disease or abnormality on the basis of medical history, physical examination, or routine laboratory evaluation, including direct bilirubin more than 2.5 times the upper limit of normal or transaminase elevations 5 times the upper limit of normal (the investigators will not exclude patients with hypertension, diabetes, asthma or other common medical conditions, if these are adequately controlled and the patient has an ongoing relationship with a primary care provider)\n* have a serious psychiatric illness on the basis of history or psychiatric examination (i.e., schizophrenia, active clinically significant mood episode of bipolar disorder or major depression, organic mental disorder, current clinically significant eating disorder, or substantial suicide or violence risk)\n* have a current DSM-5 diagnosis of moderate drug use disorder (other than caffeine or nicotine dependence)\n* currently taking finasteride, dutasteride, medication for treatment of AUD, or chronic use of opioid pain medication\n* are considered by the investigators to be an unsuitable candidate for an investigational drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Heavy Drinking Days Per Week for Dutasteride vs. Placebo Groups","description":"The number of heavy drinking days per week (i.e., four or more drinks in a day for women and five or more drinks in a day for men). The values listed in outcome table are the average HDD per week for the last 4 weeks (9-12) of phase 1 treatment. The generalized linear mixed model analysis considered all data from the ITT sample (75 dutasteride and 80 placebo participants)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.24","spread":"0.33"},{"groupId":"OG001","value":"-1.41","spread":"0.28"}]}]}]},{"type":"PRIMARY","title":"Change in Drinks Per Week in Dutasteride vs. Placebo Groups","description":"Change in the number of drinks per week during treatment phase 1 of study (week 1-12). The values listed in the outcome table are the average drinks per week for the last 4 weeks of treatment (week 9-12). The generalized linear mixed model analysis considered all data from the ITT sample (75 dutasteride and 80 placebo participants)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.16","spread":"2.49"},{"groupId":"OG001","value":"-7.72","spread":"2.16"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Heavy Drinking Days Per Week for Phase 2 Naltrexone vs Dutasteride Groups","description":"The number of heavy drinking days per week (i.e., four or more drinks in a day for women and five or more drinks in a day for men) for phase 1 non-responders (\\<60% reduction in drinks per week) during phase 2 comparing naltrexone 50 mg and dutasteride 1 mg daily. The values listed in outcome table are the mean change in HDD per week for the last 4 weeks (wk 21-24) of phase 2 relative to drinking at beginning of phase 2 treatment. treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.45","spread":"0.26"},{"groupId":"OG001","value":"-0.54","spread":"0.25"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Drinks Per Week in Phase 2 Naltrexone vs. Dutasteride Groups","description":"The number of drinks per week for phase 1 non-responders (\\<60% reduction in drinks per week) during phase 2 comparing naltrexone 50 mg and dutasteride 1 mg daily. The values listed in outcome table are the mean change in drinks per week for the last 4 weeks (wk 21-24) relative to drinking at beginning of phase 2 treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.29","spread":"1.37"},{"groupId":"OG001","value":"-5.31","spread":"1.48"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":75},"commonTop":["Nausea","Muscle or body ache","Dizzy or lightheaded","Difficulty sleeping","Headache"]}}}