{"nctId":"NCT00472108","briefTitle":"Photodynamic Therapy (PDT) With Metvix Cream 160 mg/g Versus PDT With Placebo Cream in Participants With Primary Nodular Basal Cell Carcinoma","startDateStruct":{"date":"2000-12","type":"ACTUAL"},"conditions":["Basal Cell Carcinoma"],"count":65,"armGroups":[{"label":"Photodynamic Therapy (PDT) WIth Metvix Cream 160 milligrams/gram (mg/g)","type":"EXPERIMENTAL","interventionNames":["Radiation: Photodynamic Therapy (PDT)","Drug: Metvix cream"]},{"label":"Placebo Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Radiation: Photodynamic Therapy (PDT)","Drug: Placebo Cream"]}],"interventions":[{"name":"Photodynamic Therapy (PDT)","otherNames":[]},{"name":"Metvix cream","otherNames":[]},{"name":"Placebo Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA participant with primary, nodular BCC lesion(s) suitable for entry is defined as a participant with\n\n* Clinically diagnosed primary nodular BCC lesion(s).\n* Histologically confirmed diagnosis of BCC.\n* BCC lesions suitable for simple excision surgery.\n* Males or females above 18 years of age.\n* Written informed consent.\n\nExclusion Criteria:\n\nA participant that is ineligible for inclusion is a participant fulfilling any of the following criteria:\n\n* Participants with porphyria.\n* Participants with Gorlin's syndrome.\n* Participants with Xeroderma pigmentosum.\n* Participants concurrently receiving immunosuppressive medication.\n* Participants with a history of arsenic exposure.\n* Participants with BCC arising in a previous radiated area.\n* Known allergy to Metvix, a similar PDT compound or excipients of the cream.\n* Participation in other clinical studies either concurrently or within the last 30 days.\n* Pregnant or breast-feeding: All women of child-bearing potential must use adequate contraception (e.g. barrier methods, oral contraceptives or intrauterine device) during the treatment period and one month thereafter. In addition, they must have a negative pregnancy test prior to treatment..\n* Conditions associated with a risk of poor protocol compliance.\n\nLesion Exclusion Criteria:\n\n* A nodular BCC lesion in periorbital area, ears and nasolabial fold.\n* A nodular BCC lesion with the longest diameter less than 6 millimeter (mm) or larger than 15 mm in face/scalp, larger than 20 mm on extremities and neck and larger than 30 mm on truncus.\n* Pigmented nodular BCC lesion(s)\n* Morpheaform nodular BCC lesion(s).\n* Infiltrating nodular BCC lesion(s).\n* Prior treatment of the BCC lesion(s).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Histologically Confirmed Complete Response","description":"The histological complete response was defined as 100 percent (%) of the lesions within the participant having negative findings in the histological examination. Histological examination included evaluation of all the microscopical slides from the excised tissue for presence of malignant basal cells. Complete response was defined as complete disappearence of lesion. Number of participants with histologically confirmed complete response were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Lesions With Histologically Confirmed Complete Lesion Response","description":"Histological response weight means no signs of malignant basal cells in all microscopical slides containing excised tissue. The histologically confirmed complete lesion response were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Lesions With Clinically Confirmed Complete Lesion Response","description":"Clinically confirmed complete lesion response means no signs of malignant basal cells in all microscopical slides containing excised tissue. The clinically confirmed complete lesion response were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Histological Verified Lesions With Complete Response","description":"Histological confirmed complete lesion response means no signs of malignant basal cells in all microscopical slides containing excised tissue. Number of histologically confirmed lesions with complete response were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinically Verified Lesions With Complete Response","description":"Clinically confirmed complete lesion response means no signs of malignant basal cells in all microscopical slides containing excised tissue. Number of clinically confirmed lesions with complete response were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Evaluated Complete Response","description":"The on-site investigator evaluated the lesion response by comparing to the lesion size before and after treatment. Complete response here means complete disappearance of a lesion. Number of participants for whom one or more lesions had a complete response were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cosmetic Outcome Assessed by Investigator and Participants","description":"Cosmetic outcomes were assessed with regards to occurrence of the following signs or symptoms; scarring, atrophy, induration, redness or change in pigmentation. Cosmetic outcome were graded as excellent, good, fair or poor where: excellent: no scarring, atrophy or induration, no or slight occurrence of redness or change in pigmentation compared to adjacent skin; good: no scarring, atrophy or induration but moderate redness or change in pigmentation compared to adjacent skin; fair: slight to moderate occurrence of scarring, atrophy or induration and Poor: extensive occurrence of scarring, atrophy or induration. The investigator and participants assessed the cosmetic outcome for each lesion has responded completely. Participants were asked to evaluate evaluate the cosmetic outcome according to the same categories: excellent, good, fair cosmetic outcome. Number of participants with summarized cosmetic outcomes for all symptoms as assessed by Investigator and participants were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events and Serious Adverse Events (AEs)","description":"Adverse event (AE) was defined as any untoward medical occurrence in a participant, which does not necessarily have causal relationship with treatment. A serious AE was defined as an AE that resulted in any of the following outcomes: death; life threatening; persistent/significant disability/incapacity; initial or prolonged in participant hospitalization; congenital anomaly/birth defect or was otherwise considered medically important. TEAEs: events between first dose of study drug that were absent before treatment/that worsened relative to pre-treatment state. TEAEs included both serious TEAEs and non-serious TEAEs. Number of participants with AEs and serious AEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":33},"commonTop":[]}}}