{"nctId":"NCT00005044","briefTitle":"Hormone Therapy and Radiation Therapy in Treating Patients With Prostate Cancer","startDateStruct":{"date":"2000-02","type":"ACTUAL"},"conditions":["Prostate Cancer"],"count":1579,"armGroups":[{"label":"TAS x 8 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Casodex","Drug: Eulexin","Drug: LHRH agonist","Radiation: radiation therapy"]},{"label":"TAS x 28 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Casodex","Drug: Eulexin","Drug: LHRH agonist","Radiation: radiation therapy"]}],"interventions":[{"name":"Casodex","otherNames":["bicalutamide"]},{"name":"Eulexin","otherNames":["flutamide"]},{"name":"LHRH agonist","otherNames":["Zoladex","Lupron","Eligard","Viadur","luteinizing hormone-releasing hormone (LHRH)-agonist"]},{"name":"radiation therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Adenocarcinoma of prostatic origin histologically-confirmed within 180 days of the randomization date.\n2. Zubrod Performance Status 0-1 (Appendix II).\n3. Prostatic biopsy tumor grading by the Gleason Score classification (Appendix VI) is mandatory prior to randomization.\n4. Patients at intermediate risk for disease relapse as determined by any of the following combinations of factors (NOTE: tumor found in one or both lobes on biopsy, but not palpable, will not alter T stage):\n\n   * Clinical stage T1b-4, Gleason score 2-6, and prostate-specific antigen \\>10 but ≤ 100.\n   * Clinical stage T1b-4, Gleason score 7, and prostate-specific antigen \\< 20.\n   * Clinical stage T1b-1c, Gleason score 8-10, and prostate-specific antigen \\<20.\n5. Clinically negative (N0) lymph nodes (LN) as established by imaging (pelvic ± abdominal CT, MRI or LAG), or negative LN by nodal sampling or dissection (laparoscopy or laparotomy). Patients with radiologic (e.g., CT, MRI or LAG) or radioimmunoscintigraphy (i.e., ProstaScint™) findings suggestive of regional nodal involvement are eligible if cytologic (e.g., needle aspiration) or histologic (e.g., surgical sampling) evaluation shows no evidence of a neoplastic process (i.e., prostatic or non-prostatic malignancy). Patients with equivocal radiologic findings (maximum nodal size ≤ 1.5 cm) are eligible.\n6. No distant (M0) metastases. Patients with radionuclide imaging (e.g., bone scintigraphy, ProstaScint™) findings suggestive, but not diagnostic of metastatic disease are eligible if radiologic (e.g., standard or tomographic radiography, or CT/MRI) imaging does not confirm metastatic disease.\n7. Pretherapy serum (total) prostate-specific antigen value performed with a Federal Drug Administration approved assay method, e.g. Abbott, Hybritech, etc.\n8. Treatment must begin within 6 weeks after randomization.\n9. Alanine aminotransferase (ALT) must be within 2 x upper normal limit.\n10. Patients must sign a study-specific informed consent form (Appendix I) prior to randomization.\n\nExclusion Criteria\n\n1. Patients at high risk for disease relapse as determined by either:\n\n   * Prostate-specific antigen ≥ 20 and Gleason score ≥ 7 (any T stage).\n   * Clinical stage ≥T2 and Gleason score ≥ 8 (any prostate-specific antigen).\n2. Patients at low risk for disease relapse as determined by:\n\n   • Clinical stage ≤T2, Gleason score ≤ 6, and prostate-specific antigen ≤ 10.\n3. Clinical stage Tx, T0, or T1a.\n4. Histologic or radiologic evidence of tumor involvement of regional lymph nodes (N1) or the presence of metastatic disease (M1).\n5. Pretherapy serum prostate-specific antigen level \\> 100.\n6. Co-morbid medical illness which in the opinion of the investigator is expected to result in a life expectancy of \\<10 years.\n7. Any of the following prior therapies:\n\n   * Pelvic external beam radiation therapy.\n   * Radionuclide prostate brachytherapy.\n   * Prostatectomy or prostatic cryosurgery.\n   * Prior bilateral orchiectomy.\n   * Prior androgen suppression therapy; however, patients begun on LHRH agonist therapy remain eligible if (1) LHRH agonists were started no more than 30 days before randomization, and (2) Casodex or Eulexin was (or will be) started no more than 14 days before or after the date that the LHRH agonist injection was given. Any finasteride therapy administered for prostatic hypertrophy must be discontinued.\n   * Chemotherapy for prostatic carcinoma.\n8. Previous or concomitant invasive cancer, other than localized basal cell or squamous cell skin carcinoma (AJCC Stage 0-II), unless continually disease free for at least 5 years.\n9. Major medical or psychiatric illness which, in the opinion of the investigator, would prevent completion of treatment or would interfere with follow-up.\n10. The patient's participation in another medical research study that involves prostate cancer treatment.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease-specific Survival (DSS) (10-year Rates Reported)","description":"Disease-specific survival time is measured from date of randomization to death due to prostate cancer based on study chair review, with prostate-cancer death defined as (1) primary cause of death certified as due to prostate cancer, (2) complication of therapy, irrespective of disease status, (3) disease progression in the absence of any anti-tumor therapy, or (4) a 1.0 ng/ml-exceeding-rise in serum prostate-specific antigen (PSA) level on at least two consecutive occasions that occurs during or after salvage androgen suppression therapy. Death due to other causes is considered a competing risk. All others are censored. DSS is estimated using the cumulative incidence method. Ten-year rate is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"96","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) (10-year Rates Reported)","description":"Survival time is defined as time from randomization to the date of death from any cause and is estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact. Ten-year rate is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival (DFS) (10-year Rates Reported)","description":"Disease-free survival time is defined as time from randomization to the date of disease progression or death from any cause and is estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact. Ten-year rate is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Patterns of Tumor Recurrence: Time to Locoregional Progression (LRP) and Time to Distant Metastasis (DM) (10 Year Rates Reported)","description":"Time to distant metastasis measured from date of randomization to date of documented distant metastasis; competing risks are BF, LRP, and death without DM; all others are censored. Time to locoregional progression measured from date of randomization to date of documented local or regional progression; competing risks are BF \\[protocol definition- first of (1) the midway date between the last non-rising PSA and the first rising PSA of three consecutive rises or (2) the date of the initiation of salvage hormone therapy\\], DM, and death without LRP; all others are censored. LRP and DM are estimated using the cumulative incidence method. Ten -year rates are reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Biochemical Failure (BF) (10-year Rates Reported)","description":"Protocol definition: Time to BF measured from date of randomization to first of (1) the midway date between the last non-rising PSA and the first rising PSA of three consecutive rises or (2) the date of the initiation of salvage hormone therapy; competing risks are LRP, DM, and death without BF; all others are censored.\n\nPhoenix definition: Time to BF measured from date of randomization to first of (1) the date of documented rise of 2 ng/ml above the post-treatment(RT end date) nadir or (2) the date of the initiation of salvage hormone therapy; competing risks are LRP, DM, and death without BF; all others are censored. For both definitions BF is estimated using the cumulative incidence method. Ten year rates reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Second Biochemical Failure (SBF) (10-year Rates Reported)","description":"Time to SBF measured from date of randomization to the date of PSA increase of ≥1.0 ng/mL (from the nadir PSA after completion of protocol-specified therapy) after salvage androgen suppression was started; competing risks LRP, DM, and death without SBF; all others are censored. SBF is estimated using the cumulative incidence method. Ten-year rates are reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment-induced Morbidity (Highest Grade Toxicity Reported Per Patient)","description":"Acute drug therapy and radiation (\\<= 90 days from start of RT) toxicity was graded using the Common Toxicity Criteria (CTC) v.2.0 criteria; late toxicity was graded using the Radiation Therapy Oncology Group (RTOG)/European Organisation for Research and Treatment of Cancer (EORTC) Late Radiation Morbidity Scoring schema. Grade refers to the severity of the toxicity. The CTC v2.0 assigns Grades 1 through 5 with unique clinical descriptions of severity for each toxicity based on this general guideline: Grade 1 Mild toxicity, Grade 2 Moderate toxicity, Grade 3 Severe toxicity, Grade 4 Life-threatening or disabling toxicity, Grade 5 Death related to toxicity. The highest grade acute and late toxicity was determined for each patient.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"19.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":null},{"groupId":"OG001","value":"49.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null},{"groupId":"OG001","value":"25.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":null},{"groupId":"OG001","value":"32.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.5","spread":null},{"groupId":"OG001","value":"22.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":121,"n":747},"commonTop":["Menopausal symptoms","Urinary frequency","Late RT Toxicity: Bladder: NOS","Diarrhea NOS","Late RT Toxicity: Small/Large Intestine: NOS"]}}}