{"nctId":"NCT01254019","briefTitle":"A Clinical Study to Assess the Efficacy and Safety of GSK2402968 in Subjects With Duchenne Muscular Dystrophy","startDateStruct":{"date":"2010-12-02","type":"ACTUAL"},"conditions":["Muscular Dystrophies"],"count":186,"armGroups":[{"label":"GSK2402968","type":"EXPERIMENTAL","interventionNames":["Drug: GSK2402968 6mg/kg/week"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: GSK2402968 6mg/kg/week"]}],"interventions":[{"name":"GSK2402968 6mg/kg/week","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ambulant subjects with Duchenne muscular dystrophy resulting from a mutation/deletion within the DMD gene, confirmed by a state-of-the-art DNA diagnostic technique covering all DMD gene exons, including but not limited to MLPA (Multiplex Ligation-dependent Probe Amplification), CGH (Comparative Genomic Hybridisation), SCAIP (Single Condition Amplification/Internal Primer) or H-RMCA (High-Resolution Melting Curve Analysis), and correctable by GSK2402968-induced DMD exon 51 skipping.\n* Males, aged at least 5 years, and with life expectancy of at least 1 year\n* Able to complete 6MWD test with minimal distance of at least 75m at each predrug visit. In addition, results of 6MWD must be within 20% of each other at each pre-drug visit\n* Receiving glucocorticoids for a minimum of 6 months immediately prior to screening, with no significant change in total daily dosage or dosing regimen for a minimum of 3 months immediately prior to screening and a reasonable expectation that total daily dosage and dosing regimen will not change significantly for the duration of the study\n* QTc \\<450msec (based on single or average QTc value of triplicate ECGs obtained over a brief recording period), or \\<480 msec for subjects with Bundle Branch Block. Note: QTc may be either QTcB or QTcF, and machine read or manual overread.\n* Subjects, where appropriate, must be willing to use adequate contraception (condoms or abstinence) for the duration of the study and for at least 5 months after the last dose of study drug.\n* Willing and able to comply with all protocol requirements and procedures,\n* Able to give informed assent and/or consent in writing signed by the subject and/or parent(s)/legal guardian (according to local regulations).\n* French subjects: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n\nExclusion Criteria:\n\n* Any additional missing exon for DMD that cannot be treated with GSK2402968\n* Current or history of liver or renal disease or impairment\n* Acute illness within 4 weeks of the first anticipated administration of study medication which may interfere with study assessments\n* Use of anticoagulants, antithrombotics or antiplatelet agents, previous treatment with investigational drugs, within 6 months of the first administration of study medication; and idebenone or other forms of Coenzyme Q10 within 1 month of the first administration of study medication.\n* Current or anticipated participation in any investigational clinical studies\n* Positive hepatitis B surface antigen, hepatitis C antibody test (if verified via RIBA or PCA testing), or human immunodeficiency virus (HIV) test at screening,\n* Symptomatic cardiomyopathy. If subject has a left ventricular ejection fraction \\<45% at Screening, the investigator should discuss inclusion of subject in the study with the medical monitor,\n* Children in Care. The definition of a Child in Care is a child who has been placed under the control or protection of an agency, organisation, institution or entity by the courts, the government or a government body, acting in accordance with powers conferred on them by law or regulation. The definition of a child in care can include a child cared for by foster parents or living in a care home or institution, provided that the arrangement falls within the definition above. The definition of a child in care does not include a child who is adopted or has an appointed legal guardian.","healthyVolunteers":false,"sex":"MALE","minimumAge":"5 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Muscle Function Using the 6 Minute Walking Distance (6MWD) Test Assessed at Week 48","description":"During the 6MWD, participants were asked to walk, at their own preferred speed, up and down a fixed distance until they were told to stop after 6 minutes. The participants were warned of the time and were told that they may stop earlier if they feel unable to continue. The total distance walked within 6 minutes (or until the participant stopped in case of early termination of the test), the 6MWD, was recorded in meters as well as any falls. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-52.65","spread":"10.423"},{"groupId":"OG001","value":"-42.32","spread":"7.378"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Linearized North Star Ambulatory Assessment (NSAA) Total Score at Week 48","description":"The NSAA is a functional scale devised from the Hammersmith Scale of Motor Ability specifically for use in ambulant children with Duchenne muscular dystrophy (DMD). It consists of 17 activities graded 0 (unable to perform), 1 (performs with modifications), 2 (normal movement). The scale assesses activities required to remain functionally ambulant (e.g. rise from the floor), activities that can be difficult even early in the disease (e.g. standing on heels) and activities that are known to progressively deteriorate over time (stand from a chair, walk). NSAA total score was achieved by adding the responses of all activities, ranging from 0 to 34, with a score of 34 implying normal function and lower score implying more severe symptoms. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48. A positive change from Baseline indicated improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.7","spread":"1.43"},{"groupId":"OG001","value":"-7.2","spread":"1.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 4 Stair Climb (Ascent) Velocity at Week 48","description":"The participant was asked to ascend four steps. Time was recorded with a stopwatch from the initiation of movement until the participant stood on the fourth step. A flight of steps with handrail was used for this test. Number of stairs ascended per second was calculated as 4 divided by the time to ascend 4 complete stairs. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.049"},{"groupId":"OG001","value":"-0.14","spread":"0.035"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 10-meter Walk/Run Velocity at Week 48","description":"The participant was instructed to perform the test bare foot. No aids or orthoses were allowed. The participant was asked to traverse a marked 10-meter measured walkway as quickly as he safely could. Time was recorded to one tenth of a second with a stop watch from when his first foot crossed the start line until when the second foot crossed the finish line. If the wall was touched, it was noted how often. Care was taken to ensure that the participant was safe when completing this test. The assessor walked nearby to provide emergency help if needed, but did not support or provide manual assistance to the participant in any way. If the participant could not complete the 10-meter walk, the total distance was recorded. 10 minute walk/run speed was equal to 10 divided by time taken to complete 10 minute walk/run. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.20","spread":"0.050"},{"groupId":"OG001","value":"-0.21","spread":"0.035"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Timed Function Test Rise From Floor at Week 48","description":"The participant stood from a standardized supine position as quickly as possible when told to go. Time was recorded with a stopwatch from the initiation of movement until the assumption of upright standing. No aids or orthoses are allowed. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.48","spread":"2.080"},{"groupId":"OG001","value":"6.36","spread":"1.463"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 4 Stair Climb (Descent) Velocity at Week 48","description":"The participant was asked to descend four steps. Time was recorded with a stopwatch from the initiation of movement until the participant stood on the fourth step. A flight of steps with handrail was used for this test. Number of stairs descended per second was calculated as 4 divided by the time to descend 4 complete stairs. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.052"},{"groupId":"OG001","value":"-0.11","spread":"0.037"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Muscle Strength (Total Score) at Week 48","description":"Muscle strength was recorded by handheld myometry using a micro force evaluation testing 2 (FET2) myometer. Upper and lower limb proximal muscles were evaluated including knee flexors, knee extensors, elbow flexors, elbow extensors, shoulder abductors and hip flexors. The muscle strength total score (pounds) was the sum of the 12 individual muscle strength tests. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.21","spread":"2.729"},{"groupId":"OG001","value":"-2.18","spread":"1.926"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates for Time to Loss of Ambulation","description":"All participants were ambulant when entered into the study; however they could have become non-ambulant at some time during the study. The date was recorded and the variable time to loss of ambulation was calculated as: time to loss of ambulation = date of loss of ambulation - date of first dose. Median and interquartile range i.e. 1st and 3rd quartile is presented.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Accidental Falls During 6MWD Assessments at Week 48","description":"The number of accidental falls occurring during the 6MWD were counted. Data has been presented for the number of participants who experienced accidental falls (from 0 to 1) during the 6MWD assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Creatine Kinase Serum Concentrations at Week 48","description":"Creatine kinase is a muscle-specific enzyme; its level in serum is considered to reflect the extent of muscle damage. In the blood samples drawn to this purpose, the serum level of creatine kinase were measured. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1228.5","spread":"500.59"},{"groupId":"OG001","value":"-5273.5","spread":"359.05"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Function Test Forced Vital Capacity (FVC) and Forced Expiratory Volume in 1 Second (FEV1) at Week 48","description":"The FEV1 is the volume of air forcefully exhaled in 1 second, whereas the FVC is the volume of air that can be maximally forcefully exhaled using non-invasive spirometry was conducted to determine actual and percentage values for FVC and FEV1. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.118","spread":"0.1847"},{"groupId":"OG001","value":"0.087","spread":"0.2337"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.126","spread":"0.2530"},{"groupId":"OG001","value":"0.049","spread":"0.2997"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Identified Mutation: DMD Exon 51 Skip (Upon Muscle Biopsies) at Week 48","description":"Biopsies were taken from their tibialis anterior muscle and few were taken from quadriceps. Total muscle ribonucleic acid (RNA) was isolated from muscle tissue sections and was analyzed by reverse transcriptase polymer chain reaction (RT-PCR). RT-PCR analysis focused on the area flanking the targeted exon 51 was performed to detect specific exon 51 skipping in muscle. Depending on the participants mutation different sets of DMD-gene specific RT and PCR primers were used. Sequence analysis was performed on isolated PCR products to confirm specific exon 51 skip band detection.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Quality of Life (PedsQL) Total Score at Week 48","description":"PedsQL version 3.0 scale is used to measure pediatric quality of life in children with neuromuscular disorders. The 25-item PedsQL encompasses 3 scales About My/My Childs Neuromuscular Disease (17 items), Communication (3 items), About Our Family Resources (5 items). A 5-point response scale is utilized (where 0=never a problem; 4=almost always a problem). It was assessed both by child and parent. PedsQL total score was calculated by reverse scoring individual items and linearly transforming the score to a 0-100 scale, where higher scores indicated better health-related quality of life. To reverse score individual items, the 0-4 scale items were transformed to a 0-100 scale as follows: 0=100, 1=75, 2=50, 3=25, and 4=0. Total score was then calculated as sum of items divided by number of items answered. Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48. A positive change from Baseline indicated improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":"11.313"},{"groupId":"OG001","value":"1.36","spread":"11.360"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"11.064"},{"groupId":"OG001","value":"-1.19","spread":"11.269"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Function Test Peak Cough Flow (PCF) and Peak Flow (PF) at Week 48","description":"The PF also called peak expiratory flow rate (PEFR) is a participants maximum speed of expiration, as measured with a peak flow meter, a small, hand-held device used to monitor a participants ability to breathe out air. PCF was measured for participants wearing a nose clip and performing a maximum cough into a pocket peak flow meter. Baseline was defined as participants randomization assessment at Visit 3 (Day 0). Change from Baseline was calculated by subtracting the Baseline value from the value at Week 48.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.810","spread":"41.5342"},{"groupId":"OG001","value":"11.603","spread":"42.6964"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":"42.46"},{"groupId":"OG001","value":"10.7","spread":"45.04"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Showed Improvement on Clinician Global Impression of Improvement (CGI-I) Scale at Week 48","description":"The CGI-I is scored based on the clinician's reflection of the participant's current overall clinical condition compared to the overall clinical condition just prior to the initiation of medication use (i.e., the period prior to Randomization). The CGI-I is rated without regard to the clinician's belief that any clinical changes are or are not due to medication and without consideration of the etiology of the symptoms. The CGI-I is measured on a 7-point Likert scale (where 1=very much improved, 2=much improved, 3=minimally improved, 4=no change, 5=minimally worse, 6=much worse, 7=very much worse). The score ranged from 1-7, where lower score indicated more improvement and higher score indicated less improvement.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Utilities Index (HUI) Scores at Week 48","description":"A 15-item HUI questionnaire assessed Health-related quality of life (HRQoL). Responses from 15-item HUI were used to quantify HRQoL according to 2 health status classification systems, HUI Mark 2 (HUI2) and HUI Mark 3 (HUI3). HUI2 assessed 7 HRQoL dimensions: sensation, mobility, emotion, cognition, self care, pain and fertility. HUI3 assessed 8 HRQoL dimensions: vision, hearing, speech, ambulation, dexterity, emotion, cognition and pain. Both HUI2 (range from -0.03 to 1.0) and HUI3 (range from -0.36 to 1.0) utility scores were calculated using algorithms incorporating community-derived preference weights. A utility value of 1.0 represented perfect health and a utility value of 0.0 represented death. Lowest possible HUI2 score was -0.03 and for HUI3 score was -0.36, where scores less than 0 represented health states considered worse than death. Change from Baseline was calculated by subtracting Baseline value from Week 48 value. A positive change from Baseline indicated improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.052","spread":"0.0190"},{"groupId":"OG001","value":"-0.023","spread":"0.0133"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.061","spread":"0.0266"},{"groupId":"OG001","value":"-0.056","spread":"0.0188"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AE) and Severe Adverse Events (SAE)","description":"An AE is any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. An SAE is any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Vital Sign Data for Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP) and Heart Rate (HR) of Potential Clinical Concern (PCC) at Any Visit Post-Baseline","description":"Blood pressure SBP, DBP and HR were recorded after five minutes of rest in a semi-supine position. The following changes from Baseline (Day 0) in vital signs were considered to be of potential clinical concern: DBP was defined as high (increase from Baseline \\>=20 and \\>=40 millimeters of mercury \\[mmHg\\] and low (decrease from Baseline \\>=20 and \\>=40 mmHg), SBP high (increase from Baseline \\>=10 and \\>=20 mmHg and low (decrease from Baseline \\>=10 and \\>=20 mmHg) and for HR high (increase from Baseline \\>=20 and \\>=40 beats per minute \\[bpm\\] and low (decrease from Baseline \\>=20 and \\>=40 bpm). Only those parameters for which a value of PCC was reported at any visit post-Baseline is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Abnormal-clinically Significant Electrocardiogram (ECG) Findings at Any Visit Post-Baseline","description":"ECG measurements were carried out and the clinical interpretation of the ECG by the investigator was recorded as normal, abnormal but not clinically significant and abnormal clinically significant. The PCC ranges include, QT interval corrected for heart rate by Bazett's formula (QTcB) or QT interval corrected for heart rate by Fridericia's formula (QTcF) \\>450 milliseconds and any increase from Baseline of QTcB or QTcF. Participants were categorized as abnormal clinically significant based on the investigator's judgment and PCC ranges. Data has been presented for number of participants with abnormal clinically significant findings at any visit post-Baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hematology Parameters of PCC at Any Visit Post-Baseline","description":"Laboratory samples were collected for analysis of hematology parameters. The PCC values for hematology parameters: hematocrit was 1.02 x Upper limit of normal (ULN), for hemoglobin was 1.03 x ULN, for lymphocytes was 0.81 x lower limit of normal (LLN), for platelet count was 0.67 x LLN and 1.57 x ULN, for total neutrophils was 0.83 x LLN, and that for white blood cell count was 0.67 x LLN and value of 1.82 x ULN. Only those parameters for which a value of PCC was reported at any visit post-Baseline have been presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Coagulation Parameters of PCC at Any Visit Post-Baseline","description":"Laboratory samples were collected for analysis of coagulation parameters. The PCC values for coagulation parameters activated partial thromboplastin time (aPTT) was 1.5 x ULN and aPTT ratio also known as international normalized ration (INR) was 1.2 x ULN. Only those parameters for which a value of PCC was reported at any visit post-Baseline is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Chemistry Parameters of PCC at Any Visit Post-Baseline","description":"Laboratory samples were collected for analysis of chemistry parameters. The PCC values for chemistry parameters for alanine amino transferase (ALT) plus total bilirubin (TB) was \\>=1.5 x ULN for TB and \\>=2 x ULN for ALT, for albumin was 0.86 x LLN, for asparatate amino transferase (AST) was \\>=2 x ULN, for calcium was 0.91 x LLN and 1.06 x ULN, for glucose was 0.71 x LLN and 1.41 x ULN, for phosphorus was 0.80 x LLN and 1.14 x ULN, for sodium was 0.96 x LLN and 1.03 x ULN, for potassium was 0.86 x LLN and 1.10 x ULN and that for alkaline phosphatase was \\>=2x ULN. Only those parameters for which a value of PCC was reported at any visit post-Baseline is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Urinalysis Data Outside the Reference Range (>Reference Range High) at Any Visit Post- Baseline","description":"Urine samples were collected for analysis of abnormal urine parameters. Quantitative examination included the assessment for urine albumin excretion rate, urine alpha-1-microglobulin, urine creatinine excretion-24 hour and urine protein excretion-24 hour. Only those parameters for which a value of \\>reference range high was reported at any visit post-Baseline is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of GSK2402968 Following Subcutaneous Administration","description":"Blood samples for pharmacokinetic assessment were taken at Week 0 (Randomization) at 0.5, 1, 3 hours post-dose and at Week 8,12, 24, 36 and 47 at pre-dose, and between 1 and 4 hours post-dose. Data has been presented for plasma concentrations of GSK2402968 following subcutaneous administration.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3349.595","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4946.950","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5932.740","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.730","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5100.220","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.090","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5613.040","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.920","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6141.580","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.185","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5755.950","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.395","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5266.240","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":61},"commonTop":["Injection site erythema","Nasopharyngitis","Proteinuria","Headache","Injection site discolouration"]}}}