{"nctId":"NCT00956813","briefTitle":"Flaxseed in Treating Postmenopausal Women With Hot Flashes Who Have a History of Breast Cancer or Other Cancer or Who Do Not Wish to Take Estrogen Therapy","startDateStruct":{"date":"2009-10"},"conditions":["Breast Cancer","Hot Flashes","Menopausal Symptoms","Unspecified Adult Solid Tumor, Protocol Specific"],"count":210,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: flaxseed"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"flaxseed","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* Bothersome hot flashes, defined by their occurrence ≥ 28 times per week and of sufficient severity to make the patient desire therapeutic intervention\n\n  * Presence of hot flashes for ≥ 1 month\n* Meets 1 of the following criteria:\n\n  * History of breast cancer or other cancer (currently without malignant disease)\n  * No history of breast cancer and wishes to avoid estrogen due to a perceived increased risk of breast cancer\n* Hormone receptor status not specified\n* Postmenopausal as defined by 1 of the following\\*:\n\nNOTE: \\*Women with ≥ 1 ovary but without a uterus should be deemed postmenopausal by either age \\> 55 OR a combination of estrogen within a postmenopausal range (per local lab) and follicle-stimulating hormone \\> 40 mIU/mL\n\n* Absence of a period in the past 12 months\n* Bilateral oophorectomy\n\n  * ECOG performance status 0-1\n  * Life expectancy ≥ 6 months\n  * Able to complete questionnaire(s) alone or with assistance\n  * No diabetes requiring oral or injectable antihyperglycemics\n  * No hypotension\n  * No history of allergic or other adverse reaction to flaxseed\n  * No irritable bowel syndrome, colitis, Crohn disease, or any gastrointestinal condition where the patient should not consume and/or has an intolerance/allergies to seeds or nuts\n  * At least 4 weeks since prior and no concurrent or planned androgens, estrogens, or progestational agents\n* Tamoxifen, raloxifene, or aromatase inhibitors are allowed provided the patient has been on a constant dose for ≥ 4 weeks and is not expected to stop the medication during study treatment\n\n  • At least 4 weeks since prior and no concurrent anti-cancer therapies of any kind\n* Trastuzumab allowed\n\n  * No concurrent treatment with other anti-cancer therapies of any kind except for trastuzumab or endocrine therapies\n  * No concurrent (≤ 7 days prior to registration) or planned use of other agents for treating hot flashes (i.e., gabapentin, clonidine, antidepressants, estrogen treatment, megestrol acetate, or Bellergal)\n* Stable dose of vitamin E (as a general vitamin supplement) allowed provided it is ≤ 800 IU/day, it was started \\> 30 days before study initiation, and is to be continued through study period\n* Patients who have been using antidepressants for mood and have been on a stable dose for over a month and meet the eligibility criteria for hot flash frequency and duration are eligible\n\n  • No concurrent anticoagulants or anti-platelets (1 mg of Coumadin for central line patency allowed)\n* Aspirin allowed (≤ 81 mg)\n\n  * No concurrent anti-hypertensives\n  * No other concurrent herbal supplements for any reason, including soy and soy supplements (i.e., powders, pills, or milk)","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"To Evaluate the Efficacy of Flaxseed on Hot Flash Scores in Women as Measured by a Daily Prospective Hot Flash Diary.","description":"The intra-patient difference in hot flash activity between baseline (study week 1) and treatment termination (study week 7) is the primary endpoint. The hot flash activity will be measured by the weekly average hot flash score which is a composite entity of both frequency and severity of hot flashes.\n\nThe hot flash severities are graded from 1 to 4, ranging from mild, to moderate, to severe to very severe. The daily hot flash score is computed by multiplying the mean grade of severity by the frequency during every 24 hour period. Therefore, a score of zero is the lowest possible score and can be interpreted as having no hot flashes. The average daily hot flash score during the baseline week was compared to the average daily value during week 7.\n\nThe primary method of analysis will be the independent sample t-test to examine the change of weekly average hot flash score from baseline to treatment termination between flaxseed and placebo arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"6.41"},{"groupId":"OG001","value":"-3.5","spread":"6.47"}]}]}]},{"type":"SECONDARY","title":"Toxicity as Measured by CTCAE v3.0","description":"Frequency and severity of adverse events were reported by patients weekly evaluated through clinical assessment by NCI CTCAE v3.0. The number of patients reporting grade 3 or higher events are reported in this outcome measure. For a full list of all events, please refer to the Adverse Events section of this report.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change of Mood as Measured by the Profile of Mood States (POMS)","description":"Profile of Mood States (POMS) was used to look at total mood disturbance as well as the subscales of tension-anxiety, fatigue-inertia, and vigor-activity. The POMS is a well known, well validated, reliable measure of psychological distress which includes 6 subscales of fatigue-inertia, vigor-activity, tension-anxiety, depression-dejection, anger-hostility, and confusion-bewilderment. The entire scale can be scored to provide a measure of total mood disturbance. The measure contains adjectives related to mood which are scored from 0 (not at all) to 4 (extremely). Individual scores were converted to a 0-100 scale where 100 is best quality of life.\n\nThe change of mood as measured by the POMS from baseline to treatment termination between flaxseed versus placebo arms was compared using Kruskal-Wallis test. The mean change in total score for each arm is reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":"9.92"},{"groupId":"OG001","value":"5.7","spread":"9.41"}]}]}]},{"type":"SECONDARY","title":"Change of Menopause Specific Quality of Life as Measured by the Menopause Specific Quality of Life (MENQOL)","description":"The change in quality of life as measured by the MENQOL from baseline to treatment termination between flaxseed versus placebo arms was evaluated. On a 0-6 scale, patients were asked to answer questions in in each of 4 domain scores (Vasomotor, Psychosocial, Physical, Sexual) Scores were converted to a 0-100 scale where 100 is best QOL. The change in score from baseline to end of treatment were analyzed separately for each domain. Here we report the mean change in score for each category.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":"20.13"},{"groupId":"OG001","value":"18.7","spread":"22.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":"12.49"},{"groupId":"OG001","value":"11.1","spread":"15.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":"13.44"},{"groupId":"OG001","value":"11.8","spread":"15.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":"18.27"},{"groupId":"OG001","value":"14.4","spread":"22.05"}]}]}]},{"type":"SECONDARY","title":"Change of Daily Interference as Measured by the Hot Flash Related Daily Interference Scale (HFRDIS)","description":"The change of daily interference as measured by the HFRDIS from baseline to treatment termination between flaxseed versus placebo arms was evaluated with an independent t-test for continuous data. On a 0-10 scale, patients were asked to describe how hot flashes interfered with 10 different aspects of their life (work, social activities, leisure activities, sleep, mood, concentration, relationships with others, sexuality, enjoyment of life and overall quality of life). Scores were converted to a 0-100 scale where 100 is best QOL.The HFRDIS total score was the average of the 10 individual questions. The change in total score from baseline to end of treatment was analyzed between the groups using a Kruskal-Wallace test.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":"18.57"},{"groupId":"OG001","value":"9.8","spread":"19.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":101},"commonTop":["Flatulence","Abdominal distension","Nausea","Diarrhea","Pruritus"]}}}