{"nctId":"NCT00929864","briefTitle":"Abatacept Versus Adalimumab Head-to-Head","startDateStruct":{"date":"2009-10"},"conditions":["Rheumatoid Arthritis"],"count":869,"armGroups":[{"label":"Abatacept","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Abatacept"]},{"label":"Adalimumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Adalimumab"]}],"interventions":[{"name":"Abatacept","otherNames":["Orencia","BMS-188667"]},{"name":"Adalimumab","otherNames":["Humira"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Moderate to severe Rheumatoid arthritis (RA) according to American College of Rheumatology (ACR) criteria\n* Methotrexate failure\n* Naive to RA biologics\n* ≤5 years duration of disease\n* Disease Activity Score-28 C-reactive protein (DAS28 CRP) ≥ 3.2\n* Willingness to self-inject subcutaneous (SC) drug\n\nExclusion Criteria:\n\n* Previous or current medical conditions that are warnings against the use of tumor necrosis factor (TNF)-blocking agents\n* History of active or chronic hepatitis\n* Cancer in the last 5 years\n* History of severe chronic or recurrent bacterial or viral infections\n* Risk of tuberculosis\n* Current symptoms of severe, progressive, or uncontrolled renal, hepatic, hematologic, Gastro-intestinal, pulmonary, cardiac, neurologic, or cerebral disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Participants Meeting the American College of Rheumatology (ACR) Criteria of 20% Improvement (ACR20) After 12 Months of Treatment - Intent to Treat Population","description":"Proportion(%)=number of participants meeting criteria (n) divided by number of participants who received drug (N). The ACR score indicates degree of improvement in a patient's rheumatoid arthritis (RA), based on guidelines set forth by the ACR and represents a percentage. To qualify a ACR20 score, patient must have \\>=20% fewer tender joints and \\>=20% fewer swollen joints and show 20% improvement from baseline in at least 3 of: patient overall assessment of his/her RA, physician global assessment of the patient's RA, patient self-assessment of pain, patient self-assessment of physical functioning, and results of an erythrocyte sedimentation rate or C-reactive protein (CRP) test (to assess inflammation). Baseline was Day 1. Randomization was stratified using screening Disease Activity Score-28 (DAS28) CRP, a composite of 4 variables: number of tender joints/28, number of swollen joints/28, CRP in mg/L and participant assessment of disease activity with visual analogue scale.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"63.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Local Injection Site Reactions Adverse Events (Pre-specified) Reported During 12 Month Period - ITT Population","description":"n=number of participants with a pre-specified local injection site reaction event, N=number of participants at risk. Proportion (%) = n/N. 12 Months includes data up to 56 days post last dose of the first 12 months Period or start of the first dose of second 12 months period.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Local Injection Site Reactions (Pre-specified) Reported During 24 Month Period - ITT Population","description":"Incidence Rate: (incidence/100 person-years) = number of participants with event \\* 100 /exposure (person-years) Exposure (person-years) = the sum over all participants of the exposure per participant in the 24 months (censored at the time of first occurrence of AE) expressed in days, divided by 365.25. The 24 Month Period includes data up to 56 days post the last dose in the 24 month period. Poisson distribution used to construct the 95% CIs.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.24","spread":null},{"groupId":"OG001","value":"6.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Without Radiographic Progression in Total Score Less Than or Equal to the Smallest Detectable Change (SDC) From Baseline to Months 12 and 24 Using Modified Van Der Heijde Total Sharp Score (mSvdHS) - ITT Population","description":"Plain radiographs of hands and feet taken at baseline (BL), Day 365, and Day 729. BL and Day 365 radiographs were re-read concurrent with Day 729 films by readers blinded to sequence and treatment (a second pre-specified reading campaign). SDC defined as amount of change for which anything smaller could not be reliably distinguished from random error in measurement of simultaneously read films. Non-progression defined: change from BL (Day 1, prior to dosing) in total score less than, equal to (\\<=) SDC(2.2). Proportion n/m (%)=number meeting criteria (n); number analyzed (m). SDC calculated as SD/sqrt(2)\\*1.96/sqrt(2)with standard deviation (SD) of paired differences of change from BL in total score between 2 readers; squared root(sqrt). mSvdHS=summary of erosion severity in 32 hand and 12 foot joints. Hand joints scored 0 to 5; foot joints 0 to 10 with 0=no erosion and higher numbers indicating greater erosion severity. BL: radiographic data within 14 days or less of first dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.8","spread":null},{"groupId":"OG001","value":"88.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.8","spread":null},{"groupId":"OG001","value":"83.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Serious Adverse Events (SAEs), Serious Infections, Pre-specified Opportunistic Infections, and Discontinuation for Any Cause at 12 Months of Treatment - ITT Population","description":"Pre-specified opportunistic infections include: pneumonia, tuberculosis, herpes zoster, combined opportunistic infections, all hospitalized infections. Incidence Rate: incidence/100 person-years: numerator was number of unique events within this period (up to 56 days post-last dose of first 12 months or start of first dose of second 12 months); denominator was overall total exposure (person-years) within this period, calculated as sum over all participants of exposure (in days) divided by 365.25. The resulting incidence rate was multiplied by 100 to express rate per 100 person-years. AE=any new unfavorable symptom, sign, or disease or worsening of a preexisting condition that may not have a causal relationship with treatment. SAE is a medical event that at any dose results in death, persistent or significant disability/incapacity, or drug dependency/abuse; is life-threatening, an important medical event, or a congenital anomaly/birth defect; or requires or prolongs hospitalization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.06","spread":null},{"groupId":"OG001","value":"10.26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.32","spread":null},{"groupId":"OG001","value":"2.99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":null},{"groupId":"OG001","value":"0.33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.79","spread":null},{"groupId":"OG001","value":"20.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Serious Adverse Events (SAEs), Serious Infections, Pre-specified Opportunistic Infections, and Discontinuation for Any Cause at 24 Months of Treatment - ITT Population","description":"Pre-specified opportunistic infections include: pneumonia, tuberculosis, herpes zoster, combined opportunistic infections, and all hospitalized infections. Incidence Rate: incidence/100 person-years: numerator was number of unique events within this period (up to 56 days post the last dose of the 24 Months period); denominator was overall total exposure (person-years) within this period, which was calculated as the sum over all participants of exposure (in days) divided by 365.25. The resulting incidence rate was multiplied by 100 to express the rate per 100 person-years. AE=any new unfavorable symptom, sign, or disease or worsening of a preexisting condition that may not have a causal relationship with treatment. SAE is a medical event that at any dose results in death, persistent or significant disability/incapacity, or drug dependency/abuse; is life-threatening, an important medical event, or a congenital anomaly/birth defect; or requires or prolongs hospitalization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":null},{"groupId":"OG001","value":"16.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":null},{"groupId":"OG001","value":"25.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Induction of Autoantibodies During the 12 Months and 24 Months Periods - ITT Population","description":"The induction of autoantibodies was defined as participant's antinuclear antibodies (ANA) or anti-double stranded deoxyribonucleic acid (dsDNA) converting from a negative status at baseline to a positive status at a post-baseline measurement time point (Day 365 or Day 729). Proportion (%) = n/m, where n=number of participants with positive ANA or dsDNA at a time point and m=number of participants who had negative ANA or dsDNA at baseline. Blood samples were first tested for ANA by indirect fluorescent assay using HEp-2 Cell Line Substrate, and when positive, samples were further tested for anti-dsDNA by indirect fluorescent assay using Crithidia Luciliae Substrate.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"13.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"12.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":43,"n":318},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Bronchitis","Sinusitis","Back pain"]}}}