{"nctId":"NCT03068780","briefTitle":"Phase III Efficacy and Safety Study of Oleogel-S10 in Epidermolysis Bullosa","startDateStruct":{"date":"2017-03-29","type":"ACTUAL"},"conditions":["Epidermolysis Bullosa"],"count":223,"armGroups":[{"label":"Oleogel-S10","type":"EXPERIMENTAL","interventionNames":["Drug: Oleogel-S10"]},{"label":"Control Gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Control gel"]}],"interventions":[{"name":"Oleogel-S10","otherNames":["Episalvan","Filsuvez"]},{"name":"Control gel","otherNames":["Vehicle gel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients with the following subtypes of inherited EB: junctional EB (JEB), dystrophic EB (DEB), and Kindler EB aged ≥21 days\n* Patients with an EB target wound (i.e., EB partial thickness wound of 10 cm² to 50 cm² in size aged ≥21 days and \\<9 months)\n* Patient and/or his/her legal representative has/have been informed, has/have read and understood the patient information/informed consent form, and has/have given written informed consent\n* Patient and/or his/her legal representative must be able and willing to follow study procedures and instructions\n\nExclusion Criteria:\n\n* Patient has EB simplex\n* EB target wound that is ≥9 months old or has clinical signs of local infection\n* Use of systemic antibiotics for wound-related infections within 7 days prior to enrolment\n* Administration of systemic or topical steroids (except for inhaled, ophthalmic or topical applications, such as budesonide suspension for oesophageal strictures \\[e.g., Pulmicort respules® 0.25 mg/2 mL or 0.5 mg/2 mL\\]) within 30 days before enrolment\n* Immunosuppressive therapy or cytotoxic chemotherapy within 60 days prior to enrolment\n* Patient has undergone stem cell transplant or gene therapy for the treatment of inherited EB\n* Current and/or former malignancy including basal cell carcinomas and squamous cell carcinomas\n* Enrolment in any interventional study or treated with any investigational drug for any disease within 4 weeks prior to study entry\n* Factors present in the patient and/or his/her legal representative that could interfere with study compliance such as inability to attend scheduled study visits or compliance with home dressing changes\n* Pregnant or nursing women and women of childbearing potential including postmenarchal female adolescents not willing to use an effective form of birth control with failure rates \\<1% per year (e.g., implant, injectable, combined oral contraceptive, intrauterine contraceptive device, sexual abstinence, vasectomised partner) during participation in the study (and at least 3 months thereafter)\n* Patient is a member of the investigational team or his/her immediate family\n* Patient lives in the same household as a study participant","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Days","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With First Complete Closure of the EB Target Wound Within 45 Days of Treatment","description":"Proportion of subjects with first complete closure of the EB target wound (defined as EB partial-thickness wound of 10 cm2 to 50 cm2 in size and ≥21 days to \\<9 months in age) in subjects with inherited EB (subtypes DEB, JEB, or Kindler EB) within 45 days of treatment with Oleogel-S10 compared to control gel based on clinical assessment by the investigator (the wound was rated as \"closed\" at first appearance of complete re-epithelialization without drainage).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Complete Closure of the EB Target Wound as Evidenced by Clinical Assessment Until Day 90 (D90) or End of Double-blind Phase (EDBP)","description":"The first key secondary endpoint was time to first complete closure of the EB target wound as evidenced by clinical assessment within 90 days or by EDBP, using a nonstratified log-rank test.\n\nIf the primary analysis of the primary efficacy endpoint showed superiority at the 5% significance level, hierarchical confirmatory testing of the 6 key secondary endpoints was to be performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null},{"groupId":"OG001","value":"94.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With First Complete Closure of the EB Target Wound at D90 or EDBP Based on Clinical Assessment by the Investigator Until D90 or EDBP","description":"The second key secondary endpoint was the proportion of subjects with first complete closure of the EB target wound within 90 days of treatment or by EDBP based on clinical assessment by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of EB Target Wound Infection Between Baseline (DBP D0) and D90 or EDBP as Evidenced by Adverse Events (AEs) and/or Use of Topical and/or Systemic Antibiotics (Related to Wound Infection)","description":"The incidence of EB target wound infections between Baseline (DBP D0) and D90 or EDBP was assessed based on the total number of patients with an EB target wound infection, as evidenced by AEs and/or the use of topical and/or systemic antibiotics, and the total number of patients","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Maximum Severity of EB Target Wound Infection Between Baseline (DBP D0) and D90 or EDBP as Evidenced by AEs","description":"Target wound infections between baseline (DBP D0) and D90 or EDBP were assessed for maximum severity (maximum severity was evaluated if a subject had a wound infection event evidenced by AEs). \\[Note: Here, 1 event less is recorded in the control gel group as for the previous secondary outcome measure, because only wound infections that were reported as AEs could be assessed for severity and were included in this analysis.\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (DBP D0) in Total Body Wound Burden as Evidenced by Clinical Assessment Using Section I (Assessment of the Skin Except for the Anogenital Region) of the 'EB Disease Activity and Scarring Index' (EBDASI), at D90 or EDBP","description":"The evaluation of total body wound burden (TBWB) was based on clinical assessment using Section I (Skin) of the Epidermolysis Bullosa Disease Activity and Scarring Index (EBDASI). The EBDASI skin activity (blistering/erosions/crusting) was scored from 0 to 10 for each of 10 anatomical locations (excluding the anogenital and buttocks regions). Therefore, the total skin activity score (i.e., TBWB) could range from 0 to 100, with lower scores indicative of less wound burden. The change in TBWB was assessed from baseline (DBP D0) to D90 or EDBP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"0.90"},{"groupId":"OG001","value":"-0.56","spread":"0.85"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (DBP D0) in Itching Using the 'Itch Man Scale' in Patients ≥ 4 Years and up to 13 Years of Age Before Wound Dressing Changes at D90 or EDBP","description":"Change from Baseline at D90 or EDBP on the Itch Man Scale in patients 4-13 years of age. The scale runs from 0 (comfortable, no itch) to 4 (itches most terribly, impossible to sit still, concentrate).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"1.31"},{"groupId":"OG001","value":"-1.00","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (DBP D0) in Itching Using the 'Leuven Itch Scale' in Patients ≥ 14 Years of Age Before Wound Dressing Changes at D90 or End of Double Blind Phase (EDBP)","description":"Change in Leuven Itch Scale (patients ≥ 14 years of age) scores taken from two time points, Baseline and Day 90±7 \\[End of Double Blind Phase (EDBP)\\]. The Leuven Itch Scale measures six dimensions of the itch experience: Frequency Subscore (0 = Never to 100 = Always); Duration Subscore (0 = Between 0 and 30 minutes to 100 = More than 2 hours); Severity Subscore (0 = No itch to 100 = Worst possible itch); Consequences Subscore \\[0 = Never to 100 = Always (lower score indicates less negative consequences from the itch)\\]; Distress Subscore (0 = Not distressing at all to 100 = Very distressing); Surface Area Subscore (0-100, high values indicate more parts of the body are itching)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.13","spread":"26.18"},{"groupId":"OG001","value":"-10.14","spread":"27.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"35.174"},{"groupId":"OG001","value":"0.98","spread":"39.768"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.95","spread":"19.33"},{"groupId":"OG001","value":"-10.76","spread":"32.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.39","spread":"14.073"},{"groupId":"OG001","value":"-3.54","spread":"19.402"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"22.87"},{"groupId":"OG001","value":"-0.26","spread":"34.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.54","spread":"12.347"},{"groupId":"OG001","value":"0.68","spread":"17.082"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":109},"commonTop":["Wound complication","Anaemia","Pyrexia","Wound infection","Wound infection staphylococcal"]}}}