{"nctId":"NCT00697463","briefTitle":"Forteo for the Treatment of Unexplained Osteoporosis in Premenopausal Women","startDateStruct":{"date":"2008-08-20","type":"ACTUAL"},"conditions":["Menopause","Fracture","Osteoporosis"],"count":22,"armGroups":[{"label":"Women with Idiopathic osteoporosis (IOP)","type":"EXPERIMENTAL","interventionNames":["Drug: Teriparatide (PTH 1-34)"]}],"interventions":[{"name":"Teriparatide (PTH 1-34)","otherNames":["Forteo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Premenopausal women of all races.\n* Ages 20 to 48.\n* Regular menses (at least 8 periods in the last 12 months).\n* FSH \\< 20 mIU/ml during the early follicular phase, to exclude women in the perimenopause.\n* Fracture subjects: documented low trauma fracture(s) at age \\>= 18 (e.g., fracture associated with a fall from a standing height or less).\n* Low BMD subjects: DXA BMD T score less than or equal to 2.5 at the LS, total hip, femoral neck or distal radius, who have not had a fracture.\n* Control subjects: DXA BMD T score greater than or equal to 1.0 at the LS, total hip, femoral neck and distal radius, who have not had a fracture.\n* All subjects must use appropriate birth control methods to prevent pregnancy for the duration of teriparatide treatment.\n\nExclusion Criteria:\n\n* Secondary Causes of Osteoporosis.\n* Disorders of mineral metabolism: primary or secondary hyperparathyroidism (serum intact PTH \\> 65 pg/ml), vitamin D deficiency (serum 25OHD \\< 30 ng/ml), hypercalciuria (\\>300 mg/g creatinine), Paget's disease, clinical osteomalacia, osteogenesis imperfecta (OI).\n* Recent pregnancy or lactation (within past year).\n* Prolonged amenorrhea (\\> 6 months) during reproductive years (except during pregnancy or lactation).\n* History of anorexia nervosa.\n* Malignancy, except cured basal or squamous cell skin carcinoma.\n* Endocrinopathy: hyperthyroidism (elevated serum thyroxine and/or suppressed TSH), untreated hypothyroidism, Cushing's syndrome, prolactin-secreting pituitary adenoma.\n* Renal insufficiency (serum creatinine above upper limit of female normal range).\n* Liver disease (AST, ALT, bilirubin, total alkaline phosphatase activity above upper normal limit).\n* Intestinal disorders (celiac disease, pancreatic insufficiency, inflammatory bowel disease).\n* History or current use of glucocorticoids, anticonvulsants, anticoagulants, diuretics, methotrexate.\n* Current use of depot preparations of progesterone or GnRH agonists.\n* Current use of drug therapies for osteoporosis (estrogen preparations other than contraceptives, raloxifene, bisphosphonates, calcitonin, PTH). Subjects who agree to discontinue use of these medications will be eligible to participate 6 months after discontinuing raloxifene or calcitonin, and 12 months after discontinuing bisphosphonates. Total exposure to bisphosphonates must be \\< 1 year. Subjects who have taken PTH at any time in the past will not be eligible.\n* Additional contraindications to teriparatide use: Unexplained elevated total or bone specific alkaline phosphatase or prior external beam or implant radiation therapy involving the skeleton.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"20 Years","maximumAge":"48 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Lumbar Spine Bone Density by Dual Energy X-ray Absorptiometry (DXA)","description":"Areal BMD at the lumbar spine was measured by dual energy x-ray absorptiometry (DXA) at baseline and at 6, 12, 18, and 24 months, if possible.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"8.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":["Hypercalciuria","Hypercalcemia","Distal radius fracture"]}}}