{"nctId":"NCT01670526","briefTitle":"Rivastigmine Patch in Veterans With Cognitive Impairment Following TBI","startDateStruct":{"date":"2012-12"},"conditions":["Traumatic Brain Injury","Cognitive Impairment"],"count":94,"armGroups":[{"label":"Rivastigmine","type":"EXPERIMENTAL","interventionNames":["Drug: Rivastigmine Transdermal Patch"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Rivastigmine Transdermal Patch"]}],"interventions":[{"name":"Rivastigmine Transdermal Patch","otherNames":["Cholinesterase Inhibitor"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be a male or a female of any race\n* Be outpatient Veterans residing in the community\n* Be 19-65 years old at the time of inclusion\n* Female patients of childbearing potential must have a negative pregnancy test at baseline and must practice an acceptable method of birth control during the trial\n* Satisfy the following diagnostic criteria:\n\n  * A history of previous head trauma(s) at least 12 months prior to study enrollment as determined by TBI diagnostic assessment\n  * Closed head injury (non-penetrating) based on International Classification of Disease (ICD) 9 CM (Clinical Modification) 10 diagnosis code 854.0 as determined by TBI diagnostic assessment\n  * Meet or exceed the modified American Congress of Rehabilitation Medicines (ACRM) criteria for Mild TBI as determined by TBI diagnostic assessment\n* Have a deficit in the area of verbal memory\n* Have subjective memory impairment that was reported to be present from the time of injury or shortly thereafter to be associated with brain injury\n* Satisfy the Diagnostic and Statistical Manual (DSM, 4th edition) for cognitive disorder not otherwise specified, dementia due to TBI, or amnestic disorder due to TBI\n* Demonstrate willingness to accept randomization\n* Provide written informed consent to participate in the study\n\nExclusion Criteria:\n\n* Have a medical condition that can interfere with the diagnostic process and the assessment of clinical and mental status, or possibly endanger their health. Such conditions include, but are not limited to endocrinological, neurological (including epilepsy), cardiovascular (including clinically significant bradyarrhythmia, resting heart rate \\<50 without a pacemaker or treating physician's approval), pulmonary, hematologic, hepatic, and renal conditions, and significant laboratory abnormalities as determined by Study Chair.\n* Have a current diagnosis of any primary neurodegenerative disorder, including Huntington's disease, Parkinson's disease, or DSM-IV-TR (Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision) dementia (other than Dementia Due to Head Trauma).\n* Have suicidal ideations or have been judged to be a significant suicide risk per clinical judgment and the Columbia Suicide Severity Rating Scale (C-SSRS).\n* Have a history of DSM-IV-TR substance (drug and/or alcohol) dependence disorder within the last 5 years or a history of a substance abuse disorder within the past 6 months.\n* Have a DSM-IV-TR lifetime and current psychotic disorder (except lifetime depression with psychotic features), bipolar disorder, or pre-TBI onset attention-deficit/hyperactivity disorder.\n* Have current PTSD symptoms that can bias or interfere with cognitive and clinical assessments as determined by study site PI.\n* Have demonstrated suboptimal effort on cognitive testing as defined by:\n\n  1. Test of Memory Malingering (TOMM) raw score below 45 on either Trial 2 or the Retention Trial, or\n  2. Green's Medical Symptom Validity Test (MSVT) score of 85% on any one of the Immediate Recall, Delayed Recall, or Consistency indices.\n* Have demonstrated a lack of tolerability to rivastigmine treatment in the past or severe reactions to other cholinesterase inhibitors as determined by the site investigator.\n* Be taking medications that significantly affect cognitive functioning in TBI population and/or may enhance the beneficial/adverse/toxic effect of rivastigmine or vice versa. These compounds include, but are not limited to, centrally-acting anticholinergic drugs (e.g., atropine), other cholinesterase inhibitors (e.g., donepezil, galantamine), and agents that augment cerebral catecholaminergic function (e.g., psychostimulants, amantadine, memantine, selegiline, levodopa, etc). Subjects receiving modafinil may be considered for inclusion if they have been on a stable dose for a minimum of 3 months, and if all inclusion criteria are met. Treatment of non-exclusionary comorbid psychiatric symptoms with compounds that include, but are not limited to, antidepressants, anxiolytics, sedative-hypnotics, anticonvulsants, and atypical antipsychotics will be permitted provided that: 1) the site investigator, based on review of medical history, records, and current medications and in consultation with the Study Chair, concludes that the agent(s) are neither cause(s) of nor significant contributor(s) to the potential subject's memory impairment; 2) the dose of the agent(s) has been stable for the 3 months preceding study participation; and 3) the dose of the agent(s) remains stable, where clinically feasible, throughout the study. For medications prescribed for non-exclusionary conditions on as needed basis, particularly when those medications include benzodiazepines, sympathomimetics, antitussive agents or potentially sedating analgesics - every use will be documented by the subject and will not be taken within 24 hours of performing study-related cognitive testing. (Appendix A: Exclusionary Medications).\n* Have been exposed to other cholinesterase inhibitors in the 30 days prior to randomization.\n* Have a history of penetrating brain injury, cerebrovascular disease, cerebral neoplasm, major brain surgery, or multiple sclerosis.\n* Have a significant visual or auditory deficit that may interfere with ability to complete study assessments.\n* Have a limited ability to speak and read English.\n* Be participating in another clinical trial with active intervention.","healthyVolunteers":true,"sex":"ALL","minimumAge":"19 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Demonstrated Improvement From Baseline on the Hopkins Verbal Learning Test-Revised (HVLT-R) Total Recall","description":"The primary efficacy measure was the Hopkins Verbal Learning Test - Revised (HVLT-R) Total Recall Index. HVLT-R was administered at screen, baseline, weeks 4, and 12. The HVLT is a measure that assesses verbal learning and memory. Alternate versions of the HVLT-R were administered at each of the different time points. The test consists of 12 words which are read to participants for three consecutive trials, each trial followed by free recall. The Total Recall score is the total number of words recalled over the three trials. The primary endpoint evaluation was to compare the proportion of patients who demonstrated improvement from baseline on the HVLT-R Total Recall of at least 5-word and at week 12 between the treatment and placebo group.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Twelve-week Change in University of California San Diego Performance-based Skills Assessment - Brief (UPSA-B)","description":"UPSA-B is a validated performance-based measure to evaluate the impact of rivastigmine-mediated memory improvements on the ability to perform tasks required for day-to-day functioning in two subdomains of financial management and communication. The scale goes from (0-100) and high score indicates better functions. Comparison of difference in mean changes of UPSA-B from baseline to 12-week follow-up between two groups.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"6.4"},{"groupId":"OG001","value":"3.3","spread":"8.5"}]}]}]},{"type":"SECONDARY","title":"Twelve-week Change in The PTSD Symptom Checklist-Military Version (PCL-M)","description":"PCL-M is a validated 17-item self-report measure of DSM-IV (Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision) symptoms of PTSD.The PCL-M asks about problems in response to \"stressful military experiences.\" Items are rated on a 5-point scale ranging from 1 (\"not at all\") to 5 (\"extremely\"). Higher score indicates more stressful.\n\nComparison of difference in mean changes of PCL-M from baseline to 12-week follow-up between two groups.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"8.9"},{"groupId":"OG001","value":"-4.4","spread":"9.8"}]}]}]},{"type":"SECONDARY","title":"Twelve-week Change in Beck Depression Inventory-II (BDI-II)","description":"Beck Depression Inventory-II (BDI-II) is a validated 21-question multiple-choice self-report inventory, one of the most widely used instruments for measuring the severity of depressive symptoms. Each answer is scored on a scale value of 0 to 3. Higher score indicates more severe depression.\n\nTo compare the differences in mean changes of BDI-II between two groups using two groups from baseline to week 12.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"8.8"},{"groupId":"OG001","value":"-0.7","spread":"9.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":49},"commonTop":["accident at work","Application site erythema","application site irritation","Application site pruritus","Carpel tunnel syndrome"]}}}