{"nctId":"NCT00564486","briefTitle":"Analgesic Efficacy & Safety of Intravenous (IV) Acetaminophen Versus Placebo for the Treatment of Postop Pain","startDateStruct":{"date":"2007-11"},"conditions":["Pain"],"count":244,"armGroups":[{"label":"IV Placebo 100 ml","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IV Placebo"]},{"label":"IV Placebo 65 ml","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IV Placebo"]},{"label":"IV Acetaminophen 1 gm","type":"EXPERIMENTAL","interventionNames":["Drug: IV Acetaminophen"]},{"label":"IV Acetaminophen 650 mg","type":"EXPERIMENTAL","interventionNames":["Drug: IV Acetaminophen"]}],"interventions":[{"name":"IV Placebo","otherNames":["placebo"]},{"name":"IV Placebo","otherNames":["placebo"]},{"name":"IV Acetaminophen","otherNames":["APAP","IV APAP"]},{"name":"IV Acetaminophen","otherNames":["APAP","IV APAP"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provide written Informed Consent prior to participation in the Study\n* Is scheduled to undergo abdominal laparoscopic surgery under general anesthesia (laparoscopic bariatric procedures, including gastric bypass or gastric banding, laparoscopic exploratory procedures in which no visceral dissection is performed, and laparoscopic procedures with minimal visceral dissection, such as laparoscopic sterilization,are excluded)\n* If Subject is a female of childbearing potential, have a negative pregnancy test within 21 days of surgery\n* Be at least 18, but not more than 80 years of age\n* Have a Body Mass Index (BMI) ≥ 19 and ≤ 40 lb/in2\n* Have an American Society of Anesthesiologist (ASA) risk class of I, II, or III\n* Have the ability to read and understand the Study procedures and the use of the pain scales and have the ability to communicate meaningfully with the Study Investigator and staff\n* Be free of other physical, mental, or medical conditions which, in the opinion of the Investigator, makes Study participation inadvisable\n\nExclusion Criteria:\n\n* Used opioids or tramadol daily for greater than 7 days prior to Study Medication administration (Subjects who, in the Investigator's opinion have or are developing opioid tolerance are to be excluded)\n* Has been treated with Chapparal, Comfrey, Germander, Gin Bu Huan, Kava, Pennyroyal, Skullcap, St. John's Wort, or Valerian within 14 days prior to surgery\n* Has significant medical disease(s), laboratory abnormalities or condition(s) that in the Investigator's judgment could compromise the Subject's welfare, ability to communicate with the Study staff, complete Study activities, or would otherwise contraindicate Study participation\n* Has known hypersensitivity to opioids, acetaminophen, or the inactive ingredients (excipients) of the Study Medication\n* Has known or suspected history of alcohol or drug abuse or dependence within the previous 2 years\n* Has impaired liver function, e.g., aspartate aminotransferase (AST)/Alanine transaminase (ALT)/bilirubin greater than or equal to 3.0 times the upper limit of normal, active hepatic disease, evidence of clinically significant liver disease, or other condition (e.g., alcoholism, cirrhosis, or hepatitis) that may suggest the potential for an increased susceptibility to hepatic toxicity with Study Medication exposure\n* Has been treated with monoamine oxidase inhibitors (MAOIs) within 7 days prior to surgery\n* Has participated in another clinical Study (investigational or marketed product) within 30 days of surgery\n\nPost Operative Exclusion Criteria\n\nThe Subject must not meet any of the following criteria prior to randomization to Study Medication:\n\n* Had any other surgery than the planned laparoscopic surgery or had intra operative or post operative complications which in the view of the Investigator would make Study participation inadvisable\n* Has taken non steroidal anti-inflammatory drugs (NSAIDs), steroids or MAOIs during the day after surgery. Exceptions: The use of low-dose aspirin, e.g, 81 mg/day, for cardioprophylaxis, and limited use of topical or inhaled steroids are acceptable.\n* Had any neuraxial (spinal or epidural) opioid injected perioperatively\n* Had a local anesthetic injection (including into surgical wound at closure) or continuous infusion by any route\n* Had an epidural, regional, or percutaneous (intrawound) catheter with continuous local anesthetic infusion used for postoperative analgesic management\n* Had a fever (greater than 38.6 ºC or 101.5 ºF) requiring treatment\n\nPost Operative Day 1 Randomization Criterion On the morning of the first post operative day (POD1), the Subject must have a categorical pain intensity score at rest of moderate or severe and a score ≥ 40 mm and ≤ 70 mm at rest on a 100 mm Visual Analogue Scale (VAS)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sum Pain Intensity Difference - Baseline to 24 Hours (SPID24), 1 g IV Acetaminophen vs. Placebo (PI Was Measured at the Timepoints of T0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 14, 16, 18, 20, and 24 Hours.)","description":"Pain Intensity (PI) as measured by a 100 millimeter (mm) long Visual Analogue Scale (VAS) over 24 hours after treatment minus the Baseline VAS score. The 100 mm VAS was drawn on a pain ruler and labeled at its left end with '0 = No Pain' and with \"100 = Worst Pain Imaginable' at its right end. Subjects placed a mark on the scale to represent their perceived pain. The score was the distance in mm from the left end of the VAS to the point where the subject's mark crossed the line. PI at baseline was compared to the PI at each timepoint and differences were summed over the 24 hour time period.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.2","spread":"513.25"},{"groupId":"OG001","value":"-194.1","spread":"593.62"}]}]}]},{"type":"SECONDARY","title":"Sum Pain Intensity Difference - Baseline to 24 Hours (SPID24), 650 mg IV Acetaminophen vs. Placebo (PI Was Measured at the Timepoints of T0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 14, 16, 18, 20, and 24 Hours.)","description":"Sum of Pain Intensity (PI) as measured by the 100 mm long Visual Analogue Scale (VAS) over 24 hours after treatment subtracting the Baseline VAS score.The 100 mm VAS was drawn on a pain ruler and labeled at it's left end with \"0 = No Pain' and its right end with '100 = Worst Pain Imaginable.' Subjects placed a mark on the scale to represent their perceived pain. The score was the distance in mm from the left end of the VAS to the point where the subject's mark crossed the line. PI difference from baseline was calculated at each assessment over a 24 hour period.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.2","spread":"513.25"},{"groupId":"OG001","value":"-323.1","spread":"619.27"}]}]}]},{"type":"SECONDARY","title":"The Number of Subjects Reporting a Treatment Emergent Adverse Event","description":"Number of subjects who experienced at least one treatment emergent adverse event (TEAE).\n\nA TEAE is an adverse event that occurs on or after the first dose of study medication (T0).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"65","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Subjects Reporting a Treatment Emergent Serious Adverse Event","description":"The number of subjects who reported at least one treatment emergent SAE during the study.\n\nA Serious Adverse Event is defined as any untoward medical occurrence at any dose of blinded study medication that:\n\n* results in death\n* is life-threatening\n* requires inpatient hospitalization or causes prolongation of existing hospitalization\n* results in persistent or significant disability/incapacity\n* is a congenital anomaly/birth defect\n* is an important medical event","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":43},"commonTop":["Constipation","Nausea","Flatulence","Headache","Vomiting"]}}}