{"nctId":"NCT02059278","briefTitle":"Safety and Efficacy of T-2345 Compared to Xalatan in Subjects With Primary Open Angle Glaucoma or Ocular Hypertension","startDateStruct":{"date":"2014-01"},"conditions":["Primary Open Angle Glaucoma","Ocular Hypertension"],"count":335,"armGroups":[{"label":"T-2345","type":"EXPERIMENTAL","interventionNames":["Drug: T-2345"]},{"label":"Xalatan","type":"EXPERIMENTAL","interventionNames":["Drug: Xalatan"]}],"interventions":[{"name":"T-2345","otherNames":[]},{"name":"Xalatan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years or older.\n2. POAG or OH with IOP treated and adequately controlled (IOP ≤ 18 mm Hg) with latanoprost 0.005% ophthalmic solution monotherapy for at least 4 weeks prior to Screening.\n3. Each eye being treated with latanoprost 0.005% ophthalmic solution monotherapy must have mean IOP ≤ 18 mm Hg at Screening and mean IOP ≤ 28 mm Hg at Baseline; measurements will be taken at each visit at 8 AM, 10 AM, and 4 PM (each ± 30 minutes) with AM measurements of IOP at least 2 hours apart. If only one eye qualifies but both eyes have glaucoma and the fellow eye will require antiglaucoma medications, the subject does not qualify for the trial.\n4. Stable visual field (VF), defined as no sign of VF degradation between two consecutive 30-2 or two consecutive 24-2 VF examinations. For subjects with no VF defect (eg, those with OH), a single, normal VF examination performed ˂ 6 months prior to the screening visit is allowed to determine eligibility. For patients who have an abnormal VF examination, the following criteria apply:\n\n   * Two VF (most recent VF and past VF) examinations performed at least ≥ 6 months and ≤ 18 months apart must be compared;\n   * The most recent VF examination should be performed \\< 6 months prior to the Screening visit;\n   * The past VF examination should be performed ≥ 6 months and ≤ 18 months prior to the most recent VF test.\n5. Stable corrected Snellen visual acuity (VA) of better than 20/200 in the study eye. Patients must see ≥ 50% of the letters on a single line to accept that VA line.\n6. Central corneal thickness 480-620 μm in the study eye.\n7. Shaffer gonioscopic grade of ≥ 3 (in at least 3 quadrants) in both eyes.\n8. Female subjects must be 1-year postmenopausal, surgically sterilized, or women of childbearing potential with a negative urine pregnancy test at Screening. Women of childbearing potential must use an acceptable form of contraception throughout the study. Acceptable methods include the use of at least one of the following: intrauterine (intrauterine device), hormonal (oral, injection, patch, implant, ring), barrier with spermicide (condom, diaphragm), or abstinence.\n9. All subjects must provide signed written consent prior to participation in any study-related procedures.\n\nExclusion Criteria:\n\nIn the study eye:\n\n1. A mean deviation of \\< -20 dB on VF examination.\n2. A mean IOP ˃ 28 mm Hg at Baseline.\n3. Presence of a scotoma within 5° of fixation on VF examination.\n4. Aphakia.\n5. Use of any antiglaucoma medication in addition to latanoprost 0.005% ophthalmic solution within 2 weeks prior to Screening and any antiglaucoma medication (other than latanoprost) during the study period other than the randomized study medication.\n6. Use of any topical ophthalmic steroid within 2 weeks prior to Baseline. A short course of oral steroids is acceptable if the course is completed \\> 2 weeks prior to Screening. Inhaled and intranasal steroids are acceptable.\n7. Use of topical nonsteroidal anti-inflammatory drug (NSAID) within 2 weeks prior to Baseline.\n8. Use of any ophthalmic medications during the study period (nonpreserved artificial tears are allowed).\n9. Ocular surgery or laser treatment of any kind in the study eye within 3 months prior to Baseline.\n10. History of ocular allergy/inflammation and/or severe blepharitis and/or uveitis. Seasonal allergic conjunctivitis is acceptable (avoid enrollment of subjects who may experience seasonal flare-up during the study period). Mild blepharitis/blepharoconjunctivitis, typically associated with prostaglandin usage, on the lid is acceptable.\n11. History of ocular trauma or ocular infection within 3 months of Screening.\n12. History of herpes simplex keratitis.\n13. Current proliferative diabetic retinopathy or age-related macular degeneration, unless deemed not clinically significant by the Investigator.\n14. Severe dry eye (eg, clinically relevant superficial punctate keratitis, epithelial erosions of the cornea, and/or use of dry eye medication \\[including artificial tears\\] with a frequency exceeding 8 instillations per day).\n15. Contact lens wear during the study period. Contact lens wear in an untreated fellow eye is allowed.\n16. Any secondary glaucoma or OH (eg, congenital glaucoma, closed-angle glaucoma, uveitic glaucoma, or pseudoexfoliation syndrome).\n17. Any severe glaucoma defined by cupping (cup-to-disc ratio ≥ 0.8).\n18. Any non-laser glaucoma surgery.\n19. Any abnormality preventing accurate assessment (eg, resulting in unreliable applanation tonometry or VF examination).\n\n    General:\n20. Pregnancy or lactation.\n21. Uncontrolled asthma (defined as asthma that does not respond to the maximum guideline-directed therapy).\n22. Allergy to benzalkonium chloride.\n23. History of moderate or severe renal or hepatic impairment.\n24. Participation in any study of an investigational product within 30 days prior to Screening or at any time during the study period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Intraocular Pressure","description":"Evaluation of intraocular pressure using Goldmann applanation tonometry.\n\nPrimary outcome was the between group difference in the change from baseline in IOP at each of 9 assessment points.\n\nEquivalence was achieved if the 95% Confidence Intervals were within 1.5 mmHg at all 9 time points","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"3.2"},{"groupId":"OG001","value":"-3.8","spread":"3.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"2.9"},{"groupId":"OG001","value":"-3.6","spread":"3.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"2.8"},{"groupId":"OG001","value":"-3.1","spread":"3.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"3.2"},{"groupId":"OG001","value":"-3.5","spread":"3.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"3.1"},{"groupId":"OG001","value":"-3.5","spread":"3.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"2.9"},{"groupId":"OG001","value":"-3.1","spread":"3.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"3.2"},{"groupId":"OG001","value":"-3.5","spread":"3.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"3.0"},{"groupId":"OG001","value":"-3.6","spread":"3.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"2.8"},{"groupId":"OG001","value":"-2.9","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Visual Acuity","description":"Visual Acuity was measured using the Corrected Snellen Visual Acuity method reported as the Logarithm Minimum Angle of Resoution (logMAR) change from baseline. The Snellen eye chart was used with the subject's current corrected lens prescription at a distance equivalent to 20 feet. Results from the Snellen chart were converted to the logMAR scale which is the standard tool for reporting visual acuity outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.003","spread":"0.075"},{"groupId":"OG001","value":"-0.008","spread":"0.082"}]}]}]},{"type":"SECONDARY","title":"Slit Lamp Examination","description":"Number of participants with eye abnormalities following routine slit lamp examination. The anterior segment of the eye including lids, cornea, conjunctiva, anterior chamber, iris and lens were evaluated with a routine slit lamp examination and any abnormalities observed were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Ophthalmoscopy","description":"Number of participants with eye abnormalities following ophthalmoscopy. Direct ophthalmoscopy with dilation included assessment of the optic nerve head for pallor and cupping. A dilated fundus examination consisting of the vitreous, optic nerve, macula, and peripheral retina was conducted. Results are reported as the number of subjects with clinical significant abnormalities at Day 84 that were not clinically significant at Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Deviation in Visual Field","description":"Visual Field was performed using an automated perimeter according to the sites standard protocol. This test measures the angle of the visual field from the central visual axis. Visual Field Testing generates a numerical scale as its main result which shows the retinal sensitivities at the different test locations, expressed in Decibels (dB). The mean deviation in the visual field reflects the overall depression (deviation from normal values). Negative values indicate a reduction in visual field. The analysis performed is the mean change from baseline at Day 84.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.169","spread":"1.607"},{"groupId":"OG001","value":"-0.166","spread":"1.680"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.067","spread":"2.124"},{"groupId":"OG001","value":"-0.094","spread":"1.466"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":165},"commonTop":["Instillation site pain","Conjunctival hyperemia","Blepharitis","Punctate keratitis","Vitreous detachment"]}}}