{"nctId":"NCT03928743","briefTitle":"A Study to Evaluate the Efficacy and Safety of Bimekizumab in Subjects With Active Ankylosing Spondylitis","startDateStruct":{"date":"2019-04-25","type":"ACTUAL"},"conditions":["Ankylosing Spondylitis"],"count":332,"armGroups":[{"label":"Bimekizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Bimekizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Bimekizumab","Other: Placebo"]}],"interventions":[{"name":"Bimekizumab","otherNames":["BKZ","UCB4940"]},{"name":"Placebo","otherNames":["PBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients at least 18 years of age\n* Subject has ankylosing spondylitis (AS) as per the Modified New York (mNY) criteria with documented radiologic evidence, and at least 3 months of symptoms with age at symptom onset less than 45 years\n* Subjects has moderate-to-severe active disease defined by Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) \\>=4 AND spinal pain \\>=4 on a 0 to 10 Numeric Rating Scale\n* Subjects had to have either failed to respond to 2 different nonsteroidal anti-inflammatory drugs (NSAIDs) given at the maximum tolerated dose for a total of 4 weeks or have a history of intolerance to or a contraindication to NSAID therapy\n* Patients who have taken a tumor necrosis factor alpha (TNFα) inhibitor must have experienced an inadequate response or intolerance to treatment given at an approved dose for at least 12 weeks\n* Patients currently taking NSAIDs, cyclooxygenase 2 (COX-2) inhibitors, analgesics, corticosteroids, methotrexate (MTX), leflunomide (LEF), sulfasalazine (SSZ), hydroxychloroquine (HCQ) AND/OR apremilast can be allowed if they fulfill specific requirements prior to study entry\n\nExclusion Criteria:\n\n* Total ankylosis of the spine\n* Treatment with more than 1 TNFα inhibitor and/or more than 2 additional non-TNFα biological response modifiers, or any interleukin (IL)-17 biological response modifier at any time are excluded\n* Active infection or history of recent serious infections\n* Viral hepatitis B or C or human immunodeficiency virus (HIV) infection\n* Any live (includes attenuated) vaccination within the 8 weeks prior to entering the study or TB (Bacillus Calmette-Guerin) vaccination within 1 year prior entering the study\n* Known tuberculosis (TB) infection, at high risk of acquiring TB infection, or current or history of nontuberculous mycobacterium (NTMB) infection\n* Subject has any active malignancy or history of malignancy within 5 years prior to the Screening Visit EXCEPT treated and considered cured cutaneous squamous or basal cell carcinoma or in situ cervical cancer\n* Diagnosis of inflammatory conditions other than AxSpA, eg, rheumatoid arthritis. Patients with a diagnosis of Crohn's disease, ulcerative colitis, or other inflammatory bowel disease (IBD) are allowed as long as they have no active symptomatic disease when entering the study.\n* Presence of active suicidal ideation, or moderately severe major depression or severe major depression\n* Female patients who are breastfeeding, pregnant, or planning to become pregnant during the study\n* Subject has a history of chronic alcohol or drug abuse within 6 months prior to Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society 40% Response Criteria (ASAS40) Response at Week 16","description":"ASAS40 response was defined as relative improvements of at least 40% and absolute improvement of at least 2 units on a 0 to 10 Numeric Rating Scale (NRS), where 0 is \"not active\" and 10 is \"very active\" in at least 3 of the 4 domains: Patient's Global Assessment of Disease Activity (PGADA) assessed disease activity on a scale of 0 \\[not active\\] to 10 \\[very active\\], higher score=more disease activity, Pain assessment on a scale of 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score=more severity, Function (Bath Ankylosing Spondylitis Functional Index (BASFI)) assessed participant's level of ability on a scale of 0 \\[easy\\] to 10 \\[impossible\\], Inflammation (morning stiffness intensity and duration, mean of Q5 and Q6 of Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) defined as 6 item questionnaire: measured disease activity on a scale of 0 \\[none\\] to 10 \\[severe\\], higher score=more disease activity) and no worsening at all in the remaining domain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":null},{"groupId":"OG001","value":"44.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society 40% Response Criteria (ASAS40) Response in TNFα Inhibitor-naïve Participants at Week 16","description":"ASAS40 response was defined as relative improvements of at least 40% and absolute improvement of at least 2 units on a 0 to 10 NRS, where 0 is \"not active\" and 10 is \"very active\" in at least 3 of the 4 domains: PGADA assessed disease activity on a scale of 0 \\[not active\\] to 10 \\[very active\\], higher score=more disease activity, Pain assessment on a scale of 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score=more severity, Function (BASFI) assessed participant's level of ability on a scale of 0 \\[easy\\] to 10 \\[impossible\\], Inflammation (morning stiffness intensity and duration, mean of Q5 and Q6 of BASDAI defined as 6 item questionnaire: measured disease activity on a scale of 0 \\[none\\] to 10 \\[severe\\], higher score=more disease activity) and no worsening at all in the remaining domain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.4","spread":null},{"groupId":"OG001","value":"45.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society 20% Response Criteria (ASAS20) Response at Week 16","description":"ASAS20 response was defined as relative improvements of at least 20% and absolute improvement of at least 1 unit on a 0 to 10 NRS, where 0 is \"not active\" and 10 is \"very active\" in at least 3 of the 4 domains: PGADA assessed disease activity on a scale of 0 \\[not active\\] to 10 \\[very active\\], higher score=more disease activity, Pain assessment on a scale of 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score=more severity, Function (BASFI) assessed participant's level of ability on a scale of 0 \\[easy\\] to 10 \\[impossible\\], Inflammation (morning stiffness intensity and duration, mean of Q5 and Q6 of BASDAI defined as 6 item questionnaire: measured disease activity on a scale of 0 \\[none\\] to 10 \\[severe\\], higher score=more disease activity) and no worsening at all in the remaining domain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":null},{"groupId":"OG001","value":"66.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) Total Score at Week 16","description":"BASDAI is a validated self-reported instrument, which consisted of 6 questions to measure the disease activity of ankylosing spondylitis (AS) from the participant's perspective. It measured the severity of fatigue, spinal and peripheral joint pain and swelling, enthesitis, and morning stiffness (both severity and duration). Each question was rated using a numerical rating scale from 0 (none) to 10 (very severe), higher score=high disease activity. The BASDAI score was calculated by computing the mean of questions 5 and 6 and adding it to the sum of questions 1 to 4. This score was then divided by 5. The total BASDAI score was ranged from 0=none to 10= very severe, where higher score indicated high disease activity. A negative value indicated improvement and a positive value indicated worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.70","spread":"0.21"},{"groupId":"OG001","value":"-2.74","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society (ASAS) Partial Remission (PR) at Week 16","description":"The Assessment of SpondyloArthritis International Society partial remission was defined as a score of less than or equal to (\\<=) 2 units (on a scale of 0-10, where 0=no disease activity and 10=high disease activity) in each of the 4 domains. These 4 domains included: PGADA assessed disease activity on a scale of 0 \\[not active\\] to 10 \\[very active\\], higher score=more disease activity, Pain assessment on a scale of 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score=more severity, Function (BASFI) assessed participant's level of ability on a scale of 0 \\[easy\\] to 10 \\[impossible\\], Inflammation (morning stiffness intensity and duration, mean of Q5 and Q6 of BASDAI defined as 6 item questionnaire: measured disease activity on a scale of 0 \\[none\\] to 10 \\[severe\\], higher score=more disease activity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"24.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Ankylosing Spondylitis Disease Activity Score Major Improvement (ASDAS-MI) at Week 16","description":"ASDAS-MI is achieved when there is a reduction (improvement) of greater than or equal to (\\>=) 2.0 in the Ankylosing Spondylitis Disease Activity Score (ASDAS) relative to Baseline. ASDAS is calculated as the sum of the following components: 1) 0.121 × Total back pain (Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) Q2 result), 2) 0.058 × Duration of morning stiffness (BASDAI Q6 result), 3) 0.110 × Patient's Global Assessment of Disease Activity (PGADA), 4) 0.073 × Peripheral pain/swelling (BASDAI Q3 result), 5) 0.579 × (natural logarithm of the C-reactive protein (CRP) \\[mg/L\\] + 1). Total back pain, PGADA, duration of morning stiffness, peripheral pain/swelling and fatigue are all assessed on a numerical scale (0 \\[no disease activity\\] to 10 \\[high disease activity\\] units). High ASDAS scores mean worse disease. If a participant achieves the ASDAS-MI it indicates a major improvement of their disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"25.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society (ASAS) 5/6 Response at Week 16","description":"The Assessment of SpondyloArthritis International Society (ASAS) 5/6 response is defined as achieving at least 20% improvement in 5 of 6 domains: PGADA assessed disease activity on a scale of 0 \\[not active\\] to 10 \\[very active\\], higher score=more disease activity, Pain assessment on a scale of 0 \\[no pain\\] to 10 \\[most severe pain\\], higher score=more severity), Function (BASFI) assessed participant's level of ability on a scale of 0 \\[easy\\] to 10 \\[impossible\\], Inflammation (morning stiffness intensity and duration, mean of Q5 and Q6 of BASDAI defined as 6 item questionnaire: measured disease activity on a scale of 0 \\[none\\] to 10 \\[severe\\], higher score=more disease activity), spinal mobility (lateral spinal flexion) and high sensitivity C-reactive protein (hs-CRP)\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"49.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Functional Index (BASFI) at Week 16","description":"The Bath Ankylosing Spondylitis Functional Index (BASFI) assesses physical function in comprising 10 items relating to activities during the past week. Each item ranged from 0 ('Easy') to 10 ('Impossible'). The BASFI is the mean of the 10 scores such that the total score ranges from 0 to 10, with lower scores indicating better physical function. A negative value in BASFI change from Baseline indicates an improvement from Baseline. The higher the negative value the better the improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.95","spread":"0.20"},{"groupId":"OG001","value":"-2.00","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Nocturnal Spinal Pain Score Numeric Rating Scale (NRS) at Week 16","description":"Nocturnal spinal pain experienced by ankylosing spondylitis (AS) participants is measured by one question: pain in the spine at night due to AS?. When responding, the participant is to consider the average amount of pain in the preceding week. It is assessed on a numerical scale of 0 (no pain) to 10 (most severe pain) units. A lower score indicates less pain and a negative change represents an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.68","spread":"0.25"},{"groupId":"OG001","value":"-3.16","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ankylosing Spondylitis Quality of Life (ASQoL) Total Score at Week 16","description":"The Ankylosing Spondylitis Quality of Life (ASQoL), a validated disease-specific 18-item questionnaire, has been developed specifically for measuring health-related quality of life (HRQoL) in participants with ankylosing spondylitis and has shown to be responsive in axial spondyloarthritis (axSpA). Each statement on the ASQoL is given a score of 1=Yes or 0=No. A score of \"1\" was given where the item was affirmed, indicating adverse quality of life. All item scores were summed to generate the total score ranging from 0 to 18 with a higher score indicating worse health-related quality of life. A negative change from baseline represents an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.07","spread":"0.41"},{"groupId":"OG001","value":"-4.59","spread":"0.32"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Short Form 36-Item Health Survey (SF-36) Physical Component Summary (PCS) Score at Week 16","description":"SF-36 is a 36-item HRQoL instrument with recall period of 4 weeks. Items are grouped into 8 domains: Physical Functioning (10 items), Role Physical (4 items), Bodily Pain (2 items), General Health (5 items), Vitality (4 items), Social Functioning (2 items), Role Emotional (3 items), Mental Health (5 items) and 1 item for Health Transition during last year. PCS and Mental Component Summary (MCS) scores are calculated from 8 domains (excluding Health Transition item). Each of SF-36 derived raw scores range from 0 to 100; higher score = better function. PCS score is calculated from 8 domain scores. It is standardized score ranging from 7.3 to 70.1, with a mean of 50 and SD of 10 in general US population, higher values = better function, and positive change reflects improvement. A PCS score mean below 47 indicates impaired physical functioning. Individual respondent's score that falls outside T-score range of 45 to 55 are outside average general US population range.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.17","spread":"0.82"},{"groupId":"OG001","value":"8.54","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Disease Metrology Index (BASMI) at Week 16","description":"The Bath Ankylosing Spondylitis Disease Metrology Index characterizes the spinal mobility of participants with axial Spondyloarthritis (SpA) and Ankylosing Spondylitis. It is a disease-specific measure consisting of 5 clinical measures to reflect participant axial status: cervical rotation; tragus to wall distance; lateral lumbar flexion; lumbar flexion (modified Schober test); intermalleolar distance. According to the linear definition of the BASMI a score of 0 to 10 was calculated for each item based on the measurement. The mean of the 5 scores provides the total BASMI score (ranging from 0 to 10). The higher the BASMI score, the more severe the participant's limitation of movement due to their axial SpA. A negative value in BASMI change from Baseline indicates an improvement from Baseline. The higher the negative value, the better the improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.09"},{"groupId":"OG001","value":"-0.45","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Maastricht Ankylosing Spondylitis Enthesitis (MASES) Index in the Subgroup of Participants With Enthesitis at Baseline at Week 16","description":"The Maastricht Ankylosing Spondylitis Enthesitis is an index that measures the severity (ie, intensity and extent) of enthesitis through the assessment of 13 entheses (bilateral costochondral 1, costochondral 7, anterior superior iliac spine, posterior iliac spine, iliac crest and proximal insertion of the Achilles tendon sites, and the fifth lumbar vertebral body spinous process), each scored as 0 or 1 and then summed for a possible score of 0 to 13. A higher score reflects higher severity and a negative change represents an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.04","spread":"0.33"},{"groupId":"OG001","value":"-2.12","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Enthesitis-free State at Week 16 Based on the Maastricht Ankylosing Spondylitis Enthesitis Index in the Subgroup of Participants With Enthesitis at Baseline","description":"The Maastricht Ankylosing Spondylitis Enthesitis is an index that measures the severity (ie, intensity and extent) of enthesitis through the assessment of 13 entheses (bilateral costochondral 1, costochondral 7, anterior superior iliac spine, posterior iliac spine, iliac crest and proximal insertion of the Achilles tendon sites, and the fifth lumbar vertebral body spinous process) each scored as 0 or 1 and then summed for a possible score of 0 to 13. Enthesitis free state is defined as having a MASES score of 0. A higher score reflects higher severity and a negative change represents an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.8","spread":null},{"groupId":"OG001","value":"51.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) During the Study","description":"TEAEs are defined as those AEs that have a start date on or following the first dose of study treatment through the final dose of study treatment + 140 days (covering the 20-week Safety follow up (SFU) period). TEAEs were analyzed and have been reported for Double Blind Treatment Period (Safety set),Maintenance Period (MP) (Maintenance Set) and Overall Period (Safety set) which includes all participants who received BKZ 60 mg Q4W during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":null},{"groupId":"OG001","value":"54.3","spread":null},{"groupId":"OG002","value":"68.3","spread":null},{"groupId":"OG003","value":"75.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Serious Adverse Events (SAEs) During the Study","description":"A serious adverse event (SAE) is any untoward medical occurrence that at any dose resulted in 1) Death, 2) Life-threatening (Life-threatening does not include a reaction that might have caused death had it occurred in a more severe form.), 3) Significant or persistent disability/incapacity, 4) Congenital anomaly/birth defect (including that occurring in a fetus), 5) Important medical event that, based upon appropriate medical judgment, may jeopardize the participant or participant may require medical or surgical intervention to prevent 1 of the other outcomes listed in the definition of serious (Important medical events may include, but are not limited to, potential Hy's Law \\[see allergic bronchospasm requiring intensive treatment in an emergency room or at home, blood dyscrasias that do not result in inpatient hospitalization, or the development of drug dependency or drug abuse.)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"2.3","spread":null},{"groupId":"OG002","value":"4.7","spread":null},{"groupId":"OG003","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) Leading to Withdrawal From Investigational Medicinal Product (IMP) During the Study","description":"TEAEs are defined as those AEs that have a start date on or following the first dose of study treatment through the final dose of study treatment + 140 days (covering the 20-week SFU period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3.2","spread":null},{"groupId":"OG002","value":"2.8","spread":null},{"groupId":"OG003","value":"4.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":111},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Oral Candidiasis","Diarrhoea"]}}}