{"nctId":"NCT00113568","briefTitle":"Safety Study of XP12B in Women With Menorrhagia","startDateStruct":{"date":"2005-06"},"conditions":["Menorrhagia","Heavy Menstrual Bleeding"],"count":784,"armGroups":[{"label":"XP12B (tranexamic acid tablets)","type":"EXPERIMENTAL","interventionNames":["Drug: Tranexamic acid tablets (XP12B)"]}],"interventions":[{"name":"Tranexamic acid tablets (XP12B)","otherNames":["Lysteda","XP12B","tranexamic acid tablets","XP12B-MR"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women with menorrhagia\n* 18-49 years of age\n* Regularly occuring menstrual periods\n\nExclusion Criteria:\n\n* History or presence of clinically significant disease or abnormalities that might confound the study\n* History of bilateral oophorectomy or hysterectomy","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With at Least One Adverse Event During the Study","description":"An adverse event is any untoward, undesired, unplanned clinical event in the form of signs. symptoms, disease, or laboratory or physiological observations occurring in a human being participating in a clinical study with a sponsor study drug, regardless of causal relationship.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"678","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With at Least One Possibly Treatment-Related Adverse Event During the Study","description":"The causal relation between an adverse event and the study drug was determined by the investigator on the basis of his or her clinical judgment. A possibly treatment-related adverse event is an event that may be explained by administration of the study drug or by the subjects's clinical state or other agents/therapies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"306","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With at Least One Probably Treatment-Related Adverse Event During the Study","description":"The causal relation between an adverse event and the study drug was determined by the investigator on the basis of his or her clinical judgment. A probably treatment-related adverse event is an event most likely to be explained by administration of the study drug rather than the subjects's clinical state or other agents/therapies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With at Least One Definitely Treatment-Related Adverse Event During the Study","description":"The causal relation between an adverse event and the study drug was determined by the investigator on the basis of his or her clinical judgment. A definitely treatment-related adverse event is an event that can be fully explained by administration of the study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With at Least One Serious Adverse Event During the Study","description":"A serious adverse event (SAE) is any adverse event (AE) occurring at any dose that meets 1 or more of the following criteria: results in death; is life-threatening; requires inpatient hospitalization or prolongation of an existing hospitalization; results in a persistent or significant disability or incapacity; results in cancer; results in a congenital anomaly or birth defect. Important medical events not described above may be considered SAEs when based on appropriate medical judgment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With at Least One Life-Threatening Adverse Event During the Study","description":"A life-threatening AE is any AE that places the subject at immediate risk of death from the event as it occurred.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Adverse Events That Led to Discontinuation From the Study","description":"The total number of subjects who withdrew from the study due to an adverse event irrespective of the causal relation between the AE and the study drug as determined by the investigator","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Any Thrombotic or Thromboembolic Adverse Event During the Study","description":"Examples include deep vein thrombosis, pulmonary embolism, cerebral thrombosis, acute renal cortical necrosis, central retinal artery and vein obstruction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Who Died During the Study","description":"Number of subjects who died, for any reason, during the study","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":723},"commonTop":["Headache","Menstrual discomfort","Back pain","Viral upper respiratory tract infection","Arthralgia"]}}}