{"nctId":"NCT01879410","briefTitle":"A Study to Compare the Efficacy and Safety of Umeclidinium/Vilanterol With Fluticasone Propionate/Salmeterol in Subjects With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2013-06-13"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":700,"armGroups":[{"label":"UMEC/ VI via NDPI + placebo ACCUHALER/DISKUS arm","type":"EXPERIMENTAL","interventionNames":["Drug: UMEC/VI Inhalation Powder 62.5/25 mcg via NDPI","Drug: Placebo DISKUS"]},{"label":"FSC via ACCUHALER/DISKUS + placebo NDPI arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: FSC Inhalation Powder 250/50 mcg via ACCUHALER/DISKUS","Drug: Placebo NDPI"]}],"interventions":[{"name":"UMEC/VI Inhalation Powder 62.5/25 mcg via NDPI","otherNames":[]},{"name":"FSC Inhalation Powder 250/50 mcg via ACCUHALER/DISKUS","otherNames":[]},{"name":"Placebo DISKUS","otherNames":[]},{"name":"Placebo NDPI","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: Outpatient\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Age: Subjects 40 years of age or older at Visit 1.\n* Gender: Male or female subjects. A female is eligible to enter and participate in the study if she is of: Non-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Or if of child bearing potential, has a negative pregnancy test at screening, and agrees to one of the acceptable contraceptive methods mentioned in the protocol used consistently and correctly:\n* Diagnosis: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society as follows: COPD is a preventable and treatable disease state characterized by airflow limitation that is not fully reversible. The airflow limitation is usually progressive and is associated with an abnormal inflammatory response of the lungs to noxious particles or gases, primarily caused by cigarette smoking. Although COPD affects the lungs, it also produces significant systemic consequences.\n* Smoking history: Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years \\[number of pack years = (number of cigarettes per day/20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]. Previous smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Pipe and/or cigar use cannot be used to calculate pack year history.\n* Severity of disease: A pre and post-salbutamol FEV1/FVC ratio of \\<0.70 and a post-salbutamol FEV1 of \\>=30% and \\<=70% of predicted normal values calculated using National Health and Nutrition Examination Survey (NHANES) III reference equations at Visit 1.\n* Dyspnea: A score of \\>=2 on the Modified Medical Research Council Dyspnea Scale (mMRC) at Visit 1.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: A current diagnosis of asthma.\n* Other Respiratory Disorders: Known alpha-1 antitrypsin deficiency, active lung infections (such as tuberculosis), and lung cancer are absolute exclusionary conditions. A subject, who, in the opinion of the investigator, has any other significant respiratory condition in addition to COPD should be excluded. Examples may include clinically significant bronchiectasis, pulmonary hypertension, sarcoidosis, or interstitial lung disease. Inactive tuberculosis in more than one lobe is exclusionary. Allergic rhinitis is not exclusionary.\n* Other Diseases/Abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or hematological abnormalities that are uncontrolled and/or a previous history of cancer in remission for \\<5 years prior to Visit 1 (localized carcinoma of the skin that has been resected for cure is not exclusionary). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Contraindications: A history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, beta2-agonist, corticosteroid, lactose/milk protein or magnesium stearate or a medical condition such as narrow-angle glaucoma, prostatic hypertrophy or bladder neck obstruction that, in the opinion of the study physician contraindicates study participation or use of an inhaled anticholinergic.\n* Hospitalization: Hospitalization for pneumonia within 12 weeks prior to Visit 1.\n* History of COPD Exacerbation: A documented history of at least one COPD exacerbation in the 12 months prior to Visit 1 that required either oral corticosteroids, antibiotics, and/or hospitalization. Prior use of antibiotics alone does not qualify as an exacerbation history unless the use was associated with treatment of worsening symptoms of COPD, such as increased dyspnea, sputum volume, or sputum purulence.\n* Lung Resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening (Visit 1).\n* 12-Lead electrocardiogram (ECG): An abnormal and significant ECG finding from the 12-lead ECG conducted at Visit 1. Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility.\n* Medication Prior to Spirometry: Unable to withhold salbutamol for the 4 hour period required prior to spirometry testing at each study visit.\n* Medications Prior to Screening: Use of the following medications according to the following defined time intervals prior to Visit 1: Depot corticosteroids - 12 weeks, Systemic, oral or parenteral corticosteroids - 6 weeks, Antibiotics (for lower respiratory tract infection) - 6 weeks, Cytochrome P450 3A4 strong inhibitors - 6 weeks, Herbal medications potentially containing oral or systemic steroids - 6 weeks, Inhaled corticosteroids (ICS) - 30 days, Long-acting beta2-agonist (LABA)/ICS combination products - 30 days, Phosphodiesterase 4 (PDE4) inhibitors (e.g., roflumilast) - 14 days, Inhaled long-acting anticholinergics - 7 days, Olodaterol and Indacaterol - 10days, Theophyllines - 48 hours, Oral leukotriene inhibitors (zafirlukast, montelukast, zileuton) - 48 hours, Oral beta2-agonists Long-acting-48 hours/Short-acting - 12 hours, Inhaled long acting beta2-agonists (LABA, e.g., salmeterol, formoterol, indacaterol) - 48 hours, Inhaled sodium cromoglycate or nedocromil sodium - 24 hours, Inhaled short acting beta2-agonists - 4 hours, Inhaled short-acting anticholinergics - 4 hours, Inhaled short-acting anticholinergic/short-acting beta2-agonist combination products - 4 hours, Any other investigational medication - 30 days or within 5 drug half-lives (whichever is longer).\n* Oxygen: Use of long-term oxygen therapy (LTOT) described as oxygen therapy prescribed for greater than 12 hours a day. As-needed oxygen use (i.e., \\<=12 hours per day) is not ex-clusionary.\n* Nebulized Therapy: Regular use (prescribed for use every day, not for as-needed use) of short-acting bronchodilators (e.g., salbutamol) via nebulized therapy.\n* Pulmonary Rehabilitation Program: Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Visit 1. Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Drug or Alcohol Abuse: A known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Affiliation with Investigator Site: A subject will not be eligible for this study if he/she is an immediate family member of the participating investigator, sub-investigator, study coordinator, or employee of the participating investigator.\n* Inability to read: A subject will not be eligible for the study if in the opinion of the investigator the subject cannot read.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (BL) in 0 to 24 Hour Weighted Mean Forced Expiratory Volume Over 1 Second (FEV1) at Day 84","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. The weighted mean was calculated from the pre-dose FEV1 and post-dose FEV1 measurements at 5 and 15 minutes and 1, 3, 6, 9, 12 hours (pre-evening dose), 13, 15, 18, 23, and 24 hours after the morning dose. Baseline is defined as the mean of the assessments made 30 and 5 minutes (min) pre-dose on treatment Day 1. Analysis was performed using an analysis of covariance model with covariates of baseline FEV1 (mean of the two assessments made 30 mins and 5 mins pre-dose on Day 1), smoking status, and treatment. Change from baseline was calculated as the value at Day 84 minus the value at Baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.213","spread":"0.0137"},{"groupId":"OG001","value":"0.112","spread":"0.0139"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline(BL) in Trough Forced Expiratory Volume in One Second (FEV1) at Day 85","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Baseline is defined as the mean of the assessments made 30 and 5 minutes (min) pre-dose on treatment Day 1. Trough FEV1 on Day 85 is defined as the mean of the FEV1 values obtained 23 and 24 hours after morning dosing on Day 84. Analysis was performed using a repeated measures model with covariates of treatment, Baseline (mean of the 2 assessments made 30 min and 5 min pre-dose on Day 1), smoking status, day, day by baseline and day by treatment interactions. The model used all available trough FEV1 values recorded on Days 28, 56, 84, and 85. Missing data were not directly imputed in this analysis; however, all non-missing data for a participant were used within the analysis to estimate the treatment effect for trough FEV1 at Day 85. Change from baseline was calculated as the value at Day 84 minus the value at Baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.185","spread":"0.0138"},{"groupId":"OG001","value":"0.087","spread":"0.0140"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":349},"commonTop":["Headache","Nasopharyngitis"]}}}