{"nctId":"NCT00760526","briefTitle":"Randomized Trial to Assess Efficacy and Safety of Continuous Glucose Monitoring in Children 4-<10 Years With T1DM","startDateStruct":{"date":"2010-09"},"conditions":["Diabetes Mellitus, Type 1"],"count":146,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Continuous glucose monitor"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Home blood glucose monitor"]}],"interventions":[{"name":"Continuous glucose monitor","otherNames":["FreeStyle Navigator","Medtronic Paradigm System"]},{"name":"Home blood glucose monitor","otherNames":["FreeStyle meter"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Clinical diagnosis of type 1 diabetes and using daily insulin therapy for at least twelve months\n2. Age \\>4.0 to \\<10.0 years\n3. HbA1c \\>= 7.0%\n4. Current insulin regimen involves either use of an insulin pump or multiple daily injections of insulin (at least 3 shots per day) for the last three months, with no plans to switch the modality of insulin administration during the next 6 months (e.g., injection user switching to a pump, pump user switching to injections, or the addition of Lantus (Glargine) insulin)\n\nExclusion Criteria:\n\n1. Diabetes diagnosed \\<6 months of age\n2. Use of a medication such as oral/inhaled glucocorticoids that in the judgment of the investigator will affect the wearing of the sensors or the completion of any aspect of the protocol.\n3. The presence of any of the following diseases or another disease that the investigator believes to be a contraindication to participation in the protocol:\n\n   * Asthma if treated with systemic or daily inhaled corticosteroids in the last 6 months (Intermittent treatment with inhaled corticosteroids does not exclude subjects from enrollment)\n   * Cystic fibrosis (Celiac disease and adequately treated thyroid disease do not exclude subjects from enrollment)\n4. Home use of CGM in past 6 months.\n5. Participation in an intervention study (including psychological studies) in past 6 weeks.\n6. Another member of the same household is participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"9 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Decrease >=0.5% HbA1c With no Severe Hypoglycemic Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycemic Events Experienced by Participants","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"CGM Glucose Values (mg/dL)","description":"Percentage of sensors values in range (71 mg/dL to 180 mg/dL)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Biochemical Hypoglycemia (Percentage of Sensor Values </= 70 mg/dL)","description":"CGM glucose values obtained using a blinded CGM device in the control group and unblinded device in the CGM group after the 26-week visit. Glucose indices were calculated for subjects with at least 24 h of glucose. Seven subjects in the CGM group and one subject in the control group who completed the 26-week visit were missing 26-week CGM data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Measures of Variability: Standard Deviation (SD)","description":"standard deviation (SD). Each subject has many sensor glucose values. SD was calculated for each subject as a measure of variability and the median over all subjects were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Measures of Variability: Mean Absolute Rate of Change","description":"mean absolute rate of change","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":null},{"groupId":"OG001","value":"0.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Measures of Variability: Mean Amplitude of Glycemic Excursions (MAGE)","description":"Mean amplitude of glycemic excursions (MAGE)is a measure of blood glucose variability, an indication of diabetes control. Refer to the 1970 paper by Service for a detailed explanation. Diabetes. 1970 Sep;19(9):644-55","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]}]},{"type":"SECONDARY","title":"Parental Quality of Life Measures: Hypoglycemia Fear Survey","description":"The parent completed the following questionnaires at baseline (prior to initiating use of the blinded CGM device) and at 26 weeks: Hypoglycemia Fear Survey. Scale 0-100 with higher score denoting more fear. The results reported below are the values at 26 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":"17"},{"groupId":"OG001","value":"42","spread":"19"}]}]}]},{"type":"SECONDARY","title":"Parental Quality of Life Measures: PAID (Problem Areas in Diabetes)","description":"The parent completed the PAID survey (psychometric evaluation assessing emotional diabetes related distress)at baseline and at 26 weeks. Scale 0-100 with higher scores denoting worse condition. The results reported below are at 26 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":"17"},{"groupId":"OG001","value":"49","spread":"16"}]}]}]},{"type":"SECONDARY","title":"Parental Quality of Life Measures: Blood Glucose Monitoring System Rating Scale","description":"The parent completed the following questionnaires at baseline (prior to initiating use of the blinded CGM device) and at 26 weeks: Blood Glucose Monitoring System Rating Scale. Scale 1-4. Higher score denotes fewer problems in the past month.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"0.5"},{"groupId":"OG001","value":"2.4","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Parental Quality of Life Measures: CGM Satisfaction Scale","description":"Parent completed the CGM satisfaction Scale at 26 weeks. Scoring based on 5-point Likert-type scale with a higher value denoting more favorable response toward CGM use (1-5 where 3 is neutral). CGM Satisfaction Scale has 2 subscales: Benefits of CGM \\& Lack of Hassles of CGM. For both subscales, higher value denotes more satisfaction (more perceived benefits or fewer hassles) towards CGM use. Favorable denotes agree/strongly agree with a positively worded statement or disagree/strongly disagree with a negatively worded statement. Negative denotes vice-versa. The overall score is the average of all 43 items. The subscale score is mean score of the items grouped in the subscale using factor analysis (see ref below for the details of the factor analysis)\n\nJDRF CGM Study Group. Validation of measures of satisfaction with and impact of continuous and conventional glucose monitoring. Diabetes Technol Ther 2010;12:679-684","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"0.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":74},"commonTop":["Hypoglycemia"]}}}