{"nctId":"NCT02132195","briefTitle":"Adrenocorticotropic Hormone (ACTH) for Frequently Relapsing and Steroid Dependent Nephrotic Syndrome","startDateStruct":{"date":"2014-05","type":"ACTUAL"},"conditions":["Nephrotic Syndrome"],"count":31,"armGroups":[{"label":"Adrenocorticotropic hormone (ACTH)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ACTH"]},{"label":"No treatment","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Rescue therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ACTH"]}],"interventions":[{"name":"ACTH","otherNames":["Acthar","Adrenocorticotropic hormone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age \\>1 year at onset of nephrotic syndrome\n2. Age 2-20 years at time of randomization\n3. Estimated glomerular filtration rate (GFR) \\> 50 ml/min/1.73 m2 at most recent measure prior to randomization (Schwartz formula)\n4. Steroid responsive nephrotic syndrome throughout clinical course (never required a second agent to attain remission of a relapse of nephrotic syndrome)\n5. History of frequently relapsing or steroid dependent nephrotic syndrome (defined as 2 or more relapses within 6 months after initial therapy or 4 or more relapses in any 12 month period OR relapse during taper or within 2 weeks of discontinuing prednisone).\n6. Patient is currently in relapse of nephrotic syndrome or had a relapse within the last 4 months (defined as an increase in the first morning urine protein to creatinine ratio ≥2 or Albustix reading of ≥2 for 3 or 5 consecutive days).\n\nExclusion Criteria:\n\n1. Prior treatment with ACTH.\n2. Cyclophosphamide or rituximab within the last 4 months.\n3. Lactation, pregnancy, or refusal of birth control in females with child-bearing potential\n4. Planned treatment with live or live-attenuated vaccines once enrolled in the study.\n5. Participation in another therapeutic trial concurrently or 30 days prior to randomization\n6. Active/serious infection (including, but not limited to Hepatitis B or C, HIV)\n7. Malignancy concurrently or within the last 2 years.\n8. Blood pressure \\>95% for age/height while receiving maximal doses of 3 or more medications.\n9. Prior diagnosis of diabetes mellitus (Type I or II) or fasting glucose \\>200mg/dL\n10. Organ transplantation\n11. Contraindications to Acthar: scleroderma, osteoporosis, systemic fungal infections, ocular herpes simplex, recent surgery, history of or the presence of peptic ulcer, congestive heart failure, uncontrolled hypertension, primary adrenocortical insufficiency, or adrenal cortical hyperfunction\n12. Secondary cause of nephrotic syndrome (e.g., SLE)\n13. Biopsy demonstrating a diagnosis other than minimal change, focal segmental glomerulosclerosis (FSGS) or a variant (mesangial proliferation, Immunoglobulin M nephropathy)\n14. Inability to consent/assent -","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"20 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Experienced a Relapse of Nephrotic Syndrome","description":"Number of participants experienced a relapse of nephrotic syndrome during the initial 6 months of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Relapses After Dose Reduction of ACTH","description":"The dose of ACTH will be reduced by 50% after 6 months and the rate of relapse during this period will be evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events","description":"Adverse events will be collected (SAEs and AEs)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":15},"commonTop":["Swelling, redness, rash at injection site","Sleep disturbances","Increase in Cushingoid symptoms","Flu and strep infections","Behavioral changes"]}}}