{"nctId":"NCT02446899","briefTitle":"Efficacy and Safety of Anifrolumab Compared to Placebo in Adult Subjects With Active Systemic Lupus Erythematosus","startDateStruct":{"date":"2015-07-09","type":"ACTUAL"},"conditions":["Active Systemic Lupus Erythematosus"],"count":373,"armGroups":[{"label":"Anifrolumab","type":"EXPERIMENTAL","interventionNames":["Biological: Anifrolumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Anifrolumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18 through 70 years at the time of screening\n2. Diagnosis of paediatric or adult SLE with a diagnosis of SLE according to the ACR 1982 revised criteria ≥24 weeks prior to signing the Informed Consent form (ICF)\n3. Currently receiving at least 1 of the following:\n\n   1. Where prednisone is the single standard of care medication (ie, the subject is not concurrently receiving any medication listed in inclusion criterion 3(c)), a dose of oral prednisone ≥7.5 mg/day but ≤40 mg/day (or prednisone equivalent) for a minimum of 8 weeks prior to Day 1. In addition, the dose of oral prednisone or prednisone equivalent the subject is taking must be stable for a minimum of 2 weeks prior to randomisation\n   2. Where prednisone is not the single standard of care medication (ie, the subject is concurrently receiving at least one medication listed in inclusion criterion 3(c), a dose of oral prednisone (≤40 mg/day) (or prednisone equivalent) for a minimum of 2 weeks prior to signing of the ICF. In addition, the dose of oral prednisone or prednisone equivalent the subject is taking must be stable for a minimum of 2 weeks prior to randomisation.\n   3. Any of the following medications administered for a minimum of 12 weeks prior to signing the informed consent, and at a stable dose for a minimum of 8 weeks prior to signing the informed consent and through Day 1:\n\n   (i) Azathioprine ≤200 mg/day (ii) Antimalarial (eg, chloroquine, hydroxychloroquine, quinacrine) (iii) Mycophenolate mofetil ≤2 g/day or mycophenolic acid ≤1.44 g/day (iv) Oral, subcutaneous (SC), or intramuscular methotrexate ≤25 mg/week (v) Mizoribine ≤150 mg/day\n4. Fulfils at least 4 of the 11 ACR modified 1982 classification criteria for SLE, at least 1 of which must be:\n\n   1. Positive antinuclear antibody (ANA) test at screening by immunofluorescent assay (IFA) at the central laboratory with titre ≥1:80; OR\n   2. Anti-dsDNA antibodies at screening elevated to above normal (including indeterminate), as per the central laboratory; OR\n   3. Anti-Smith (anti-Sm) antibody at screening elevated to above normal as per the central laboratory\n5. At Screening, Disease Activity Adjudication Group confirmation of:\n\n   SLEDAI-2K Criteria: SLEDAI-2K score ≥6 points and \"Clinical\" SLEDAI-2K score ≥4 points. The \"Clinical\" SLEDAI-2K is the SLEDAI-2K assessment score without the inclusion of points attributable to any urine or laboratory results including immunologic measures.\n6. Must not have active or latent TB on either chest radiograph or by quantiferon gold test\n7. Day 1 \"Clinical\" SLEDAI-2K score ≥4 points\n8. OCS dose stable for at least 2 weeks prior to randomisation\n9. Stable SLE SOC treatment at the time of randomisation\n10. Women of child-bearing potential must have a negative serum β-hCG test at and negative urine pregnancy test at randomisation prior to administration of investigational product\n\nExclusion Criteria:\n\n1. Receipt of any investigational product (small molecule or biologic agent) within 4 weeks or 5 half-lives prior to signing of the ICF, whichever is greater\n2. Receipt of any of the following:\n\n   (a) Intra-articular, intramuscular or IV glucocorticosteroids within 6 weeks prior to Day 1\n3. History of, or current diagnosis of, a clinically significant non SLE-related vasculitis syndrome.\n4. Active severe or unstable neuropsychiatric SLE\n5. Active severe SLE-driven renal disease\n6. Diagnosis (within 1 year of signing the ICF) of mixed connective tissue disease or any history of overlap syndromes of SLE or SSc.\n7. History of, or current, inflammatory joint or skin disease other than SLE\n8. History of any non-SLE disease that has required treatment with oral or parenteral corticosteroids for more than 2 weeks within the last 24 weeks prior to signing the ICF\n9. 26.27. Known history of a primary immunodeficiency, splenectomy, or any underlying condition that predisposes the subject to infection, or a positive result for human immunodeficiency virus (HIV) infection confirmed by central laboratory at screening. Subjects refusing HIV testing during the screening period will not be eligible for study participation\n10. Confirmed positive test for hepatitis B or hepatitis C\n11. Any severe herpes infection at any time prior to Week 0 (Day 1)\n12. Opportunistic infection requiring hospitalisation or intravenous antimicrobial treatment within 3 years prior to randomization\n13. History of cancer, apart from:\n\n    1. Squamous or basal cell carcinoma of the skin that has been successfully treated\n    2. Cervical cancer in situ that has been successfully treated","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieved the British Isles Lupus Assessment Group Based Composite Lupus Assessment (BICLA) Response at Week 52","description":"Composite endpoint BICLA was defined by meeting all of the following criteria:\n\n* Reduction of all baseline British Isles Lupus Assessment Group (BILAG)-2004 A to B/C/D and baseline BILAG-2004 B to C/D, and no BILAG-2004 worsening in other organ systems, as defined by ≥1 new BILAG-2004 A or ≥2 new BILAG-2004 B\n* No worsening from baseline in Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K), where worsening is defined as an increase from baseline of \\>0 points in SLEDAI-2K\n* No worsening from baseline in participants' lupus disease activity, where worsening is defined by an increase ≥0.30 points on a 3-point Physician's Global Assessment (PGA) visual analogue scale (VAS)\n* No discontinuation of investigational product\n* No use of restricted medications beyond the protocol allowed threshold before assessment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved the British Isles Lupus Assessment Group Based Composite Lupus Assessment (BICLA) Response at Week 52 in the IFN Test-High Sub-group","description":"Defined by meeting all of the following criteria:\n\n* Reduction of all baseline British Isles Lupus Assessment Group (BILAG)-2004 A to B/C/D and baseline BILAG-2004 B to C/D, and no BILAG-2004 worsening in other organ systems, as defined by ≥1 new BILAG-2004 A or ≥2 new BILAG-2004 B\n* No worsening from baseline in Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K), where worsening is defined as an increase from baseline to \\>0 points in SLEDAI-2K\n* No worsening from baseline in participants' lupus disease activity, where worsening is defined by an increase ≥0.30 points on a 3-point Physician's Global Assessment (PGA) visual analogue scale (VAS)\n* No discontinuation of investigational product\n* No use of restricted medications beyond the protocol allowed threshold before assessment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved and Maintained an Oral Corticosteroids (OCS) Dose of ≤7.5 mg/Day at Week 52 in the Sub-Group of Participants With Baseline OCS ≥10 mg/Day","description":"Maintained OCS reduction was defined by meeting all of the following criteria:\n\n* Achieve an OCS dose of ≤7.5 mg/day prednisone or equivalent by Week 40\n* Maintain an OCS dose ≤7.5 mg/day prednisone or equivalent from Week 40 to Week 52\n* No discontinuation of investigational product\n* No use of restricted medications beyond the protocol allowed threshold before assessment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a ≥50% Reduction in Cutaneous Lupus Erythematosus Disease Area and Severity Index (CLASI) Activity Score at Week 12 in The Sub-Group of Participants With Baseline CLASI Activity Score of ≥10","description":"50% reduction in CLASI activity score compared to baseline was defined by meeting all of the following criteria:\n\n* Achieve ≥50% reduction of CLASI activity score at Week 12 compared to baseline\n* No discontinuation of investigational product\n* No use of restricted medications beyond the protocol allowed threshold before assessment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ≥50% Reduction in Joint Counts at Week 52 in The Sub-group of Participants With ≥6 Swollen and ≥6 Tender Joints at Baseline","description":"50% reduction in the number of swollen and tender joints compared to baseline was defined by meeting all of the following criteria:\n\n* Achieve ≥50% reduction from baseline in the number of swollen and tender joints, separately\n* No discontinuation of investigational product\n* No use of restricted medications beyond the protocol allowed threshold before assessment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualised Flare Rate Through 52 Weeks","description":"A flare was defined as either 1 or more new British Isle Lupus Assessment Group (BILAG-2004) A or 2 or more new BILAG-2004 B items compared to the previous visit. The occurrence of a new flare was checked for each available visit versus the previous available visit up to Week 52. If no new flares occurred, the number of flares was set to 0. Otherwise all flares were counted leading to the maximum number of flares of 13. The annualized flare rate was calculated as the number of flares divided by the flare exposure time in days multiplied with 365.25 (1 year). The flare exposure time is the time up to Week 52 (date of BILAG-2004 assessment at Week 52) or up to the date of last available BILAG-2004 assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":null},{"groupId":"OG001","value":"0.64","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With One or More Adverse Events (AEs)","description":"An AE is the development of an undesirable medical condition or the deterioration of a pre-existing medical condition following or during exposure to a pharmaceutical product, whether or not considered causally related to the product. AEs were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE). The reported value is inclusive of serious and non-serious AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"162","spread":null},{"groupId":"OG001","value":"154","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With One or More Adverse Events of Special Interest (AESIs)","description":"An AESI is an adverse event (AE) of scientific and medical concern specific to understanding biologics. An AESI may be serious or non-serious. AESI are serious infections, including non-opportunistic serious infections, opportunistic infections, anaphylaxis, malignancy, herpes zoster, tuberculosis (TB) (including latent TB), influenza, vasculitis (non-systemic lupus erythematosus \\[SLE\\]), and major adverse cardiovascular events (MACE) (including stroke, myocardial infarction \\[MI\\], or cardiovascular death).\n\nAESIs were collected throughout the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Potentially Clinically Important Change From Baseline in Vital Sign Measurements","description":"Vital sign measurements included oral temperature, blood pressure (BP), pulse rate, and respiratory rate.\n\nVital signs were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Potentially Clinically Important Change From Baseline in Clinical Laboratory Tests","description":"Clinical laboratory tests were analyzed in a central clinical laboratory and included hematology, serum chemistry and urinalysis tests.\n\nLaboratory values were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":180},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Urinary tract infection","Infusion related reaction","Bronchitis"]}}}