{"nctId":"NCT04269707","briefTitle":"Efficacy and Safety of Intravenous Ferric Carboxymaltose in Pediatric Patients With Iron Deficiency Anemia and Unsatisfactory Response Oral Iron Under Study Protocol 1VIT17044","startDateStruct":{"date":"2019-11-19","type":"ACTUAL"},"conditions":["Iron Deficiency Anemia"],"count":7,"armGroups":[{"label":"IV Iron","type":"OTHER","interventionNames":["Drug: Ferric carboxymaltose"]}],"interventions":[{"name":"Ferric carboxymaltose","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Unsatisfactory response to oral iron or those that required a concomitant intervention, (defined as, blood transfusion, use of IV or oral iron outside of protocol, increase in erythropoietin for any reason \\[Day 0 thru Day 35 of study protocol 1VIT17044\\], change in IBD treatment).\n2. Hgb \\<11 g/dL\n3. Ferritin ≤300 ng/mL and TSAT \\<30%\n\nExclusion Criteria:\n\n1. Known history of hypersensitivity reaction to any component of FCM.\n2. History of acquired iron overload, hemochromatosis, or other iron accumulation disorders.\n3. History of significant diseases of the liver, hematopoietic system, cardiovascular system, psychiatric disorder, or other conditions which, in the opinion of the investigator, may place a subject at added risk for participation in the study.\n4. Any existing non-viral infection.\n5. Known history of positive HBsAg or HCV with evidence of active hepatitis.\n6. Known history of positive HIV-1/HIV-2 antibodies (anti-HIV).\n7. Anemia due to reasons other than iron deficiency (e.g., hemoglobinopathy and vitamin B12 or folic acid deficiency) that has not been corrected.\n8. Administration and / or use of an investigational product (drug or device) within 30 days of screening.\n9. Alcohol or drug abuse within the past six months.\n10. Female participant who is pregnant or lactating, or sexually active females who are of childbearing potential not willing to use an acceptable form of contraceptive precautions during the study.\n11. Unable to comply with study procedures and assessments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Hemoglobin From Baseline to Day 35","description":"The change in hemoglobin from Baseline to Day 35 was assessed using paired t-tests (two-sided test, α = 0.05). Baseline hemoglobin was defined as the last hemoglobin obtained before the first dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":7},"commonTop":[]}}}