{"nctId":"NCT04974749","briefTitle":"A Study of REPLAGAL® in Treatment-naive Chinese Participants With Fabry Disease","startDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"conditions":["Fabry Disease"],"count":20,"armGroups":[{"label":"REPLAGAL","type":"EXPERIMENTAL","interventionNames":["Biological: REPLAGAL"]}],"interventions":[{"name":"REPLAGAL","otherNames":["Agalsidase Alfa","TAK-675"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant and/or legally authorized representative must voluntarily sign an Institutional Review Board/Independent Ethics Committee approved written informed consent form (ICF) after all relevant aspects of the study have been explained and discussed with the participant. For the participants less than (\\<) 18 years old, participants will give assent AND their parent(s)/legally authorized representative should sign the ICF accordingly.\n* The participant has confirmed diagnosis of Fabry disease as determined by the investigator, according to medical record including:\n\n  * For male participant, Fabry disease is confirmed by a deficiency of α-galactosidase A (GLA) activity and a mutation in the GLA gene\n  * For female participant, Fabry disease is confirmed by a mutation in the GLA gene.\n* The participant is 7 to 65 years of age, inclusive, at screening.\n* Female participants of childbearing potential must have a negative pregnancy test at screening.\n* Female participants of childbearing potential must agree to use a medically acceptable method of contraception at all times during the study and for at least 14 days after the final investigational product infusion.\n* The participant is deemed, as determined by the investigator, to have adequate general health to undergo the specified protocol-related procedures and to have no safety or medical contraindications for participation.\n* The participant has not received any treatment (approved or investigational) specific to Fabry disease, such as ERT, chaperone therapy, or substrate reduction therapy.\n* The adult participant (greater than or equal to \\[\\>=\\] 18 years old) must have an estimated glomerular filtration rate (eGFR) of 45 to 120 milliliter per minute per 1.73 meter square (mL/min/1.73 m\\^2) (inclusive). Serum creatinine is tested and the eGFR is calculated by central laboratory using the Chronic Kidney Disease Epidemiology (CKD-EPI) equation.\n\nExclusion Criteria:\n\n* In the opinion of the investigator, the participant's life expectancy is less than or equal to (\\<=) 5 years.\n* The participant has undergone or is scheduled to undergo kidney transplantation or is currently on dialysis or has any signs or symptoms of end stage renal disease.\n* The participant has a urine protein/creatinine ratio of greater than (\\>) 500 milligram per gram (mg/g).\n* The participant has a clinically relevant history of allergy or signs or symptoms of severe hypersensitivity, which in the investigator's judgment, will substantially increase the participant's risk if he or she participates in the study.\n* In the opinion of the investigator, the participant has non-Fabry disease-related cause of end organ (renal, cardiovascular, central nervous system) dysfunction/failure or is receiving medications that may affect the rate of disease progression, as assessed by renal measures.\n* The participant has a positive test result at screening for hepatitis B surface antigen with detectable hepatitis B viral deoxyribonucleic acid (DNA) load, hepatitis C virus (HCV) antibody with confirmation by HCV ribonucleic acid polymerase chain reaction testing, or human immunodeficiency virus antibody.\n* The participant has received prior treatment with any of the following medications, with the exception of non-systemic use:\n\n  * Chloroquine\n  * Amiodarone\n  * Monobenzone\n  * Gentamicin\n* The participant is pregnant or lactating.\n* The participant has a body mass index \\>35 kilogram per square meter (kg/m\\^2).\n* The participant is treated or has been treated with any investigational drug for indication other than Fabry disease within 30 days of study start.\n* The participant and/or the participant's parent(s)/legal guardian is unable to understand the nature, scope, and possible consequences of the study.\n* The participant is unable to comply with the protocol, example, uncooperative with protocol schedule, refusal to agree to all of the study procedures, inability to return for evaluations, or is otherwise unlikely to complete the study, as determined by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Serious Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that did not necessarily have a causal relationship with this investigational product (IP) or medicinal product. Serious AE was any untoward medical occurrence (whether considered to be related to investigational product or not) that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital abnormality/birth defect, and was an important medical event. A TEAE was defined as any event emerging at or after the initiation of treatment with an IP or any existing event that worsened in either intensity or frequency following exposure to the IP until the end of the safety follow-up period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs","description":"An AE was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that did not necessarily have a causal relationship with this investigational product or medicinal product. A TEAE was defined as any event emerging at or after the initiation of treatment with an IP or any existing event that worsened in either intensity or frequency following exposure to the IP until the end of the safety follow-up period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Infusion-related Reactions (IRRs)","description":"An IRR was defined as an event that began either during or within 24 hours after the start of the infusion, and was judged as related to treatment with the IP. An IRR could be serious or non-serious. Adverse events that were considered IRRs were noted as such in the participant's source documentation. Other AEs which occurred prior to the infusion, along with AEs associated with protocol-defined testing and assessments (example, laboratory testing and physical examinations), which were performed prior to the infusion, were not considered as IRRs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-drug Antibodies (ADA) to REPLAGAL","description":"Number of participants with positive ADA to REPLAGAL were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Neutralizing Antibodies (NAb) to REPLAGAL","description":"Number of participants with positive NAb to REPLAGAL were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Meaningful Changes in Laboratory Parameters","description":"Laboratory assessment included parameters of serum chemistry, hematology, and urinalysis. Clinically meaningful laboratory parameters assessment was based on investigator interpretation. Number of participants with clinically meaningful changes in laboratory parameters were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Meaningful Changes in Vital Signs","description":"Vital sign assessment included pulse, blood pressure, respiratory rate, and temperature. Clinically meaningful vital signs assessment was based on investigator interpretation. Number of participants with clinically meaningful abnormalities in vital signs were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Meaningful Changes in Electrocardiogram (ECG) Parameters","description":"ECG parameters included assessment of heart rate, sinus rhythm, atrial or ventricular hypertrophy, and assessment of PR, QRS, QT, and corrected QT intervals. Clinically meaningful ECG assessment was based on investigator interpretation. Number of participants with clinically meaningful abnormalities in 12-lead ECG were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Renal Function as Assessed by Change From Baseline in Estimated Glomerular Filtration Rate (eGFR) at Week 52","description":"Renal function was assessed by eGFR using Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) formula for ≥18 years participants, eGFR = 141 x min (Scr/κ,1)\\^(α) x max(Scr/κ,1)\\^(-1.209) x 0.993\\^(Age) x 1.018 (if female) x 1.159 (if black) where: Scr is serum creatinine (milligram per deciliter \\[mg/dL\\]); κ is 0.7 for females and 0.9 for males; α is -0.329 for females and -0.411 for males; min indicates the minimum of Scr/κ or 1; max indicates the maximum of Scr /κ or 1. For \\<18 years participants, Counahan-Barratt equation was used for calculation of eGFR. eGFR = (0.43 × height in centimeter \\[cm\\])/Scr where, Scr is serum creatinine (mg/dL). Renal function as assessed by eGFR was expressed using the unit: milliliters/minute/1.73 meter square (mL/min/1.73m\\^2).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"12.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in eGFR Values at Weeks 8, 16, 28, and 40","description":"The eGFR was calculated by CKD-EPI formula for ≥18 years participants, eGFR = 141 x min (Scr/κ,1)\\^(α) x max(Scr/κ,1)\\^(-1.209) x 0.993\\^(Age) x 1.018 (if female) x 1.159 (if black) where: Scr is serum creatinine (mg/dL); κ is 0.7 for females and 0.9 for males; α is -0.329 for females and -0.411 for males; min indicates the minimum of Scr/κ or 1; max indicates the maximum of Scr /κ or 1. For \\<18 years participants, Counahan-Barratt equation was used for calculation of eGFR. eGFR = (0.43 × height in cm)/Scr where, Scr is serum creatinine (mg/dL).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"15.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"13.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"11.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"13.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Left Ventricular Mass Index (LVMI) at Weeks 16 and 52","description":"LVMI was measured by echocardiography at the clinical sites, and LVMI was derived using the following formula:\n\nLVM \\[grams\\] = 0.8×\\[1.04×{(LVDd + IVSTd + PWTd)\\^3 - LVDd\\^3}\\] + 0.6, where: LVDd is left ventricular internal diameter (diastolic) (cm), IVSTd is intraventricular septum thickness (diastolic) (cm), and PWTd is posterior wall thickness (diastolic) (cm). LVM indexed to height (LVMI) = LVM/height\\^2.7 (g/m\\^2.7), where height was measured in meter.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4696","spread":"6.81928"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7261","spread":"9.87836"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Left Ventricular Ejection Fraction (LVEF) at Weeks 16 and 52","description":"LVEF is the central measure of left ventricular systolic function. LVEF is the fraction of chamber volume ejected in systole (stroke volume) in relation to the volume of the blood in the ventricle at the end of diastole (end-diastolic volume). This was measured by echocardiography at the clinical sites.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"7.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"3.28"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Urine Protein/Creatinine Ratio","description":"The change from baseline in urine protein/creatinine ratio was derived from early morning spot urine samples collected at the specified time points.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0759","spread":"0.17486"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1061","spread":"0.21743"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0711","spread":"0.16049"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0830","spread":"0.16333"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0627","spread":"0.16508"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Pain Inventory (BPI) Short Form Pain Severity Total Score","description":"The BPI short form is a numeric rating scale that assesses the severity of pain (severity scale), its impact on daily functioning (Pain Interference scale). BPI short form pain severity scale has been reported here. Pain severity scale has 4 questions that assess pain intensity (worst, least, average, right now) on 10-point rating scales (0=No pain to 10=Pain as bad as you can imagine). The pain severity score is calculated as the average of questions, with a total score ranging from 0 to 10 with higher scores indicating more pain. A negative change from baseline indicates better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.607","spread":"2.8572"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.214","spread":"2.4041"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.833","spread":"2.6957"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.375","spread":"2.8007"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.958","spread":"3.3370"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in BPI Short Form Pain Interference Total Score","description":"The BPI short form is a numeric rating scale that assesses the severity of pain (severity scale), its impact on daily functioning (Pain Interference scale). BPI short form pain interference scale has been reported here. Pain interference scale has 7 questions that assess impact of pain on daily functions (general activity, mood, walking ability, normal work, relations with other people, sleep, enjoyment of life) on 10-point rating scales as (0=Does not interfere to 10=Completely interferes). The pain interference score is calculated as the average of questions, with a total score ranging from 0 to 10 with higher scores indicating more interference. A negative change from baseline indicates better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.286","spread":"3.6636"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.571","spread":"3.9812"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.738","spread":"4.3221"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.810","spread":"3.8222"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.643","spread":"5.7020"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Plasma Globotriaosylsphingosine (Lyso-Gb3) Level","description":"Plasma lyso-Gb3 determinations were performed at the central laboratory using a validated liquid chromatography-tandem mass spectrometry bioanalytical assay.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.236","spread":"24.7056"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.147","spread":"24.7376"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.764","spread":"25.8314"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.565","spread":"27.7874"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.072","spread":"27.5659"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hearing Loss as Assessed by Audiology Testing","description":"Hearing loss was assessed in participants with the age \\<18 years old by audiology testing. Audiology testing included pure tone conduction and bone conduction for each ear using 4 different pure tone frequencies (500 hertz \\[Hz\\], 1000 Hz, 2000 Hz, and 4000 Hz). Any changes in threshold were to be categorized as conductive, sensorineural, or unknown.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under Serum Concentration-time Curve From the Time of Dosing to the Last Measurable Concentration (AUC0-last) of REPLAGAL","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"229000","spread":"48768"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"297300","spread":"139640"}]}]}]},{"type":"SECONDARY","title":"Area Under Serum Concentration-time Curve From Time Zero Extrapolated to Infinity (AUC0-inf) of REPLAGAL","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"233700","spread":"49553"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"309500","spread":"157460"}]}]}]},{"type":"SECONDARY","title":"Serum Clearance of Administered Dose (CL) of REPLAGAL","description":"Clearance is defined as a quantitative measure of the rate at which a drug substance is removed from the body. CL = dose/AUC.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"187.4","spread":"35.770"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"195.5","spread":"226.52"}]}]}]},{"type":"SECONDARY","title":"Serum Clearance of Administered Dose Normalized Based on Body Weight of REPLAGAL","description":"Clearance is defined as a quantitative measure of the rate at which a drug substance is removed from the body. CL normalized for body weight was reported. CL= (dose/AUC)/ body weight. Clearance was expressed using the unit: milliliters/minute/kilogram (mL/min/kg).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.234","spread":"0.78070"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.183","spread":"3.5632"}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Serum Concentration (Cmax) of REPLAGAL","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4620.55","spread":"1046.889"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4507.99","spread":"1682.041"}]}]}]},{"type":"SECONDARY","title":"Terminal Elimination Half-life (T1/2z) of REPLAGAL","description":"T1/2 is defined as the natural log of 2 divided by the terminal rate constant (ƛz).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.36","spread":"23.058"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.34","spread":"27.272"}]}]}]},{"type":"SECONDARY","title":"Time to Reach Maximum Observed Serum Concentration (Tmax) of REPLAGAL","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.000","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.000","spread":null}]}]}]},{"type":"SECONDARY","title":"Volume of Distribution at Steady State (Vss) of REPLAGAL","description":"Volume of distribution is defined as the theoretical volume in which the total amount of drug would need to be uniformly distributed to produce the desired serum concentration of a drug. V(ss) = (dose/AUC)\\*MRT, where MRT is mean residence time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7834","spread":"1625.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12310","spread":"16988"}]}]}]},{"type":"SECONDARY","title":"Volume of Distribution at Steady State Normalized Based on Body Weight of REPLAGAL","description":"Volume of distribution is defined as the theoretical volume in which the total amount of drug would need to be uniformly distributed to produce the desired serum concentration of a drug. Vss normalized for body weight was reported. V(ss) = \\[(dose/AUC)\\*MRT\\]/ body weight, where MRT is mean residence time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135.9","spread":"34.530"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"202.1","spread":"267.74"}]}]}]},{"type":"SECONDARY","title":"Dose Normalized Area Under Serum Concentration-time Curve From Time Zero to the Last Sampling Time (AUC0-last/Dose) of REPLAGAL","description":"AUC0-last/Dose was expressed using the unit: (minutes\\*units per milliliter)/(units per kilogram) \\[(min\\*U/mL)/(U/kg)\\].","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.005411","spread":"0.0010847"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.008119","spread":"0.0044732"}]}]}]},{"type":"SECONDARY","title":"Dose Normalized Area Under the Serum Concentration-time Curve From Time Zero Extrapolated to Infinity (AUC0-inf/Dose) of REPLAGAL","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.005520","spread":"0.0010993"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.008489","spread":"0.0051204"}]}]}]},{"type":"SECONDARY","title":"Dose Normalized Maximum Observed Serum Concentration (Cmax/Dose) of REPLAGAL","description":"Cmax/Dose was expressed using the unit: (units/milliliter)/(units/kilogram) \\[(U/mL)/(U/kg)\\].","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0001092","spread":"0.000021579"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0001197","spread":"0.000040471"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":20},"commonTop":["COVID-19","Cough","Pyrexia","Upper respiratory tract infection","Headache"]}}}