{"nctId":"NCT00000142","briefTitle":"Studies of the Ocular Complications of AIDS (SOCA)--HPMPC Peripheral CMV Retinitis Trial (HPCRT)","startDateStruct":{"date":"1994-04"},"conditions":["HIV Infections","CMV Cytomegalovirus Retinitis"],"count":64,"armGroups":[{"label":"treatment deferral","type":"EXPERIMENTAL","interventionNames":["Drug: Cidofovir"]},{"label":"Cidofovir (low dose)","type":"EXPERIMENTAL","interventionNames":["Drug: Cidofovir"]},{"label":"Cidofovir (high dose)","type":"EXPERIMENTAL","interventionNames":["Drug: Cidofovir"]}],"interventions":[{"name":"Cidofovir","otherNames":["Vistide"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* diagnosis of AIDS according to the Centers for Disease Control and Prevention (CDC)\n* 13 years or older\n* Diagnosis of CMV (cytomegalovirus) retinitis as determined by a SOCA-certified Ophthalmologist.\n* At least one lesion whose size is one-quarter disc area or more that can be photographed.\n* Visual acuity in an affected eye of 3 or more lines on the (ETDRS) Early Treatment Diabetic Retinopathy Study chart at 1 meter distance (Snellen equivalent 8/200).\n* score of 60 or more on the Karnofsky scale.\n* Serum creatinine of 1.5mg/dL or less\n* less than 1+ proteinuria on urinalysis\n* Total bilirubin of 3.0 mg/dL or less\n* Hepatic transaminase levels that do not exceed 5 times the normal levels\n* Absolute neutrophil count of 750 cells/µL or greater\n* Platelet count of 50,000 cells/µL or greater\n* Hemoglobin of 7.5 g/dL or greater\n* Negative pregnancy test (females of childbearing potential)\n* All men/women of childbearing potential should practice birth control to prevent pregnancy while on study and for 3 months afterwards\n* Willingness/ability, with the assistance of a caregiver if necessary to comply with treatment and follow-up procedures\n* Signed consent statement\n\nExclusion criteria:\n\n* Evidence of a CMV (cytomegalovirus) retinitis lesion within zone 1. A lesion less than 1,500 µ from the margin of the optic disc or less than 3,000 µ from the center of the fovea in either eye excludes a patient.\n* Evidence of a CMV retinitis lesions that involves 25% or more of the retinal area regardless of location.\n* Previous or ongoing therapy for CMV (cytomegalovirus) disease with ganciclovir, foscarnet, CMV hyperimmune immunoglobulin, or other investigational agents solely as prophylaxis are eligible for enrollment.\n* Retinal detachment(s) in the affected eye(s)\n* media opacity that precludes visualization of the fundus of both eyes.\n* patients with a diagnosis of extraocular CMV (cytomegalovirus) disease.\n* Patients with history of clinically significant renal disease or renal dialysis.\n* Patients with history of clinically significant cardiac disease, including symptoms of ischemia, congestive heart failure, or arrhythmia.\n* pregnant or lactating\n* patients with active medical problems including drug or alcohol abuse which could hinder compliance with treatment or follow-up procedures.\n* patients receiving therapy within the previous 7 days with nephrotoxic drugs, including: Amphotericin B, Vidarabine, Aminoglycoside antibiotics, Intravenous pentamidine. Patients receiving any of these drugs must discontinue the drug(s) at least one week prior to the time of enrollment, and for the duration of the trial period.\n* history of clinically significant probenecid allergy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Survival","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":26},"commonTop":["Serum creatinine level >= 133 umol/L (1.5 mg/dL)"]}}}