{"nctId":"NCT00177164","briefTitle":"Risperdal Consta for Bipolar Disorder","startDateStruct":{"date":"2003-11"},"conditions":["Bipolar I Disorder"],"count":50,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Injectable Risperidone (Consta) or oral antipsychotic"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Injectable Risperidone (Consta) or oral antipsychotic"]}],"interventions":[{"name":"Injectable Risperidone (Consta) or oral antipsychotic","otherNames":["Long actiing risperidone injection (Consta), oral risperidone (risperdal).","Olanzapine (Zyprexa), Quetiapine (Seroquel), Ziprasidone (Geodon), Aripiprazole (Ablify)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* DSM-IV - TR diagnoses of bipolar disorder (I or II or NOS).\n* Age 18 to 70 years\n* Men or women\n* Any Ethnicity\n* Currently receiving or willing to receive treatment at sites associated with the Western Psychiatric Institute and Clinic -University of Pittsburgh Medical Center (inpatient or ambulatory) or Mon Yough Community Services, Inc. or at Mayview State Hospital, Bridgeville, PA (inpatient)\n* Able to provide competent and sign an informed consent document\n* It is clinically appropriate in the eligible individual to consider antipsychotic treatment for at least 15 months (clinician and investigator determined)\n* It is clinically appropriate to switch antipsychotic treatment to one of the second generation antipsychotic agents being evaluated in this study.\n* There is no known contraindication for the use of either risperidone or for more than two of the antipsychotic agents being considered in the study (Investigator determined)\n* At entry (at the screening visit, and just prior to randomization) Y-MRS (Young-Mania rating scale, Young et al., 1978) total score \\> 15 in bipolar disorder patients entering in a manic or mixed or hypomanic or NOS episode.\n* Either life-time or current comorbid substance abuse or dependence is permitted (unless the Investigator and referring physician opines the substance abuse is likely to significantly interfere with either the diagnosis of the Axis I condition or to compromise patients safety due to withdrawal issues (Investigator determined).\n* Screening physical and laboratory/EKG procedures are within acceptable limits\n\nExclusion Criteria:\n\n* Actively suicidal or dangerous to others (Investigator opines that it is inappropriate to involve the potential subject in the study)\n* Pregnant or lactating women\n* Women in the reproductive age group who are not using any acceptable contraception (abstinence is not acceptable) or intend to become pregnant during the trial\n* Subjects who are likely to face incarceration during the study duration (and for those already in the study, the continued participation of such subjects will be evaluated on a case-by-case basis)\n* Patients currently receiving clozapine (or within six weeks prior to randomization) are ineligible for the study\n* Subjects currently receiving a depot neuroleptic injectable agent, or within 2 injection cycles of receiving the injection prior to randomization.\n* Allergy or serious side effects (for instance - neuroleptic malignant syndrome) to either risperidone or to more than two of the other second-generation antipsychotic agents that have been approved for use in the U.S.A. (olanzapine, quetiapine, ziprasidone, aripiprazole-per investigator and referring clinician).\n* Treatment resistance to either risperidone, or to more than two of the other antipsychotic agents in this trial (olanzapine, quetiapine, ziprasidone, aripiprazole).\n* This is the first episode of mania, mixed or hypomania for patients.\n* Current (or within one month prior to randomization) participation in an investigational drug/device study.\n* Currently participating in another study that would confound the present study objectives (per investigator)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Evaluate the Number of Clinical Events (Pooled) Occurring Between 3-15 Months Following a Switch/Stabilization of the Antipsychotic Agents Among Patients Who Receive Either Risperidal Consta or One of the 4 Marketed 2nd Generation Antipsychotic Agents.","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":"0.73"},{"groupId":"OG001","value":"1.61","spread":"1.29"}]}]}]},{"type":"SECONDARY","title":"BMI","description":"BMI at baseline and at end of 15 months for Risperidone LAI and oral AAP groups","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.05","spread":"7.20"},{"groupId":"OG001","value":"29.86","spread":"6.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.27","spread":"8.31"},{"groupId":"OG001","value":"32.0","spread":"7.4"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment - Emergent Hyperglycemia","description":"Number of participants with hyperglycemia based on safety labs","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Hyperlipidemia","description":"Number of participants with Hyperlipidemia as determined by safety labs","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":23},"commonTop":["Increased appetite","Somnolence","Weight Gain","Migraine Headache","tremors"]}}}