{"nctId":"NCT03219216","briefTitle":"A Study to Evaluate the Efficacy and Safety of Glecaprevir (GLE)/Pibrentasvir (PIB) in Treatment-Naive Adults in Brazil With Chronic Hepatitis C Virus (HCV) Genotype 1 - 6 Infection","startDateStruct":{"date":"2018-06-06","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":100,"armGroups":[{"label":"Arm A: Glecaprevir (GLE)/Pibrentasvir (PIB) for 8 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir"]},{"label":"Arm B: GLE/PIB for 12 Weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir"]}],"interventions":[{"name":"Glecaprevir/Pibrentasvir","otherNames":["ABT-493","ABT-530","MAVYRET"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant had positive plasma hepatitis C virus (HCV) antibody and HCV ribonucleic acid (RNA) viral load greater than or equal to 1000 IU/mL at Screening Visit.\n* Participant must have been documented as without cirrhosis with METAVIR equivalent fibrosis stage of F2 to F3 or with compensated cirrhosis (F4) based on results of a liver biopsy, or FibroScan, or FibroTest score.\n* Participants who were known to be HCV/Human Immunodeficiency Virus (HIV) co-infected may have been enrolled if they had a positive test result for anti-HIV antibody at Screening and were: naïve to treatment with any antiretroviral therapy (ART), or on a stable, qualifying HIV ART regimen for at least 8 weeks prior to Baseline.\n* Participants with compensated cirrhosis only: Absence of hepatocellular carcinoma (HCC) within 3 months prior to Screening or a negative ultrasound at Screening.\n\nExclusion Criteria:\n\n* Current hepatitis B virus (HBV) infection on screening tests.\n* Any current or past clinical evidence of Child-Pugh B or C classification (score of \\> 6) or clinical history of liver decompensation including ascites on physical exam, including hepatic encephalopathy or variceal bleeding.\n* Receipt of any investigational or commercially available anti-HCV agents.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (LLOQ; less than 15 IU/mL) 12 weeks after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment HCV Virologic Failure","description":"On-treatment HCV virologic failure was defined as one of the following:\n\n* Confirmed hepatitis C virus ribonucleic acid (HCV RNA) ≥ 100 IU/mL after HCV RNA \\< 15 IU/mL at any time point during treatment; or\n* Confirmed increase from nadir in HCV RNA (two consecutive HCV RNA measurements \\> 1 log10 IU/mL above nadir) during study drug treatment; or\n* HCV RNA ≥ 15 IU/mL at the end of treatment with at least 6 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment HCV Virologic Relapse","description":"Post-treatment HCV virologic relapse was defined as confirmed HCV RNA ≥ 15 IU/mL between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment as planned with HCV RNA levels \\< 15 IU/mL at the end of treatment and had post-treatment HCV RNA data; participants who had been shown to be re-infected were not considered to have relapsed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":100},"commonTop":["HEADACHE","PRURITUS","NAUSEA","FATIGUE"]}}}