{"nctId":"NCT04560998","briefTitle":"A Research Study to Compare a Medicine Called Semaglutide Against Placebo in People With Peripheral Arterial Disease and Type 2 Diabetes","startDateStruct":{"date":"2020-10-01","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2","Peripheral Arterial Disease"],"count":792,"armGroups":[{"label":"Semaglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Semaglutide"]},{"label":"Placebo (semaglutide)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (semaglutide)"]}],"interventions":[{"name":"Semaglutide","otherNames":[]},{"name":"Placebo (semaglutide)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age above or equal to 18 years at the time of signing informed consent. For Japan: Male or female, age above or equal to 20 years at time of signing informed consent\n* Diagnosed with type 2 diabetes mellitus at least 180 days prior to the day of screening.\n* Symptomatic PAD with intermittent claudication corresponding to Fontaine stage IIa (Rutherford classification grade I, category 1 and 2) meeting all of the following:\n\n  1. Stable symptoms of PAD with intermittent claudication in Fontaine stage IIa (able to walk without stopping more than 200 m/656 feet/2 blocks) for at least 90 days prior to the day of screening based on patient interview.\n  2. Screening flat treadmill test (3.2 km/h (2 mph)): Pain-free walking distance of at least 200 meters/656 feet.\n  3. Screening constant load treadmill test with fixed inclination of 12% and a fixed speed of 3.2 km/h (2 mph): Walking distance equal to or less than 600 meters/1968 feet.\n  4. Ankle-brachial-index (ABI) equal to or below 0.90 or toe-brachial index (TBI) equal to or below 0.7 (the leg with lowest index is chosen in case of bilateral disease).\n\nExclusion Criteria:\n\n* Current or previous treatment with any GLP-1 receptor agonist (GLP-1-RA) within 90 days prior to the day of screening.\n* Walking ability limited by conditions other than PAD (e.g. aortic aneurism, dysregulated arrhythmia or hypertension, angina pectoris, heart failure, chronic obstructive or restrictive pulmonary disease, Parkinson's disease, severe peripheral neuropathy, amputations, wheel chair or walker dependency, osteoarthritis, morbid obesity, severe varicose veins, etc.).\n* Planned orthopaedic surgery in the legs, or other major surgery known on the day of screening (surgery affecting walking ability).\n* Vascular revascularisation procedure of any kind 180 days prior to the day of screening.\n* Planned arterial revascularisation known on the day of screening.\n* Myocardial infarction, stroke, hospitalisation for unstable angina pectoris or transient ischemic attack within 180 days prior to the day of screening.\n* Heart failure presently classified as being in New York Heart Association (NYHA) class III-IV.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Maximum Walking Distance on a Constant Load Treadmill Test","description":"Change in maximum walking distance on a constant load treadmill test is presented. The constant-load treadmill test with fixed speed (3.2 km/h, 2 mph) and fixed inclination (12%) is a standardised method for functional assessment of patients with peripheral artery disease. Participants continue on the treadmill after indicating onset of pain and should continue as long as possible until pain limits further activity. This distance is noted as the maximum walking distance. The outcome measure was evaluated based on data from in-study observation period. In-study observation period is defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.21","spread":null},{"groupId":"OG001","value":"1.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Follow-up Change in Maximum Walking Distance on a Constant Load Treadmill Test","description":"Change in maximum walking distance on a constant load treadmill test is presented. The constant-load treadmill test with fixed speed (3.2 km/h, 2 mph) and fixed inclination (12%) is a standardised method for functional assessment of patients with peripheral artery disease. Participants continue on the treadmill after indicating onset of pain and should continue as long as possible until pain limits further activity. This distance is noted as the maximum walking distance. The outcome measure was evaluated based on data from in-study observation period. In-study observation period is defined as the period from date of randomisation to one of the following dates, which-ever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.16","spread":null},{"groupId":"OG001","value":"1.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Vascular Quality of Life Questionnaire-6 (VascuQoL-6) Score","description":"Change in VascuQoL-6 score is presented. VascuQoL-6 is a peripheral artery disease-specific questionnaire with 6 items covering social, emotional, functional as well as pain- and symptom-related aspects of the patient´s overall quality of life. Each item has a 4-point response scale (where 1 = worst score and 4 = best score). The endpoint analysed is the total score (range: 6-24) generated by summing the scores from all items. A higher score indicates better health status. The outcome measure was evaluated based on data from in-study observation period. In-study observation period is defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pain-free Walking Distance on a Constant Load Treadmill Test","description":"Change in pain-free walking distance on a constant load treadmill test is presented. The constant-load treadmill test with fixed speed (3.2 km/h, 2 mph) and fixed inclination (12%) is a standardised method for functional assessment of patients with peripheral artery disease. Participants are instructed to when pain starts in either leg and to continue on the treadmill without stopping at this stage. The distance walked is noted as the pain-free walking distance. The outcome measure was evaluated based on data from in-study observation period. In-study observation period is defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.21","spread":null},{"groupId":"OG001","value":"1.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Follow-up Change in Pain-free Walking Distance on a Constant Load Treadmill Test","description":"Change in pain-free walking distance on a constant load treadmill test is presented. The constant-load treadmill test with fixed speed (3.2 km/h, 2 mph) and fixed inclination (12%) is a standardised method for functional assessment of patients with peripheral artery disease. Participants are instructed to when pain starts in either leg and to continue on the treadmill without stop-ping at this stage. The distance walked is noted as the pain-free walking distance. The outcome measure was evaluated based on data from in-study observation period. In-study observation period is defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.18","spread":null},{"groupId":"OG001","value":"1.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Glycosylated Haemoglobin (HbA1c)","description":"Change in HbA1c from baseline to week 52 in percentage-point is presented. The outcome measure is evaluated based on the on treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.1"},{"groupId":"OG001","value":"0.2","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight","description":"Change in body weight from baseline to week 52 in kilogram (kg) is presented. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"4.8"},{"groupId":"OG001","value":"-1.2","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Change in Systolic Blood Pressure","description":"Change in systolic blood pressure from baseline to week 52 is presented.The outcome measure is evaluated based on the on treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4","spread":"15"},{"groupId":"OG001","value":"-1","spread":"18"}]}]}]},{"type":"SECONDARY","title":"Change in Total Cholesterol","description":"Change in total cholesterol from baseline to week 52 is presented as ratio to baseline. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.96","spread":"20.18"},{"groupId":"OG001","value":"1.00","spread":"19.88"}]}]}]},{"type":"SECONDARY","title":"Change in Low-density Lipoprotein (LDL)-Cholesterol","description":"Change in LDL-cholesterol from baseline to week 52 is presented as ratio to baseline. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":"38.37"},{"groupId":"OG001","value":"1.03","spread":"42.27"}]}]}]},{"type":"SECONDARY","title":"Change in High Density Lipoprotein (HDL)-Cholesterol","description":"Change in HDL-cholesterol from baseline to week 52 is presented as ratio to baseline. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":"15.95"},{"groupId":"OG001","value":"0.99","spread":"13.91"}]}]}]},{"type":"SECONDARY","title":"Change in Triglycerides","description":"Change in Triglycerides from baseline to week 52 is presented as ratio to baseline. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.80","spread":"45.95"},{"groupId":"OG001","value":"0.95","spread":"41.73"}]}]}]},{"type":"SECONDARY","title":"Change in Ankle-Brachial Index (ABI)","description":"Change in ABI from baseline to week 52 is presented. ABI is calculated as a ratio of the higher ankle systolic pressure to the higher systolic pressure measured in both arms. ABI is measured at both left and right leg and the analysis endpoint is defined as the lower of the two indices. An ABI between 1.0 to 1.4 is considered the normal range. An ABI between 0.90 to 0.99 is considered borderline. An ABI less than 0.90 indicates peripheral artery disease (PAD). The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.06","spread":"34.0"},{"groupId":"OG001","value":"1.02","spread":"19.6"}]}]}]},{"type":"SECONDARY","title":"Change in Toe-Brachial Index (TBI)","description":"Change in TBI from baseline to week 52 is presented. TBI is calculated as a ratio of the toe systolic pressure to the higher systolic pressure measured in both arms. TBI is measured at both left and right leg and the analysis endpoint is defined as the lower of the two indices. A TBI range of above or equal to 0.7 is considered normal, whereas a TBI less than 0.7 is considered abnormal. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":"34.4"},{"groupId":"OG001","value":"1.04","spread":"37.3"}]}]}]},{"type":"SECONDARY","title":"Change in Walking Impairment Questionnaire (WIQ) Global Score","description":"Change in WIQ global score from baseline to week 52 is presented. WIQ consists of three domains, speed, distance, and stair climbing, consisting of in total 14 questions. Each response is weighted based on the difficulty of the task. Domain scores are determined by dividing the weighted answers by the maximum possible weighted score and multiplying by 100. Global score is calculated as the mean of the three domain scores (ranged from 0% to 100%). A global score of 0% represents inabil-ity to perform any of the tasks and 100% represents no difficulty with any of the tasks. Higher scores indicate better walking ability and less impairment. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.48","spread":"18.63"},{"groupId":"OG001","value":"6.51","spread":"20.53"}]}]}]},{"type":"SECONDARY","title":"Change in Short Form 36 (SF-36) Physical Functioning Domain","description":"Change in SF-36 physical functioning domain from baseline to week 52 is presented. SF-36 is a 36-item patient-reported survey of patient health that measures the participant's overall health-related quality of life (HRQoL). SF-36v2 (acute version) questionnaire measured 8 domains of functional health and well-being as well as 2 component summary scores (physical component summary and mental component summary). The 0-100 scale scores from the SF-36 were converted to norm-based scores (Range: 19.03 to 57.60) to enable a direct interpretation in relation to the distribution of the scores in the 2009 U.S. general population. A positive change score indicates an improvement in participant health stats. The outcome measure is evaluated based on the on-treatment without rescue treatment observation period. This period includes assessments and events for the time period where participants were exposed to trial product and before rescue treatment (medication or revascularisation procedure).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.98","spread":"7.32"},{"groupId":"OG001","value":"1.52","spread":"7.17"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":74,"n":396},"commonTop":["COVID-19","Nausea"]}}}