{"nctId":"NCT01147926","briefTitle":"Evaluation of Prucalopride in Male Subjects With Chronic Constipation.","startDateStruct":{"date":"2010-09-23","type":"ACTUAL"},"conditions":["Male Subjects With Chronic Constipation"],"count":374,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Prucalopride","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Prucalopride"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Prucalopride","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is a male out-patient ≥18 years of age (no upper age limit).\n2. Subject has a history of constipation. The subject reports an average of ≤ 2 SBM/week that result in a feeling of complete evacuation (SCBM) and one or more of the following for at least 6 months before the selection visit:\n\n   1. Very hard (little balls) and/or hard stools for at least a quarter of the stools;\n   2. Sensation of incomplete evacuation following for at least a quarter of the stools;\n   3. Straining at defecation for at least a quarter of the time. This includes subjects who never have SBMs. The above criteria are only applicable for SBMs, i.e. BMs not preceded within a period of 24 hours by the intake of a laxative agent or by the use of an enema.\n3. Subject agrees to stop his current laxative treatment and is willing to use rescue medication according to the rescue rule \\[Dulcolax® (bisacodyl)/enemas\\]\n4. Subject's constipation is chronic.\n5. Subject is able and willing to complete the questionnaires (if a validated version in the language of the subject is available) and the e-diary.\n6. Subject voluntarily signs the written Informed Consent Form (ICF) in accordance with the regional laws/regulations, prior to the first trial-related activity.\n7. Subject is willing to adhere to all trial requirements (amongst others colonoscopy/sigmoidoscopy, if required).\n\nExclusion Criteria:\n\n1. Subjects in whom constipation is thought to be drug-induced.\n2. Subjects using any disallowed medication\n3. Subjects suffering from secondary causes of chronic constipation, such as:\n\n   Endocrine disorders, e.g. hypopituitarism, hypothyroidism, hypercalcaemia, pseudohypoparathyroidism, pheochromocytoma or glucagon-producing tumours, unless these are controlled by appropriate medical therapy. Subjects with insulin-dependent diabetes mellitus should always be excluded, also if the subjects are under appropriate medical therapy; Metabolic disorders (e.g. porphyria, uraemia, hypokalaemia or amyloid neuropathy, unless these are controlled by appropriate medical therapy); Neurological disorders (e.g. Parkinson's disease, cerebral tumours, cerebrovascular accidents, multiple sclerosis, meningocele, aganglionosis, hypoganglionosis, hyperganglionosis, autonomic neuropathy or neuropathy due to chemotherapy, spinal cord injury, Chaga's disease, major depression); Surgery. Subjects with insulin-dependent diabetes mellitus should always be excluded, irrespective of whether the constipation started prior to or after the onset of diabetes.\n4. Subjects with a significant history of cancer (i.e. less than a 5-year disease-free survival).\n5. Subjects with intestinal perforation or obstruction due to structural or functional disorder of the gut wall, obstructive ileus, severe inflammatory conditions of the intestinal tract, such as Crohn's disease, and ulcerative colitis and toxic megacolon/megarectum. Results of an endoscopy or radiologic bowel evaluation is required to rule out polyps, cancer, stricture or other structural or organic disease:\n\n   1. For patients ≤ 50 years: a flexible sigmoidoscopy or colonoscopy after the onset of constipation symptoms and within the previous 5 years;\n   2. For patients \\> 50 years: a flexible sigmoidoscopy /double contrast barium enema or colonoscopy after the onset of constipation symptoms and within the previous 5 years.\n   3. For subjects, regardless of age, even if results of this test are available within the previous 5 years but if the patient has alarm symptoms such as anemia, weight loss, heme positive stool, or rectal bleeding: a flexible sigmoidoscopy and double contrast barium enema or colonoscopy is needed after the onset of symptoms.\n   4. If abnormalities have been detected during the sigmoidoscopy or colonoscopy e.g., because of polyps, the subject can be included in the trial if the polyps were removed. If clinically indicated, a repeat colonoscopy/sigmoidoscopy needs to be performed at latest within one week after the screening visit. If no barium enema with flexible sigmoidoscopy or a colonoscopic examination has been performed within the period as described above, the assessment is to be scheduled on the screening visit or within the week following screening. When it is clinically indicated that a repeat colonoscopy/sigmoidoscopy is needed to confirm results of a colonoscopy/sigmoidoscopy performed after the screening visit, the subject should be a screen failure.\n6. Subjects with known serious illness: clinically significant cardiac, vascular, liver, pulmonary, or psychiatric disorders (as evaluated by the Investigator).\n7. Subjects with any condition that in the opinion of the Investigator would complicate or compromise the trial or the well-being of the subject or evidence of clinically relevant pathology that could interfere with the trial results or put the subject's safety at risk.\n8. Subjects known to have human immunodeficiency virus (HIV) infection or AIDS, hepatitis B or hepatitis C.\n9. Subjects with impaired renal function, i.e. serum creatinine concentration \\>180 μmol/l or calculated creatinine clearance ≤30 ml/min, including subjects requiring dialysis.\n10. Subjects with clinically significant abnormalities of haematology, urinalysis, or blood chemistry as determined by the Investigator. If the results of the haematology, biochemistry or urinalysis tests are not within the laboratory's reference ranges, the subject can be included only on the condition that the Investigator judges that the deviations are not clinically significant. This should be clearly recorded in the electronic Case Report Form (e-CRF).\n11. Subjects with a known history of alcohol or drug abuse in the previous 6 months.\n12. Subjects with lactose intolerance for whom it is expected that low doses of lactose can lead to diarrhoea, or a known allergy to ingredients or excipients of the trial medication.\n13. Subjects who received an investigational drug in the 30 days preceding the run-in period of the trial.\n14. Subjects who previously used prucalopride.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Subjects With an Average of ≥3 Spontaneous Complete Bowel Movements (SCBM) Per Week","description":"Spontaneous Bowel Movements defined as a bowel movement that is not preceded within a period of 24 hours by the intake of a laxative agent or by the use of an enema.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":null},{"groupId":"OG001","value":"37.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With an Average Weekly Frequency of at Least 3 SCBM Per Week and an Increase of ≥ 1 SCBM Per Week for ≥ 75% of the 12-week Treatment Period and ≥ 75% of the Last Third of the 12-week Treatment Period","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":null},{"groupId":"OG001","value":"27.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With an Increase of at Least 1 SCBM Per Week","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null},{"groupId":"OG001","value":"53.7","spread":null}]}]}]},{"type":"SECONDARY","title":"SCBM Per Week","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"1.91"},{"groupId":"OG001","value":"2.6","spread":"2.40"}]}]}]},{"type":"SECONDARY","title":"Percent SBM With a Consistency of Normal and Hard/Very Hard","description":"Consistency measured using the 7-point Bristol scale where 1-2 indicate constipation (=hard/very hard), 3-4 are ideal stools (=normal), and 5-7 tending toward diarrhea.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":"30.21"},{"groupId":"OG001","value":"47.5","spread":"31.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.9","spread":"29.86"},{"groupId":"OG001","value":"26.9","spread":"28.27"}]}]}]},{"type":"SECONDARY","title":"Percent SCBM With No Straining and Severe/Very Severe Straining","description":"Straining was evaluated on a 5-point scale (0=none, 1=mild, 2=moderate, 3=severe, or 4=very severe)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":"16.23"},{"groupId":"OG001","value":"9.7","spread":"17.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.7","spread":"27.62"},{"groupId":"OG001","value":"20.6","spread":"27.33"}]}]}]},{"type":"SECONDARY","title":"Percent SBM With Sensation of Complete Evacuation","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":"32.90"},{"groupId":"OG001","value":"46.7","spread":"34.19"}]}]}]},{"type":"SECONDARY","title":"Time to First SCBM After Investigational Product Intake on Day 1","description":null,"paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"218.9","spread":null},{"groupId":"OG001","value":"110.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Bisacodyl Tablets Taken Per Week","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"1.76"},{"groupId":"OG001","value":"0.6","spread":"1.56"}]}]}]},{"type":"SECONDARY","title":"Days With Rescue Medication Taken Per Week","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"0.94"},{"groupId":"OG001","value":"0.3","spread":"0.69"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With an Improvement of ≥ 1 Point on the Patient Assessment of Constipation - Symptom (PAC-SYM) Questionnaire Total Score at Final On Treatment Assessment","description":"The PAC-SYM is a validated 12-item questionnaire for the evaluation of severity of symptoms of constipation in subjects with constipation. Items are rated on a 5-point Likert scale: 0=absent, 1=mild, 2=moderate, 3=severe, 4=very severe. Total score ranges from 0 to 48. Lower scores indicate improvement in symptoms. A 1-point improvement in PAC-SYM total score was considered clinically meaningful.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":null},{"groupId":"OG001","value":"34.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With an Improvement of ≥ 1 Point on the Patient Assessment of Constipation - Quality of Life (PAC-QOL) Total Score at Final On Treatment Assessment","description":"The PAC-QOL is a validated 28-item questionnaire for the evaluation of quality of life in subjects with constipation. Items are rated on a 5-point Likert scale: 0=not at all/none of the time, 1=a little bit/a little bit of the time, 2=moderately/some of the time, 3=quite a bit/most of the time, 4=extremely/all of the time. Total score ranges from 0-112. Lower scores indicate improvement in symptoms. A 1-point improvement in PAC-QOL total score was considered clinically meaningful.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.7","spread":null},{"groupId":"OG001","value":"40.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects on the Subject Global Evaluation on Severity of Constipation Score Rating Constipation as Severe to Very Severe at Final On-Treatment Assessment","description":"Subject was asked to rate the severity of his constipation using a 5-point Likert scale: 0=absent, 1=mild, 2=moderate, 3=severe, 4=very severe","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":null},{"groupId":"OG001","value":"21.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects on the Subject Global Evaluation on Efficacy of Treatment Score Rating Treatment as Quite a Bit to Extremely Effective at Final On-Treatment Assessment","description":"The subject was asked to rate his global evaluation of the efficacy of treatment using the following 5-point scale: 0=not at all effective 1=a little bit effective 2=moderately effective 3=quite a bit effective 4=extremely effective.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":null},{"groupId":"OG001","value":"46.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":186},"commonTop":["HEADACHE","ABDOMINAL PAIN","DIARRHOEA","NAUSEA"]}}}