{"nctId":"NCT00327392","briefTitle":"A Safety Study of AQUAVAN® (Fospropofol Disodium) Injection for Sedation During Minor Surgical Procedures.","startDateStruct":{"date":"2006-05"},"conditions":["Procedural Sedation"],"count":123,"armGroups":[],"interventions":[{"name":"AQUAVAN® (fospropofol disodium) Injection","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"\\- Number of sites/patients: Approximately 18 sites and 125 patients.\n\nInclusion Criteria:\n\n1. Patient must be able to understand, either orally or in writing, and be able to consent and complete the required assessments and procedures.\n2. Patient provides signed/dated Informed Consent and Health Insurance Portability and Accountability Act (HIPAA) of 1996 authorization after receiving a full explanation of the extent and nature of the study.\n3. Patient must be at least 18 years of age and undergoing one of the specified minor surgical procedures at the time of screening.\n4. If female, patient must be surgically sterile, postmenopausal, or not pregnant or lactating and must have been using an acceptable method of birth control for at least 1 month prior to dosing, with a negative urine pregnancy test result at screening and predose.\n5. Patient meets American Society of Anesthesiologists (ASA) Physical Classification System status of P1 to P4.\n\nExclusion Criteria:\n\n1. Patient has a history of allergic reaction or hypersensitivity to any anesthetic agent or opioid.\n2. Patient does not meet nils per os (NPO) status per ASA guidelines or institution's guideline.\n3. Patient has a Mallampati Classification Score of 4; or a Mallampati Classification Score of 3 and a thyromental distance \\<4 cm, or for any other reason has a difficult airway, in the opinion of the Principal Investigator.\n4. Patient has an abnormal, clinically significant 3-lead ECG finding at predosing period.\n5. Patient has participated in an investigational drug study within 1 month prior to study start.\n6. Patient is unwilling to adhere to pre- and postprocedural instructions.\n7. Patient for whom the use of fentanyl citrate injection (fentanyl) is contraindicated.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Airway Assistance in Patients Undergoing Minor Surgical Procedures","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":123},"commonTop":["Paresthesia","Procedural pain","Pruritus","Nausea","Vomiting"]}}}