{"nctId":"NCT01513590","briefTitle":"A Trial Comparing Efficacy and Safety of Insulin Degludec/Insulin Aspart and BIAsp 30 in Insulin naïve Subjects With Type 2 Diabetes","startDateStruct":{"date":"2012-01-16","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":394,"armGroups":[{"label":"IDegAsp BID","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec/insulin aspart"]},{"label":"BIAsp 30 BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin degludec/insulin aspart"]}],"interventions":[{"name":"insulin degludec/insulin aspart","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities. (Trial-related activities are any procedure that would not have been performed during normal management of the subject)\n* Type 2 diabetes mellitus (diagnosed clinically) for at least 24 weeks prior to screening\n* Current treatment: metformin monotherapy or metformin in any combination with one of the following oral anti-diabetic drugs (OADs): insulin secretagogue (sulfonylurea or glinide), dipeptidyl peptidase IV (DPP-IV) inhibitor, alpha-glucosidase inhibitors for at least 12 weeks prior to randomisation (Visit 2) with the minimum doses stated: - Metformin: alone or in combination (including fixed combination) 1500 mg daily, or maximum tolerated dose (at least 1000 mg daily), - Insulin secretagogue (sulphonylurea or glinide): minimum half of the daily maximum dose according to local labelling, - DPP-IV inhibitor: minimum 100 mg daily or according to local labelling, - Alpha-glucosidase-inhibitors: minimum half of the daily maximum dose or maximum tolerated dose\n* Insulin naïve subject; allowed is: Previous short term insulin treatment up to 14 days\n* Insulin naïve subject; allowed is: Treatment during hospitalization or during gestational diabetes is allowed for periods longer than 14 days)\n* HbA1c (glycosylated haemoglobin) between 7.0-10.0 % (both inclusive) by central laboratory analysis\n* Body mass index (BMI) below or equal to 40.0 kg/m\\^2\n\nExclusion Criteria:\n\n* Treatment with thiazolidinediones (TZDs) or glucagon like peptide 1 (GLP-1) receptor agonists within 12 weeks prior to visit 1 (screening)\n* Anticipated change in concomitant medication known to interfere significantly with glucose metabolism, such as systemic corticosteroids, beta-blockers and MAO inhibitors\n* Anticipated significant lifestyle changes during the trial according to the discretion of the trial physician, e.g. shift work (including permanent night/evening shift workers), as well as highly variable eating habits\n* Cardiovascular disease, within the last 24 weeks prior to trial start, defined as: stroke; decompensated heart failure NYHA (New York Heart Association) class III or IV; myocardial infarction; unstable angina pectoris; or coronary arterial bypass graft or angioplasty\n* Any clinically significant disease or disorder, except for conditions associated with type 2 diabetes, which in the trial physician's opinion could interfere with the results of the trial\n* Previous participation in this trial. Participation is defined as randomised. Re-screening of screening failures is allowed only once within the limits of the recruitment period\n* Known or suspected hypersensitivity to trial products or related products","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c (Glycosylated Haemoglobin)","description":"Change from baseline in HbA1c after 26 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.85","spread":"0.97"},{"groupId":"OG001","value":"-1.73","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG)","description":"Change from baseline in fasting plasma glucose (FPG) after 26 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.44","spread":"2.97"},{"groupId":"OG001","value":"-3.03","spread":"2.90"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Nocturnal (00:01-05:59 am) Severe or Minor Hypoglycaemic Episodes","description":"The pool of severe and minor hypoglycaemic episodes was referred to as confirmed hypoglycaemic episodes, which is presented here. Severe hypoglycaemic episodes were defined as requiring assistance to administer carbohydrate, glucagon, or other resuscitative actions. Minor hypoglycaemic episodes were defined as able to treat her/himself and plasma glucose below 3.1 mmol/L. Nocturnal hypoglycaemic episodes were defined as occurring between 00:01 and 05:59 am.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"260","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe and Minor Treatment Emergent Hypoglycaemic Episodes","description":"The pool of severe and minor hypoglycaemic episodes was referred to as confirmed hypoglycaemic episodes, which is presented here. Severe hypoglycaemic episodes were defined as requiring assistance to administer carbohydrate, glucagon, or other resuscitative actions. Minor hypoglycaemic episodes were defined as able to treat her/himself and plasma glucose below 3.1 mmol/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"553","spread":null},{"groupId":"OG001","value":"1221","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Change from baseline in body weight after 26 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"4.1"},{"groupId":"OG001","value":"2.0","spread":"4.3"}]}]}]},{"type":"SECONDARY","title":"Responder for HbA1c (Below 7.0%) Without Severe and Minor Treatment Emergent Hypoglycaemic Episodes During the Last 12 Weeks of Treatment Including Only Subjects Exposed for at Least 12 Weeks","description":"Responder for HbA1c (\\<7.0%) without severe and minor treatment emergent hypoglycaemic episodes during the last 12 weeks of treatment. Severe + minor hypoglycaemic episodes = confirmed hypoglycaemic episodes. Severe hypoglycaemic episodes: requiring assistance to administer carbohydrate, glucagon, or other resuscitative actions. Minor hypoglycaemic episodes: able to treat her/himself and plasma glucose below 3.1 mmol/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent AEs (Adverse Events)","description":"A Treatment Emergent Adverse Event (TEAE) was defined as an event that had onset date on or after the first day of exposure to randomised treatment and no later than 7 days after the last day of randomised treatment. Severity was assessed by investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"197","spread":null},{"groupId":"OG001","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":196},"commonTop":["Nasopharyngitis"]}}}