{"nctId":"NCT01663402","briefTitle":"ODYSSEY Outcomes: Evaluation of Cardiovascular Outcomes After an Acute Coronary Syndrome During Treatment With Alirocumab","startDateStruct":{"date":"2012-10","type":"ACTUAL"},"conditions":["Atherosclerotic Cardiovascular Disease"],"count":18924,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: LMT"]},{"label":"Alirocumab 75 mg Q2W/Up to 150 mg Q2W","type":"EXPERIMENTAL","interventionNames":["Drug: Alirocumab","Drug: LMT"]}],"interventions":[{"name":"Alirocumab","otherNames":["SAR236553","REGN727","Praluent®"]},{"name":"Placebo","otherNames":[]},{"name":"LMT","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\nRecently (\\< 52 weeks) hospitalized for ACS.\n\nExclusion criteria:\n\n* Age \\< 40 years.\n* ACS event occurring more than 52 weeks prior to randomization visit.\n* LDL-C likely to be \\<70 mg/dL (\\<1.81 mmo/L), and apolipoprotein B (ApoB) \\<80 mg/dL (\\<0.8 g/L), and non - high-density lipoprotein cholesterol (HDL-C) \\<100 mg/dL (\\<2.59 mmol/L) with evidence-based medical and dietary management of dyslipidemia.\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Occurrence of Major Adverse Cardiovascular Event (MACE); Percentage of Observed Participants With Outcome Measure Events During the Study","description":"All MACE positively adjudicated by Clinical Events Committee (CEC) in a blinded fashion, were used in the analysis of the composite cardiovascular (CV) outcome measure comprised of Coronary Heart Disease (CHD) death, non-fatal Myocardial Infarction (MI), fatal and non-fatal ischemic stroke (IS), or unstable angina (UA) requiring hospitalization. Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of MACE over time. Percentage of observed participants with outcome measure events during the study were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Any Coronary Heart Disease Event; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"All CHD events positively adjudicated by CEC in a blinded fashion, were used in the analysis of the composite CHD endpoint comprised of any CHD death, non-fatal non-fatal MI, UA requiring hospitalization, or ischemia-driven coronary revascularization procedure. Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of any CHD event over time. Percentage of observed participants with outcome measure events during the study were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null},{"groupId":"OG001","value":"12.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Any Major Coronary Heart Disease Event; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"All Major CHD events positively adjudicated by CEC in a blinded fashion, were used in the analysis of the composite CHD endpoint comprised of any CHD death and non-fatal MI. Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of any major CHD event over time. Percentage of observed participants with outcome measure events during the study were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Any Cardiovascular Event; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"All CV events positively adjudicated by CEC in a blinded fashion, were used in the analysis of the composite CV endpoint comprised of any non-fatal CHD event, any CV death and non-fatal IS. Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of any CV event over time. Percentage of observed participants with outcome measure events during the study were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"13.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of All-Cause Mortality, Non-Fatal Myocardial Infarction, Non-Fatal Ischemic Stroke; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"All-cause mortality, non-fatal MI and non-fatal IS positively adjudicated by CEC in a blinded fashion, were used in the analysis of this endpoint. Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of all-cause mortality, non-fatal MI and non-fatal IS over time. Percentage of observed participants with outcome measure events during the study were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"10.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Coronary Heart Disease Death; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the CHD death over time. Percentage of observed participants with CHD death (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cardiovascular Death; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the CV death over time. Percentage of observed participants with CV death (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to All-Cause Death; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the all-cause death over time. Percentage of observed participants with all-cause death (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Any Non-Fatal Myocardial Infarction; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of any non-fatal MI over time. Percentage of observed participants with any non-fatal MI (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Fatal or Any Non-Fatal Ischemic Stroke; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of fatal or any non-fatal IS over time. Percentage of observed participants with fatal or any non-fatal IS (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Any Unstable Angina Requiring Hospitalization; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of any UA requiring hospitalization over time. Percentage of observed participants with any UA requiring hospitalization (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Any Ischemia-Driven Coronary Revascularization Procedure; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of any ischemia-driven coronary revascularization procedure over time. Percentage of observed participants with any ischemia-driven coronary revascularization procedure (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"7.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Any Congestive Heart Failure (CHF) Requiring Hospitalization; Percentage of Observed Participants With Outcome Measure Events During the Study","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the first occurrence of any CHF requiring hospitalization over time. Percentage of observed participants with any CHF requiring hospitalization (positively adjudicated by CEC in a blinded fashion) were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline in Calculated LDL-C at Months 4, 12, and 48: ITT Analysis","description":"Adjusted means and standard errors at Month 4, 12 and 48 from multiple imputation approach (to account for missing data) followed by analyses of covariance (ANCOVA) model with the fixed categorical effect of treatment group and the continuous fixed covariate of baseline LDL-C value, including all available post-baseline data from Month 1 up to Month 48 regardless of status on- or off-treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"0.3"},{"groupId":"OG001","value":"-55.8","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"0.4"},{"groupId":"OG001","value":"-45.7","spread":"0.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":"1.8"},{"groupId":"OG001","value":"-23.5","spread":"1.6"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline in Calculated LDL-C at Months 4, 12, and 48: On-Treatment Analysis","description":"Adjusted Least-squares (LS) means and standard errors at Month 4, 12 and 48 were obtained from a mixed-effect model with repeated measures (MMRM) including available post-baseline on-treatment data from Month 1 up to Month 48 (i.e. up to 21 days after last injection).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"0.3"},{"groupId":"OG001","value":"-58.3","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":"0.4"},{"groupId":"OG001","value":"-52.8","spread":"0.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":"1.0"},{"groupId":"OG001","value":"-40.1","spread":"1.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2350,"n":9443},"commonTop":["Hypertension","Nasopharyngitis","Myalgia","Blood Creatine Phosphokinase Increased","Non-Cardiac Chest Pain"]}}}