{"nctId":"NCT02239120","briefTitle":"Dabigatran Etexilate for Secondary Stroke Prevention in Patients With Embolic Stroke of Undetermined Source (RE-SPECT ESUS)","startDateStruct":{"date":"2014-11-27","type":"ACTUAL"},"conditions":["Stroke","Secondary Prevention"],"count":5390,"armGroups":[{"label":"dabigatran etexilate 110 or 150 mg","type":"EXPERIMENTAL","interventionNames":["Drug: optional ASA as comedication","Drug: placebo to ASA","Drug: dabigatran etexilate"]},{"label":"ASA 100 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: placebo to optional ASA as comedication","Drug: placebo to dabigatran etexilate","Drug: ASA 100 mg"]}],"interventions":[{"name":"optional ASA as comedication","otherNames":[]},{"name":"placebo to ASA","otherNames":[]},{"name":"placebo to optional ASA as comedication","otherNames":[]},{"name":"placebo to dabigatran etexilate","otherNames":[]},{"name":"ASA 100 mg","otherNames":[]},{"name":"dabigatran etexilate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Ischemic stroke with a brain lesion visualized by neuroimaging (either brain Computed Tomography (CT) or Magnetic Resonance Image (MRI)). The visualized stroke is a non-lacunar infarct , e.g. involving the cortex or \\>1.5 cm (\\>2.0 cm if measured on MRI diffusion-weighted images) in largest diameter if exclusively subcortical.Visualization by CT usually requires delayed imaging \\>24-48 hours after stroke onset.\n* The index stroke must have occurred either up to 3 months before randomization (Modified Rankin Scale(mRS) \\<=3 at randomization) or up to 6 months before randomization (mRS \\<=3 at randomization) in selected patients that are \\>= 60 years plus at least one additional risk factor for recurrent stroke.\n* Arterial imaging or cervical plus Transcranial Doppler (TCD) ultrasonography does not show extra-cranial or intracranial atherosclerosis with \\>= 50% luminal stenosis in artery supplying the area of acute ischemia.\n* As evidenced by cardiac monitoring for \\>= 20 hours with automated rhythm detection, there is absence of AF \\> 6 minutes in duration (within a 20 hour period, either as single episode or cumulative time of multiple episodes).\n\nFurther inclusion criteria apply.\n\nExclusion criteria:\n\n* Modified Rankin Scale of \\>=4 at time of randomization or inability to swallow medications.\n* Major risk cardioembolic source of embolism such as: a) intracardiac thrombus as evidenced by transthoracic or transesophageal echocardiography, b) paroxysmal, persistent or permanent Atrial fibrillation (AF), c) atrial flutter, d) prosthetic cardiac valve (mitral or aortic, bioprosthetic or mechanical), e) atrial myxoma, f) other cardiac tumors, g) moderate or severe mitral stenosis, h) recent (\\< 4weeks) myocardial infarction, i) valvular vegetations, or j) infective endocarditis.\n* Any indication that requires treatment with an anticoagulant as per Investigator's judgment.\n* History of atrial fibrillation (unless it was due to reversible causes such as hyperthyroidism or binge drinking, and has been permanently resolved).\n* Other specific stroke etiology (i.e. cerebral arteritis or arterial dissection, migraine with aura/vasospasm, drug abuse).\n* Renal impairment with estimated creatinine clearance (as calculated by Cockcroft-Gault equation) \\<30mL/min at screening, or where Investigator expects creatinine clearance is likely to drop below 30mL/min during the course of the study.\n\nFurther exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"150 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjudicated Recurrent Stroke","description":"Adjudicated recurrent stroke (ischemic, hemorrhagic, or unspecified) is presented. The annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.09","spread":null},{"groupId":"OG001","value":"4.80","spread":null}]}]}]},{"type":"PRIMARY","title":"First Major Bleed (Adjudicated)","description":"First major bleed is primary safety endpoint. Major bleeds were defined according to the International Society of Thrombosis and Haemostasis (ISTH) definition as follows:\n\n* Symptomatic bleeding in a critical area or organ, such as intracranial, intraspinal, intraocular, retroperitoneal, intra-articular or pericardial, or intramuscular with compartment syndrome and/or,\n* Bleeding (which should be overt) associated with a reduction in haemoglobin of at least 2 grams/ decilitre (g/dL) (1.24 millimoles Per Litre (mmol/L)), or leading to transfusion of ≥2 units of blood or packed cells (equivalent to ≥4.5 units in Japan); the haemoglobin drop should be considered to be due to and temporally related to the bleeding event and/or,\n* Fatal bleed. The annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":null},{"groupId":"OG001","value":"1.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjudicated Ischaemic Stroke","description":"Adjudicated ischaemic stroke is a key secondary endpoint. The annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.97","spread":null},{"groupId":"OG001","value":"4.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjudicated Composite of Non-fatal Stroke, Non-fatal Myocardial Infarction, or Cardiovascular Death","description":"Adjudicated composite of non-fatal stroke, non-fatal myocardial infarction (MI), or cardiovascular death is a key secondary endpoint. The annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.80","spread":null},{"groupId":"OG001","value":"5.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Disabling Stroke","description":"Disabling stroke (modified Rankin Scale greater than or equal to 4, as determined 3 months after recurrent stroke) is presented. The annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":null},{"groupId":"OG001","value":"0.93","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Death","description":"All-cause death is presented. The annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.24","spread":null},{"groupId":"OG001","value":"1.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjudicated Intracranial Hemorrhage","description":"Adjudicated intracranial haemorrhage comprised the subtypes of intracerebral bleeds, intraventricular bleeds, subdural bleeds, epidural bleeds, and subarachnoid bleeds. Microbleeds did not qualify as intracranial haemorrhage, except when they were symptomatic.\n\nThe annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":null},{"groupId":"OG001","value":"0.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjudicated Fatal Bleed","description":"Adjudicated fatal bleeding was defined as a bleeding event which the Independent Event Adjudication Committee (IAC) determined as the primary cause of death or contributed directly to death. The annualised event rate represents the average number of events per patient during a 1-year period. Because there were 0 events in one treatment group, the hazard ratio is unable to be calculated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjudicated Life-threatening Bleed","description":"Major bleeds were to be classified as life-threatening if they met one or more of the following criteria: fatal bleed, symptomatic intracranial bleed, reduction in haemoglobin of at least 5 grams/ deciliter (g/dL), transfusion of at least 4 units of packed red blood cells (equivalent to 9 units in Japan), associated with hypotension requiring the use of intravenous inotropic agents, or necessitated surgical intervention.\n\nThe annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null},{"groupId":"OG001","value":"0.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Any Bleed (Investigator-reported)","description":"This was the sum of all major and minor bleeds (Minor bleeds were clinical bleeds that did not fulfil the criteria for major bleeds), regardless of severity.\n\nThe annualised event rate represents the average number of events per patient during a 1-year period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.21","spread":null},{"groupId":"OG001","value":"11.64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":724,"n":2676},"commonTop":["Nasopharyngitis","Atrial fibrillation"]}}}