{"nctId":"NCT01625182","briefTitle":"Evaluate Efficacy and Safety of Fingolimod 0.5 mg Orally Once Daily Versus Placebo in Chronic Inflammatory Demyelinating Polyradiculoneuropathy Patients.","startDateStruct":{"date":"2012-12-22","type":"ACTUAL"},"conditions":["Chronic Inflammatory Demyelinating Polyradiculoneuropathy"],"count":106,"armGroups":[{"label":"Fingolimod (FTY720)","type":"EXPERIMENTAL","interventionNames":["Drug: Fingolimod"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Comparator"]}],"interventions":[{"name":"Fingolimod","otherNames":[]},{"name":"Placebo Comparator","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* written informed consent must be obtained before any assessment is performed\n* The diagnosis of CIDP will use the definition of the EFNS/PNS Task Force First Revision. Patients must either have a clinical diagnosis of CIDP fulfilling the clinical inclusion criteria for typical CIDP or one of the following atypical forms of CIDP: pure motor, or asymmetrical (MADSAM \\[Lewis-Sumner syndrome\\]), or IgA or IgG (not IgM) MGUS paraprotein associated.\n* All patients must also fulfill the clinical exclusion criteria and the definite electrodiagnostic criteria of the EFNS/PNS Task Force First Revision.\n* disability defined by an INCAT Disability Scale score of 1-9 or, if INCAT score is 0, a documented history of disability sufficient to require treatment within the past 2 years following reduction or interruption of CIDP treatment\n* receiving IVIg treatment (minimal dose equivalent to 0.4 g/kg every 4 weeks for a minimum of 12 weeks) or corticosteroids (minimal dose equivalent to prednisone 10 mg/day) treatment prior to the screening visit\n* history of documented clinically meaningful deterioration confirmed by clinical examination during therapy or upon interruption or reduction of therapy within 18 months prior to Screening\n* stable CIDP symptoms for the 6 weeks before randomization\n\nExclusion Criteria\n\n* other chronic demyelinating neuropathies, including: Distal Acquired Demyelinating Symmetric Neuropathy (DADS) Multifocal Motor Neuropathy (MMN) pure sensory CIDP hematopoietic malignancy except for MGUS\n* conditions in which the pathogenesis of the neuropathy may be different from CIDP such as: Lyme disease, POEMS syndrome, osteosclerotic myeloma, Castleman's disease\n* treatment with plasma exchange within 2 months of randomization, immunosuppressive/chemotherapeutic medications: azathioprine, cyclophosphamide, cyclosporine, mycophenolate, etanercept, methotrexate tacrolimus or other immunosuppressive drugs within 6 months of randomization or 5 half-lives (whichever is later), Rituximab in the 2 years prior to randomization (patients that have received rituximab between 1 and 2 years should have B-cell levels within normal range), other cytotoxic immunosuppressive medications with sustained effects (including mitoxantrone, alemtuzumab, cladribine) at any time, hematopoietic stem cell transplantation at any time","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Confirmed Worsening on the Adjusted Inflammatory Neuropathy Cause and Treatment (INCAT) Disability Scale","description":"Confirmed worsening in CIDP was measured by the adjusted INCAT Disability Scale. The adjusted INCAT disability scale measures arm disability and leg disability. For arm disability the scale ranges from 0 (no upper limb problems) to 5 (inability to use either arm for any purposeful movement). The leg disability scale ranges from 0 (walking not affected) to 5 (restricted to wheelchair, unable to stand and walk a few steps with help). The total adjusted INCAT disability score is calculated by the sum of the arm and leg disability scores where the total score ranges from 0 to 10. A confirmed worsening was defined as an increase by 1 or more points on the adjusted INCAT disability scale from the value at baseline.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"721.0","spread":null},{"groupId":"OG001","value":"540.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline for Grip Strength, Dominant Hand","description":"Grip strength measurements were done using a vigorimeter. With this device, the pressure in the bulb exercised by the participant was registered on a manometer via a rubber junction tube. Both the dominant and non-dominant hands were tested. A negative change from baseline indicates deterioration.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":null},{"groupId":"OG001","value":"-3.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":null},{"groupId":"OG001","value":"-3.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline for Grip Strength, Non-dominant Hand","description":"Grip strength measurements were done using a vigorimeter. With this device, the pressure in the bulb exercised by the participant was registered on a manometer via a rubber junction tube. Both the dominant and non-dominant hands were tested. A negative change from baseline indicates deterioration.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":null},{"groupId":"OG001","value":"-6.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":null},{"groupId":"OG001","value":"-5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline for Rasch-Built Linearly Weighted Overall Disability Scale (R-ODS)","description":"This questionnaire was constructed using the patients' perception of their ability to perform daily and social activities. The questionnaire comprises 24 items ranging from ability to read a book or newspaper (as the easiest item to accomplish) to ability to run (most difficult item to accomplish). The obtained raw summed score was translated subsequently to a convenient centile metric score ranging from 0 (most severe disability) to 100 (no disability at all). A higher score indicated a better health status. A negative change from baseline indicates deterioration.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":null},{"groupId":"OG001","value":"-5.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":null},{"groupId":"OG001","value":"-5.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":54},"commonTop":["Headache","Nasopharyngitis","Hypertension","Fatigue","Pain in extremity"]}}}