{"nctId":"NCT02360215","briefTitle":"Memantine Hydrochloride and Whole-Brain Radiotherapy With or Without Hippocampal Avoidance in Reducing Neurocognitive Decline in Patients With Brain Metastases","startDateStruct":{"date":"2015-07","type":"ACTUAL"},"conditions":["Cognitive Impairment","Metastatic Malignant Neoplasm in the Brain","Solid Neoplasm"],"count":518,"armGroups":[{"label":"WBRT + Memantine","type":"EXPERIMENTAL","interventionNames":["Drug: Memantine","Radiation: Whole brain radiation therapy"]},{"label":"HA-WBRT/IMRT+ Memantine","type":"EXPERIMENTAL","interventionNames":["Radiation: Whole brain radiation therapy with hippocampal avoidance","Drug: Memantine"]}],"interventions":[{"name":"Whole brain radiation therapy with hippocampal avoidance","otherNames":["IMRT","Intensity Modulated RT","INTENSITY-MODULATED RADIATION THERAPY","Intensity-Modulated Radiotherapy","Whole-brain radiation therapy","WBRT","whole-brain radiotherapy","HA-WBRT"]},{"name":"Memantine","otherNames":["Ebixia","Memantine Hydrochloride","Namenda"]},{"name":"Whole brain radiation therapy","otherNames":["WBRT","whole-brain radiation therapy","whole-brain radiotherapy"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* PRIOR TO STEP 1 REGISTRATION:\n\n  * Brain metastases outside a 5-mm margin around either hippocampus must be visible on contrast-enhanced magnetic resonance imaging (MRI) performed =\\< 21 days prior to Step 1 registration; an allowed exception, regarding ability to image brain metastases, would be that patients who had undergone radiosurgery or surgical resection and are planning adjuvant WBRT do not have to have visible disease but do need a pre-surgery MRI or computed tomography (CT) scan demonstrating brain metastases; however, the brain metastases could not have been within 5 mm of either hippocampus\n  * Patients must have a gadolinium contrast-enhanced three-dimensional spoiled gradient (SPGR), magnetization-prepared rapid gradient echo (MP-RAGE), or turbo field echo (TFE) axial MRI scan with standard axial and coronal gadolinium contrast-enhanced T1-weighted sequence and axial T2/FLAIR sequence acquisitions; to yield acceptable image quality, the gadolinium contrast-enhanced three-dimensional SPGR, MP-RAGE, or TFE axial MRI scan should use the smallest possible axial slice thickness not exceeding 1.5 mm; the associated coronal and sagittal contrast-enhanced T1 sequences can be up to 2.5 mm in slice thickness; this MRI must be obtained =\\< 21 days prior to step 1 registration; the vendor specific MRI protocols are available for download from the Alzheimer's Disease Neuroimaging Initiative (ADNI)\n  * Patients must provide study-specific informed consent prior to registration\n* PRIOR TO STEP 2 REGISTRATION:\n\n  * The following baseline neurocognitive assessments must be completed prior to Step 2 registration: HVLT-R, TMT, and COWA;\n  * Pathologically (histologically or cytologically) proven diagnosis of solid tumor malignancy within 5 years prior to Step 2 registration\n  * History and physical examination within 28 days prior to Step 2 registration\n  * Karnofsky performance status of \\>= 70 within 28 days prior to Step 2 registration\n  * Serum creatinine =\\< 3 mg/dL (265 umol/L) and creatinine clearance \\>= 30 ml/min\n  * Blood urea nitrogen (BUN) within institutional upper limit of normal (e.g. \\< 20 mg/dL)\n  * Total bilirubin =\\< 2.5 mg/dL (43 umol/L)\n  * Patients may have had prior therapy for brain metastasis, including radiosurgery and surgical resection; patients must have completed prior therapy by at least 14 days prior to Step 2 for surgical resection and 7 days for radiosurgery\n  * Negative serum pregnancy test (in women of childbearing potential) =\\< 14 days prior to Step 2; women of childbearing potential and men who are sexually active must practice adequate contraception while on study\n  * Patients who are primary English or French speakers are eligible\n\nExclusion Criteria:\n\n* Prior external beam radiation therapy to the brain or whole brain radiation therapy\n* Planned cytotoxic chemotherapy during the WBRT only; patients may have had prior chemotherapy\n* Radiographic evidence of hydrocephalus or other architectural distortion of the ventricular system, including placement of external ventricular drain or ventriculoperitoneal shunt\n* Severe, active co-morbidity defined as follows:\n\n  * Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n  * Transmural myocardial infarction within the last 6 months\n  * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n  * Chronic obstructive pulmonary disease exacerbation or other acute respiratory illness precluding study therapy at the time of registration\n  * Severe hepatic disease defined as a diagnosis of Child-Pugh class B or C hepatic disease\n  * Renal tubular acidosis or metabolic acidosis\n  * Human immunodeficiency virus (HIV) positive with cluster of differentiation (CD)4 count \\< 200 cells/microliter; note that patients who are HIV positive are eligible, provided they are under treatment with highly active antiretroviral therapy (HAART) and have a CD4 count \\>= 200 cells/microliter within 30 days prior to registration; Note also that HIV testing is not required for eligibility for this protocol\n* Pregnant or lactating women, or women of childbearing potential and men who are sexually active and not willing/able to use medically acceptable forms of contraception\n* Prior allergic reaction to memantine (memantine hydrochloride)\n* Current alcohol or drug abuse (may exacerbate lethargy/dizziness with memantine)\n* Intractable seizures while on adequate anticonvulsant therapy-more than 1 seizure per month for the past 2 months\n* Patients with definitive leptomeningeal metastases\n* Patients with brain metastases from primary germ cell tumors, small cell carcinoma, unknown primary, or lymphoma\n* Contraindication to magnetic resonance (MR) imaging such as implanted metal devices or foreign bodies\n* Contraindication to gadolinium contrast administration during MR imaging, such as allergy or insufficient renal function\n* Current use of (other N-methyl D-aspartate \\[NMDA\\] antagonists) amantadine, ketamine, or dextromethorphan","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Neurocognitive Failure","description":"Neurocognitive failure is defined as the first failure, defined as a neurocognitive decline using the reliable change index (RCI) on at least one of the following assessments or parts of : Hopkins Verbal Learning Test - Revised (HVLT-R), Trail Making Test (TMT), or Controlled Oral Word Association (COWA). The HVLT-R has 3 parts that were analyzed separately for decline: Total Recall, Delayed Recall, and Delayed Recognition. The TMT has 2 parts that were analyzed separately: Part A and Part B. Neurocognitive failure rate is estimated using the cumulative incidence method. Analysis was planned to occur after 233 events were reported. The protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Six-month rates are provided.Analysis was planned to occur after 233 events were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null},{"groupId":"OG001","value":"59.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Hopkins Verbal Learning Test -Revised (HVLT-R) Total Recall Score (Neurocognitive Decline)","description":"The HVLT-R assesses verbal learning and memory. The test involves memorizing a list of 12 nouns for 3 consecutive trials (Total Recall), recalling the 12 targets after a 20-minute delay (Delayed Recall), and then identifying the 12 targets from a list of semantically related or unrelated items (delayed recognition). Raw scores are derived for total recall (sum of the number of targets correctly recalled), delayed recall (sum of the number of targets correctly recalled), and a delayed recognition discrimination index (sum of targets incorrectly identified subtracted from the sum of the number of targets correctly identified). The range of scores for total recall is 0 to 36, for delayed recall is 0 to 12, and -12 to 12 for recognition. A higher score indicates better functioning. Scores are standardized, adjusting for age, education, and gender as necessary, such that mean 0 and standard deviation is 1. Change is calculated as baseline score subtracted from post-baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"1.25"},{"groupId":"OG001","value":"-0.47","spread":"1.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"1.29"},{"groupId":"OG001","value":"-0.36","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"1.33"},{"groupId":"OG001","value":"-0.06","spread":"1.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"1.52"},{"groupId":"OG001","value":"-0.34","spread":"1.34"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Hopkins Verbal Learning Test -Revised (HVLT-R) Delayed Recall Score (Neurocognitive Decline)","description":"The HVLT-R assesses verbal learning and memory. The test involves memorizing a list of 12 nouns for 3 consecutive trials (Total Recall), recalling the 12 targets after a 20-minute delay (Delayed Recall), and then identifying the 12 targets from a list of semantically related or unrelated items (delayed recognition). Raw scores are derived for total recall (sum of the number of targets correctly recalled), delayed recall (sum of the number of targets correctly recalled), and a delayed recognition discrimination index (sum of targets incorrectly identified subtracted from the sum of the number of targets correctly identified). The range of scores for total recall is 0 to 36, for delayed recall is 0 to 12, and -12 to 12 for recognition. A higher score indicates better functioning. Scores are standardized, adjusting for age, education, and gender as necessary, such that mean 0 and standard deviation is 1. Change is calculated as baseline score subtracted from post-baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"1.51"},{"groupId":"OG001","value":"-0.73","spread":"1.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"1.61"},{"groupId":"OG001","value":"-0.68","spread":"1.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.54","spread":"1.55"},{"groupId":"OG001","value":"-0.30","spread":"1.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.89","spread":"1.65"},{"groupId":"OG001","value":"-0.87","spread":"1.71"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Hopkins Verbal Learning Test -Revised (HVLT-R) Delayed Recognition (Neurocognitive Decline)","description":"The HVLT-R assesses verbal learning and memory. The test involves memorizing a list of 12 nouns for 3 consecutive trials (Total Recall), recalling the 12 targets after a 20-minute delay (Delayed Recall), and then identifying the 12 targets from a list of semantically related or unrelated items (delayed recognition). Raw scores are derived for total recall (sum of the number of targets correctly recalled), delayed recall (sum of the number of targets correctly recalled), and a delayed recognition discrimination index (sum of targets incorrectly identified subtracted from the sum of the number of targets correctly identified). The range of scores for total recall is 0 to 36, for delayed recall is 0 to 12, and -12 to 12 for recognition. A higher score indicates better functioning. Scores are standardized by expressing the deviation from the mean score of the group in units of standard deviation. Change is calculated as baseline score subtracted from post-baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":"1.90"},{"groupId":"OG001","value":"-0.70","spread":"1.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"1.98"},{"groupId":"OG001","value":"-0.12","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"1.83"},{"groupId":"OG001","value":"-0.06","spread":"1.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"2.12"},{"groupId":"OG001","value":"-0.30","spread":"1.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Trail Making Test (TMT) Part A (Neurocognitive Decline)","description":"The TMT is a neuropsychological test of visual attention and task switching that can provide information about visual search speed, scanning, speed of processing, mental flexibility, and executive functioning. Subject is instructed to connect a set of 25 dots as quickly as possible while still maintaining accuracy. There are two parts to the test: in the first (Part A), the targets are all numbers (1, 2, 3, etc.) and the test taker needs to connect them in sequential order; in the second part (Part B), the subject alternates between numbers and letters (1, A, 2, B, etc.). The score is the amount of time, in seconds, that it takes the patient to complete each maze. The range for Part A is 0 to 180 (3 minutes) and for Part B is 0 to 300 (5 minutes). Lower scores indicate better functioning. Scores are standardized, adjusting for age, education, gender as needed, so that mean is 0 and standard deviation is 1. Change is calculated as baseline score subtracted from post-baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.42","spread":"6.27"},{"groupId":"OG001","value":"-1.31","spread":"5.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.28","spread":"2.42"},{"groupId":"OG001","value":"0.03","spread":"2.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.09","spread":"13.02"},{"groupId":"OG001","value":"0.17","spread":"2.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.28","spread":"5.10"},{"groupId":"OG001","value":"-0.70","spread":"3.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Trail Making Test (TMT) Part B (Neurocognitive Decline)","description":"The TMT is a neuropsychological test of visual attention and task switching that can provide information about visual search speed, scanning, speed of processing, mental flexibility, and executive functioning. Subject is instructed to connect a set of 25 dots as quickly as possible while still maintaining accuracy. There are two parts to the test: in the first (Part A), the targets are all numbers (1, 2, 3, etc.) and the test taker needs to connect them in sequential order; in the second part (Part B), the subject alternates between numbers and letters (1, A, 2, B, etc.). The score is the amount of time, in seconds, that it takes the patient to complete each maze. The range for Part A is 0 to 180 (3 minutes) and for Part B is 0 to 300 (5 minutes). A lower score indicates better functioning. Scores are standardized by expressing the deviation from the mean score of the group in units of standard deviation. Change is calculated as baseline score subtracted from post-baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.86","spread":"16.60"},{"groupId":"OG001","value":"-2.27","spread":"9.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.38","spread":"17.88"},{"groupId":"OG001","value":"-0.89","spread":"6.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":"7.78"},{"groupId":"OG001","value":"-1.06","spread":"6.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.49","spread":"8.18"},{"groupId":"OG001","value":"-1.44","spread":"6.59"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Controlled Oral Word Association (COWA) Test (Neurocognitive Decline)","description":"The COWA is a verbal fluency test that measures spontaneous production of words belonging to the same category or beginning with some designated letter. Patients are given 1 minute to name as many words as possible beginning with the designated letter. The procedure is then repeated for the remaining two letters. Two alternate forms of the COWA are employed to minimize practice effects. The score is the sum of the correct responses with a range of 0 to infinity. A higher score indicates better functioning. Scores are standardized, adjusting for age, education, and gender as necessary, such that mean is 0 and standard deviation is 1. Change is calculated as baseline score subtracted from post-baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.28","spread":"0.96"},{"groupId":"OG001","value":"-0.29","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"0.98"},{"groupId":"OG001","value":"-0.08","spread":"0.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.87"},{"groupId":"OG001","value":"-0.11","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"1.71"},{"groupId":"OG001","value":"-0.21","spread":"1.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Clinical Trial Battery Composite (CTB COMP) Score [Neurocognitive Decline]","description":"Clinical Trial Battery Composite score is the arithmetic mean of the HVLT-R (Free Recall, Delayed Recall, Delayed Recognition), TMTA, TMTB, and COWA scores, all of which are standardized, adjusting for age, education, and gender as necessary, such that mean is 0 and standard deviation is 1. A participant must have at least 5 of the 6 scores. A higher composite score indicates better neurocognitive function.Change is calculated as baseline score subtracted from post-baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.09","spread":"3.45"},{"groupId":"OG001","value":"-0.87","spread":"2.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":"3.22"},{"groupId":"OG001","value":"-0.27","spread":"1.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"1.71"},{"groupId":"OG001","value":"-0.21","spread":"1.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.98","spread":"2.51"},{"groupId":"OG001","value":"-0.61","spread":"2.00"}]}]}]},{"type":"SECONDARY","title":"Change in M. D. Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score","description":"The MD Anderson Symptom Inventory for brain tumor (MDASI-BT) is a 28-item multi-symptom patient-reported outcome measure assessing the severity of symptoms experienced by cancer patients and the interference with daily living caused by these symptoms, with 9 items specific to brain tumors. Each item ranges from 0 (best condition) to 10 (worst condition). A subscale score (Symptom Severity) is the average of the subscale items, given that a specified minimum numbers of items were completed.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":"1.39"},{"groupId":"OG001","value":"0.61","spread":"1.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":"1.50"},{"groupId":"OG001","value":"0.36","spread":"1.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":"1.49"},{"groupId":"OG001","value":"-0.09","spread":"1.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":"1.69"},{"groupId":"OG001","value":"0.09","spread":"1.47"}]}]}]},{"type":"SECONDARY","title":"Change in M. D. Anderson Symptom Inventory Brain Tumor (MDASI-BT) Interference Score","description":"The MD Anderson Symptom Inventory for brain tumor (MDASI-BT) is a 28-item multi-symptom patient-reported outcome measure assessing the severity of symptoms experienced by cancer patients and the interference with daily living caused by these symptoms, with 9 items specific to brain tumors. Each item ranges from 0 (best condition) to 10 (worst condition). A subscale score (Interference) is the average of the subscale items, given that a specified minimum numbers of items were completed.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":"2.45"},{"groupId":"OG001","value":"1.09","spread":"2.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":"2.57"},{"groupId":"OG001","value":"0.51","spread":"2.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":"2.61"},{"groupId":"OG001","value":"0.01","spread":"2.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":"2.86"},{"groupId":"OG001","value":"0.14","spread":"3.00"}]}]}]},{"type":"SECONDARY","title":"Change in M. D. Anderson Symptom Inventory Brain Tumor (MDASI-BT) Cognitive Factor Score","description":"The MD Anderson Symptom Inventory for brain tumor (MDASI-BT) is a 28-item multi-symptom patient-reported outcome measure assessing the severity of symptoms experienced by cancer patients and the interference with daily living caused by these symptoms, with 9 items specific to brain tumors. Each item ranges from 0 (best condition) to 10 (worst condition). A subscale score (Cognitive Factor) is the average of the subscale items, given that a specified minimum numbers of items were completed.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"1.81"},{"groupId":"OG001","value":"0.50","spread":"1.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":"1.64"},{"groupId":"OG001","value":"0.32","spread":"1.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":"2.61"},{"groupId":"OG001","value":"0.01","spread":"2.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":"2.33"},{"groupId":"OG001","value":"0.50","spread":"1.69"}]}]}]},{"type":"SECONDARY","title":"Change in M. D. Anderson Symptom Inventory Brain Tumor (MDASI-BT) Neurologic Factor Score","description":"The MD Anderson Symptom Inventory for brain tumor (MDASI-BT) is a 28-item multi-symptom patient-reported outcome measure assessing the severity of symptoms experienced by cancer patients and the interference with daily living caused by these symptoms, with 9 items specific to brain tumors. Each item ranges from 0 (best condition) to 10 (worst condition). A subscale score (Neurologic Factor) is the average of the subscale items, given that a specified minimum numbers of items were completed.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":"1.91"},{"groupId":"OG001","value":"0.28","spread":"2.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":"2.06"},{"groupId":"OG001","value":"0.24","spread":"1.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":"1.89"},{"groupId":"OG001","value":"0.15","spread":"2.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.60","spread":"2.20"},{"groupId":"OG001","value":"0.40","spread":"2.53"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L Index Score at 2 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The index score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.17"},{"groupId":"OG001","value":"-0.05","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L Index Score at 4 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The index score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.17"},{"groupId":"OG001","value":"-0.03","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L Index Score at 6 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The index score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.14"},{"groupId":"OG001","value":"-0.03","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L Index Score at 12 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The index score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.17"},{"groupId":"OG001","value":"-0.01","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L VAS Score at 2 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The VAS score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.64","spread":"24.67"},{"groupId":"OG001","value":"-1.41","spread":"25.79"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L VAS Score at 4 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The VAS score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"23.14"},{"groupId":"OG001","value":"-2.98","spread":"25.71"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L VAS Score at 6 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The VAS score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.97","spread":"25.33"},{"groupId":"OG001","value":"3.49","spread":"22.90"}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L VAS Score at 12 Months","description":"The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The VAS score is reported here.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.86","spread":"19.60"},{"groupId":"OG001","value":"2.42","spread":"23.37"}]}]}]},{"type":"SECONDARY","title":"Intracranial Progression-Free Survival","description":"Intracranial progression-free survival time is defined as time from registration/randomization to the date of progression in the brain or death from any cause. Intracranial progression-free survival rates are estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact. Analysis was planned to occur after 233 primary endpoint events (neurocognitive failure) were reported. The protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Six-month rates are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.9","spread":null},{"groupId":"OG001","value":"44.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival time is defined as time from registration/randomization to the date of death from any cause. Overall survival rates are estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact. Analysis was planned to occur after 233 primary endpoint events (neurocognitive failure) were reported. The protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Six-month rates are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.9","spread":null},{"groupId":"OG001","value":"50.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With a Grade 3+ Adverse Event (AE) Regardless of Relationship to Treatment","description":". Adverse events were graded using the Common Terminology Criteria for Adverse Events (CTCAE) v3.0. Grade refers to the severity of the AE. The CTCAE v3.0 assigns Grades 1 through 5 with unique clinical descriptions of severity for each AE based on this general guideline: Grade 1 Mild, Grade 2 Moderate, Grade 3 Severe, Grade 4 Life-threatening or disabling, Grade 5 Death related to AE.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Anxiety/Depression Measured Using the EQ-5D-5L","description":"An exploratory analysis, beginning with correlation coefficients, will be used to assess the association of symptom burden and anxiety/depression with neurocognitive function at each time point. The symptom burden items of interest are the \"distressed (upset)\", \"sad\", and \"mood\" items. From the EQ-5D-5L, the depression/anxiety item will be of interest.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Effect of Radiation Therapy Oncology Group (RTOG) RPA and the Diagnosis-specific Graded Prognostic Assessment (DSGPA) on Neurocognitive Function","description":"Neurocognitive function, as measured by the HVLT-R, COWA, and TMT, will be correlated with both the RTOG RPA and the DS-GPA classification systems. Baseline neurocognitive function for each test will be compared between both RPA classes using either a t-test or Wilcoxon-Mann-Whitney test, depending on the normality of the data.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Effect of White Matter Injury and Hippocampal Volume on Neurocognitive Function","description":"Evaluated through MRI scans using physician-contoured and auto-contoured scores. Concordance rates will be assessed using Kappa statistics. The auto-contoured scores will be used for the remaining analyses due to the number of physicians reviewing the scans. White matter injury is measured by FLAIR volume change and is a continuous variable. Hippocampal volume is measured as a continuous variable also and both will be covariates considered in the Cox proportional hazards model to assess the impact on time to neurocognitive failure and the longitudinal modeling of neurocognitive function.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"MDASI-BT Mood Variables","description":"The relationship between EQ-5D-5L and MDASI-BT mood variables and neurocognitive function will be assessed.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":98,"n":232},"commonTop":["Fatigue","Nausea","Headache","Anorexia","Alopecia"]}}}