{"nctId":"NCT02636699","briefTitle":"Efficacy and Safety of Viaskin Peanut in Children With Immunoglobulin E (IgE)-Mediated Peanut Allergy","startDateStruct":{"date":"2015-12"},"conditions":["Peanut Allergy"],"count":500,"armGroups":[{"label":"Viaskin Peanut 250mcg","type":"EXPERIMENTAL","interventionNames":["Biological: Viaskin Peanut 250mcg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Viaskin Peanut 250mcg","otherNames":["DBV712"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n1. Male or female children aged 4 through 11 years;\n2. Physician-diagnosis of peanut allergy or children with a well documented medical history of IgE-mediated symptoms after ingestion of peanut and currently following a strict peanut-free diet, but without a physician diagnosis;\n3. Peanut-specific IgE level (ImmunoCAP system) \\>0.7 kU/L;\n4. Positive peanut skin prick test (SPT) with a largest wheal diameter:\n\n   * ≥6 mm for children 4 through 5 years of age at Visit 1,\n   * ≥8 mm for children 6 years and above at Visit 1;\n5. Positive DBPCFC at ≤300 mg peanut protein.\n\nMain Exclusion Criteria:\n\n1. History of severe anaphylaxis to peanut with any of the following symptoms: hypotension, hypoxia, neurological compromise (collapse, loss of consciousness or incontinence);\n2. Generalized dermatologic disease\n3. Diagnosis of mast cell disorders, including mastocytosis or uricaria pigmentosa as well as hereditary or idiopathic angioedema;\n4. Diagnosis of asthma that fulfills any of the following criteria:\n\n   * Uncontrolled persistent asthma as defined by National Asthma Education and Prevention Program Asthma guidelines 2007 or by Global Initiative for Asthma guidelines 2015,\n   * Asthma treated with either a high daily high dose of inhaled corticosteroid or with a combination therapy of a medium or high daily dose of inhaled corticosteroid with a long acting inhaled β2 agonist or with a combination therapy of a high daily dose of inhaled corticosteroid with a long acting inhaled β2 agonist. Asthmatic subjects treated with a medium daily dose of inhaled corticosteroids are eligible. Intermittent asthmatic subjects who require intermittent use of inhaled corticosteroids for rescue are also eligible,\n   * Two or more systemic corticosteroid courses for asthma in the past year or 1 oral corticosteroid course for asthma within 3 months prior to Visit 1, or during screening period,\n   * Prior intubation/mechanical ventilation for asthma within 1 year prior to Visit 1, or during screening;\n5. Receiving β-blocking agents, angiotensin-converting enzyme inhibitors, angiotensin-receptor blockers, calcium channel blockers or tricyclic antidepressant therapy;\n6. Received anti-tumor necrosis factor drugs or anti-IgE drugs (such as omalizumab) or any biologic immunomodulatory therapy within 1 year prior to Visit 1, during screening period or during study participation;\n7. Use of systemic long-acting corticosteroids within 12 weeks prior to Visit 1 and/or use of systemic short-acting corticosteroids within 4 weeks prior to Visit 1 or during screening;\n8. Prior or concomitant history of any immunotherapy to any food;\n9. Receiving or planning to receive any aeroallergen immunotherapy during their participation in the study. Aeroallergen immunotherapy must be discontinued at the time of Visit 1;\n10. Any disorder in which epinephrine is contraindicated such as coronary artery disease, uncontrolled hypertension, or serious ventricular arrhythmias.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Difference in Percentages of Treatment Responders at Month 12; Analyzed in the Overall Population","description":"The Double-Blind Placebo-Controlled Food Challenges (DBPCFCs) to determine Eliciting Dose (ED) were performed at screening and Month 12, with each challenge occurring over 2 days. The participant was gradually fed increasing amounts of standardized blinded oral formulas containing either peanut protein (during 1 of the 2 days of the challenge), or without any peanut protein (during the other day of the challenge). A participant was defined as a treatment responder if:\n\n* ED was ≥300 mg peanut protein at Month 12 DBPCFC (for screening ED subgroup 1), or\n* ED was ≥1,000 mg peanut protein at Month 12 DBPCFC (for screening ED subgroup 2).\n\nParticipants with missing treatment response at Month 12 were imputed as non-responders. The percentage of treatment responders at Month 12 is presented. Analysis of the difference in response rates between treatment groups is presented in the subsequent statistical analysis table. Analysis was performed in the overall population.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null},{"groupId":"OG001","value":"13.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Difference in Percentages of Treatment Responders at Month 12; Analyzed in Each Screening Eliciting Dose (ED) Subgroup","description":"The Double-Blind Placebo-Controlled Food Challenges (DBPCFCs) to determine Eliciting Dose (ED) were performed at screening and Month 12, with each challenge occurring over 2 days. The participant was gradually fed increasing amounts of blinded oral formulas containing either peanut protein (during 1 of the 2 days of the challenge), or without any peanut protein (during the other day of the challenge). A participant was defined as a treatment responder if:\n\n* ED was ≥300 mg peanut protein at Month 12 DBPCFC (for screening ED subgroup 1), or\n* ED was ≥1,000 mg peanut protein at Month 12 DBPCFC (for screening ED subgroup 2).\n\nParticipants with missing treatment response at Month 12 were imputed as non-responders. The percentage of treatment responders at Month 12 is presented below. Analysis of the difference in response rates between treatment groups is presented in the subsequent statistical analysis table. Analysis was performed for each separate screening ED subgroup.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.0","spread":null},{"groupId":"OG001","value":"20.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.5","spread":null},{"groupId":"OG001","value":"12.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Reactive Dose (CRD) of Peanut Protein at Baseline and Month 12","description":"The CRD was calculated as the sum of all doses given (including any repeated and partial doses). The median CRD of peanut protein at baseline and Month 12 is presented. Analysis was performed using the modified baseline observation carried forward method to impute missing data at Month 12.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144.0","spread":null},{"groupId":"OG001","value":"144.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"444.0","spread":null},{"groupId":"OG001","value":"144.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Relative Change From Baseline in Peanut-specific Immunoglobulin E (IgE) Over Time","description":"Venous blood samples were drawn to assess peanut-specific IgE levels at baseline and Months 3, 6 and 12. The median relative changes from baseline in IgE levels for each timepoint are presented. Relative change from baseline=100×(value at the visit-value at baseline)/value at baseline.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.716","spread":null},{"groupId":"OG001","value":"16.964","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.716","spread":null},{"groupId":"OG001","value":"4.605","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.858","spread":null},{"groupId":"OG001","value":"-6.919","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Relative Changes From Baseline in Peanut-specific Immunoglobulin G4 Subtype (IgG4) Over Time","description":"Venous blood samples were drawn to assess peanut-specific IgG4 levels at baseline and Months 3, 6 and 12. The median relative changes from baseline in IgG4 levels for each timepoint are presented. Relative change from baseline=100×(value at the visit-value at baseline)/value at baseline.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127.778","spread":null},{"groupId":"OG001","value":"14.286","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"258.491","spread":null},{"groupId":"OG001","value":"11.492","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"513.487","spread":null},{"groupId":"OG001","value":"10.496","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":238},"commonTop":["Upper respiratory tract infection","Application site pruritus","Application site erythema","Pyrexia","Viral upper respiratory tract infection"]}}}