{"nctId":"NCT02806986","briefTitle":"Efficacy, Pharmacokinetics, Safety, and Tolerability of IGSC 20% in Subjects With Primary Immunodeficiency","startDateStruct":{"date":"2016-06","type":"ACTUAL"},"conditions":["Primary Immunodeficiency"],"count":61,"armGroups":[{"label":"IGSC 20%","type":"EXPERIMENTAL","interventionNames":["Biological: IGSC 20%"]}],"interventions":[{"name":"IGSC 20%","otherNames":["Immune Globulin Subcutaneous (Human), 20% Caprylate/Chromatography"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pre-existing diagnosis of PI with features of hypogammaglobulinemia requiring IgG replacement therapy\n* No serious bacterial infection within the 3 months prior to Screening and has no serious bacterial infections (SBIs) up to the time of the Baseline Visit\n* Currently on IgG replacement therapy (stable regimen \\[dose and dosing interval\\] via IV or SC infusion) for ≥ 3 consecutive months at a dosage of at least 200 mg/kg per infusion\n* Documented (within previous 3 months) of an IgG trough level of ≥ 500 mg/dL on current IgG replacement therapy regimen\n* Screening/pre-Baseline trough IgG levels must be ≥ 500 mg/dL.\n\nExclusion Criteria:\n\n* Known serious adverse reaction to immunoglobulin or any severe anaphylactic reaction to blood or any blood-derived product\n* History of blistering skin disease, clinically significant thrombocytopenia, bleeding disorder, diffuse rash, recurrent skin infections, or other disorders where SC therapy would be contraindicated during the study\n* Isolated IgG subclass deficiency, isolated specific antibody deficiency disorder, or transient hypogammaglobulinemia of infancy\n* Nephrotic syndrome, and/or a history of acute renal failure, and/or severe renal impairment, and/or is on dialysis\n* Known previous infection with or clinical signs and symptoms consistent with current hepatitis B virus or hepatitis C virus infection\n* History of (year prior to Screening or 2 episodes in lifetime) or current diagnosis of deep venous thrombosis or thromboembolism (e.g., myocardial infarction, cerebrovascular accident, or transient ischemic attack)\n* Acquired medical condition known to cause secondary immune deficiency, such as chronic lymphocytic leukemia, lymphoma, multiple myeloma, chronic or recurrent neutropenia (absolute neutrophil count less than 1000/μL \\[1.0 x 10\\^9/L\\]), or human immunodeficiency virus infection/acquired immune deficiency syndrome\n* HIV positive by nucleic acid amplification technology based on a Screening blood sample\n* Uncontrolled arterial hypertension (adult subjects: systolic blood pressure \\> 160 mmHg and/or diastolic blood pressure \\> 100 mmHg)\n* Receiving any of the following medications: (a) immunosuppressants including chemotherapeutic agents, (b) immunomodulators, (c) long-term systemic corticosteroids defined as daily dose \\> 1 mg of prednisone equivalent/kg/day for \\> 30 days Note: Intermittent courses of corticosteroids of not more than 10 days would not exclude a subject. Inhaled or topical corticosteroids are allowed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Serious Bacterial Infection (SBI) Per Participant Per Year","description":"The rate of SBI events per participant per year during IGSC 20% treatment was calculated as the total number of SBI events divided by the total duration of exposure in years across all participants. The 2-sided 98% confidence interval (CI) was determined from a generalized linear model for poisson regression for the log-transformed number of events with log-transformed duration of exposure in years as an offset variable.","paramType":"NUMBER","dispersionType":"98% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.023","spread":null},{"groupId":"OG002","value":"0.017","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Trough Total IgG Concentration","description":"Mean trough total IgG concentration during the previous regimen phase was calculated as the average of the trough concentrations at the previous IVIG (pIV)#1 and pIV#2 visits for participants entering the study on a previous IVIG regimen, or at the previous subcutaneous immune globulin (SCIG) (pSC)#1 and baseline/SC#1 visits for participants entering the study on a previous SCIG regimen. Mean trough total IgG concentration during the IGSC 20% phase was calculated as the average of all steady state trough concentrations measured during the IGSC 20% treatment stage 2 at the visits corresponding to Weeks 17, 18, 20, 24, 28, 32, 36, 40, 44, 48, 52 and 53.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"947.64","spread":"150.262"},{"groupId":"OG001","value":"891.37","spread":"165.943"}]}]}]},{"type":"SECONDARY","title":"Rate of Infection of Any Kind Per Participant Per Year","description":"The total number of infections of any kind (serious/non-serious including acute sinusitis, exacerbation of chronic sinusitis, acute otitis media, pneumonia, acute bronchitis, infectious diarrhea, etc.) as determined by the investigator were evaluated. The rate of infection events per participant per year during IGSC 20% treatment was calculated as the total number of infection events divided by the total duration of exposure in years across all participants. The 2-sided 95% CI was determined from a generalized linear model for poisson regression for the log-transformed number of events with log-transformed duration of exposure in years as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.524","spread":null},{"groupId":"OG001","value":"2.353","spread":null},{"groupId":"OG002","value":"2.397","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Days on Antibiotics Per Participants Per Year","description":"The rate of days on antibiotics per participants per year during IGSC 20% treatment was calculated as the total number of days on antibiotic divided by the total duration of exposure in years across all participants. The 2-sided 95% CI was determined from a generalized linear model for poisson regression for the log transformed number of days with log-transformed duration of exposure in years as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.240","spread":null},{"groupId":"OG001","value":"44.846","spread":null},{"groupId":"OG002","value":"44.432","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.085","spread":null},{"groupId":"OG001","value":"7.451","spread":null},{"groupId":"OG002","value":"8.904","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Hospitalization Due to Infection Per Participants Per Year","description":"The rate of hospitalization due to infection events per participant per year during IGSC 20% treatment was calculated as the total number of hospitalization due to infection events divided by the total duration of exposure in years across all participants. The 2-sided 95% CI was determined from a generalized linear model for poisson regression for the log-transformed number of events with log-transformed duration of exposure in years as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.023","spread":null},{"groupId":"OG002","value":"0.017","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Days of Work/School/Daily Activities Missed Per Participants Per Year Due to Infections and Related Treatment","description":"The rate of days of work, school or daily activities missed per participant per year during IGSC 20% treatment was calculated as the total number of days of work/school/daily activities missed divided by the total duration of exposure in years across all participants. The 2-sided 95% CI was determined from a generalized linear model for poisson regression for the log-transformed number of days with log transformed duration of exposure in years as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.118","spread":null},{"groupId":"OG001","value":"5.283","spread":null},{"groupId":"OG002","value":"4.983","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":61},"commonTop":["Nasopharyngitis","Infusion site erythema","Cough","Upper respiratory tract infection","Infusion site pruritus"]}}}