{"nctId":"NCT02265913","briefTitle":"Comparative Safety and Efficacy of Two Antiviral Treatments in the Treatment of Recurrent Herpes Simplex Labialis","startDateStruct":{"date":"2014-10-06","type":"ACTUAL"},"conditions":["Herpes Labialis"],"count":4076,"armGroups":[{"label":"Test Product","type":"EXPERIMENTAL","interventionNames":["Drug: Acyclovir 5 percent (Perrigo)"]},{"label":"Reference Product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Acyclovir 5 percent (Reference)"]},{"label":"Placebo Product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo cream"]}],"interventions":[{"name":"Acyclovir 5 percent (Perrigo)","otherNames":["Perrigo product"]},{"name":"Acyclovir 5 percent (Reference)","otherNames":["Reference Listed Drug Product"]},{"name":"Placebo cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provides written informed consent/assent\n2. Immunocompetent male or non-pregnant females, \\>12 years old, with limited, non-life-threatening, recurrent herpes simplex labialis.\n3. Subjects must have at least 3 recurrences of herpes simplex labialis per year for the past two years.\n4. Females of childbearing potential willing to use an acceptable form of birth control.\n5. Subjects must be in general good health with no clinically significant disease that might interfere with the study evaluations in the opinion of the investigator.\n6. Subjects must be willing and able to understand and comply with the requirements of the study.\n\nExclusion Criteria:\n\n1. Females who are pregnant or nursing, are not using or does not agree to use an acceptable form of contraception during the study, or who intends to become pregnant during the study.\n2. The use of antiviral therapies in various forms for a given period of time prior to screening and study medication application.\n3. Candidate for or previous use of parenteral antiviral treatment or prophylactic antiviral therapy for their recurrent herpes simplex labialis.\n4. Recently received an organ transplant.\n5. Subjects who are immunocompromised, HIV positive or who have any immune-system disorders.\n6. Recent major change in immune system status that could seriously affect the clinical manifestations of herpes simplex labialis and need for treatment in the opinion of the investigator.\n7. Subjects with known or suspected history of a clinically significant systemic disease, unstable medical disorders, life-threatening disease or current malignancies.\n8. Subjects with a current episode of herpes simplex labialis that has not completely healed.\n9. Presence of any facial skin condition or excessive facial hair that may interfere with diagnosis, assessment, and/or healing ability.\n10. History of herpes keratitis.\n11. Subject has a history of hypersensitivity or allergy to any ingredient in the drug product.\n12. History of unresponsiveness to topical acyclovir therapy.\n13. Participation in any other clinical study or who have received treatment with any investigational drug or device within 30 days prior to screening.\n14. Subjects who have previously enrolled in this study.\n15. Subjects who have received any local medication in the target area during the 2 weeks prior to both enrollment/screening and Day 1 (Visit 2).\n16. Subjects who have been treated with immunosuppressive medication therapy within 8 weeks prior to the study both enrollment/screening and Day 1 (Visit 2).\n17. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements in the investigator's opinion.\n18. Use of tanning booths, sun lamps, or excessive exposure to the sun for up to 21 days from initiating study medication\n19. Subjects using immunostimulators, dye-light therapy, or psoralen therapy within 30 days prior to study medication initiation","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Lesion Healing","description":"Time to complete healing of lesions measured in hours from the time of first dosing","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107.47","spread":"80.660"},{"groupId":"OG001","value":"110.08","spread":"82.840"},{"groupId":"OG002","value":"112.41","spread":"83.467"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":1357},"commonTop":[]}}}