{"nctId":"NCT02006160","briefTitle":"Effects of Dalfampridine on Cognition in Multiple Sclerosis","startDateStruct":{"date":"2011-12"},"conditions":["Multiple Sclerosis"],"count":61,"armGroups":[{"label":"treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: dalfampridine"]},{"label":"control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"dalfampridine","otherNames":["Ampyra"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients will be eligible for the study if they fulfill all the inclusion criteria specified below:\n\n1. Males/Females who are ≥ 18 years old and \\< 65 years old and are capable of understanding and complying with the protocol, including speaking and writing fluent English and having at least a 9th grade education.\n2. Have a diagnosis of MS, as per revised McDonald's Criteria.\n3. Have not received steroids in last thirty (30) days or a relapse in the last ninety (90) days, and whose MS is considered stable.\n4. Impression of cognitive impairment as indicated by one of the following: (a) positive NP testing following diagnosis of MS as determined by board certified neuropsychologist or with z scores \\<-1.5 below expectation in at least one cognitive domain, or (b) informant MSNQ \\>28.\n5. An Expanded Disability Status Scale (EDSS) of ≤ 6.5.\n6. Have given written informed consent prior to any study-related procedure not part of normal medical care, with the understanding that consent may be withdrawn by the subject at any time without prejudice to his/her future medical care.\n7. Are capable of performing the requirements of a NP test battery including at least 20/70 near visual acuity by near vision chart, with correction allowed.\n8. If female, must neither be pregnant nor breast-feeding and must either (a) be \\> 12 months post-menopausal or surgically sterilized, or (b) agree to use an acceptable method of birth control for the duration of the study. Abstinence will not be considered an acceptable method of birth control.\n\nExclusion Criteria:\n\n1. Have cognitive deficits caused by concomitant medication usage or other significant neurological/psychological disease e.g. Alzheimer's disease, Parkinson's disease, stroke, transient ischemic attack, Vascular Dementia, Huntington's disease, traumatic brain injury or chronic CNS infection\n2. Have evidence of other medical cause(s) of cognitive impairment\n3. Evidence of major mental illness predating the onset of MS\n4. Have evidence of major depression as determined by a positive BDIFS and clinician interview\n5. Have report of uncontrolled or labile hypertension, tachycardia, cardiovascular or cerebrovascular disease\n6. History of seizure disorder.\n7. Optic neuritis within 6 months of enrollment.\n8. Trigeminal neuralgia.\n9. Prior exposure to aminopyridines within the last six months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Symbol Digit Modalities Test","description":"The Symbol Digit Modalities Test is a measure of cognitive processing speed. The outcome is the total number of correct digit substitutions in 90 seconds, with a possible total range of 0-120. Higher values reflect a better score/outcome than lower scores.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.18","spread":"10.67"},{"groupId":"OG001","value":"35.06","spread":"12.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.05","spread":"11.09"},{"groupId":"OG001","value":"38.63","spread":"10.82"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":45},"commonTop":["Dizziness","Headache","Tremors"]}}}