{"nctId":"NCT05590403","briefTitle":"A Study on the Immune Response and Safety of a Vaccine Against Respiratory Syncytial Virus Given to Adults 50-59 Years of Age, Including Adults at Increased Risk of Respiratory Syncytial Virus Lower Respiratory Tract Disease, Compared to Older Adults 60 Years of Age and Above","startDateStruct":{"date":"2022-10-28","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus Infections"],"count":1544,"armGroups":[{"label":"Adults HA-RSV Group","type":"EXPERIMENTAL","interventionNames":["Biological: RSVPreF3 OA investigational vaccine"]},{"label":"Adults HA-Placebo Group","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Adults AIR-RSV Group","type":"EXPERIMENTAL","interventionNames":["Biological: RSVPreF3 OA investigational vaccine"]},{"label":"Adults AIR-Placebo Group","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"OA-RSV Group","type":"EXPERIMENTAL","interventionNames":["Biological: RSVPreF3 OA investigational vaccine"]}],"interventions":[{"name":"RSVPreF3 OA investigational vaccine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who, in the opinion of the investigator, can and will comply with the requirements of the protocol\n* Written or witnessed informed consent obtained from the participant prior to performance of any study-specific procedure.\n\n  1\\. Specific inclusion criteria for all participants in Cohort 1 (Adults HA-RSV Group, Adults HA-Placebo Group, Adults AIR-RSV Group \\& Adults AIR-Placebo Group)\n* A male or female participant 50-59 YOA at the time of the study intervention administration.\n* Female participants of non-childbearing potential may be enrolled in the study. Non-childbearing potential is defined as hysterectomy, bilateral oophorectomy, bilateral salpingectomy or post-menopause.\n* Female participants of childbearing potential may be enrolled in the study, if the participant:\n\n  * has practiced adequate contraception from 1 month prior to study intervention administration until study end for this study, and\n  * has a negative pregnancy test on the day of study intervention administration.\n\nSpecific inclusion criteria for participants in the Adults-HA Sub-cohort\n\n* Healthy participants as established by medical history and clinical examination before entering into the study.\n* Participants with chronic stable medical conditions with or without specific treatment, such as hypertension, hypercholesterolemia, or hypothyroidism, and who are not at increased risk for RSV-LRTD , are allowed to participate in this study if considered by the investigator as medically stable (no changes in the treatment or disease severity in the past 3 months).\n\nSpecific inclusion criteria for participants in the Adults-AIR Sub cohort\n\nParticipants should be diagnosed with at least 1 of the following medical conditions and have a stable condition (no changes in the treatment or disease severity in the past 3 months):\n\n* Chronic pulmonary disease resulting in activity restricting symptoms or use of long-term medication\n* Chronic cardiovascular disease\n* Diabetes mellitus: types 1 and 2\n* Other diseases at increased risk for RSV-LRTD disease\n\n  * Chronic kidney disease\n  * Chronic liver disease 2. Specific inclusion criteria for Cohort 2 (OA-RSV Group)\n* A male or female participant ≥60 YOA at the time of the study intervention administration.\n* Participants with chronic stable medical conditions with or without specific treatment, such as diabetes, hypertension or cardiac disease are allowed to participate in this study if considered by the investigator as medically stable (no changes in the treatment or disease severity in the past 3 months).\n* Participants living in the general community or in an assisted-living facility that provides minimal assistance, such that the participant is primarily responsible for self-care and activities of daily living.\n\nExclusion Criteria:\n\nMedical conditions\n\n* Any confirmed or suspected immunosuppressive or immunodeficient condition resulting from disease or immunosuppressive/cytotoxic therapy, based on medical history and physical examination (no laboratory testing required).\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the study intervention.\n* Hypersensitivity to latex.\n* Unstable chronic illness.\n* Any history of dementia or any medical condition that moderately or severely impairs cognition.\n* Recurrent or uncontrolled neurological disorders or seizures. Participants with medically controlled active or chronic neurological diseases can be enrolled in the study as per investigator assessment, provided that their condition will allow them to comply with the requirements of the protocol. Study participants may decide to assign a caregiver to help them complete the study procedures.\n* Significant underlying illness that in the opinion of the investigator would be expected to prevent completion of the study.\n* Any medical condition that in the judgment of the investigator would make intramuscular injection unsafe.\n\nPrior/Concomitant therapy\n\n* Use of any investigational or non-registered product (drug, vaccine, or medical device) other than the study intervention during the period beginning 30 days before the dose of study intervention (Day -29 to Day 1), or planned use during the study period (up to Visit 4, Month 12).\n* Planned or actual administration of a vaccine not foreseen by the study protocol in the period starting 30 days before and ending 30 days after the dose of study intervention administration, with the exception of inactivated and subunit influenza vaccines or COVID-19 vaccines (fully licensed or with EUA) which can be administered up to 14 days before or from 14 days after the study intervention administration.\n\nNote: In case an emergency mass vaccination for an unforeseen public health threat is recommended and/or organized by the public health authorities, outside the routine immunization program, the time period described above can be reduced if necessary for that vaccine provided it is used according to the local governmental recommendations and that the Sponsor is notified accordingly.\n\n* Previous vaccination with an RSV vaccine, including investigational RSV vaccines.\n* Chronic administration of immune-modifying drugs (defined as more than 14 consecutive days in total) and/or administration of long-acting immune modifying treatments or planned administration at any time up to the end of the study.\n\n  * Up to 3 months prior to the study intervention administration:\n  * For corticosteroids, this will mean prednisone ≥20 mg/day, or equivalent. Inhaled and topical steroids are allowed.\n  * Administration of immunoglobulins and/or any blood products or plasma derivatives.\n  * Up to 6 months prior to study intervention administration: long-acting immune modifying drugs including among others immunotherapy (e.g., TNF-inhibitors), monoclonal antibodies, antitumoral medication.\n\nPrior/Concurrent clinical study experience\n\n• Concurrently participating in another clinical study, at any time during the study period, in which the participant has been or will be exposed to an investigational or a non-investigational vaccine/product (drug or invasive medical device).\n\nOther exclusions Other exclusions for all participants\n\n* History of chronic alcohol consumption and/or drug abuse as deemed by the investigator to render the potential participant unable/unlikely to provide accurate safety reports or comply with study procedures.\n* Bedridden participants.\n* Planned move during the study period that will prohibit participating in the study until study end.\n* Participation of any study personnel or their immediate dependents, family, or household members.\n\nOther exclusions for Cohort 1\n\n* Pregnant or lactating female.\n* Female planning to become pregnant or planning to discontinue contraceptive precautions.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"RSV-A Neutralization Titers Expressed as Group Geometric Mean Titer (GMT) in Healthy Participants Compared to OA-RSV Group","description":"Serological assays for the determination of antibodies against RSV-A were performed by neutralization assay. The corresponding antibody titers were expressed in Estimated Dilution 60 (ED60) and were measured on blood samples collected from vaccinated subjects. The ANCOVA model used to calculate the adjusted GMTs for RSV-A neutralizing antibodies included the baseline value as covariate (i.e. GMTs are adjusted for the PRE timepoint values) and only included Adult HA-RSV and OA-RSV groups in the model as fixed effect, as specified in Statistical Analysis Plan.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7906.0","spread":null},{"groupId":"OG001","value":"7518.9","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV-A Neutralization Titers Expressed as Group Seroresponse Rate (SRR) Difference in Healthy Participants Compared to OA-RSV Group","description":"The SRR is defined as the proportion of participants having a fold increase in neutralization titers (1 month post-study intervention administration over pre-study intervention administration) greater than or equal to 4 (\\>=4).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.8","spread":null},{"groupId":"OG001","value":"80.2","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV-B Neutralization Titers Expressed as Group GMT in Healthy Participants Compared to OA-RSV Group","description":"Serological assays for the determination of antibodies against RSV-B were performed by neutralization assay. The corresponding antibody titers were expressed in ED60. The ANCOVA model used to calculate the adjusted GMTs for RSV-B neutralizing antibodies included the baseline value as covariate (i.e. GMTs are adjusted for the PRE timepoint values) and only included Adult HA-RSV and OA-RSV groups in the model as fixed effect, as specified in Statistical Analysis Plan.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9024.8","spread":null},{"groupId":"OG001","value":"8070.3","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV-B Neutralization Titers Expressed as Group SRR in Healthy Participants Compared to OA-RSV Group","description":"The SRR is defined as the proportion of participants having a fold increase in neutralization titers (1 month post-study intervention administration over pre-study intervention administration) \\>=4.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.2","spread":null},{"groupId":"OG001","value":"74.3","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV-A Neutralization Titers Expressed as Group GMT Titer in Participants at Increased Risk of RSV-LRTD (Adults-AIR-RSV Group) Compared to OA-RSV Group","description":"Serological assays for the determination of antibodies against RSV-A are performed by neutralization assay. The corresponding antibody titers were expressed in ED60. The ANCOVA model used to calculate the adjusted GMTs for RSV-A neutralizing antibodies included the baseline value as covariate (i.e. GMTs are adjusted for the PRE timepoint values) and only included Adult AIR-RSV and OA-RSV groups in the model as fixed effect, as specified in Statistical Analysis Plan.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8925.1","spread":null},{"groupId":"OG001","value":"7460.7","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV-A Neutralization Titers Expressed as Group SRR in Participants at Increased Risk of RSV-LRTD (Adults-AIR-RSV Group) Compared to OA-RSV Group","description":"The SRR is defined as the proportion of participants having a fold increase in neutralization titers (1 month post-study intervention administration over pre-study intervention administration) \\>=4.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.8","spread":null},{"groupId":"OG001","value":"80.2","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV-B Neutralization Titers Expressed as Group GMT in Participants at Increased Risk of RSV-LRTD (Adults-AIR-RSV Group) Compared to OA-RSV Group","description":"Serological assays for the determination of antibodies against RSV-B are performed by neutralization assay. The corresponding antibody titers were expressed in ED60. The ANCOVA model used to calculate the adjusted GMTs for RSV-B neutralizing antibodies included the baseline value as covariate (i.e. GMTs are adjusted for the PRE timepoint values) and only included Adult AIR-RSV and OA-RSV groups in the model as fixed effect, as specified in Statistical Analysis Plan.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10048.6","spread":null},{"groupId":"OG001","value":"8073.4","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV-B Neutralization Titers Expressed as Group SRR in Participants at Increased Risk of RSV-LRTD (Adults-AIR-RSV Group) Compared to OA-RSV Group","description":"The SRR is defined as the proportion of participants having a fold increase in neutralization titers (1 month post-study intervention administration over pre-study intervention administration) \\>=4.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.6","spread":null},{"groupId":"OG001","value":"74.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Each Solicited Administration Site Event (Pain, Redness and Swelling)","description":"Assessed solicited administration site events were pain, erythema and swelling. Any = occurrence of the symptom regardless of intensity grade. Any erythema and swelling symptom = symptom reported with a surface diameter greater than 0 millimeters.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"0.5","spread":null},{"groupId":"OG002","value":"14.5","spread":null},{"groupId":"OG003","value":"0.5","spread":null},{"groupId":"OG004","value":"12.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.7","spread":null},{"groupId":"OG001","value":"10.5","spread":null},{"groupId":"OG002","value":"75.2","spread":null},{"groupId":"OG003","value":"14.3","spread":null},{"groupId":"OG004","value":"61.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"1.0","spread":null},{"groupId":"OG002","value":"11.6","spread":null},{"groupId":"OG003","value":"0.5","spread":null},{"groupId":"OG004","value":"7.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Each Solicited Systemic Event (Fever, Headache, Muscle Pain, Joint Pain, Tiredness)","description":"Assessed solicited systemic events were arthralgia, fatigue, headache, myalgia and fever \\[temperature equal to or above (\\>=) 38 degrees Celsius (°C)\\]. Any = occurrence of the symptom regardless of intensity grade or relation to study intervention.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"5.8","spread":null},{"groupId":"OG002","value":"20.8","spread":null},{"groupId":"OG003","value":"10.0","spread":null},{"groupId":"OG004","value":"12.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.0","spread":null},{"groupId":"OG001","value":"17.3","spread":null},{"groupId":"OG002","value":"36.1","spread":null},{"groupId":"OG003","value":"19.5","spread":null},{"groupId":"OG004","value":"24.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null},{"groupId":"OG001","value":"16.8","spread":null},{"groupId":"OG002","value":"27.7","spread":null},{"groupId":"OG003","value":"17.4","spread":null},{"groupId":"OG004","value":"21.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"5.8","spread":null},{"groupId":"OG002","value":"32.5","spread":null},{"groupId":"OG003","value":"14.2","spread":null},{"groupId":"OG004","value":"21.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"1.0","spread":null},{"groupId":"OG002","value":"2.6","spread":null},{"groupId":"OG003","value":"1.1","spread":null},{"groupId":"OG004","value":"1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Any Unsolicited Adverse Events (AEs)","description":"Unsolicited AEs are defined as any AE reported in addition to those solicited during the clinical study. Also, any 'solicited' symptom with onset outside the specified period of follow-up for solicited symptoms will be reported as an unsolicited adverse event.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"13.5","spread":null},{"groupId":"OG002","value":"15.3","spread":null},{"groupId":"OG003","value":"10.5","spread":null},{"groupId":"OG004","value":"16.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Any Serious Adverse Events (SAEs) Within 6 Months of Vaccination","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant, or results in an abnormal pregnancy outcome.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"2.1","spread":null},{"groupId":"OG002","value":"3.9","spread":null},{"groupId":"OG003","value":"2.1","spread":null},{"groupId":"OG004","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Any Onset Potential Immune Mediated Diseases (pIMDs) Within 6 Months of Vaccination","description":"pIMDs are a subset of AEs of special interest that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"0.5","spread":null},{"groupId":"OG004","value":"0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting SAEs Related to Study Intervention Administration Within 12 Months of Vaccination","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant, or results in an abnormal pregnancy outcome.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting pIMDs Related to Study Intervention Administration Within 12 Months of Vaccination","description":"pIMDs are a subset of AEs of special interest that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Any Fatal SAEs","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant, or results in an abnormal pregnancy outcome.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"0.5","spread":null},{"groupId":"OG004","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-A Neutralization Titers Expressed as GMT, up to One Month Post-intervention","description":"Serological assays for the determination of antibodies against RSV-A are performed by neutralization assay. The corresponding antibody titers were expressed in ED60. Unadjusted GMTs were provided for Adult HA-RSV, Adults HA-Placebo, Adult AIR-RSV, Adult AIR-Placebo and OA-RSV groups.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"768.8","spread":null},{"groupId":"OG001","value":"772.0","spread":null},{"groupId":"OG002","value":"779.5","spread":null},{"groupId":"OG003","value":"729.8","spread":null},{"groupId":"OG004","value":"775.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7925.4","spread":null},{"groupId":"OG001","value":"796.9","spread":null},{"groupId":"OG002","value":"8804.1","spread":null},{"groupId":"OG003","value":"774.7","spread":null},{"groupId":"OG004","value":"7498.8","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-A Neutralization Titers Expressed as GMT at Month 6 and Month 12 Post-intervention","description":"Serological assays for the determination of antibodies against RSV-A are performed by neutralization assay. The corresponding antibody titers were expressed in ED60. Unadjusted GMTs were provided for Adult HA-RSV, Adults HA-Placebo, Adult AIR-RSV, Adult AIR-Placebo and OA-RSV groups.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3850.7","spread":null},{"groupId":"OG001","value":"849.6","spread":null},{"groupId":"OG002","value":"3980.6","spread":null},{"groupId":"OG003","value":"854.2","spread":null},{"groupId":"OG004","value":"3846.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3192.9","spread":null},{"groupId":"OG001","value":"965.1","spread":null},{"groupId":"OG002","value":"3075.1","spread":null},{"groupId":"OG003","value":"971.8","spread":null},{"groupId":"OG004","value":"3080.4","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-B Neutralization Titers Expressed as GMT, up to One Month Post-intervention","description":"Serological assays for the determination of antibodies against RSV-B are performed by neutralization assay. The corresponding antibody titers were expressed in ED60. Unadjusted GMTs were provided for Adult HA-RSV, Adults HA-Placebo, Adult AIR-RSV, Adult AIR-Placebo and OA-RSV groups.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1091.1","spread":null},{"groupId":"OG001","value":"1197.7","spread":null},{"groupId":"OG002","value":"1141.4","spread":null},{"groupId":"OG003","value":"1167.2","spread":null},{"groupId":"OG004","value":"1109.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8971.9","spread":null},{"groupId":"OG001","value":"1145.3","spread":null},{"groupId":"OG002","value":"9943.0","spread":null},{"groupId":"OG003","value":"1141.8","spread":null},{"groupId":"OG004","value":"8169.3","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-B Neutralization Titers Expressed as GMT, at Month 6 and Month 12 Post-intervention","description":"Serological assays for the determination of antibodies against RSV-B are performed by neutralization assay. The corresponding antibody titers were expressed in ED60. Unadjusted GMTs were provided for Adult HA-RSV, Adults HA-Placebo, Adult AIR-RSV, Adult AIR-Placebo and OA-RSV groups.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3880.7","spread":null},{"groupId":"OG001","value":"1003.2","spread":null},{"groupId":"OG002","value":"4020.8","spread":null},{"groupId":"OG003","value":"942.1","spread":null},{"groupId":"OG004","value":"3710.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3562.8","spread":null},{"groupId":"OG001","value":"1218.6","spread":null},{"groupId":"OG002","value":"3669.9","spread":null},{"groupId":"OG003","value":"1153.5","spread":null},{"groupId":"OG004","value":"3527.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of RSVPreF3-specific Cluster of Differentiation (CD)4+ T Cells Expressing at Least 2 Activation Markers up to One Month Post-intervention","description":"Among markers expressed are interleukin-2/13/17 (IL-2, IL-13, IL-17), cluster of 40 ligand (CD40L), 41BB, tumour necrosis factor alpha (TNF-α) and interferon gamma (IFN-γ), in vitro upon stimulation with RSVPreF3 peptide preparations.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102.7","spread":"0.9"},{"groupId":"OG001","value":"125.6","spread":"0.9"},{"groupId":"OG002","value":"161.5","spread":"0.6"},{"groupId":"OG003","value":"114.7","spread":"0.9"},{"groupId":"OG004","value":"111.3","spread":"0.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1282.5","spread":"0.4"},{"groupId":"OG001","value":"167.7","spread":"0.8"},{"groupId":"OG002","value":"1043.6","spread":"0.6"},{"groupId":"OG003","value":"131.9","spread":"0.8"},{"groupId":"OG004","value":"1016.9","spread":"0.8"}]}]}]},{"type":"SECONDARY","title":"Frequency of RSVPreF3-specific CD4+ T Cells Expressing at Least 2 Activation Markers, at Month 6 and Month 12 Post-intervention","description":"Among markers expressed are interleukin-2/13/17 (IL-2, IL-13, IL-17), cluster of 40 ligand (CD40L), 41BB, tumour necrosis factor alpha (TNF-α) and interferon gamma (IFN-γ), in vitro upon stimulation with RSVPreF3 peptide preparations.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"825.6","spread":"0.3"},{"groupId":"OG001","value":"140.5","spread":"0.8"},{"groupId":"OG002","value":"662.9","spread":"0.3"},{"groupId":"OG003","value":"39.2","spread":"1.0"},{"groupId":"OG004","value":"763.5","spread":"0.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"492.0","spread":"0.6"},{"groupId":"OG001","value":"175.8","spread":"0.5"},{"groupId":"OG002","value":"335.5","spread":"0.7"},{"groupId":"OG003","value":"59.4","spread":"1.0"},{"groupId":"OG004","value":"414.1","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Frequency of RSVPreF3-specific CD8+ T Cells Expressing at Least 2 Activation Markers, up to One Month Post-intervention","description":"Among markers expressed are IL-2, IL-13, IL-17, CD40L, 41BB, TNF-α and IFN-γ, in vitro upon stimulation with RSVPreF3 peptide preparations.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":"1.1"},{"groupId":"OG001","value":"6.0","spread":"0.9"},{"groupId":"OG002","value":"15.5","spread":"1.0"},{"groupId":"OG003","value":"10.8","spread":"1.1"},{"groupId":"OG004","value":"12.0","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":"1.1"},{"groupId":"OG001","value":"11.9","spread":"1.1"},{"groupId":"OG002","value":"18.1","spread":"1.1"},{"groupId":"OG003","value":"4.8","spread":"1.1"},{"groupId":"OG004","value":"12.0","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Frequency of RSVPreF3-specific CD8+ T Cells Expressing at Least 2 Activation Markers, at Month 6 and Month 12","description":"Among markers expressed are IL-2, IL-13, IL-17, CD40L, 41BB, TNF-α and IFN-γ, in vitro upon stimulation with RSVPreF3 peptide preparations.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":"1.0"},{"groupId":"OG001","value":"12.2","spread":"1.1"},{"groupId":"OG002","value":"27.6","spread":"1.0"},{"groupId":"OG003","value":"14.0","spread":"1.0"},{"groupId":"OG004","value":"14.8","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":"1.0"},{"groupId":"OG001","value":"23.0","spread":"0.9"},{"groupId":"OG002","value":"16.2","spread":"1.0"},{"groupId":"OG003","value":"6.6","spread":"1.1"},{"groupId":"OG004","value":"14.9","spread":"1.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":383},"commonTop":["Administration site pain","Fatigue","Myalgia","Headache","Arthralgia"]}}}