{"nctId":"NCT03049735","briefTitle":"LIBERTY 1: Efficacy & Safety Study of Relugolix in Women With Heavy Menstrual Bleeding Associated With Uterine Fibroids","startDateStruct":{"date":"2017-04-26","type":"ACTUAL"},"conditions":["Heavy Menstrual Bleeding","Uterine Fibroid"],"count":388,"armGroups":[{"label":"Relugolix plus E2/NETA (Group A)","type":"EXPERIMENTAL","interventionNames":["Drug: Relugolix","Drug: Estradiol/norethindrone acetate"]},{"label":"Relugolix plus Delayed E2/NETA (Group B)","type":"EXPERIMENTAL","interventionNames":["Drug: Relugolix","Drug: Estradiol/norethindrone acetate","Drug: Estradiol/norethindrone acetate placebo"]},{"label":"Placebo (Group C)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Estradiol/norethindrone acetate placebo","Drug: Relugolix placebo"]}],"interventions":[{"name":"Relugolix","otherNames":["TAK-385","MVT-601"]},{"name":"Estradiol/norethindrone acetate","otherNames":["E2/NETA","low-dose hormonal add-back"]},{"name":"Estradiol/norethindrone acetate placebo","otherNames":[]},{"name":"Relugolix placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Premenopausal female aged 18 to 50 years old (inclusive) on the day of signing and dating the informed consent form.\n2. Has regularly occurring menstrual periods of ≤ 14 days duration with a cycle of 21 to 38 days from the start of 1 menstrual period until the start of the next, by participant history for at least 3 months prior to the first screening visit.\n3. Has a diagnosis of uterine fibroids that is confirmed by a transvaginal and/or transabdominal ultrasound performed during the screening period.\n4. Has heavy menstrual bleeding associated with uterine fibroids as evidenced by an MBL of ≥ 160 milliliter (mL) during 1 cycle or ≥ 80 mL per cycle for 2 menstrual cycles as measured by the alkaline hematin method during the screening period.\n\nKey Exclusion Criteria:\n\n1. Has transvaginal and/or transabdominal ultrasound during the screening period demonstrating pathology other than uterine fibroids that could be responsible for or contributing to the patient's heavy menstrual bleeding.\n2. Has known rapidly enlarging uterine fibroids in the opinion of the investigator.\n3. Has a weight that exceeds the weight limit of the DXA scanner or has a condition that precludes an adequate DXA measurement at the lumbar spine and proximal femur.\n4. Has a history of or currently has osteoporosis, or other metabolic bone disease, hyperparathyroidism, hyperprolactinemia, hyperthyroidism, anorexia nervosa, or low traumatic (from the standing position) or atraumatic fracture (toe, finger, skull, face and ankle fractures are allowed). A history of successfully treated hyperparathyroidism, hyperprolactinemia, or hyperthyroidism is allowed if the participant's bone mineral density is within normal limits.\n5. Has a history of the use of bisphosphonates, calcitonin, calcitriol, ipriflavone, teriparatide, denosumab, or any medication other than calcium and vitamin D preparations to treat bone mineral density loss.\n6. Has been a participant in an investigational drug or device study within the 1 month prior to the first screening visit.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Of Participants Who Achieved A Menstrual Blood Loss (MBL) Volume Of < 80 mL And A ≥ 50% Reduction From Baseline MBL Volume With Relugolix Plus E2/NETA","description":"A responder was a participant who had MBL volume of \\< 80 mL and at least a 50% reduction from baseline MBL volume over the last 35 days of treatment (up to Week 24). All returned feminine products collected at each clinical visit were analyzed by the alkaline hematin method to obtain the MBL volume. MBL volume was measured over the Week 24/early termination feminine product collection interval (up to 35 days prior to the last dose of treatment). The percentage of participants who were responders are presented.\n\nAs per the objective of the study, the pre-specified primary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.4","spread":null},{"groupId":"OG001","value":"18.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With Amenorrhea Over The Last 35 Days Of Treatment","description":"Amenorrhea was defined as meeting 1 of the following criteria for 2 consecutive visits:\n\n1. No feminine product returned due to reported amenorrhea;\n2. No feminine product returned due to reports of spotting/negligible bleeding coupled with electronic diary (eDiary) data indicating infrequent non-cyclic bleeding/spotting;\n3. Feminine product collection with a negligible observed MBL volume coupled with eDiary data indicating infrequent non-cyclic bleeding/spotting.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.34","spread":null},{"groupId":"OG001","value":"5.51","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline At Week 24 In MBL Volume","description":"MBL volume was measured using the alkaline hematin method. As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-84.3","spread":null},{"groupId":"OG001","value":"-23.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With A Hemoglobin Level ≤ 10.5 g/dL At Baseline Who Achieved An Increase Of > 2 g/dL From Baseline At Week 24","description":"Blood samples were collected from participants for hemoglobin measurements. Percentages are based on number of participants with hemoglobin ≤ 10.5 gram (g)/deciliter (dL) at Baseline and reported at Week 24.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA with placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"21.74","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With A Maximum NRS Score ≤ 1 For Uterine Fibroid-Associated Pain Over The Last 35 Days Of Treatment","description":"Uterine fibroid-associated pain was assessed by a pain numerical rating scale (NRS). The pain NRS is a validated, single-item, self-reported measure, which asks respondents to rank their pain on an 11-point scale as follows: 0 (no pain), 1 to 3 (mild pain), 4 to 6 (moderate pain), and 7 to 10 (severe pain).\n\nParticipants were asked to document, in an e-Diary, the worst pain associated with their uterine fibroids that they experienced during the last 24 hours, every day until the end of study drug administration. Pain evaluable participants, defined as those who had maximum NRS score ≥ 4 at Baseline and had at least 28 days (80% of the last 35 days of treatment) of pain scores recorded in the e-Diary, were analyzed.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.10","spread":null},{"groupId":"OG001","value":"10.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline At Week 24 In Primary Uterine Fibroid Volume","description":"The volume of the primary uterine fibroid was measured by transvaginal or transabdominal ultrasound.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.4","spread":null},{"groupId":"OG001","value":"-0.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline At Week 24 In Uterine Volume","description":"The volume of the uterus was measured by transvaginal or transabdominal ultrasound.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.9","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In UFS-QoL Bleeding And Pelvic Discomfort Scale Score As Measured By The UFS-QoL (Q1, Q2, Q5)","description":"The Uterine Fibroid Symptom and Health-Related Quality of Life (UFS-QoL) Bleeding and Pelvic Discomfort (BPD) Scale has been derived from the UFS-QoL Symptoms Scale. The scale consists of the following 3 symptoms proximal to uterine fibroids: Heavy bleeding during your menstrual period (Question \\[Q\\] 1), passing blood clots during your menstrual period (Q2), and feeling tightness or pressure in your pelvic area (Q5). raw scores were transformed to a normalized score: Transformed Score = \\[(Actual raw score - lowest possible raw score)/(Possible raw score range)\\] \\* 100 Transformed score ranges from 0 to 100 based on Likert scale (None of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity.\n\nAs per the study objective, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only these two arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.0","spread":null},{"groupId":"OG001","value":"-16.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline At Week 12 In Bone Mineral Density At The Lumbar Spine (L1 To L4), As Assessed By DXA","description":"Bone mineral density (BMD) was assessed by dual-energy x-ray absorptiometry (DXA) at the lumbar spine (L1, L2, L3, and L4) at Baseline and at Week 12. The scans were read by the central radiology laboratory in accordance with the imaging charter. The same DXA machine was used at the local imaging center at each site and operated in the same scan mode for all images procured for an individual participant. All images were submitted for central reading. The central radiology laboratory collected and evaluated all DXA scans for acceptability and measured BMD.\n\nAs per the objective of the study, the pre-specified secondary analyses compared relugolix plus E2/NETA with relugolix plus delayed E2/NETA at Week 12 and are presented below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.470","spread":"0.2915"},{"groupId":"OG001","value":"-1.995","spread":"0.2848"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline At Week 24 In Bone Mineral Density At The Lumbar Spine (L1 To L4), Total Hip, And Femoral Neck","description":"BMD was assessed by DXA at the lumbar spine (L1, L2, L3, and L4), total hip, and femoral neck at Baseline and at Week 24. The scans were read by the central radiology laboratory in accordance with the imaging charter. The same DXA machine was used at the local imaging center at each site and operated in the same scan mode for all images procured for an individual participant. All images were submitted for central reading. The central radiology laboratory collected and evaluated all DXA scans for acceptability and measured BMD.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.356","spread":"0.2929"},{"groupId":"OG001","value":"0.052","spread":"0.2896"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.023","spread":"0.2461"},{"groupId":"OG001","value":"0.549","spread":"0.2407"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.262","spread":"0.4466"},{"groupId":"OG001","value":"0.307","spread":"0.4395"}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Experiencing Vasomotor Symptoms Through Week 12","description":"An adverse event was defined as an unfavorable or unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product, whether or not related to the medicinal product. The preferred terms of hyperhidrosis, feeling hot, hot flush, night sweats, and flushing were combined to describe vasomotor symptoms. Participants with multiple events for a given preferred term were counted only once for each preferred term.\n\nReported CI based on exact binomial 95% CI (Clopper-Pearson).\n\nAs per the objective of the study, this secondary analysis compared relugolix plus E2/NETA with relugolix plus delayed E2/NETA at Week 12 and are presented below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.94","spread":null},{"groupId":"OG001","value":"36.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Experiencing Vasomotor Symptoms Through Week 24","description":"An adverse event was defined as an unfavorable or unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product, whether or not related to the medicinal product. The preferred terms of hyperhidrosis, feeling hot, hot flush, night sweats, and flushing were combined to describe vasomotor symptoms. Participants with multiple events for a given preferred term were counted only once for each preferred term.\n\nReported percentages based on the total number of participants in each treatment group.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Predose Trough Concentrations Of Relugolix And Norethindrone (NET) In The Relugolix Plus E2/NETA Group At Week 24","description":"Blood samples for determination of relugolix and NET plasma concentrations were collected predose at Week 24. Relugolix and NET plasma concentrations were determined using validated bioanalytical methodology.\n\nConcentrations below the quantification limit (BQL) were set to 0 for analysis of summary statistics.\n\nAs per the objective of the study, only relugolix plus E2/NETA concentration is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.13","spread":"2.144"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"0.369"}]}]}]},{"type":"SECONDARY","title":"Predose Trough Concentrations Of E2 In The Relugolix Plus E2/NETA Group At Week 24","description":"Blood samples for determination of E2 serum concentrations were collected predose at Week 24. Relugolix and NET plasma concentrations were determined using validated bioanalytical methodology.\n\nConcentrations below the quantification limit (BQL) were set to 0 for analysis of summary statistics. As per the objective of the study, only relugolix plus E2/NETA concentration is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.34","spread":"59.660"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In Predose Concentrations Of Estradiol In The Relugolix Plus E2/NETA Group","description":"Blood samples for determination of serum concentrations were collected predose at Week 24. Relugolix and NET plasma concentrations were determined using validated bioanalytical methodology.\n\nConcentrations below the quantification limit (BQL) were set to 0 for analysis of summary statistics. As per the objective of the study, only relugolix plus E2/NETA concentration is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.95","spread":"84.005"}]}]}]},{"type":"SECONDARY","title":"Time To MBL Response","description":"Defined as the time to achieve an MBL volume of \\< 80 mL and a ≥ 50% reduction from Baseline MBL volume as measured by the alkaline hematin method. MBL volume was measured using the alkaline hematin method.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"25.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Sustained Amenorrhea Rate (No Or Negligible Bleeding)","description":"Sustained amenorrhea is defined as participants time to achieve and maintain amenorrhea until the date of last study drug.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time To Achieving Sustained Amenorrhea (No Or Negligible Bleeding)","description":"Sustained amenorrhea status as determined based on time to achieve and maintain amenorrhea status.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time To Achieving Amenorrhea (No Or Negligible Bleeding)","description":"Time to amenorrhea was defined as the weeks from date of first dose of study drug to the start of amenorrhea.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number Of Participants With Hemoglobin ≤ 10.5 g/dL At Baseline And Achieved An Increase Of > 2 g/dL At Week 24","description":"As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline In Hemoglobin For Women With a Hemoglobin ≤ 10.5 g/dL At Baseline","description":"LS means and p-value for test of difference is relugolix plus E2/NETA minus Placebo based on mixed-effect model with treatment, visit, region, Baseline MBL and treatment by visit interaction included as fixed effects.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":"3.05"},{"groupId":"OG001","value":"10.0","spread":"3.53"}]}]}]},{"type":"SECONDARY","title":"Number Of Participants With Hemoglobin Increase Of ≥ 1 g/dL From Baseline To Week 24 Among Those With Below Lower Limit Of Normal","description":"As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In The UFS-QoL Symptom Severity Scale Score","description":"Transformed score ranges from 0 to 100 based on Likert scale (None of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity. A negative change from baseline indicates improvement.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.9","spread":"2.61"},{"groupId":"OG001","value":"-10.5","spread":"2.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In The UFS-QoL Activities Scale Score","description":"Transformed score ranges from 0 to 100 based on Likert scale (None of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":"3.06"},{"groupId":"OG001","value":"14.6","spread":"2.99"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In The UFS-QoL Revised Activities Scale Score","description":"Transformed score ranges from 0 to 100 based on Likert scale (none of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.8","spread":"3.19"},{"groupId":"OG001","value":"15.1","spread":"3.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In UFS-QoL Score By Health-Related Quality Of Life Total Score","description":"The UFS-QoL total score was the sum of 6 subscales (concern, activities, energy/mood, control, self-conscious, and sexual function). The raw scores were transformed to normalized scores. Transformed score ranges from 0 to 100. Higher scores are indicative of better health-related quality of life (high = good).\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.0","spread":"2.80"},{"groupId":"OG001","value":"12.8","spread":"2.73"}]}]}]},{"type":"SECONDARY","title":"Number Of Responders With At Least 20 Points Increase From Baseline At Week 24 In UFS-QoL Revised Activities Scale Score","description":"As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In UFS-QoL Bleeding And Pelvic Discomfort Scale Score","description":"The Bleeding and Pelvic Discomfort Scale consists of 3 items proximal to uterine fibroids that are experienced by most patients (heavy bleeding during the menstrual period \\[Question 1\\], passing blood clots during the menstrual period \\[Question 2\\], and feeling tightness or pressure in the pelvic area \\[Question 5\\]).Transformed score ranges from 0 to 100 based on Likert scale (None of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity. A negative change from baseline indicates improvement.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.0","spread":"2.88"},{"groupId":"OG001","value":"-16.1","spread":"2.81"}]}]}]},{"type":"SECONDARY","title":"Number Of Responders With At Least 20 Points Decrease In UFS-QoL Bleeding And Pelvic Discomfort Scale Score","description":"A Responder was defined as meeting a meaningful change threshold, set as a 20-point change from Baseline, in the Bleeding And Pelvic Discomfort Scale at Week 24 on the transformed score.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In The Interference Of Uterine Fibroids With Physical Activities Based On UFS-QoL Question 11","description":"Transformed score ranges from 0 to 100 based on Likert scale (None of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity. A negative change from baseline indicates improvement.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"0.14"},{"groupId":"OG001","value":"-0.6","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In The Interference Of Uterine Fibroids With Social Activities Based On UFS-QoL Question 20","description":"Transformed score ranges from 0 to 100 based on Likert scale (None of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity. A negative change from baseline indicates improvement.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"0.14"},{"groupId":"OG001","value":"-0.7","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In Embarrassment Caused By Uterine Fibroids Based On UFS-QoL Question 29","description":"Transformed score ranges from 0 to 100 based on Likert scale (None of time, a little of time, some of the time, most of the time and all of the time). Lower score indicates minimal symptom severity and higher score indicates maximum symptom severity. A negative change from baseline indicates improvement.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"0.14"},{"groupId":"OG001","value":"-0.4","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In Symptoms Assessed Using The Patient Global Assessment (PGA) Questionnaire","description":"The PGAs assessed participants' limitation in activities and the severity of symptoms due to uterine fibroids over the previous 4 weeks, as perceived by the participant. The PGA for symptoms is a 1-item questionnaire designed to assess participant's impression of the severity of their symptoms related to uterine fibroids. The PGA for function and symptoms was evaluated using a 5-point response scale (no limitation at all \\[1\\], mild limitation \\[2\\], moderate limitation \\[3\\], quite a bit of limitation \\[4\\], and extreme limitation \\[5\\]).\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"0.14"},{"groupId":"OG001","value":"-0.8","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In Function Assessed Using The PGA Questionnaire","description":"The PGAs assessed participants' limitation in activities and the severity of symptoms due to uterine fibroids over the previous 4 weeks, as perceived by the participant. The PGA for symptoms is a 1-item questionnaire designed to assess participant's impression of the severity of their symptoms related to uterine fibroids. The PGA for function and symptoms was evaluated using a 5-point response scale (no limitation at all \\[1\\], mild limitation \\[2\\], moderate limitation \\[3\\], quite a bit of limitation \\[4\\], and extreme limitation \\[5\\]).\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.16"},{"groupId":"OG001","value":"-0.5","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Participants Achieving Improvement From Baseline In The PGA Questionnaire For Symptoms From Baseline At Week 24","description":"The PGAs assessed participants' limitation in activities and the severity of symptoms due to uterine fibroids over the previous 4 weeks, as perceived by the participant. The PGA for function and symptoms was evaluated using a 5-point response scale (no limitation at all \\[1\\], mild limitation \\[2\\], moderate limitation \\[3\\], quite a bit of limitation \\[4\\], and extreme limitation \\[5\\]). Category improvements for symptoms are presented. A 1-category improvement would be severe at baseline to moderate.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Achieving Improvement From Baseline In The PGA Questionnaire For Uterine Fibroid-related Function From Baseline At Week 24","description":"The PGAs assessed participants' limitation in activities and the severity of symptoms due to uterine fibroids over the previous 4 weeks, as perceived by the participant. The PGA for function and symptoms was evaluated using a 5-point response scale (no limitation at all \\[1\\], mild limitation \\[2\\], moderate limitation \\[3\\], quite a bit of limitation \\[4\\], and extreme limitation \\[5\\]). Category improvements for symptoms are presented. A 1-category improvement would be severe at baseline to moderate.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In The Menorrhagia Impact Questionnaire Score For Physical Activities","description":"The Menorrhagia Impact was evaluated using a 5-point response scale to assess level of improvement from Baseline to Week 24. Response scale: Not at all, 2. Slightly, 3.Moderately, 4. Quite a bit and 5. Extremely.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.14"},{"groupId":"OG001","value":"-0.9","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline At Week 24 In The Menorrhagia Impact Questionnaire Score For Social Activities","description":"The Menorrhagia Impact was evaluated using a 5-point response scale to assess level of improvement from Baseline to Week 24. Response scale: Not at all, 2. Slightly, 3.Moderately, 4. Quite a bit and 5. Extremely.\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"0.14"},{"groupId":"OG001","value":"-0.8","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Number Of Participants Who Achieved A Maximum NRS Score ≤ 1 For Uterine Fibroid-associated Pain Over The Last 35 Days Of Treatment Who Had Maximum Pain Scores ≥ 4 During The 35 Days Prior To Randomization","description":"Uterine fibroid-associated pain was assessed by a pain NRS. The pain NRS is a validated, single-item, self-reported measure, which asks respondents to rank their pain on an 11-point scale as follows: 0 (no pain), 1 to 3 (mild pain), 4 to 6 (moderate pain), and 7 to 10 (severe pain).\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number Of Participants With A ≥ 30% Reduction in NRS Score From Baseline to Last 35 Days of Treatment Who Had Maximum Pain Scores ≥ 4 At Baseline","description":"Uterine fibroid-associated pain was assessed by a pain NRS. The pain NRS is a validated, single-item, self-reported measure, which asks respondents to rank their pain on an 11-point scale as follows: 0 (no pain), 1 to 3 (mild pain), 4 to 6 (moderate pain), and 7 to 10 (severe pain).\n\nAs per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Luteinizing Serum Concentration At Week 24","description":"As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.90","spread":"20.496"},{"groupId":"OG001","value":"3.62","spread":"12.524"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Follicle Stimulating Serum Concentration At Week 24","description":"As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.25","spread":"14.779"},{"groupId":"OG001","value":"0.10","spread":"11.024"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In E2 Serum Concentration At Week 24","description":"As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.95","spread":"84.005"},{"groupId":"OG001","value":"51.72","spread":"145.346"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Progesterone Serum Concentration At Week 24","description":"As per the objective of the study, the pre-specified secondary efficacy analyses compared relugolix plus E2/NETA with placebo. Therefore, only relugolix plus E2/NETA and placebo arms are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.05","spread":"2.262"},{"groupId":"OG001","value":"3.00","spread":"4.802"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":128},"commonTop":["Hot flush","Headache","Arthralgia","Upper respiratory tract infection","Hypertension"]}}}