{"nctId":"NCT00760435","briefTitle":"Infliximab Plus Intravenous Immunoglobulin for the Primary Treatment of Kawasaki Disease","startDateStruct":{"date":"2009-03"},"conditions":["Kawasaki Disease"],"count":196,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Infliximab"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Infliximab","otherNames":["Remicade"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. All eligible subjects, or legal representative, must provide written informed consent/assent, prior to initiation of any study procedure.\n2. Eligible subjects will be infants and children, 4 weeks to 17 years old, who have had fever for 3 to 15 days (illness day 1 = first day of fever ≥ 38.3° C)\n3. Patients who meet one of the following sets of criteria will be eligible for enrollment (adapted from AHA guidelines: Newburger et al. 2004):\n\n   * Case definition for complete KD: Fever (≥ 38.3°C) for ≥ 3 days and 4/5 standard clinical criteria (Table 1)\n   * Case definition for incomplete KD: Fever ≥ 5 days and 2-3 clinical criteria plus either C-reactive protein (CRP) ≥ 3.0 mg/dL or ESR ≥40 mm/hr AND ≥ 3 supplemental laboratory criteria: albumin ≤ 3.0 g/dl, anemia for age, ALT ≥ 45, platelet count ≥ 450,000/mm3, white blood cell count ≥ 15,000/mm3, or urinalysis with ≥10 white blood cells/hpf.\n   * Case definition for incomplete KD with echocardiogram data: Fever ≥ 5 days and \\<4/5 clinical criteria plus abnormal echocardiogram with z score of LAD or RCA ≥ 2.5\n4. Females of childbearing potential and males must be using adequate contraception (abstinence, oral contraceptives, intrauterine device, barrier method with spermicide, or surgical sterilization) throughout the trial.\n5. All eligible subjects must have a chest radiograph within one week prior to first infusion of study drug with no evidence of tuberculosis or other infection.\n\nExclusion Criteria:\n\n1. Have been receiving corticosteroids (i.e. via any route) at doses \\> 1 mg/kg prednisone equivalent daily.\n2. History of tuberculosis (TB) or TB exposure.\n3. Have received a BCG vaccination within the past 6 months.\n4. History of histoplasmosis or coccidioidomycosis\n5. Have received anakinra (Kineret®), etanercept (Enbrel®), or adalimumab (Humira®) within 1 month prior to first study drug administration.\n6. Have any chronic disease, except asthma, atopic dermatitis or controlled seizure disorder.\n7. Have documented history of current active Hepatitis B or a history of Hepatitis C infection.\n8. Have a documented history of human immunodeficiency virus (HIV) infection.\n9. Have received a transplanted organ (with the exception of a corneal transplant performed \\> 3 months prior to the first study drug administration).\n10. Have a known malignancy or history of malignancy within the 5-year period prior to first study drug administration (with the exception of basal cell or squamous cell carcinoma of the skin that has been completely excised without evidence of recurrence).\n11. Have a history of prior lymphoproliferative disease including lymphoma.\n12. Have multiple sclerosis or other central demyelinating disorder.\n13. Have received any previous treatment with infliximab or other monoclonal antibodies\n14. Have used any investigational drug within 1 month prior to first study drug administration or within 5 half-lives of the investigational agent, whichever is longer.\n15. Are participating in another investigative trial, involving investigational agents, during participation in this trial.\n16. Have a history of substance abuse (drug or alcohol) within the previous 3 years.\n17. Are pregnant, nursing, or planning pregnancy (both men and women) during the trial or within the 6-month period thereafter.\n18. Have a known allergy to murine proteins or other chimeric proteins.\n19. Patients with ischemic congestive heart failure, defined by ECG changes, elevated Troponin 1 and CPK-MB consistent with myocardial ischemia.\n20. Have an abnormal chest radiograph\n21. Afebrile for ≥ 48 hours","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Weeks","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Subjects in Each Arm That Have Persistent or Recrudescent Fever 24 Hours After Completion of the Intravenous Immunoglobulin (IVIG) Infusion","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days of Fever Following Therapy During Study Period (up to 6 Weeks)","description":null,"paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in C-reactive Protein (CRP) From Baseline at 24 Hours After Completion of Intravenous Immunoglobulin (IVIG) by Study Arm.","description":null,"paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.6","spread":null},{"groupId":"OG001","value":"-3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Left Anterior Descending Coronary Artery Outcomes at Week 2 by Treatment Arm","description":"left anterior descending coronary artery Z-score; a Z score is the coronary artery adjusted for body surface area","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.605","spread":null},{"groupId":"OG001","value":"-0.313","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":98},"commonTop":["URI","Vomiting/nausea/abdominal pain","Worsening of WBC","Coronary artery abnormality","Rash"]}}}