{"nctId":"NCT02603432","briefTitle":"A Study Of Avelumab In Patients With Locally Advanced Or Metastatic Urothelial Cancer (JAVELIN Bladder 100)","startDateStruct":{"date":"2016-04-25","type":"ACTUAL"},"conditions":["Urothelial Cancer"],"count":700,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Biological: Avelumab","Other: Best Supportive Care"]},{"label":"Arm B","type":"OTHER","interventionNames":["Other: Best Supportive Care","Biological: Following the planned interim analysis for this study: Avelumab"]}],"interventions":[{"name":"Avelumab","otherNames":[]},{"name":"Best Supportive Care","otherNames":[]},{"name":"Following the planned interim analysis for this study: Avelumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed, unresectable locally advanced or metastatic transitional cell carcinoma of the urothelium\n* Stage IV disease at the start of first-line chemotherapy\n* Measurable disease (per RECIST v1.1) prior to the start of first-line chemotherapy\n* Prior first-line chemotherapy must have consisted of at least 4 cycles and no more than 6 cycles of gemcitabine + cisplatin and/or gemcitabine + carboplatin\n* No evidence of progressive disease following completion of first-line chemotherapy (i.e., ongoing CR, PR, or SD per RECIST v1.1 guidelines )\n\nExclusion Criteria:\n\n* Prior adjuvant or neoadjuvant systemic therapy within 12 months of randomization\n* Prior immunotherapy with IL-2, IFN-α, or an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or CTLA 4 antibody (including ipilimumab), or any other antibody or drug specifically targeting T-cell co-stimulation or immune checkpoint pathways\n* Persisting toxicity related to prior therapy (Grade \\>1 NCI CTCAE v4.0); however, alopecia, sensory neuropathy (Grade 2 or less), or other (Grade 2 or less) adverse events not constituting a safety risk based on the investigator's judgement are acceptable.\n* Patients with known symptomatic central nervous system (CNS) metastases requiring steroids\n* Diagnosis of any other malignancy within 5 years prior to randomization, except for adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the breast or of the cervix, low grade prostate cancer on surveillance without any plans for treatment intervention, or prostate cancer that has been adequately treated with prostatectomy or radiotherapy and currently with no evidence of disease or symptoms.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival was defined as the time (in months) from the date of randomization to the date of death due to any cause. Participants last known to be alive were censored at date of last contact. Analysis was performed using Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) as Assessed by Blinded Independent Central Review (BICR)","description":"BICR assessed PFS: Duration from randomization until disease progression (PD) or death. PD as per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 was defined for target disease as at least a 20% increase in sum of diameters of target lesions, taking as reference smallest sum on study (included baseline sum if that was smallest on study). In addition to relative increase of 20%, sum must have also demonstrated an absolute increase of at least 5 millimeters. For non-target disease: PD was defined as unequivocal progression of pre-existing lesions and if overall tumor burden increased sufficiently to merit discontinuation of therapy. Appearance of any new unequivocal malignant lesion was also considered PD. Analysis was performed using Kaplan-Meier. PFS data was censored on date of last adequate tumor assessment for participants with no event (PD or death), who started new anti-cancer therapy prior to an event or with an event after 2 or more missing tumor assessments.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) as Assessed by Investigator","description":"Investigator assessed PFS: Duration from randomization to first documentation of PD or death, whichever occurred first. PD as per RECIST version 1.1 was defined for target disease as at least a 20% increase in sum of diameters of target lesions, taking as reference smallest sum on study (this included baseline sum if that was smallest on study). In addition to relative increase of 20%, sum must have also demonstrated an absolute increase of at least 5 mm. For non-target disease: PD was defined as unequivocal progression of pre-existing lesions and if overall tumor burden increased sufficiently to merit discontinuation of therapy. Appearance of any new unequivocal malignant lesion was also considered PD. Analysis was performed using Kaplan-Meier. PFS data was censored on date of last adequate tumor assessment for participants with no event (PD or death), who started a new anti-cancer therapy prior to an event or with an event after 2 or more missing tumor assessments.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response (OR) as Assessed by Blinded Independent Central Review (BICR)","description":"BICR assessed objective response according to RECIST version 1.1, was defined as participants with confirmed best overall response of complete response (CR) or partial response (PR). CR was defined as complete disappearance of all target and non-target lesions, with the exception of nodal disease and sustained for at least 4 weeks. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to less than (\\<) 10 mm. PR was defined as at least 30% decrease in the sum of the longest dimensions of target lesions taking as reference the baseline sum longest dimensions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response as Assessed by Investigator","description":"Investigator assessed objective response according to RECIST version 1.1, was defined as participants with confirmed best overall response of CR or PR. CR was defined as complete disappearance of all target and non-target lesions, with the exception of nodal disease and sustained for at least 4 weeks. A CR also required normalization of tumor marker levels and any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR was defined as at least 30% decrease in the sum of the longest dimensions of target lesions taking as reference the baseline sum longest dimensions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Response (TTR) as Assessed by Blinded Independent Central Review (BICR)","description":"TTR was defined, for participants with an objective response as the time from 'start date' to the first documentation of objective tumor response (CR or PR), which was confirmed subsequently. CR was defined as complete disappearance of all target and non-target lesions, with the exception of nodal disease and sustained for at least 4 weeks. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR was defined as at least 30% decrease in the sum of the longest dimensions of target lesions taking as reference the baseline sum longest dimensions.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Response (TTR) as Assessed by Investigator","description":"TTR was defined, for participants with an objective response as the time from 'start date' to the first documentation of objective tumor response (CR or PR). CR was defined as complete disappearance of all target and non-target lesions, with the exception of nodal disease and sustained for at least 4 weeks. A CR also required normalization of tumor marker levels and any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR was defined as at least 30% decrease in the sum of the longest dimensions of target lesions taking as reference the baseline sum longest dimensions.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) as Assessed by Blinded Independent Central Review (BICR)","description":"BICR assessed DOR: time from first documentation of OR (confirmed CR or PR) to date of first documentation of PD or death due to any cause. As per RECIST version 1.1, CR: complete disappearance of all target and non-target lesions, with exception of nodal disease sustained for 4 weeks. Any pathological lymph nodes reduced in short axis to \\<10 mm. PR: at least 30% decrease in sum of longest dimensions of target lesions taking as reference baseline sum longest dimensions. PD for target disease: at least a 20% increase in sum of diameters of target lesions, taking as reference smallest sum on study and relative increase of 20%, sum also demonstrated absolute increase of at least 5 mm. PD for non-target disease: unequivocal progression of pre-existing lesions and if overall tumor burden increased sufficiently to merit discontinuation of therapy. Appearance of any new unequivocal malignant lesion was also considered PD.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) as Assessed by Investigator","description":"Investigator assessed DOR: time from first documentation of OR (confirmed CR or PR) to date of first documentation of PD or death due to any cause. As per RECIST version 1.1, CR: complete disappearance of all target and non-target lesions, with exception of nodal disease sustained for 4 weeks. Additionally, normalization of tumor marker levels and any pathological lymph nodes reduced in short axis to \\<10 mm. PR: at least 30% decrease in sum of longest dimensions of target lesions taking as reference baseline sum longest dimensions. PD for target disease: at least a 20% increase in sum of diameters of target lesions, taking as reference smallest sum on study and relative increase of 20%, sum also demonstrated absolute increase of at least 5 mm. PD for non-target disease: unequivocal progression of pre-existing lesions and if overall tumor burden increased sufficiently to merit discontinuation of therapy. Appearance of any new unequivocal malignant lesion was also considered PD.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.6","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control (DC) as Assessed by Blinded Independent Central Review (BICR)","description":"Disease Control (DC) was defined as a best overall response of CR, PR, non-CR/non-PD or stable disease (SD) as assessed by BICR. CR was defined as complete disappearance of all target and non-target lesions, with the exception of nodal disease and sustained for at least 4 weeks. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR was defined as at least 30% decrease in the sum of the longest dimensions of target lesions taking as reference the baseline sum longest dimensions. Non-CR/Non-PD was defined as persistence of any non-target lesions and/or tumor marker level above the normal limits. SD was defined as not to qualify for CR, PR or PD for target lesions and followed PR only if the sum increased by less than 20% from the nadir, but enough that a previously documented 30% decrease no longer holds.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":null},{"groupId":"OG001","value":"27.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control (DC) as Assessed by Investigator","description":"DC was defined as a best overall response of CR, PR, non-CR/non-PD or SD as assessed by Investigator. CR was defined as complete disappearance of all target and non-target lesions, with the exception of nodal disease and sustained for at least 4 weeks. Additionally, normalization of tumor marker levels and any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR was defined as at least 30% decrease in the sum of the longest dimensions of target lesions taking as reference the baseline sum longest dimensions. Non-CR/Non-PD was defined as persistence of any non-target lesions and/or tumor marker level above the normal limits. SD was defined as not to qualify for CR, PR or PD for target lesions and followed PR only if the sum increased by less than 20% from the nadir, but enough that a previously documented 30% decrease no longer holds.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.9","spread":null},{"groupId":"OG001","value":"34.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs) Graded Based on National Cancer Institute Common Terminology Criteria (NCI-CTCAE), Version 4.03","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. As per NCI-CTCAE version 4.03, Grade 1: asymptomatic or mild symptoms, clinical or diagnostic observations only, intervention not indicated; Grade 2: moderate, minimal, local or noninvasive intervention indicated, limiting age-appropriate instrumental activities of daily life (ADL); Grade 3: severe or medically significant but not immediately life-threatening, hospitalization or prolongation of existing hospitalization indicated, disabling, limiting self-care ADL; Grade 4: life-threatening consequence, urgent intervention indicated; Grade 5: death related to AE. Treatment-emergent AEs are events between first dose of study drug and up to 90 days after last dose of study drug or end of treatment (EOT) visit, that were absent before treatment or that worsened relative to pretreatment state.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"104","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Laboratory Abnormalities Greater Than or Equal to (>=) Grade 3 (G3), Based on National Cancer Institute Common Terminology Criteria (NCI-CTCAE), Version 4.03","description":"Hematology (Anemia G3: hemoglobin\\<8.0 grams per deciliter \\[g/dL\\],\\<4.9 millimoles (mmol)/liter (L),\\<80 g/L, transfusion indicated, Grade 4 \\[G4\\]: life-threatening consequences, urgent intervention indicated, Grade 5 \\[G5\\]: death; platelet count decreased-G3:\\<50.0 to 25.0\\*10\\^9/L, G4: \\<25.0\\*10\\^9/L; lymphocyte count decreased-G3:\\<0.5-0.2\\*10\\^9/L, G4:\\<0.2\\*10\\^9/L; neutrophil count decreased-G3:\\<1.0 to 0.5\\*10\\^9 /L, G4:\\<0.5\\*10\\^9/L). Chemistry (creatinine increased-G3:\\>3.0 to 6.0\\*upper limit of normal \\[ULN\\], G4:\\>6.0\\*ULN; serum amylase increased, lipase increased-G3:\\>2.0- 5.0\\*ULN, G4:\\>5.0\\*ULN. Aspartate aminotransferase \\[AST\\], alanine aminotransferase \\[ALT\\]-G3:\\>5.0 to 20.0\\*ULN, G4:\\>20.0\\*ULN\\]. Blood bilirubin increased-\\[G3:\\>3.0 to 10.0\\*ULN, G4:\\>10.0\\*ULN\\], Creatine phosphokinase \\[CPK\\] increased- \\[G3:\\>5.0 to 10.0\\*ULN, G4:\\>10.0\\*ULN\\], Hyperglycemia-\\[G3:\\>250 to 500 mg/dL; \\>13.9 to 27.8 mmol/L hospitalization indicated, G4:\\>500 mg/DL; \\>27.8 mmol/L life-threatening consequences\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Vital Signs - Blood Pressure at Day 1 of Cycle 2, 3, 4, 5, 6, 7 and End of Treatment (EOT) Visit","description":"Vital signs included blood pressure and pulse rate. Blood pressure included sitting diastolic blood pressure (DBP) and sitting systolic blood pressure (SBP).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.7","spread":"10.81"},{"groupId":"OG001","value":"77.0","spread":"10.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"9.37"},{"groupId":"OG001","value":"-0.0","spread":"9.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"10.36"},{"groupId":"OG001","value":"-1.6","spread":"9.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"9.97"},{"groupId":"OG001","value":"-1.0","spread":"9.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"10.60"},{"groupId":"OG001","value":"-1.0","spread":"10.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"10.89"},{"groupId":"OG001","value":"-1.1","spread":"10.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"10.90"},{"groupId":"OG001","value":"0.2","spread":"9.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"12.09"},{"groupId":"OG001","value":"-1.7","spread":"10.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"131.3","spread":"17.34"},{"groupId":"OG001","value":"130.6","spread":"16.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"14.85"},{"groupId":"OG001","value":"-0.3","spread":"13.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"16.10"},{"groupId":"OG001","value":"1.0","spread":"14.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"16.54"},{"groupId":"OG001","value":"1.3","spread":"16.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"15.49"},{"groupId":"OG001","value":"1.9","spread":"15.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"15.77"},{"groupId":"OG001","value":"3.3","spread":"16.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"16.13"},{"groupId":"OG001","value":"2.7","spread":"19.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"18.99"},{"groupId":"OG001","value":"-0.3","spread":"16.78"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Vital Signs - Pulse Rate at Day 1 of Cycle 2, 3, 4, 5, 6, 7 and End of Treatment (EOT) Visit","description":"Vital signs included blood pressure and pulse rate. Changes from baseline in sitting pulse rate were summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":"12.84"},{"groupId":"OG001","value":"77.1","spread":"12.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"11.81"},{"groupId":"OG001","value":"0.1","spread":"9.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"12.10"},{"groupId":"OG001","value":"-0.4","spread":"10.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"12.84"},{"groupId":"OG001","value":"-0.1","spread":"11.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"12.32"},{"groupId":"OG001","value":"-1.0","spread":"11.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"11.54"},{"groupId":"OG001","value":"-2.6","spread":"10.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"11.89"},{"groupId":"OG001","value":"-2.6","spread":"11.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"12.25"},{"groupId":"OG001","value":"1.4","spread":"12.45"}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Concentration (Cmax) of Avelumab","description":"The Lower Limit of Quantitation (LLQ) of avelumab was 0.20 micrograms (mcg)/milliliter (mL). Data for this outcome measure was not collected for reporting group \"Best Supportive Care\", since avelumab was not administered in this arm.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"192.7","spread":"68.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"216.2","spread":"49.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"201.5","spread":"54.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"208.5","spread":"60.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"213.1","spread":"39.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"213.1","spread":"52.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"197.5","spread":"67.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"191.9","spread":"86.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168.9","spread":"84.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"203.4","spread":"51.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"222.8","spread":"30.3"}]}]}]},{"type":"SECONDARY","title":"Predose Plasma Concentration (Ctrough) of Avelumab","description":"The LLQ of avelumab was 0.20 mcg/mL. Data for this outcome measure was not collected for reporting group \"Best Supportive Care\", since avelumab was not administered in this arm.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"247.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":"48.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.2","spread":"64.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.5","spread":"65.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.4","spread":"76.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.7","spread":"85.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":"67.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.7","spread":"60.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":"55.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.8","spread":"68.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":"54.9"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-Drug Antibodies (ADA) Against Avelumab by Never and Ever Positive Status","description":"ADA against avelumab in serum samples was determined and reported separately for ADA never positive and ADA ever positive participants. Participants were considered ADA ever-positive if they had at least one positive ADA result at any time point during study and were otherwise considered negative. Data for this outcome measure was not planned to be collected and analyzed for reporting arm \"Best Supportive Care\", since avelumab was not administered in this arm.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"278","spread":null}]},{"measurements":[{"groupId":"OG000","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of ADA Ever Positive Participants For Each Serum of ADA Titers for Avelumab","description":"Serum samples were assayed for ADA using a validated analytical method. Number of ADA ever positive participants for each serum of ADA titer (60, 180, 540, 1620, 4860, 14580, and 131220) are reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"19","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Neutralizing Antibodies (nAb) Against Avelumab by Never Positive and Ever Positive Status","description":"nAb against avelumab in serum samples was determined and reported separately for nAb never positive and nAb ever positive participants. Participants were considered nAb ever-positive if they had at least one positive nAb result at any time point during study and were otherwise considered negative.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"284","spread":null}]},{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Programmed Death Receptor-1 Ligand 1 (PD-L1) Biomarker Expression in Tumor Tissue as Assessed by Immunohistochemistry (IHC)","description":"PD-L1 assessment was performed using immunohistochemistry on pre-treatment tumor tissue samples. Participants were classified as having PD-L1 -positive status if at least one of the following three criteria were met: at least 25% of tumor cells stained for PD-L1, at least 25% of immune cells stained for PD-L1 if more than 1% of the tumor area contained immune cells, or 100% of immune cells stained for PD-L1 if no more than 1% of the tumor area contained immune cells.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"189","spread":null},{"groupId":"OG001","value":"169","spread":null}]},{"measurements":[{"groupId":"OG000","value":"139","spread":null},{"groupId":"OG001","value":"131","spread":null}]},{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cluster of Differentiation 8 (CD8) T Lymphocytes (Cytotoxic T Lymphocytes)","description":"Number of Participants With CD8 T Lymphocytes (Cytotoxic T lymphocytes) were presented in this outcome.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"148","spread":null},{"groupId":"OG001","value":"134","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in National Comprehensive Cancer Network- Functional Assessment of Cancer Therapy (NCCN-FACT) Bladder Symptom Index- 18 (FBlSI-18) Score at Day 1 of Cycle 6","description":"NCCN-FACT FBlSI-18 is an 18-item participant completed questionnaire, designed to assess impact of cancer therapy on urothelial cancer-related symptoms and quality of life based on numerical point scoring of symptoms/concerns. It included four subscales: Disease related symptoms- physical subscale with 9 items, disease related symptoms- emotional subscale with 2 items, treatment side effects subscale with 5 items and general function/well-being subscale with 2 items. Participants rated their level of symptoms for each item using 5-point scale ranging from 0=not at all to 4=very much. Items that were negatively framed, and the scores were reversed for analysis so that higher scores= good quality of life. Overall score: total of 18 items, ranging from 0=severely symptomatic to 72=asymptomatic. Higher scores= better functioning or lower symptom burden.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.3","spread":"9.59"},{"groupId":"OG001","value":"52.7","spread":"9.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"8.25"},{"groupId":"OG001","value":"1.6","spread":"8.35"}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration (TTD) Based on National Comprehensive Cancer Network- Functional Assessment of Cancer Therapy (NCCN-FACT) Bladder Symptom Index- 18 (FBlSI-18) Disease Related Symptoms-Physical Subscale (DRS-P) Scores","description":"NCCN-FACT FBlSI-18: an 18-item participant completed questionnaire, designed to assess impact of cancer therapy on urothelial cancer-related symptoms and quality of life based on numerical point scoring of symptoms/concerns. It included four subscales: Disease related symptoms-physical subscale with 9 items, disease related symptoms-emotional subscale with 2 items, treatment side effects subscale with 5 items, general function/well-being subscale with 2 items. Participants rated their level of symptoms for each item using 5-point scale ranging: 0=not at all to 4=very much. For items negatively framed, scores were reversed for analysis so that higher scores= good quality of life. DRS-P score: total 9 items, ranging from 0=severely symptomatic to 36= asymptomatic. Higher scores=better functioning or lower symptom burden. TTD: time from randomization to first time participant's score showed 3 point or greater decrease from baseline in FBlSI-DRS-P subscale for 2 consecutive assessments.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life-5 Dimensions-5 Levels (EQ-5D-5L) Overall Health Utility Score at Cycle 6","description":"The EQ-5D-5L was a 6-item participant-completed questionnaire designed to assess health status in terms of a single utility score. There were 2 components to the EQ-5D-5L, a Health State Profile which had individuals rate their level of problems (none, slight, moderate, severe, extreme/unable) in 5 areas (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression), and a Visual Analogue Scale (VAS) in which participant rated their overall health status from 0 (worst imaginable) to 100 (best imaginable). Published UK weights was used to create a single summary utility score. Utility scores range from -0.594 to 1, with low scores representing lower health status.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.814","spread":"0.1794"},{"groupId":"OG001","value":"0.792","spread":"0.2013"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.029","spread":"0.1919"},{"groupId":"OG001","value":"-0.020","spread":"0.1684"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life-5 Dimensions-5 Levels (EQ-5D-5L) - Visual Analog Scale (VAS) Score at Cycle 6","description":"The EQ-5D-5L was a 6-item participant-completed questionnaire designed to assess health status in terms of a single utility score. There were 2 components to the EQ-5D-5L, a Health State Profile which had individuals rate their level of problems (none, slight, moderate, severe, extreme/unable) in 5 areas (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression), and a Visual Analogue Scale (VAS) in which participant rated their overall health status from 0 (worst imaginable) to 100 (best imaginable), higher scores indicating a better health state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.9","spread":"18.87"},{"groupId":"OG001","value":"74.9","spread":"16.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"17.74"},{"groupId":"OG001","value":"0.2","spread":"14.74"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":111,"n":344},"commonTop":["Arthralgia","Constipation","Back pain","Fatigue","Urinary tract infection"]}}}