{"nctId":"NCT02702401","briefTitle":"Study of Pembrolizumab (MK-3475) vs. Best Supportive Care in Participants With Previously Systemically Treated Advanced Hepatocellular Carcinoma (MK-3475-240/KEYNOTE-240)","startDateStruct":{"date":"2016-05-26","type":"ACTUAL"},"conditions":["Hepatocellular Carcinoma"],"count":413,"armGroups":[{"label":"Pembrolizumab+Best Supportive Care","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Other: Best Supportive Care"]},{"label":"Placebo+Best Supportive Care","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Other: Best Supportive Care"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Placebo","otherNames":[]},{"name":"Best Supportive Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a HCC diagnosis confirmed by radiology, histology or cytology (fibrolamellar and mixed hepatocellular/cholangiocarcinoma subtypes are not eligible).\n* Has Barcelona Clinic Liver Cancer (BCLC) Stage C disease, or BCLC Stage B disease not amenable to locoregional therapy or refractory to locoregional therapy, and not amenable to a curative treatment approach.\n* Has a Child-Pugh Class A liver score within 7 days of first dose of study drug.\n* Has a predicted life expectancy \\>3 months.\n* Has at least one measurable lesion based on RECIST 1.1 as confirmed by the blinded central imaging vendor.\n* Has a performance status of 0 or 1 using the Eastern Cooperative Oncology Group (ECOG) Performance Scale within 7 days of first dose of study drug.\n* Has documented objective radiographic progression during or after treatment with sorafenib or intolerance to sorafenib.\n* Participants with chronic infection by Hepatitis C Virus (HCV) who are treated (successfully or treatment failure) or untreated are allowed on study. In addition, participants with successful HCV treatment are allowed as long as there are ≥4 weeks between achieving sustained viral response (SVR12) and start of study drug.\n* Has controlled Hepatitis B Virus (HBV) infection.\n* Is willing to use an adequate method of contraception for the course of the study through at least 120 days or longer based on local regulation after the last dose of study drug (male and female participants of childbearing potential).\n* Demonstrates adequate organ function.\n\nExclusion Criteria:\n\n* Is currently participating, or has participated in a study of an investigational agent and received study drug, herbal/complementary oral or IV medicine, or used an investigational device within 4 weeks of the first dose of study drug. Participants must also have recovered from associated therapy (i.e., to Grade ≤1 or baseline) and from adverse events (AEs) due to any prior therapy.\n* Has received sorafenib within 14 days of first dose of study drug.\n* Has had esophageal or gastric variceal bleeding within the last 6 months.\n* Has clinically apparent ascites on physical examination. Note: ascites detectable on imaging studies only ARE allowed.\n* Portal vein invasion at the main portal (Vp4), inferior vena cava, or cardiac involvement of HCC based on imaging.\n* Has had clinically diagnosed hepatic encephalopathy in the last 6 months.\n* Has had a solid organ or hematologic transplant.\n* Has had prior systemic therapy for HCC in the advanced (incurable) setting other than sorafenib, prior to the start of study drug.\n* Has a known severe hypersensitivity (≥Grade 3) to pembrolizumab, its active substance and/or any of its excipients.\n* Has active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs).\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n* Has received locoregional therapy to liver (transcatheter chemoembolization \\[TACE\\], transcatheter embolization \\[TAE\\], hepatic arterial infusion \\[HAI\\], radiation, radioembolization, or ablation) within 4 weeks prior to the first dose of study drug.\n* Has had major surgery to liver or other site within 4 weeks prior to the first dose of study drug.\n* Has had minor surgery (i.e., simple excision, tooth extraction) ≤7 days prior to the first dose of study drug (Cycle 1, Day 1).\n* Has not recovered adequately (i.e., Grade ≤1 or baseline) from the toxicity and/or complications from any intervention prior to starting study drug.\n* Has a diagnosed additional malignancy within 3 years prior to first dose of study drug with the exception of curatively treated basal cell carcinoma of the skin, squamous cell carcinoma of the skin and/or curatively resected in situ cancers.\n* Has known history of, or any evidence of, central nervous system (CNS) metastases and/or carcinomatous meningitis.\n* Has a history of non-infectious pneumonitis that required steroids or current pneumonitis.\n* Has an active infection requiring systemic therapy.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the first dose of study drug through 120 days or longer based on local regulation after the last dose of study drug.\n* Has received prior immunotherapy including anti-programmed cell death-1 (anti-PD-1), anti-PD-ligand-1 (anti-PD-L1), or anti-PD-L2 agents, or if the participant has previously participated in Merck pembrolizumab (MK-3475) studies.\n* Has a known history of human immunodeficiency virus (HIV).\n* Has dual active HBV infection and HCV infection at study entry.\n* Has received a live vaccine within 30 days of planned start of study drug (Cycle 1, Day 1).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurred first, per RECIST 1.1 as assessed by Blinded Independent Central Review (BICR). PD was defined as ≥20% increase in the sum of diameters of target lesions and an absolute increase of ≥5 mm. The appearance of ≥1 new lesion was also considered PD. If there was no disease progression or death, participants were censored at the date of their last disease assessment. The PFS was analyzed using the product-limit (Kaplan-Meier) method for censored data. Final analyses for PFS was performed for the first pembrolizumab course at protocol specified cut off of 26-Mar-2018.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was determined for all participants and was defined as the time from randomization to death due to any cause. Participants were censored at the date of their last follow-up. The OS was analyzed using the product-limit (Kaplan-Meier) method for censored data. Final analyses for OS was performed for the first pembrolizumab course at protocol specified cut off of 02-Jan-2019.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null},{"groupId":"OG001","value":"10.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"ORR was determined in all participants and was defined as the percentage of participants who had a confirmed Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1 as assessed by Blinded Independent Central Review (BICR). Participants with missing data were considered non-responders. The ORR was analyzed using the Miettinen \\& Nurminen method. The percentage of participants who experienced a CR or PR per RECIST 1.1 is presented. Final analyses for ORR was performed for the first pembrolizumab course at protocol specified cut off of 02-Jan-2019.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"DCR was defined as the percentage of participants who had a Complete Response (CR: Disappearance of all target lesions), Partial Response (PR: ≥30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters), or Stable Disease (SD) per RECIST 1.1 after ≥6 weeks as assessed by Blinded Independent Central Review (BICR). The DCR was analyzed using the Miettinen \\& Nurminen method. The percentage of participants who experienced a CR, PR, or SD is presented. Final analyses for DCR was performed for the first pembrolizumab course at protocol specified cut off of 02-Jan-2019.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.2","spread":null},{"groupId":"OG001","value":"53.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"TTP was defined as the time from randomization to the first documented disease progression per RECIST 1.1 as assessed by Blinded Independent Central Review (BICR). PD was defined as ≥20% increase in the sum of diameters of target lesions and an absolute increase of ≥5 mm. The appearance of ≥1 new lesion was also considered PD. If there was no documented disease progression, TTP was censored at last tumor assessment date. The TTP was analyzed using the product-limit (Kaplan-Meier) method for censored data. TTP per RECIST 1.1 is presented for all participants. Final analyses for TTP was performed for the first pembrolizumab course at protocol specified cut off of 02-Jan-2019.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"DOR was determined in participants who demonstrated a Complete Response (CR: disappearance of all target lesions) or Partial Response (PR: ≥30% decrease in sum of diameters of target lesions) per RECIST 1.1 as assessed by Blinded Independent Central Review (BICR). DOR was defined as time from first documented evidence of a CR or PR until progressive disease (PD) or death. Participants who had not progressed or died at the time of analysis were censored at the date of their last tumor assessment. PD was defined as ≥20% increase in the sum of diameters of target lesions and an absolute increase of ≥5 mm. The appearance of ≥1 new lesion was also considered PD. The DOR was analyzed using the product-limit (Kaplan-Meier) method for censored data. Final analyses for DOR was performed for the first pembrolizumab course at protocol specified cut off of 02-Jan-2019.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced At Least One Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the study treatment or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a pre-existing condition that was temporally associated with the use of study treatment, was also an AE. The number of participants who experienced at least one AE is presented. Final analyses for AE was performed for the first pembrolizumab course at protocol specified cut off of 02-Jan-2019.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"269","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Treatment Due to an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the study treatment or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a pre-existing condition that was temporally associated with the use of study treatment, was also an AE. The number of participants who discontinued study treatment due to an AE is presented. Final analyses for AE was performed for the first pembrolizumab course at protocol specified cut off of 02-Jan-2019.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":106,"n":279},"commonTop":["Fatigue","Aspartate aminotransferase increased","Pruritus","Diarrhoea","Decreased appetite"]}}}