{"nctId":"NCT02057406","briefTitle":"Omega 3 for Treatment of Depression in Patients With Heart Failure","startDateStruct":{"date":"2014-05","type":"ACTUAL"},"conditions":["Depression"],"count":108,"armGroups":[{"label":"2:1 EPA/DHA","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 2:1 EPA/DHA"]},{"label":"High EPA","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: High EPA"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"2:1 EPA/DHA","otherNames":["400 EPA/200 DHA 2 grams"]},{"name":"High EPA","otherNames":["An almost pure Eicosapentaenoic acid 2 grams"]},{"name":"Placebo","otherNames":["Matched placebo corn oil capsules"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult male and female patients, age greater than or equal to 21 years\n* Diagnosis of Major Depressive Disorder determined by the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision (DSM-IV-TR) criteria with a Hamilton Depression Rating Scale Score greater than or equal to 18\\*\n* New York Heart Association Class greater than or equal to II\n\n  * For patients with with left ventricular ejection fraction greater than 40 %, abnormal brain natriuretic peptide and/or previous hospitalization due to heart failure is also required\n  * For inpatients, the Hamilton Depression Rating Scale scores need to be remain at 18 or above for two weeks following the discharge\n\nExclusion Criteria:\n\n* Significant cognitive impairment, indicated as a Mini-Mental State Examination (MMSE) total score of 23 or lower\n* History of alcohol or other drug dependence within the past 90 days\n* Severe physical disability (visual, sensory, or motor) that may interfere with psychiatric assessment\n* History or presence of psychoses, bipolar disorder, and/or severe personality disorders\n* Life-threatening comorbidity with the likelihood of 50% mortality in one year\n* Active suicidal ideations\n* Current use of antipsychotic medications or psychotropic medications except Selective Serotonin Reuptake Inhibitors (SSRIs) and /or benzodiazepine\n* Female patients who have a positive pregnancy test or are lactating. If female patients are of childbearing potential, they must use an effective and accepted means of contraception, such as oral contraceptives or a double-barrier method (condom and diaphragm) to protect against pregnancy\n* Documented history of hypersensitivity or intolerance to omega 3 products; or use of omega 3 supplement for greater than or equal to 3 months at an equivalent or greater dose of the proposed study\n* Treatment with electroconvulsive therapy (ECT) or transcranial magnetic stimulation (TMS) within 90 days\\*\n* Uncorrected hypothyroidism or hyperthyroidism\n* Treatment with any investigational agent within 1 month before randomization\n* Acute coronary syndrome, i.e., Myocardial Infarction (MI) or unstable angina, revascularization procedure within the preceding month, or planned cardiac surgery within 3 months postrandomization\n\n  * The exclusion of patients who received ECT or TMS within 90 days is adopted from other depression-intervention trials and meant to eliminate confounders. It is believed that the effects of ECT on mood and cognition may last for a couple of months, and duration of TMS effects is poorly known and may be similar to the ECT intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Endpoint Hamilton Depression Rating Scale (HAMD) Scores Adjusted for Age, Sex, Treatment Site, and Baseline HAMD Scores.","description":"Endpoint HAMD scores are mean values adjusted for age, race, sex, treatment site, and the baseline HAMD value. The range for the HAMD scores is 0 to 52 with higher scores indicating a greater severity of depressive symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":"0.9"},{"groupId":"OG001","value":"15.7","spread":"0.9"},{"groupId":"OG002","value":"14.9","spread":"0.9"}]}]}]},{"type":"PRIMARY","title":"Endpoint Red Blood Cell/Plasma EPA Values Adjusted for Age, Sex, Treatment Site, and Baseline Red Blood Cell/Plasma EPA Values.","description":"Endpoint EPA values are mean values adjusted for age, race, sex, treatment site, and the baseline EPA value. Red blood cell/plasma EPA values are expressed as a percent of total identified fatty acids.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.52","spread":"0.15"},{"groupId":"OG001","value":"1.86","spread":"0.15"},{"groupId":"OG002","value":"0.56","spread":"0.15"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":36},"commonTop":["Cellulitis","Cataract Removal","Arrhythmia","Dehydration","Heart failure exacerbation"]}}}