{"nctId":"NCT02381652","briefTitle":"Repeat Injection of Cingal® for Osteoarthritis of the Knee","startDateStruct":{"date":"2015-02"},"conditions":["Osteoarthritis of the Knee"],"count":242,"armGroups":[{"label":"Cingal/Cingal","type":"EXPERIMENTAL","interventionNames":["Combination Product: Cingal"]},{"label":"Cingal/Monovisc","type":"EXPERIMENTAL","interventionNames":["Combination Product: Cingal"]},{"label":"Cingal/Saline","type":"EXPERIMENTAL","interventionNames":["Combination Product: Cingal"]}],"interventions":[{"name":"Cingal","otherNames":["Hyaluronic Acid with Triamcinolone Hexacetonide"]},{"name":"Cingal","otherNames":["Hyaluronic Acid with Triamcinolone Hexacetonide"]},{"name":"Cingal","otherNames":["Hyaluronic Acid with Triamcinolone Hexacetonide"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject completed Cingal 13-01 and is interested in participating in the follow-on study\n2. Subject must be willing to abstain from other intra-articular or surgical treatments of the index knee for the duration of the study\n3. Subject is willing to discontinue all analgesics except acetaminophen/paracetamol for the duration of the study\n4. Subject is willing to use only acetaminophen/paracetamol (up to a maximum of 4.0 grams per day per the package insert) for the treatment of joint pain for the duration of the study. At least twenty-four hours prior to the injection and each follow-up visit, the subject is willing to discontinue use of acetaminophen/paracetamol\n5. Subject is able to understand and comply with the requirements of the study and voluntarily provides consent\n\nExclusion Criteria:\n\n1. Subject received an intra-articular injection or underwent a surgical procedure of the index knee since the study injection in Cingal 13-01\n2. Subject is taking medication at the time of consent which could interfere with the treatment procedure, healing and/or assessments. This includes but is not limited to oral or injectable anticoagulant treatments, anti-aggregant platelet treatment and opioid analgesics. Low dose aspirin used for cardiovascular protection is allowed if a stable regimen is maintained for the duration of the study.\n3. Subjects who had an oral, intramuscular, intravenous, rectal suppository or topical (excluded in index knee only) corticosteroid within 30 days of signing the ICF are excluded. Topical corticosteroid use at any site other than the index knee is allowed.\n4. Subject has a contraindication to IA injections, aspiration of the index knee, corticosteroids, hyaluronan, or acetaminophen/paracetamol.\n5. Subject is pregnant or breastfeeding or a woman of child bearing potential who refuses to use effective contraception during the course of the study.\n6. Subject participated in a research study other than Cingal 13-01 within 60 days of consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Treatment-Emergent Adverse Events: Cingal 13-02 vs. Cingal 13-01","description":"The primary outcome measure will compare safety results (all adverse events, whether related to the study injection or not) for Cingal 13-01 and Cingal 13-02.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":94},"commonTop":["Arthralgia","Nasopharyngitis","Joint swelling","Headache","Joint range of motion decreased"]}}}