{"nctId":"NCT00083915","briefTitle":"DTPACE Followed by Tandem Transplant With Melphalan (MEL) 200 Versus MEL/Dexamethasone/Thalidomide (DT) Platinol/Adriamycin/Etoposide (PACE) Hybrid and DTPACE Consolidation","startDateStruct":{"date":"2001-06"},"conditions":["Multiple Myeloma"],"count":97,"armGroups":[{"label":"Auto Transplant w/ High Dose Melphalan","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Melphalan"]},{"label":"Auto Transplant w/ Melphalan + DT Pace","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cisplatin","Drug: Cyclophosphamide","Drug: Adriamycin","Drug: Etoposide","Drug: Melphalan","Drug: Thalidomide","Drug: Dexamethasone"]}],"interventions":[{"name":"Cisplatin","otherNames":["Cisplatinum","cis-diamminedichloroplatinum","Platinol","Platinol-injectable (AQ)"]},{"name":"Cyclophosphamide","otherNames":["Endoxan","Cytoxan","Neosar","Procytox","Revimmune"]},{"name":"Adriamycin","otherNames":["hydroxydaunorubicin","Doxorubicin"]},{"name":"Etoposide","otherNames":["Eposin","Etopophos","Vepesid"]},{"name":"Melphalan","otherNames":["alkeran"]},{"name":"Thalidomide","otherNames":["Thalomid"]},{"name":"Dexamethasone","otherNames":["Decadron"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must have active multiple myeloma requiring treatment.\n* Patients that have received \\>450 mg/m2 of prior Adriamycin therapy are eligible, however, Adriamycin will be deleted from the DT PACE regimen in these patients, unless the left ventricular ejection fraction is \\> 55% on Multi-gated Acquisition Scan (MUGA) or Echocardiogram (ECHO). If the patient has had \\> 450 mg/m2 of prior adriamycin, the LVEF must be evaluated prior to every cycle of DT PACE and it must be \\> 55% for patient to continue to receive adriamycin.\n* All necessary baseline studies for determining eligibility must be obtained within 35 days prior to registration.\n* Patients must have a performance status of 0-2 based on Southwest Oncology Group (SWOG) criteria. Patients with a poor performance status (3-4), based solely on bone pain, will be eligible.\n* Patients must have a platelet count greater than or equal to 100,000/microliters. Patients with platelet count \\<100,000/microliters may be enrolled if it is felt to be due to extensive marrow plasmacytosis.\n* Patients must have a creatinine \\<3 mg/dl and a creatinine clearance greater than or equal to 30 ml/minute. Patients with a creatinine clearance of 30-50 ml will only receive a 50% cisplatin dose.\n* Patients must have adequate hepatic function defined as serum transaminases \\< 2 x Upper limit of normal (ULN) and direct bilirubin \\< 2.0 mg/dl.\n* Patients must be able to receive full doses of DT PACE, in the opinion of the treating investigator, with some exception of: Patients that have received prior adriamycin \\> 450 mg/m2 and left ventricular ejection fraction (LVEF) \\< 55% or patients with a creatinine clearance 30 - 50 ml/minute, who will receive 50% of the cisplatin dose.\n* All patients must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines.\n\nExclusion Criteria:\n\n* Patients must not have significant co-morbid medical conditions or uncontrolled life threatening infection.\n* Patients must not have received a prior autotransplant or allograft.\n* Patients with recent (less than or equal to 6 months) myocardial infarction, unstable angina, difficult to control congestive heart failure, uncontrolled hypertension, or difficult to control cardiac arrythmias are ineligible. Ejection fraction by ECHO or must be greater than or equal to 50% and must be performed within 60 days prior to registration, unless the patient has received chemotherapy within that period of time (dexamethasone and thalidomide excluded), in which case the LVEF must be repeated.\n* Patients must not have a history of chronic obstructive or chronic restrictive pulmonary disease.\n* No prior malignancy is allowed except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or other cancer for which the patient has been disease free for at least three years.Prior malignancy is acceptable provided there has been no evidence of disease within the three-year interval.\n* Pregnant or nursing women may not participate.\n* Patients must not have significant co-morbid medical conditions or uncontrolled life threatening infection.\n* Patients must not have a history of chronic obstructive or chronic restrictive pulmonary disease. Patients must have adequate pulmonary function studies greater than or equal to 50% of predicted on mechanical aspects (FEV1, forced vital capacity (FVC) and diffusion capacity (DLCO) greater than or equal to 50% of predicted. Patients unable to complete pulmonary function tests due to myeloma related pain or fracture must have a high resolution CT scan of the chest and must also have acceptable arterial blood gases defined as P02 greater than 70.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Transplant With DT PACE-Melphalan Regimen of Chemotherapy vs. Transplant With Melphalan Alone.","description":"Compare a new regimen of chemotherapy called DT PACE-Melphalan (new experimental therapy) is better than transplant with Melphalan alone (standard therapy)","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":52},"commonTop":["neutropenic fever","nausea, vomiting, diarrhea & fever","DVT","pneumonia","Diverticulitis"]}}}