{"nctId":"NCT02049515","briefTitle":"A Phase 3 Extension Study of Duvelisib and Ofatumumab in Participants With CLL/SLL Previously Enrolled in Study IPI-145-07","startDateStruct":{"date":"2013-12"},"conditions":["Chronic Lymphocytic Leukemia","Small Lymphocytic Lymphoma"],"count":99,"armGroups":[{"label":"IPI-145","type":"EXPERIMENTAL","interventionNames":["Drug: IPI-145"]},{"label":"Ofatumumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ofatumumab"]}],"interventions":[{"name":"IPI-145","otherNames":["Duvelisib","Copiktra","PI3K Inhibitor"]},{"name":"Ofatumumab","otherNames":["Arzerra"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Received either IPI-145 or ofatumumab while participating in study IPI-145-07 and experienced radiologically confirmed disease progression\n* Diagnosis of active CLL or SLL that met at least one of the IWCLL 2008 criteria for requiring treatment\n* Measurable disease with a lymph node or tumor mass \\>1.5 centimeters in at least one dimension as assessed by computed tomography (CT)\n* Eastern Cooperative Oncology Group performance status of 0-2\n* Must have met the following laboratory parameters:\n\n  1. Serum aspartate transaminase (AST/SGOT) or alanine transaminase (ALT/SGPT) ≤3 x upper limit of normal (ULN)\n  2. Total bilirubin ≤1.5 x ULN\n  3. Serum creatinine ≤2.0 x ULN\n  4. Hemoglobin ≥8.0 grams/deciliter (g/dL) with or without transfusion support\n  5. Platelet count ≥10,000 microliters (μL) with or without transfusion support\n* For women of childbearing potential (WCBP): negative serum β-human chorionic gonadotropin pregnancy test within one week before first dose (WCBP defined as a sexually mature woman who had not undergone surgical sterilization or who had not been naturally post-menopausal for at least 24 consecutive months \\[women ≤55 years\\] or 12 consecutive months \\[women \\>55 years\\])\n* Willingness of male and female participants who were not surgically sterile or postmenopausal to use medically acceptable methods of birth control from the first dose of study drug to 30 days after the last dose of duvelisib and for 12 months after last dose of ofatumumab. Sexually active men, and women using oral contraceptive pills, should also have used barrier contraception\n* Ability to voluntarily sign consent for and adhere to the entire study visit schedule and all protocol requirements\n* Signed and dated institutional review board/independent ethics committee-approved informed consent form before any study-specific screening procedures are performed\n\nExclusion Criteria:\n\n* Discontinued study participation in Verastem-sponsored IPI-145-07 study\n* Greater than 3 months from confirmed progressive disease on Study IPI-145-07\n* History of Richter's transformation or prolymphocytic leukemia\n* Autoimmune hemolytic anemia or idiopathic thrombocytopenia purpura that was uncontrolled or requires \\>20 mg daily of prednisone (or equivalent) to maintain hemoglobin \\>8.0 g/dL or platelets \\>10,000 μL without transfusion support\n* Known central nervous system (CNS) lymphoma or leukemia; participants with symptoms of CNS disease must have had a negative CT scan or negative diagnostic lumbar puncture prior to first dose\n* Use of any anticancer medication from documented progressive disease on Study IPI-145-07 to enrollment (Note: corticosteroids to manage CLL/SLL-related symptoms were allowed)\n* Ongoing systemic bacterial, fungal, or viral infections at the time of initiation of study treatment (defined as requiring IV antimicrobial, antifungal or antiviral agents) (Participants on antimicrobial, antifungal or antiviral prophylaxis are not specifically excluded if all other inclusion/exclusion criteria are met and there is no evidence of active infection at Screening and/or Cycle 1 Day 1 \\[predose\\])\n* Human immunodeficiency virus infection\n* Prior, current, or chronic hepatitis B or hepatitis C infection\n* History of alcohol abuse or chronic liver disease (other than metastatic disease to the liver)\n* Unable to receive prophylactic treatment for pneumocystis and herpes simplex virus\n* Baseline QT interval corrected with Fridericia's method \\>480 milliseconds Note: this criterion did not apply to participants with a right or left bundle branch block\n* Concurrent active malignancy other than nonmelanoma skin cancer or carcinoma in situ of the cervix, bladder, or prostate not requiring treatment. Participants with previous malignancies were eligible provided that they had been disease-free for ≥2 years\n* History of stroke, unstable angina, myocardial infarction, or ventricular arrhythmia requiring medication or mechanical control within the last 6 months\n* Unstable or severe uncontrolled medical condition (for example, unstable cardiac function, unstable pulmonary condition), or any important medical illness or abnormal laboratory finding that would, in the investigator's judgment, have increased the participant's risk while participating in this study\n* Prior surgery or gastrointestinal dysfunction that may have affected drug absorption (for example, gastric bypass surgery, gastrectomy)\n* Participants to receive duvelisib: Administration of medications or foods that were strong inhibitors or inducers of cytochrome P450 3A within 2 weeks of starting duvelisib\n* Major surgery or invasive intervention within 4 weeks prior to first dose\n* Pregnant or breastfeeding women\n* Participants to receive ofatumumab: hypersensitivity to ofatumumab or its excipients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Response Rate (ORR)","description":"ORR was defined as the percentage of participants with a best response (per investigator assessment) of complete response (CR), CR with incomplete marrow recovery (CRi), partial response (PR), or PR with lymphocytosis (PRwL), according to the International Workshop on Chronic Lymphocytic Leukemia (IWCLL) or revised International Working Group Response (IWG) Criteria, with modification for treatment-related lymphocytosis. The 95% confidence interval was calculated using exact binomial method. Select IWCLL criteria for tumor load assessed by computed tomography (CT): CR/CRi (CLL only), lymphadenopathy (none \\>1.5 centimeters \\[cm\\]), hepatomegaly/splenomegaly (none); PR, lymphadenopathy/hepatomegaly/splenomegaly (decrease ≥50%); PRwL, lymphadenopathy only (decrease ≥50%). Select IWG criteria for tumor load assessed by CT: CR, lymphadenopathy/hepatomegaly/splenomegaly (normal size); PR, lymphadenopathy/hepatomegaly/splenomegaly (decrease ≥50%); PRwL, lymphadenopathy only (decrease ≥50%).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR was defined as the time from the first documentation of response per investigator assessment to either PD or death due to any cause. DOR was evaluated using the Kaplan-Meier method based on all treated participants with a documentation of response (that is, CR, CRi, PR, or PRwL) as determined by investigator assessment. Select IWCLL criteria for tumor load assessed by CT: CR/CRi (CLL only), lymphadenopathy (none \\>1.5 cm), hepatomegaly/splenomegaly (none); PR, lymphadenopathy/hepatomegaly/splenomegaly (decrease ≥50%); PRwL, lymphadenopathy only (decrease ≥50%). Select IWG criteria for tumor load assessed by CT: CR, lymphadenopathy/hepatomegaly/splenomegaly (normal size); PR, lymphadenopathy/hepatomegaly/splenomegaly (decrease ≥50%); PRwL, lymphadenopathy only (decrease ≥50%).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"PFS was defined as the time from the first dose of study treatment to the first documentation of either investigator-assessed PD or death resulting from any cause. PFS was determined using the Kaplan-Meier method based on all treated participants with a documentation of response (that is, CR, CRi, PR, or PRwL) as determined by investigator assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":68,"n":90},"commonTop":["Diarrhoea","Neutropenia","Pyrexia","Rash","Cough"]}}}