{"nctId":"NCT05460325","briefTitle":"A Study of Lanadelumab (SHP643) in Chinese Participants With Hereditary Angioedema (HAE)","startDateStruct":{"date":"2022-06-22","type":"ACTUAL"},"conditions":["Hereditary Angioedema (HAE)"],"count":20,"armGroups":[{"label":"Lanadelumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lanadelumab"]}],"interventions":[{"name":"Lanadelumab","otherNames":["SHP643","TAKHZYRO","TAK-743","DX-2930","Lanadelumab Injection"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be of Chinese descent, defined as born in China and having Chinese parents and Chinese maternal and paternal grandparents.\n2. The participant is male or female and greater than or equal to (\\>=) 12 years of age at the time of informed consent.\n3. Documented diagnosis of HAE Type I or Type II based upon all of the following:\n\n   * Documented clinical history consistent with HAE (subcutaneous \\[SC\\] or mucosal, nonpruritic swelling episodes without accompanying urticaria).\n   * Diagnostic testing results obtained during screening by a laboratory (approved by the sponsor) that confirm HAE Type I or Type II: C1 esterase inhibitor (C1-INH) functional level \\<40% of the normal level. Participants with functional C1-INH level 40% to 50% of the normal level may be enrolled if they also have a C4 level below the normal range. Participants may begin participating in the run-in period before these diagnostic results are available. Participants may be re-tested if results are incongruent with clinical history or believed by the investigator to be confounded by recent long-term prophylaxis (LTP) use.\n   * At least one of the following: Age at reported onset of first angioedema symptoms less than or equal to (\\<=) 30 years, a family history consistent with HAE Type I or Type II, or C1q within normal range.\n4. Attack rate:\n\n   • At the time of enrollment, participants must experience at least 1 investigator-confirmed HAE attack per 4 weeks during the run-in period.\n5. The participant (or the participant's parent/legal guardian, if applicable) has provided written informed consent approved by the institutional review board (IRB)/ institutional ethical committee (IEC).\n\n   • If the participant is an adult, be informed of the nature of the study and provide written informed consent before any study-specific procedures are performed.\n\n   OR\n\n   • If the participant is a minor (that is \\<18 years of age), have a parent/legal guardian who is informed of the nature of the study provide written informed consent (that is, permission) for the minor to participate in the study before any study-specific procedures are performed. Assent will be obtained from minor participants.\n6. Males, or non-pregnant, non-lactating females who are fertile and sexually active and who agree to be abstinent or agree to comply with the applicable contraceptive requirements of this protocol for the duration of the study, or females of non-childbearing potential, defined as surgically sterile (status post hysterectomy, bilateral oophorectomy, or bilateral tubal ligation) or postmenopausal for at least 12 months.\n7. Agree to adhere to the protocol-defined schedule of assessments and procedures.\n\nExclusion Criteria:\n\n1. Concomitant diagnosis of another form of chronic, recurrent angioedema, such as acquired angioedema, HAE with normal C1 esterase inhibitor (C1-INH) (also known as HAE Type III), idiopathic angioedema, or recurrent angioedema associated with urticaria.\n2. Participation in a prior lanadelumab study or use any lanadelumab prior to the study.\n3. Dosing with investigational drug or exposure to an investigational device within 4 weeks prior to entering to screening.\n4. Exposure to angiotensin-converting enzyme inhibitors or any estrogen-containing medications with systematic absorption (such as oral contraceptives or hormonal replacement therapy) within 4 weeks prior to screening.\n5. Exposure to androgens (that is, danazol, methyltestosterone, testosterone) within 2 weeks prior to entering the run-in period.\n6. Use of LTP therapy (defined as continued use) for HAE (C1-INH, attenuated androgens, or anti-fibrinolytics) for adult participants within 2 weeks prior to entering the run-in period. Adolescent participants (\\>=12 to \\<18 years of age) who are on LTP therapy for HAE are allowed to enter the study.\n7. Use of short-term prophylaxis for HAE 7 days prior to entering the run-in period. Short-term prophylaxis is defined as fresh frozen plasma (FFP), C1-INH, attenuated androgens, or antifibrinolytics used to avoid angioedema complications from medically indicated procedures. Note: Currently, C1-INH therapies are not available in China.\n8. Any of the following liver function abnormalities: alanine aminotransferase (ALT) greater than (\\>) 3\\* upper limit of normal (ULN), or aspartate aminotransferase (AST) \\> 3\\* ULN or bilirubin \\> 2\\* ULN (unless the bilirubin is a result of Gilbert's syndrome).\n9. Pregnancy or breast feeding.\n10. Participant has any condition that in the opinion of the investigator or sponsor, may compromise their safety or compliance, preclude successful conduct of the study, or interfere with interpretation of the results (example, history of substance abuse or dependence, significant pre-existing illnesses or major comorbidity the investigator considers may confound the interpretation of the study results).","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs), Serious Adverse Events (SAEs) and Adverse Events of Special Interest (AESIs)","description":"TEAE is defined as an adverse event (AE) with onset at the time of or following initial dosing with study drug (lanadelumab), or medical conditions present prior to the start of study drug but increasing in severity or relationship at the time of or following the start of treatment, up to the last follow-up visit. An SAE is any untoward clinical manifestation of signs, symptoms or outcomes whether considered related to investigational product or not and at any dose: results in death, is life-threatening, requires inpatient hospitalization or prolongation of hospitalization, results in persistent or significant disability/incapacity, congenital abnormality/birth defect, an important medical event. Hypersensitivity reactions and events of disordered coagulation were considered as AESIs. Adverse events were classified as HAE attack and non-HAE attack reported AEs and are categorized accordingly in this outcome measure. A participant could be counted in more than one category.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Meaningful Changes in Clinical Laboratory Parameters","description":"Laboratory parameters included clinical chemistry, hematology, coagulation, urinalysis, and serology. Clinically meaningful laboratory parameters assessment was based on investigator interpretation. Number of participants with clinically meaningful changes in laboratory parameters (including clinical chemistry, hematology, coagulation, urinalysis, and serology) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Meaningful Changes in Vital Sign Abnormalities","description":"Vital signs included measurement of blood pressure, heart rate, body temperature, and respiratory rate. Clinically meaningful vital signs assessment was based on investigator interpretation. Number of participants with clinically meaningful changes in vital signs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Meaningful Changes in Electrocardiogram (ECG)","description":"ECG included heart rate, PR interval, QRS duration, QT interval, corrected QT interval (QTc) interval, QT corrected for heart rate by Fridericia's cube root formula (QTcF) interval, and QT corrected for heart rate by Bazett formula (QTcB) interval. Clinically meaningful ECG assessment was based on investigator interpretation. Number of participants with clinically meaningful changes in ECG were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Physical Examination Abnormalities on Day 182","description":"Physical examination findings by body system were classified as height and weight, general appearance, ears, nose and throat, head and neck, ophthalmological, respiratory, cardiovascular, abdomen, neurological, extremities, dermatological, and lymphatic. Number of participants with clinically significant changes in physical examination findings per investigator interpretation were reported. Only categories with at least one participant with event are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Lanadelumab","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.64","spread":"24.096"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12336.47","spread":"4531.386"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24857.89","spread":"6950.725"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24170.00","spread":"7260.426"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23821.05","spread":"8808.870"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24610.00","spread":"6599.673"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12048.00","spread":"3268.807"}]}]}]},{"type":"SECONDARY","title":"Plasma Kallikrein (pKal) Activity","description":"pKal activity was measured by cleaved high molecular weight kininogen (cHMWK) level (i.e., plasma concentrations of cHMWK).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10256.419","spread":"3311.3810"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4904.964","spread":"1350.4121"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3604.136","spread":"1279.8551"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3312.706","spread":"1526.8282"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2871.364","spread":"1324.5022"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3383.672","spread":"1337.0341"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3800.187","spread":"1499.9735"}]}]}]},{"type":"SECONDARY","title":"Number of Investigator-Confirmed HAE Attacks During the Efficacy Evaluation Period of Day 0 Through Day 182","description":"An HAE attack was confirmed by following symptoms or signs consistent with an attack in at least one of the following locations: 1) Peripheral angioedema: cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region; 2) Abdominal angioedema: abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea; 3) Laryngeal angioedema: stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx. Treatment period attack rate per month is calculated as the number of investigator-confirmed HAE attacks occurring during that treatment period divided by number of days the participant contributed to that treatment period multiplied by 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.139"}]}]}]},{"type":"SECONDARY","title":"Number of Investigator-Confirmed HAE Attacks That Required Acute Treatment During the Efficacy Evaluation Period of Day 0 Through Day 182","description":"An HAE attack was confirmed by following symptoms/signs consistent with an attack in atleast one of the following locations:1)Peripheral angioedema:cutaneous swelling involving an extremity,the face,neck,torso,and/or genitourinary region;2)Abdominal angioedema:abdominal pain,with/without abdominal distention,nausea,vomiting,or diarrhea;3)Laryngeal angioedema:stridor,dyspnea, difficulty speaking,difficulty swallowing,throat tightening,or swelling of the tongue,palate,uvula,or larynx.Acute HAE attacks were managed per the investigator's usual care, including use of individualized acute therapy/rescue medications.Acute therapy/rescue medications included Firazyr, fresh frozen plasma (FFP), or other local standard of care.Treatment period attack rate per month is calculated as the number of investigator-confirmed HAE attacks requiring acute treatment occurring during that treatment period divided by number of days the participant contributed to that treatment period multiplied by 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.034"}]}]}]},{"type":"SECONDARY","title":"Number of Moderate or Severe Investigator-Confirmed HAE Attacks During the Efficacy Evaluation Period of Day 0 Through Day 182","description":"The severity of the investigator-confirmed HAE attacks was defined per the HAE attack assessment and reporting procedures (HAARP) definitions: severe (marked limitation in activity, assistance required), moderate (mild to moderate limitation in activity, some assistance needed). Treatment period attack rate per month is calculated as the number of moderate or severe investigator-confirmed HAE attacks occurring during that treatment period divided by number of days the participant contributed to that treatment period multiplied by 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.034"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Attack Severity During the Efficacy Evaluation Period of Day 0 Through Day 182","description":"Number of participants with maximum HAE attack severity during the efficacy evaluation period was assessed. HAE attack severity was calculated per participant based on the severity categories as follows: No attack, Mild, Moderate, and Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Investigator-confirmed HAE Attack During the Efficacy Evaluation Period of Day 0 Through Day 182","description":"Time to the first investigator-confirmed HAE attack (days) was calculated from the date and time of the first dose of study drug for that efficacy evaluation period to the date and time of the first investigator-confirmed HAE attack after the first dose for the efficacy evaluation period. The time to the first HAE attack was summarized using Kaplan-Meier (KM) estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Investigator-confirmed HAE Attack-Free Status During the Efficacy Evaluation Period of Day 0 Through Day 182","description":"An HAE attack was confirmed by following symptoms or signs consistent with an attack in at least one of the following locations: 1) Peripheral angioedema: cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region; 2) Abdominal angioedema: abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea; 3) Laryngeal angioedema: stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx. A participant was considered as attack free if the participant had no investigator-confirmed HAE attacks during the efficacy evaluation period. Number of participants who achieved attack-free status for the efficacy evaluation periods were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved at Least 50%, 70%, 90%, and 100% Reduction in the Investigator-Confirmed Normalized Number of Attacks (NNA) Per 4 Weeks Relative to the Run-in Period NNA","description":"A run-in period of 4 weeks was included to determine the participant's baseline attack rate. This period may be extended up to 8 weeks. The normalized number of investigator-confirmed HAE attacks during efficacy evaluation period was expressed as a monthly (28 days) HAE attack rate relative to the run-in period NNA. Number of participants who achieved at least 50 percent (%), 70%, 90% and 100% reduction in the investigator-confirmed NNA per 4 weeks relative to the run-in period normalized NNA for the efficacy evaluation periods was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved NNA <1.0 Per 4 Weeks for the Efficacy Evaluation Period of Day 0 Through Day 182","description":"The normalized number of investigator-confirmed HAE attacks during the efficacy evaluation period was expressed as a monthly (28 days) HAE attack rate. Attack rate was calculated for each participant as the number of attacks occurring during the specified period divided by the number of days the participant contributed to the specified period multiplied by 28 days. Number of participants who achieved NNA \\<1.0 per 4 weeks for the efficacy evaluation period were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Neutralizing or Non-neutralizing Antidrug Antibodies (ADA) in Plasma","description":"Number of participants with neutralizing or non-neutralizing ADA in plasma were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Lanadelumab by Immunogenicity Result","description":"The effect of presence or absence of neutralizing or non-neutralizing ADA in plasma on the lanadelumab plasma concentrations was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.04","spread":"24.687"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24857.89","spread":"6950.725"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24170.00","spread":"7260.426"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16700.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24216.67","spread":"8888.873"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27800.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24442.11","spread":"6736.494"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13800.00","spread":"624.500"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11738.82","spread":"3458.715"}]}]}]},{"type":"SECONDARY","title":"Plasma Kallikrein Activity cHMWK by Immunogenicity Result","description":"The effect of presence or absence of neutralizing or non-neutralizing ADA in plasma on the cHMWK levels was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13346.780","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10093.768","spread":"3319.0248"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3604.136","spread":"1279.8551"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3312.706","spread":"1526.8282"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3733.890","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2823.446","spread":"1345.8483"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4577.960","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3320.814","spread":"1342.9683"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4938.130","spread":"1367.0128"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3599.373","spread":"1467.1561"}]}]}]},{"type":"SECONDARY","title":"Number of Investigator-confirmed HAE Attacks by Immunogenicity Result During the Efficacy Evaluation Period of Day 0 Through Day 182","description":"The number of investigator-confirmed HAE attacks during the efficacy evaluation period was expressed as a normalized monthly (4 weeks, i.e., 28 days). Treatment period attack rate per month is calculated as the number of investigator-confirmed HAE attacks occurring during that treatment period divided by number of days the participant contributed to that treatment period multiplied by 28 days. The effect of presence or absence of neutralizing or non-neutralizing ADA in plasma on the investigator-confirmed HAE attacks during the efficacy evaluation period was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.142"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":20},"commonTop":["COVID-19","Injection site pain","Injection site swelling","Nausea","Abdominal pain upper"]}}}