{"nctId":"NCT00912015","briefTitle":"A Comparison of the Analgesic Efficacy and Safety of Once Daily Tramadol OAD Tablets to Twice Daily Tramadol BID for the Treatment of Osteoarthritis of the Knee (Extension Protocol) and Open Label Safety Follow-Up","startDateStruct":{"date":"2002-03"},"conditions":["Pain","Osteoarthritis, Knee"],"count":238,"armGroups":[{"label":"Tramadol OAD 200mg","type":"EXPERIMENTAL","interventionNames":["Drug: Tramadol OAD"]},{"label":"Tramadol OAD 300mg","type":"EXPERIMENTAL","interventionNames":["Drug: Tramadol OAD"]},{"label":"Tramadol OAD 400mg","type":"EXPERIMENTAL","interventionNames":["Drug: Tramadol OAD"]},{"label":"Tramadol OAD 100mg","type":"OTHER","interventionNames":["Drug: Tramadol OAD 100mg"]}],"interventions":[{"name":"Tramadol OAD","otherNames":[]},{"name":"Tramadol OAD","otherNames":[]},{"name":"Tramadol OAD","otherNames":[]},{"name":"Tramadol OAD 100mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or Female patients between the ages of 40-75 with a diagnosis of Osteoarthritis of the knee consistent with the ACR Clinical Classification Criteria for Arthritis of the Knee (Altman, R. et al., 1991):\n\n   * Current knee pain,\n   * Less than 30 minutes of morning stiffness with or without crepitus on active motion.\n   * Confirmation either by arthroscopy or radiologist's report (X-rays showing osteophytes, joint space narrowing or subchondral bone sclerosis {eburnation}) within one year prior to entry into the study.\n2. ESR \\< 40 mm/hour\n3. WOMAC Pain Subscales total score of more than or equal to 150 mm at baseline.\n4. Oral and written language comprehension at a level sufficient to comply with the protocol and complete study-related materials.\n5. The Patient has signed and dated the REB approved, written, informed consent prior to study participation.\n\nExclusion Criteria:\n\n1. Known rheumatoid arthritis or any other rheumatoid disease.\n2. Secondary arthritis, i.e. any of the following: septic arthritis; inflammatory joint disease; gout; pseudogout; Paget's disease; joint fracture; acromegaly; fibromyalgia; Wilson's disease; Ochronosis; Haemochromatosis; Osteochondromatosis; heritable arthritic disorders; or collagen gene mutations.\n3. Obesity Class II (BMI more than or equal to 35) (NIH, 2000)\n4. Major illness requiring hospitalization during the 3 months before commencement of the screening period.\n5. Unwillingness to cease taking medication other than the study medication for arthritic pain, any other concomitant pain, or OA medications.\n6. Patients who have previously failed tramadol HCl therapy or those who discontinued tramadol HCl due to adverse events.\n7. Patients who are taking or within the last 3 weeks have taken the following medications: monoamine oxidase inhibitors; tricyclic antidepressants and other tricyclic compounds (e.g. cyclobenzaprine, promethazine); neuroleptics; selective serotonin reuptake inhibitors; or other drugs which reduce seizure threshold.\n8. Patients who are taking or have taken another investigational agent within the last 30 days.\n9. Patients with a history of seizure disorder other than Infantile Febrile Seizures.\n10. Patients who are opioid dependent.\n11. Patients with bowel disease causing malabsorption.\n12. Patients who are pregnant or lactating or patients of child-bearing potential who are unwilling to utilize a medically approved method of contraception during participation in this clinical trial.\n13. Patients with significant liver disease, defined as active hepatitis or elevated liver enzymes \\>3 times the upper boundary of the normal range.\n14. Patients with significant renal disease, defined as creatinine clearance \\<30 mL/min as estimated by the method of Levey et al., 1999.\n15. Current substance abuse or dependence, other than nicotine.\n16. Allergy or adverse reaction to tramadol or any structurally similar drugs e.g. opiates.\n17. Any other condition that, in the opinion of the investigators, would adversely affect the patient's ability to complete the study or its measures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adverse Events: 12-months Safety Population","description":"Spontaneous adverse events were recorded for patients who received the same dose for at least 350 days. A treatment emergent adverse event (TEAE) was associated to the dose level on which a patient was 2 days prior to the TEAE. Only TEAEs which could be associated with the dose level on which the patient was for the longest time were considered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":141},"commonTop":["Constipation","Nausea","Somnolence","Dizziness","Headache"]}}}