{"nctId":"NCT03562195","briefTitle":"A Safety and Efficacy Study of Mepolizumab in Subjects With Severe Asthma","startDateStruct":{"date":"2018-08-29","type":"ACTUAL"},"conditions":["Asthma"],"count":300,"armGroups":[{"label":"Mepolizumab 100mg","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab 100 milligrams","Drug: Salbutamol"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Salbutamol"]}],"interventions":[{"name":"Mepolizumab 100 milligrams","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Salbutamol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who will be able to give written informed consent prior to participation in the study, which will include the ability to comply with the requirements and restrictions listed in the consent form. Subjects must be able to read, comprehend, and write at a level sufficient to complete study related materials.\n* Subjects with at least 12 years of age at Visit 0 and a minimum weight of 40 kilograms.\n* Persistent airflow obstruction as indicated by: For subjects \\>=18 years of age at visit 1, a pre-bronchodilator FEV1 \\<80 percent predicted (National Health and Nutrition Examination Survey \\[NHANES\\] III).;For subjects 12 to 17 years of age at Visit 1: A pre-bronchodilator FEV1 \\<90 percent predicted (NHANES III) recorded at Visit 1 or FEV1: Forced vital capacity (FVC) ratio \\<0.8 recorded at Visit 1.\n* Prior documentation of eosinophilic asthma or high likelihood of eosinophilic asthma as per Randomization Criteria 1 (Documented peripheral blood eosinophil count of \\>=300 cells per microliters that is related to asthma in the past 12 months prior to Visit 1 or a peripheral blood eosinophil count of \\>=150 cells per microliters at Visit 1 that is related to asthma).\n* Regular treatment with high dose inhaled corticosteroid (ICS) in the 12 months prior to Visit 1, of which at least 9 months accumulated documented is required, the 3 months prior to Visit 1 is mandatory. With or without maintenance oral corticosteroids (OCS). ICS dose must be \\>=500 microgram per day fluticasone propionate (FP) or equivalent daily (for ICS/long-acting beta-2-agonists combination preparations, Seretide 50/250 micrograms twice daily and above or equivalent will meet this ICS criteria). (Maintenance OCS is defined as a prescribed regimen of a minimum average daily dose of prednisone 5 milligrams \\[or equivalent\\]).\n* Current treatment with an additional controller medication, besides ICS, for at least 3 months. (Example given \\[e.g.\\], long-acting beta-2-agonist, leukotriene receptor antagonist \\[LTRA\\], or theophylline).\n* Previously confirmed history of two or more exacerbations requiring treatment with systemic corticosteroid (intramuscular \\[IM\\], intravenous, or oral), in the 12 months prior to Visit 1, despite the use of high-dose ICS. For subjects receiving maintenance corticosteroid, the corticosteroid treatment for the exacerbations must have been a two-fold increase or greater in the dose for at least 3 days is required.\n* A female subject is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies: Is not a woman of childbearing potential (WOCBP) OR is a WOCBP and using a contraceptive method that is highly effective, with a failure rate of \\<1 percent, during the intervention period and for at least 4 months after the last dose of study intervention. The investigator should evaluate the effectiveness of the contraceptive method in relationship to the first dose of study intervention.\n\nA WOCBP must have a negative highly sensitive pregnancy test before the first dose of study intervention. If urine test cannot be confirmed as negative (e.g., an ambiguous result), a serum pregnancy test is required. In such cases, the subject must be excluded from participation if the serum pregnancy result is positive. Follicle-stimulating hormone will be assessed to confirm child-bearing status as needed in non WOCBP.\n\nExclusion Criteria:\n\n* Current smokers or former smokers with a smoking history of \\>=10 pack years (number of pack years = (number of cigarettes per day/20) x number of years smoked). A former smoker is defined as a subject who quit smoking at least 6 months prior to Visit 1.\n* Presence of a known pre-existing, clinically significant lung condition other than asthma, in the opinion of the Investigator, is expected to affect the subject's asthma status or the subject's ability to participate in the study. This includes current bacterial or viral infection of the upper or lower respiratory tract, bronchiectasis, pulmonary fibrosis, bronchopulmonary aspergillosis, or diagnoses of emphysema or chronic bronchitis (chronic obstructive pulmonary disease other than asthma) or a history of lung cancer. Clinically Significant is defined as any disease/condition that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* A chest X-ray that reveals evidence of clinically significant abnormalities not believed to be due to the presence of asthma.\n* Bronchial Thermoplasty and Radiotherapy are excluded for 12 months prior to visit 1 and throughout the study.\n* A current malignancy or previous history of cancer in remission for less than 12 months prior to screening (Subjects that had localized carcinoma of the skin which was resected for cure will not be excluded).\n* Current unstable liver or biliary disease per investigator assessment defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice or cirrhosis. Subjects with ALT \\>2 times Upper Limit of Normal (ULN), bilirubin \\>1.5 times ULN (isolated bilirubin \\>1.5 times ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35 percent)\n* Subjects who have known, pre-existing severe or clinically significant cardiovascular disease uncontrolled with standard treatment. Including but not limited to: known ejection fraction of \\<30 percent or severe heart failure meeting New York Heart Association Class IV classification or hospitalized in the 12 months prior to Visit 1 for severe heart failure meeting New York Heart Association Class III or angina diagnosed less than 3 months prior to Visit 1 or at Visit 1.\n* QT interval corrected by Fridericia's formula (QTc\\[F\\]) \\>450 milliseconds (msec) or QTc(F) \\>480 msec for subjects with Bundle Branch Block at Visit 1 is exclusive.\n* Subjects who have known, pre-existing, clinically significant endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, hematological or any other system abnormalities that are uncontrolled with standard treatment. Current malignancy except for basal and squamous skin cancer.\n* Subjects with other conditions that could lead to elevated eosinophils such as Hypereosiniophilic Syndromes, including Churg-Strauss Syndrome, or Eosinophilic Esophagitis.\n* Subjects with a known, pre-existing parasitic infestation within 6 months prior to Visit 1 are also excluded.\n* A history (or suspected history) of alcohol misuse or substance abuse within 2 years prior to Visit 1. Alcohol abuse is defined as: an average weekly intake of greater than 21 units or an average daily intake of greater than three units (males), or defined as an average weekly intake of greater than 14 units or an average daily intake of greater than two units (females). One unit was equivalent to a half-pint (220 milliliters) of beer or one (25 milliliters) measure of spirits or one glass (125 milliliters) of wine.\n* A known immunodeficiency (e.g., human immunodeficiency virus - HIV), other than that explained by the use of corticosteroids taken as therapy for asthma.\n* Subjects who have received omalizumab (Xolair) within 130 days of Visit 1.\n* Subjects who have received any monoclonal antibodies (other than Xolair) to treat inflammatory disease within 5 half-lives of Visit 1.\n* Use of herbals within 7 days prior to visit 1, unless in the opinion of the Investigator and GlaxoSmithKline (GSK) Medical Monitor the medication will not interfere with the study procedures or compromise subject safety.\n* Subjects who have received treatment with an investigational drug within the past 30 days or five terminal phase half-lives of the drug whichever is longer, prior to visit 1 (this also includes investigational formulations of marketed products).\n* Subjects with allergy/intolerance to a monoclonal antibody or biologic.\n* Subjects who are pregnant or breastfeeding. Subjects should not be enrolled if they plan to become pregnant during the time of study participation.\n* Subjects who have known evidence of lack of adherence to controller medications and/or ability to follow physician's recommendations.\n* Previously participated in any study with mepolizumab and received investigational product (including placebo).\n* A subject will not be eligible for this study if he/she is an immediate family member of the participating investigator, sub-investigator, study coordinator, or employee of the participating investigator.\n* Subjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study. Re-screening of subjects will be allowed only upon approval by the medical monitor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Clinically Significant Exacerbations of Asthma","description":"Clinically significant exacerbation is defined as worsening of asthma which requires use of systemic corticosteroids and/or hospitalizations and/or Emergency Department (ED) visits. Analysis of the number of exacerbations was performed using a negative binomial model with covariates of treatment group, baseline maintenance Oral Corticosteroids (OCS) therapy (OCS vs. no OCS), region, exacerbations in the year prior to the study (as an ordinal variable) and baseline % predicted Forced Expiratory Volume in 1 second (FEV1), and with logarithm of time on treatment as an offset variable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":null},{"groupId":"OG001","value":"1.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Probability of First Clinically Significant Exacerbations at Week 16, Week 32, and Week 52","description":"Clinically significant exacerbation is defined as worsening of asthma which requires use of systemic corticosteroids and/or hospitalizations and/or Emergency Department (ED) visits. Analysis of the number of exacerbations was performed using a negative binomial model with covariates of treatment group, baseline maintenance Oral Corticosteroids (OCS) therapy (OCS vs. no OCS), region, exacerbations in the year prior to the study (as an ordinal variable) and baseline % predicted Forced Expiratory Volume in 1 second (FEV1), and with logarithm of time on treatment as an offset variable. Time to first clinically significant exacerbation was analyzed using Kaplan-Meier estimates and expressed in terms of probability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":null},{"groupId":"OG001","value":"34.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.1","spread":null},{"groupId":"OG001","value":"47.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"53.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in St. George's Respiratory Questionnaire (SGRQ) at Week 52","description":"The SGRQ Questionnaire is a well-established, self-completed tool, with 50 questions comprising three domains: Symptoms, Activity, and Impacts scores (each ranging from 0 to 100; where higher score indicates worst outcome). SGRQ total score was calculated by summing weights from all positive items, divided by sum of weights for all items in SGRQ questionnaire and multiplying by 100. The SGRQ total score ranges from 0 to 100, with 0 implying the best possible health status and 100 implying worst possible health status. Analysis was performed using mixed model repeated measures with covariates of baseline, baseline maintenance OCS therapy (OCS vs. no OCS), exacerbations in the year prior to the study (as an ordinal variable), baseline % predicted FEV1, treatment and visit, plus interaction terms for visit by baseline and visit by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.29","spread":"1.526"},{"groupId":"OG001","value":"-7.20","spread":"1.577"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Exacerbations Requiring Hospitalization (Including Intubation and Admittance to an Intensive Care Unit [ICU]) or Emergency Department (ED) Visits","description":"An exacerbation is defined as worsening of asthma requiring the use of systemic corticosteroids and/or emergency department visit, or hospitalization. The number of exacerbations requiring hospitalization including incubation and admittance to an Intensive care unit (ICU) or ED visits were evaluated. Analysis of number of exacerbations was performed using a negative binomial model with covariates of treatment group, baseline maintenance OCS therapy (OCS vs. no OCS), exacerbations in the year prior to the study (as an ordinal variable) and baseline % predicted FEV1, and with logarithm of time on treatment as an offset variable. The data for participants with 0, 1, 2 and 3 exacerbations requiring hospitalization (including intubation and admittance to an ICU) or ED visits are summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"133","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Exacerbations Requiring Hospitalization","description":"An exacerbation is defined as worsening of asthma requiring the use of systemic corticosteroids and/or emergency department visit, or hospitalization. Analysis of number of exacerbations was performed using a negative binomial model with covariates of treatment group, baseline maintenance OCS therapy (OCS vs. no OCS), exacerbations in the year prior to the study (as an ordinal variable) and baseline % predicted FEV1, and with logarithm of time on treatment as an offset variable. The summary data for participants with 0, 1, 2 and 3 exacerbations requiring hospitalization are summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Clinic Prebronchodilator Forced Expiratory Volume in 1 Second (FEV1) at Week 52","description":"FEV1 is the volume of air that can be forced out in one second after taking a deep breath. Prebronchodilator FEV1 were measured via spirometer at Baseline and Week 52. Analysis was performed using mixed model repeated measures with covariates of baseline, baseline maintenance OCS therapy (OCS vs. no OCS), exacerbations in the year prior to the study (as an ordinal variable), treatment and visit, plus interaction terms for visit by baseline and visit by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"262.79","spread":"34.341"},{"groupId":"OG001","value":"125.67","spread":"35.488"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) Including Systemic (i.e., Allergic [Type I Hypersensitivity] and Other Systemic) and Injection Site Reactions","description":"AE is any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Systemic reactions and local injection site reactions are adverse events of special interest (AESIs).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null},{"groupId":"OG001","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Platelets Count","description":"Blood samples was collected for the assessment of change from baseline in hematology parameter Platelets count. Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post dose visit value from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"35.46"},{"groupId":"OG001","value":"-3.5","spread":"45.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Erythrocytes Count","description":"Blood samples was collected for the assessment of change from baseline in hematology parameter Erythrocytes count. Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post dose visit value from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.257"},{"groupId":"OG001","value":"-0.05","spread":"0.257"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hematocrit","description":"Blood samples was collected for the assessment of change from baseline in hematology parameter Hematocrit. Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post dose visit value from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.004","spread":"0.0257"},{"groupId":"OG001","value":"-0.003","spread":"0.0260"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Mean White Blood Cell (WBC) Count With Differential (Neutrophils, Lymphocytes, Monocytes. Eosinophils and Basophils)","description":"Blood samples was collected for the assessment of change from baseline in WBC) count with differential (neutrophils, lymphocytes, monocytes. eosinophils and basophils). Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.95","spread":null},{"groupId":"OG001","value":"-0.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":null},{"groupId":"OG001","value":"0.30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.65","spread":null},{"groupId":"OG001","value":"-0.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alkaline Phosphatase","description":"Blood samples was collected for the assessment of change from baseline in clinical parameter Alkaline Phosphatase. Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post dose visit value from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"16.16"},{"groupId":"OG001","value":"1.5","spread":"12.79"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alanine Aminotransferase and Aspartate Aminotransferase","description":"Blood samples was collected for the assessment of change from baseline in clinical parameter Alanine Aminotransferase, Aspartate Aminotransferase. Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post dose visit value from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"11.49"},{"groupId":"OG001","value":"0.0","spread":"10.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"7.38"},{"groupId":"OG001","value":"-0.1","spread":"6.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Albumin and Total Protein","description":"Blood samples was collected for the assessment of change from baseline in clinical parameter albumin, total protein. Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post dose visit value from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"2.55"},{"groupId":"OG001","value":"-0.4","spread":"2.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"3.53"},{"groupId":"OG001","value":"-0.6","spread":"3.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Chemistry Parameters","description":"Blood samples was collected for the assessment of change from baseline in clinical parameter including total and direct bilirubin, creatinine, glucose, calcium, sodium, potassium, urea. Baseline was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting the post dose visit value from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"3.47"},{"groupId":"OG001","value":"-0.7","spread":"3.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.014","spread":"0.0874"},{"groupId":"OG001","value":"0.016","spread":"0.0773"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"6.89"},{"groupId":"OG001","value":"-0.9","spread":"6.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.55"},{"groupId":"OG001","value":"0.3","spread":"0.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.921"},{"groupId":"OG001","value":"0.09","spread":"1.448"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.350"},{"groupId":"OG001","value":"-0.04","spread":"0.328"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"2.42"},{"groupId":"OG001","value":"-0.7","spread":"2.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.205","spread":"1.3284"},{"groupId":"OG001","value":"-0.058","spread":"1.2335"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP)","description":"SBP and DBP were measured in a sitting position after 5 minutes rest. The normal range for SBP is 90-140 mmHg and DBP is 60-90 millimeters of mercury (mmHg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"9.58"},{"groupId":"OG001","value":"-1.1","spread":"8.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"12.46"},{"groupId":"OG001","value":"-0.5","spread":"10.75"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Pulse Rate","description":"Pulse rate measurement were measured in a sitting position after 5 minutes rest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"9.71"},{"groupId":"OG001","value":"-1.1","spread":"10.14"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Abnormal 12-Lead Electrocardiogram (ECG) Findings","description":"12-Lead electrocardiogram (ECG) measurements were obtained after the participants had rested in the supine position for 5 minutes. Clinically significant abnormal findings are based on the judgement of the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-Mepolizumab Antibody","description":"Blood samples were collected for detection of binding and neutralizing anti-mepolizumab antibodies. Samples with a positive screening result continued for confirmation analysis. Samples with a positive confirmation analysis were considered positive for mepolizumab Anti-drug antibody (ADA).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":149},"commonTop":["Asthma","Upper respiratory tract infection","Nasopharyngitis","Bronchitis","Rhinitis allergic"]}}}