{"nctId":"NCT01972074","briefTitle":"Behavioral and Neural Response to Memantine in Adolescents With Autism Spectrum Disorder","startDateStruct":{"date":"2015-02-17","type":"ACTUAL"},"conditions":["Autism Spectrum Disorder"],"count":84,"armGroups":[{"label":"Memantine","type":"EXPERIMENTAL","interventionNames":["Drug: Memantine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Control Group","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Memantine","otherNames":["Namenda"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA\n\nAll Participants:\n\n1. Male and female participants, ages 8-17 years (inclusive)\n\n   Participants with Autism Spectrum Disorder:\n2. Meets Diagnostic and Statistical Manual-5 autism spectrum disorder diagnostic criteria, as established by clinical diagnostic interview\n3. At least moderate severity of social impairment, as measured by a total raw score of ≥85 on the parent/guardian-completed Social Responsiveness Scale, Second Edition (SRS-2) and a score of ≥4 on the clinician-administered Autism Spectrum Disorder Clinical Global Impression-Severity scale (ASD CGI-S)\n\nHealthy Control Participants:\n\n2\\. Age-, sex-, and IQ-matched with participants with autism spectrum disorder 3. No Axis I diagnoses, as established by the Kiddie Schedule for Affective Disorders and Schizophrenia-Epidemiological Version (K-SADS-E) and confirmed by clinical diagnostic interview 4. No significant traits of autism spectrum disorder, as measured by a total raw score of \\<60 on the parent/guardian-completed Social Responsiveness Scale, Second Edition\n\nEXCLUSION CRITERIA\n\nAll Participants:\n\n1. IQ ≤70 based, on the Wechsler Abbreviated Scale of Intelligence, Second Edition (WASI-II) Vocabulary and Matrix Reasoning subtests\n2. Impaired communicative speech\n3. Current treatment with the following medications, which are known to impact glutamate levels:\n\n   1. Lamotrigine\n   2. Amantadine\n   3. N-acetylcysteine\n   4. D-cycloserine\n4. Current treatment with a psychotropic medication, not listed above, on a dose that has not been stable for at least 4 weeks prior to study baseline\n5. Co-administration of drugs that compete with memantine for renal elimination using the same renal cationic system, including hydrochlorothiazide, triamterene, metformin, cimetidine, ranitidine, quinidine, and nicotine\n6. Initiation of a new psychosocial intervention within 30 days prior to randomization\n7. Participants who are pregnant and/or nursing\n8. Participants with a history of non-febrile seizures without a clear and resolved etiology\n9. Participants with a history of or a current liver or kidney disease\n10. Clinically unstable psychiatric conditions or judged to be at serious suicidal risk\n11. Participants who meet for alcohol or drug dependence or abuse on the Kiddie Schedule for Affective Disorders and Schizophrenia-Epidemiological Version. If the participant has a recent history of substance abuse, as an added precaution, there will be a 2-week washout period before initiating the trial. There are no known safety issues relating to memantine and recent history of substance abuse.\n12. Serious, stable or unstable, systemic illness, including hepatic, renal, gastroenterological, respiratory, cardiovascular (including ischemic heart disease), endocrinologic, neurologic, immunologic, or hematologic disease\n13. Participants with severe hepatic impairment (Liver Function Tests \\[LFTs\\] \\>3 times the Upper Limit of Normal \\[ULN\\])\n14. Participants with genitourinary conditions that raise urine Power of Hydrogen (pH) (e.g., renal tubular acidosis, severe infection of the urinary tract)\n15. Known hypersensitivity to memantine\n16. Severe allergies or multiple adverse drug reactions\n17. A non-responder or history of intolerance to memantine after treatment at adequate doses, as determined by the clinician\n18. Investigator and his/her immediate family, defined as the Investigator's spouse, parent, child, grandparent, or grandchild.","healthyVolunteers":true,"sex":"ALL","minimumAge":"8 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Responder","description":"Treatment responders are defined as having a 25% reduction, from baseline to endpoint, in Social Responsiveness Scale, Second Edition: School-Age, Parent Report (SRS-2) total raw score and an Autism Spectrum Disorder Clinical Global Impression-Improvement (ASD CGI-I) score ≤2. The Social Responsiveness Scale, Second Edition (SRS-2) is a 65-item rating scale completed by the parents/guardians of children ages 4-18. It is used to measure the severity of autism spectrum disorder symptoms. Each item is rated on a 4-point Likert scale, ranging from 1=Not True to 4=Almost Always True. Higher scores indicate a higher severity of autism spectrum disorder symptoms. The Autism Spectrum Disorder Clinical Global Impression-Improvement subscale (ASD CGI-I) is a clinician-rated measure of the improvement of autism spectrum disorder symptoms. The subscale is rated on a 7-point Likert scale, ranging from 1=Very Much Improved to 7=Very Much Worse. Higher scores indicate less symptom improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":["Headache","Insomnia","Anxious/Worried","Cold/Infection/Allergy","Fatigue"]}}}