{"nctId":"NCT00194077","briefTitle":"Study of Aripiprazole (Abilify) in Children With Symptoms of Mania","startDateStruct":{"date":"2004-08"},"conditions":["Bipolar Disorder"],"count":60,"armGroups":[{"label":"Aripiprazole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aripiprazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Aripiprazole","otherNames":["Abilify"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Outpatients ages 4-9 years (inclusive)\n* Patients who are anticipated to have a Young Mania Rating Scale (Young et al. 1978) of 15 or higher at baseline\n* Meet DSM-IV criteria for bipolar disorder type 1 or 2, cyclothymia, or bipolar disorder not otherwise specified (BP NOS) based on the results of both a semi-structured diagnostic research assessment (K-SADS-PL supplemented with mood disorder sections from the WASH-U K-SADS) (Geller et al., 2001; Kaufman et al., 1997) and a clinical interview with a child and adolescent psychiatrist.\n\nExclusion Criteria:\n\n* Patients who have a history of intolerance to APZ at doses of 0.1mg/kg/day\n* Patients who have experienced a manic episode with a documented APZ dose as monotherapy treatment of 0.2 mg/kg/day\n* Patients with an active neurological/medical disorder for which treatment with APZ would be contraindicated\n* Patients with clinical evidence of autistic disorder, Asperger's disorder, Rett's syndrome or other pervasive developmental disorders\n* Patients with clinical evidence of mental retardation\n* Patients who are known to be allergic or hypersensitive to aripiprazole\n* Patients who are unable to swallow pills/capsules\n* Patients for whom the need for hospitalization during the course of the study appears likely\n* Patients who have a general medical or neurological condition (including clinically significant abnormalities on screening laboratories) that may be considered to be the etiology of the patient's mood disorder\n* Patients who have a general medical or neurological condition for which treatment with an atypical antipsychotic would be contraindicated (e.g. tardive dyskinesia)\n* Patients who have a general medical or neurological condition that could interfere with the interpretation of clinical response to APZ treatment\n* Patients taking psychotropic agents (other than psychostimulants) within one week of baseline (2 weeks for fluoxetine; 3 days for psychostimulants)","healthyVolunteers":true,"sex":"ALL","minimumAge":"4 Years","maximumAge":"9 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time in Weeks to Discontinuation","description":"Time in weeks to discontinuation due to any reason, including mood event, adverse event, or other.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.93","spread":null},{"groupId":"OG001","value":"3.00","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":[]}}}