{"nctId":"NCT00552344","briefTitle":"A Study to Evaluate Safety of Long Term Therapy of Certolizumab Pegol Patients With Crohn's Disease","startDateStruct":{"date":"2008-05"},"conditions":["Crohn Disease"],"count":403,"armGroups":[{"label":"Certolizumab Pegol","type":"EXPERIMENTAL","interventionNames":["Biological: Cimzia"]}],"interventions":[{"name":"Cimzia","otherNames":["Certolizumab Pegol","CDP870","CZP"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject participated in study C87085 \\[NCT00552058\\] in which the subject completed the study at Week 6\n* Subject is capable of providing informed consent, which must be obtained prior to any study related procedures\n* Have a chest X-ray taken at Visit 1 that is read by a qualified radiologist or pulmonary physician, with no evidence of current active Tuberculosis (TB) or old inactive TB\n* Subject has taken a TB survey and is committed to comply with TB prophylaxis if applicable\n\nExclusion Criteria:\n\n* Subject is experiencing an ongoing serious adverse event assessed as being related to study medication or is experiencing a serious adverse event that is still not assessable\n* Subject has an intercurrent illness that requires termination of treatment, such as a serious infection (e.g. TB, pneumonia, sepsis, pyelonephritis, fistula abscess)\n* Subject is non-compliant with TB prophylactic treatment (if applicable)\n* Subject has had a chest X-ray at Visit 1 that shows an abnormality suggestive of a malignancy or active infection, including TB\n* Female who is pregnant or breast feeding\n* Female of child bearing age or post puberty males not practicing effective birth control\n* Subject is expecting to receive any live virus or bacterial vaccination within 3 months of first Study Medication administration, during the trial or 3 months after last dose of study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Adverse Event (AE) During the Duration of the Study C87088 (up to 272 Weeks)","description":"An AE is defined as any untoward medical occurrence in a subject or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Serious Adverse Event (SAE) During the Duration of the Study C87088 (up to 272 Weeks)","description":"An SAE is defined as any untoward medical occurrence that occurs at any dose which results in death, is life threatening, requires hospitalization, results in persistent/significant disability/incapacity, is an infection that requires parenteral antibiotics, is a congenital anomaly/birth defect, or is an important medical event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Achieving Harvey Bradshaw Index (HBI) Remission (HBI ≤ 4) at Study Completion Visit (Week 262)","description":"HBI remission is defined as total HBI score of 4 points or less. HBI score consists of clinical parameters of general well-being (0 to 4), abdominal pain (0 to 3), number of liquid stools per day, abdominal mass (0 to 3), and complications (8 items, score 1 per item) lower scores indicating better well being. The first three parameters are scored for the previous day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Achieving Inflamatory Bowel Disease Questionnaire (IBDQ) Remission (IBDQ ≥ 170) at Study Completion Visit (Week 262)","description":"IBDQ remission is defined as having a total IBDQ score of 170 points or greater. IBDQ score consists of 32 questions eaching having a score of 1 to 7. Overall scores range from 32 to 224.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of Certolizumab Pegol After 1 Year (Week 52)","description":"Plasma samples for determination of Certolizumab Pegol were taken prior to Certolizumab Pegol administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.317","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Positive Anti-CZP Anti-body Status at Any Time From Week 0 of the Feeder Study C87085 to the Study Completion Visit in C87088","description":"Subjects are counted as antibody positive to Certolizumab Pegol if they have at least one positive result from Week 0 in the previous study C87085 \\[NCT00552058\\] to the Last Visit in this study. A positive result is defined as Anti-CZP antibody levels \\> 2.4 units/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":149,"n":402},"commonTop":["Crohn's disease","Abdominal pain","Upper respiratory tract infection","Diarrhoea","Arthralgia"]}}}