{"nctId":"NCT00340379","briefTitle":"Ziprasidone vs. Sertraline/Haloperidol in Psychotic Depression","startDateStruct":{"date":"2003-04"},"conditions":["Affective Disorders"],"count":72,"armGroups":[{"label":"Ziprasidone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ziprasidone"]},{"label":"Sertraline/Haloperidol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sertraline","Drug: Haloperidol"]}],"interventions":[{"name":"Ziprasidone","otherNames":["Geodon"]},{"name":"Sertraline","otherNames":["Zoloft"]},{"name":"Haloperidol","otherNames":["Haldol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males or females, aged 18-70 years\n* If female, must state willingness to use medically accepted methods of birth control (if of reproductive age) and have negative pregnancy test\n* Ability to understand study procedures and provide written informed consent\n* A DSM-IV diagnosis of Major Depressive Disorder, with psychotic features, based on the Structured Clinical Interview for DSM-IV (SCID)\n* Hamilton Depression Rating Scale score (21-item HDRS) greater than or equal to 22\n\nExclusion Criteria:\n\n* A current or lifetime DSM-IV diagnosis of Bipolar Disorder, Schizophrenia or Schizoaffective Disorder\n* A DSM-IV diagnosis of alcohol or substance abuse or dependence within 3 months of study entry\n* A QTc greater than 460 msec or an abnormal EKG (except minor abnormalities considered by the site investigator to be clinically insignificant)\n* A heart rate less than or equal to 50\n* A personal or family history of QTc\n* Any current or past history of syncope\n* Concurrent treatment with medications associated with prolongation of the QTc\n* Concurrent treatment with medications that may affect magnesium or potassium, such as diuretics\n* Any acute, unstable or serious medical illness (eg, AIDS, history of seizures, history of CVAs).\n* Baseline blood chemistries that are outside local reference ranges and which are felt clinically significant by the site investigator, or a potassium, magnesium or calcium level outside of local reference ranges or liver function tests that are greater than 20% above the upper limit of local reference ranges. If magnesium and/or potassium are below the lower limit of the local laboratory norm, they may be repeated and rechecked during the screening phase, and if within laboratory norms, the subjects may be included.\n* History of unstable cardiovascular disease\n* A significant risk of suicide in the judgement of the site investigator\n* A history of allergy or hypersensitivity to haloperidol, sertraline or ziprasidone\n* Any history of neuroleptic malignant syndrome\n* Treatment with sertraline or ziprasidone within 30 days of study entry\n* History of recent treatment with any long acting psychotropic medications\n* Treatment with a MAO-inhibitor within 14 days of study entry\n* Treatment with an investigational drug within 30 days of study entry\n* Current use of carbamazepine, nefazodone, ketoconazole or erythromycin\n* A positive pregnancy test\n* A positive drug screen unless attributable to a prescribed medication (e.g. benzodiazepines)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"21 Item Hamilton Depression Rating Scale","description":"The scale rates 21 symptoms related to major depression. A total score of 0-7 is considered to be normal, scores of 20 or higher indicate moderately severe depression. Total scores range from a minimum of 0(not ill) to a maximum of 64 (severely ill).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":"8.3"},{"groupId":"OG001","value":"11.0","spread":"7.7"}]}]}]},{"type":"PRIMARY","title":"Clinical Global Impression Improvement Scale","description":"A 7 point scale that requires the clinician to assess how much the patient's illness has improved or worsened relative to a baseline state at the beginning of the intervention. and rated as: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse. Overall the scale goes from a minimum of 1(very much improved) to a maximum of 7(very much worse).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"2.0"},{"groupId":"OG001","value":"2.5","spread":"1.6"}]}]}]},{"type":"PRIMARY","title":"Brief Psychiatric Rating Scale at 12 Weeks","description":"A rating scale used to measure psychiatric symptoms such as depression, anxiety, hallucinations and unusual behaviour. Each symptom is rated 1-7 and in this version a total of 24 symptoms are scored. Thus the total range of scores is from a minimum of 24 to a maximum of 168. Lower scores are considered better, so the minimum total score of 24 indicates someone with no psychiatric symptoms, while any score over 40 is considered at least moderately severe, with only the most severely ill patients scoring over 60.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":"10.1"},{"groupId":"OG001","value":"25.8","spread":"6.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":35},"commonTop":["Extrapyramidal symptoms","Akathisia","Tremors","Gastritis","Rigidity"]}}}