{"nctId":"NCT01100853","briefTitle":"Extended Release Naltrexone for Treating Amphetamine Dependence in Iceland","startDateStruct":{"date":"2010-05"},"conditions":["Amphetamine Dependence"],"count":100,"armGroups":[{"label":"Extended release VIVITROL injection 380 mg, 24 weeks","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: VIVITROL injection and VIVITROL Placebo Injection , 24 weeks"]},{"label":"VIVITROL placebo injection, 24 weeks","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: VIVITROL injection and VIVITROL Placebo Injection , 24 weeks"]}],"interventions":[{"name":"VIVITROL injection and VIVITROL Placebo Injection , 24 weeks","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 or above;\n2. Diagnosis of amphetamine dependence as defined by DSM-IV-TR with 10 or more days of amphetamine use in the past month, and patient and clinician identify amphetamine dependence as the main problem;\n3. Abstinent from substances (alcohol, amphetamines, cannabinoid, cocaine, hallucinogens, opioids, benzodiazepines \\[unless used to treat alcohol withdrawal\\] for at least 7 days prior to receiving study drug or placebo;\n4. Provision of telephone numbers/contacts of three or more people that are likely to know where can be located if unable to be contacted directly;\n5. Successfully complete 7-10 day assessment and study baseline measures at Vogur\n\nExclusion Criteria:\n\n1. Any liver test \\>5 times the top limit of normal; Physiologically dependent on opioids or other substances (nicotine excepted) at time of admission to Vogur;\n2. Suspected or known concomitant use of opioid analgesics, positive opioid urine drug test or positive naloxone challenge:\n3. Schizophrenia, Bipolar I or other non-substance related psychotic disorder; Severely depressed, suicidal or homicidal: Dementia: Inability to understand the informed consent;\n4. Planning to move from the Reykjavík area or enter jail within the next 12 months;\n5. Likely to receive opioid analgesics in next 6 months associated with possible or scheduled surgery or procedure;\n6. Known hypersensitivity to naltrexone, polyactide-co-glycolide (PLG); carboxymethylcellulose, or any other component of the diluent;\n7. Female subjects who are pregnant or lactating, or of child bearing potential who are not using acceptable methods of birth control;\n8. A body habitus that precludes use of the customized needle for intramuscular injection, based on clinical judgment;\n9. Use of an investigational agent in the past 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number Negative Urines (Proportion Negative Urines)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"560","spread":null},{"groupId":"OG001","value":"634","spread":null}]}]}]},{"type":"SECONDARY","title":"Amphetamine Craving Scale","description":"The Amphetamine Craving Scale is a visual analogue scale, which is scored by indicating the level of craving on a 100 mm line, where 0 is no craving at all and 100 is the highest level of craving experienced. Scores are derived from measuring their placement on the line, yielding scores from 0 to 100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.9","spread":"4"},{"groupId":"OG001","value":"46.92","spread":"4.38"}]}]}]},{"type":"SECONDARY","title":"Beck Depression Inventory","description":"The Beck Depression Inventory is a self-administered questionnaire that assess the severity of depressive symtpoms. It consists of 21 items about how the subject has been feeling in the last week, and each item has a set of at least four possible answer choices, ranging in intensity, yielding scores from 0-3, with a total possible score of 63. Higher scores indicate more severe depressive symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.63","spread":"1.40"},{"groupId":"OG001","value":"14.08","spread":"1.09"}]}]}]},{"type":"SECONDARY","title":"Risk Assessment Battery","description":"The Risk Assessment Battery is a 41 item self-report questionnaire that assess risk behaviors related to HIV infection over the past 6 months. The measure yields a Drug risk score ranging from 0-22 and a Sex risk score ranging from 0-18, with higher scores indicating more risk; these scores are added to yield a Total RAB score ranging from 0-40. This total scores is then divided by 40 to yield a RAB Scale Score from 0-1.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.14","spread":".62"},{"groupId":"OG001","value":"5.98","spread":".43"}]}]}]},{"type":"SECONDARY","title":"Prior Admissions to Vogur Hospital","description":"Number of prior admissions due to substance dependence. The term \"prior admissions\" refers to admissions before enrollment, thus Baseline is the appropriate Time Frame.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.78","spread":".87"},{"groupId":"OG001","value":"4.88","spread":".63"}]}]}]},{"type":"PRIMARY","title":"Number Negative Urines (Proportion Negative Urines) Amphetamine","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"560","spread":null},{"groupId":"OG001","value":"634","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":51},"commonTop":["Nausea, diarrhea, discomfort/pain from stomach, heartburn","Dizziness, fatigue, fainting sensation","Headache","Symptoms of depression and/or anxiety","Other, feeling unwell, fever, loss of appetite, joint pain, pruritus, sore throat, etc."]}}}