{"nctId":"NCT01635881","briefTitle":"Evaluation of Coronary Luminal Diameter Enlargement With Emerge™ 1.20 mm PTCA Dilatation Catheter","startDateStruct":{"date":"2012-07"},"conditions":["Coronary Artery Disease"],"count":60,"armGroups":[{"label":"Emerge","type":"EXPERIMENTAL","interventionNames":["Device: Emerge™ 1.20 mm PTCA Dilatation Catheter"]}],"interventions":[{"name":"Emerge™ 1.20 mm PTCA Dilatation Catheter","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Clinical Inclusion Criteria:\n\n1. Subject is ≥ 18 years of age.\n2. Subject or a legally authorized representative must provide written informed consent prior to any study related procedures.\n3. Subject must agree not to participate in any other clinical study during hospitalization for the index procedure.\n4. Subjects must have a single or double vessel coronary artery disease and clinical evidence of ischemic heart disease, such as stable / unstable angina or silent ischemia.\n\nAngiographic Inclusion Criteria:\n\n1. Subject must have de novo or restenotic lesion(s) in native coronary arteries or bypass grafts that are suitable for percutaneous coronary intervention. An embolic protection device must be used in all Saphenous venous grafts (SVG) interventions performed during the index procedure.\n2. A maximum of two lesions, including at least one target lesion, in up to two coronary arteries.\n3. Target and non-target lesions must be located in different coronary arteries or bypass grafts.\n4. Target lesion(s) must have a diameter stenosis of ≥70% by visual estimation and may include chronic total occlusions (CTO)\n5. Treatment of non-target lesion, if any, must be completed prior to treatment of target lesion and must be deemed a clinical angiographic success.\n\nExclusion Criteria:\n\n1. Subject with a known hypersensitivity or contraindication to Aspirin, Heparin, Bivalirudin, anti-platelet medications, or sensitivity to contrast media which cannot be adequately pre-medicated.\n2. Subject with known diagnosis of an acute myocardial infarction (AMI) within 72 hours prior to index procedure.\n3. Subject with known pregnancy or is nursing. Women of childbearing potential should have a documented negative pregnancy test within 7 days before index procedure.\n4. Planned or actual target lesion treatment with an unapproved device, atherectomy, laser, cutting balloon or thrombectomy during the index procedure.\n5. A serum creatinine level \\> 2.0 mg/dl within seven days prior to index procedure.\n6. Cerebrovascular accident (CVA) within the past 6 months.\n7. Active peptic ulcer or active gastrointestinal (GI) bleeding within the past 6 months.\n8. Subject has a known left ventricular ejection fraction (LVEF) \\<30% (LVEF may be obtained at the time of the index procedure if the value is unknown, if necessary).\n\nAngiographic Exclusion Criteria\n\n1. More than two lesions requiring treatment.\n2. Unprotected left main coronary artery disease.\n3. Coronary artery spasm of the target vessel in the absence of a significant stenosis.\n4. Target lesion with angiographic presence of probable or definite thrombus.\n5. Untreated lesions with \\>50% diameter stenosis remaining in any coronary artery.\n6. Target lesion involves a bifurcation requiring treatment with more than one stent or pre-dilatation of a side branch \\>2.0 mm in diameter.\n7. Non-target lesion to be treated during the index procedure meets any of the following criteria:\n\n   1. Located within a bypass graft (venous or arterial)\n   2. Left main location\n   3. Chronic total occlusion\n   4. Involves a bifurcation (e.g., bifurcations requiring treatment with more than 1 stent)\n   5. Treatment not deemed a clinical angiographic success","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Device Procedural Success","description":"Device procedural success consisting of the following:\n\n1. Successful delivery, inflation, deflation and withdrawal of the study balloon.\n2. No evidence of vessel perforation, flow limiting dissection (grade C or higher) or reduction in TIMI flow from baseline related to the study balloon.\n3. Final TIMI flow grade of 3 at the conclusion of the percutaneous coronary intervention procedure","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.3","spread":null}]}]}]},{"type":"SECONDARY","title":"In-hospital Major Adverse Cardiac Events (MACE)","description":"In-hospital MACE:\n\n1. All death (cardiac and non-cardiac)\n2. Myocardial infarction (MI)\n3. Target Vessel Revascularization (TVR)\n4. In-hospital Stent Thrombosis (ST) within the target vessel\n5. Clinically significant arrhythmias (requiring intervention)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":60},"commonTop":["Myocardial infarction","Blood creatinine abnormal","Cardiac enzymes increased","Urine analysis abnormal","Colon cancer"]}}}