{"nctId":"NCT00799903","briefTitle":"The Stabilization of Atherosclerotic Plaque by Initiation of Darapladib Therapy Trial","startDateStruct":{"date":"2008-12-01"},"conditions":["Atherosclerosis"],"count":15828,"armGroups":[{"label":"Darapladib","type":"EXPERIMENTAL","interventionNames":["Drug: Darapladib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Darapladib","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or women at least 18 years old. Women must be post-menopausal or using a highly effective method for avoidance of pregnancy.\n* Current treatment with statin therapy unless the study doctor determines statins are not appropriate for the subject.\n* Chronic coronary heart disease\n* At least one of the following:\n* At least 60 years old\n* Diabetes requiring treatment with medication\n* Low HDL cholesterol (\"good cholesterol\")\n* Currently smoke cigarettes or stopped smoking within the past 3 months\n* Diagnosed mild or moderate reduction in kidney function\n* Cerebrovascular disease (carotid artery disease or ischemic stroke more than 3 months prior to study entry) OR peripheral arterial disease.\n\nExclusion Criteria:\n\n* Planned coronary revascularization (such as stent placement or heart bypass) or any other major surgical procedure.\n* Liver disease\n* Severe reduction in kidney function OR removal of a kidney OR kidney transplant\n* Severe heart failure\n* Blood pressure higher than normal despite lifestyle changes and treatment with medications\n* Any life-threatening disease expected to result in death within the next 2 years (other than heart disease)\n* Severe asthma that is poorly controlled with medication\n* Pregnant (Note: A pregnancy test will be performed on all non-sterile women prior to study entry)\n* Previous severe allergic response to food, drink, insect stings, etc.\n* Drug or alcohol abuse within the past 6 months OR mental/psychological impairment that may prevent the subject from complying with study procedures or understanding the goal and potential risks of participating in the study.\n* Certain medications that may interfere with the study medication (these will be identified by the study doctor)\n* Participation in a study of an investigational medication within the past 30 days\n* Current participation in a study of an investigational device","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With First Occurrence of Any Component of the Composite of Major Adverse Cardiovascular Events (Cardiovascular [CV] Death, Non-fatal Myocardial Infarction [MI] or Non-fatal Stroke) During the Time Period for Follow-up of CV Events","description":"CV death=death due to a CV cause, which included but was not limited to deaths resulting from stroke, arrhythmia, sudden death (witnessed/unwitnessed), MI, heart failure, pulmonary embolism, peripheral arterial disease, or complications of a CV procedure. Deaths not clearly attributable to non-CV causes are considered to be CV deaths. Acute MI=evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI. Stroke=presence of a new focal neurologic deficit thought to be of vascular origin, with signs/symptoms lasting \\>24 hours or results in death (in \\<24 hours).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"819","spread":null},{"groupId":"OG001","value":"769","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Event in the Composite of Major Coronary Events (Coronary Heart Disease [CHD] Death, Non-fatal MI, or Urgent Coronary Revascularization [CR] for MI) During the Time Period for Follow-up (FU) of CV Events","description":"CHD death=occurrence of a fatal MI, death caused by documented cardiac arrest, death resulting from heart failure in a participant with known CHD, death from other forms of acute/chronic CHD, unwitnessed death of unknown origin, or sudden death. Acute MI=evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g.,silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI. Urgent CR for MI=ischemic discomfort at rest that prompted CR (percutaneous coronary intervention \\[PCI: any attempt at CR even if not successful\\] or coronary artery bypass graft) during the same hospitalization or resulted in hospital transfer for the purpose of CR.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"814","spread":null},{"groupId":"OG001","value":"737","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Event in the Composite of Total Coronary Events (CHD Death, Non-fatal MI, Hospitalization for Unstable Angina, or Any Coronary Revascularization Procedure) During Time Period for FU of CV Events","description":"CHD death, acute MI, and prior MI are defined in the previous secondary endpoint (major coronary events). Hospitalization for unstable angina=one of the following, but not fulfilling the criteria for MI: ischemic discomfort at rest associated with electrocardiogram (ECG) changes leading to hospitalization; ischemic discomfort at rest regardless of ECG changes leading to hospitalization and revascularization during the same admission; ischemic discomfort at rest in hospital associated with ECG changes; ischemic discomfort at rest in hospital without ECG changes resulting in revascularization during the same admission. NOTE: The event was not considered to be unstable angina if, after invasive/non-invasive testing or other diagnostic testing, the discomfort is found not to be caused by myocardial ischemia.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1269","spread":null},{"groupId":"OG001","value":"1159","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CV Death During the Time Period for Follow-up of CV Events","description":"CV death is defined as a death due to a CV cause, which included but was not limited to deaths resulting from stroke, arrhythmia, sudden death (witnessed/unwitnessed), MI, heart failure, pulmonary embolism, peripheral arterial disease, or complications of a CV procedure. Deaths not clearly attributable to non-CV causes are considered to be CV deaths.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"373","spread":null},{"groupId":"OG001","value":"359","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of MI (Fatal/Non-fatal) During the Time Period for Follow-up of CV Events","description":"Acute MI is defined as evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"405","spread":null},{"groupId":"OG001","value":"361","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Stroke (Fatal/Non-fatal) During the Time Period for Follow-up of CV Events","description":"Stroke is defined as the presence of a new focal neurologic deficit thought to be of vascular origin, with signs/symptoms lasting \\>24 hours or results in death (in \\<24 hours).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"152","spread":null},{"groupId":"OG001","value":"154","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Component of the Composite of All-cause Mortality, Non-fatal MI, or Non-fatal Stroke During the Time Period for Follow-up of CV Events","description":"Acute MI is defined as evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI. Stroke=presence of a new focal neurologic deficit thought to be of vascular origin, with signs/symptoms lasting \\>24 hours or results in death (in \\<24 hours).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"962","spread":null},{"groupId":"OG001","value":"926","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All-cause Mortality During the Time Period for Vital Status","description":"The number of participants with all-cause mortality was assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"577","spread":null},{"groupId":"OG001","value":"582","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3448,"n":7890},"commonTop":["Diarrhoea","Hypertension","Type 2 diabetes mellitus","Nasopharyngitis","Angina pectoris"]}}}