{"nctId":"NCT01972529","briefTitle":"Treatment of Thrombocytopenia in Patients With Chronic Liver DiseaseUndergoing an Elective Procedure","startDateStruct":{"date":"2014-02","type":"ACTUAL"},"conditions":["Thrombocytopenia Associated With Liver Disease"],"count":231,"armGroups":[{"label":"Group A (avatrombopag, lower baseline platelet count)","type":"EXPERIMENTAL","interventionNames":["Drug: avatrombopag (lower baseline platelet count)"]},{"label":"Group B (placebo, lower baseline platelet count)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo (lower baseline platelet count)"]},{"label":"Group C (avatrombopag, higher baseline platelet count)","type":"EXPERIMENTAL","interventionNames":["Drug: avatrombopag (higher baseline platelet count)"]},{"label":"Group D (placebo, higher baseline platelet count)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo (higher baseline platelet count)"]}],"interventions":[{"name":"avatrombopag (lower baseline platelet count)","otherNames":[]},{"name":"placebo (lower baseline platelet count)","otherNames":[]},{"name":"avatrombopag (higher baseline platelet count)","otherNames":[]},{"name":"placebo (higher baseline platelet count)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Participants greater than or equal to 18 years of age at Screening with chronic liver disease\n2. Participants who have a mean baseline platelet count of less than 50 x 10\\^9/L. Platelet counts must be measured on 2 separate occasions, during the Screening Period and at Baseline, and must be performed at least one day apart with neither platelet count greater than 60 x 10\\^9/L. The mean of these 2 platelet counts (mean baseline platelet count) will be used for entry criteria and for assignment to the low or high baseline platelet count cohort.\n3. Participants scheduled to undergo a permitted elective procedure who, in the opinion of the investigator, will require a platelet transfusion to address a risk of bleeding associated with the procedure unless there is a clinically significant increase in platelet count from baseline\n4. Model For End-stage Liver Disease (MELD) score less than or equal to 24 at Screening\n5. If taking inhibitors of P glycoprotein (P-gp), except for verapamil, dose must be stable for 7 days prior to Screening\n6. Provide written informed consent\n7. Willing and able to comply with all aspects of the protocol\n\nExclusion Criteria\n\n1. Any history of arterial or venous thrombosis, including partial or complete thrombosis\n2. Evidence of thrombosis (partial or complete) in the main portal vein, portal vein branches, or any part of the splenic mesenteric system at Screening\n3. Portal vein blood flow velocity rate \\<10 centimeters/second at Screening\n4. Hepatic encephalopathy that cannot be effectively treated\n5. Participants with HCC with Barcelona Clinic Liver Cancer (BCLC) staging classification C or D\n6. Platelet transfusion or receipt of blood products containing platelets within 7 days of Screening. However packed red blood cells are permitted.\n7. Heparin, warfarin, nonsteroidal anti-inflammatory drugs (NSAID), aspirin, verapamil, and antiplatelet therapy with ticlopidine or glycoprotein IIb/IIIa antagonists (eg, tirofiban) within 7 days of Screening\n8. Use of erythropoietin stimulating agents within 7 days of Screening\n9. Interferon (IFN) use within 14 days of Screening\n10. Estrogen-containing hormonal contraceptive or hormone replacement therapy use within 30 days of Screening\n11. Active infection requiring systemic antibiotic therapy within 7 days of Screening. However, prophylactic use of antibiotics is permitted.\n12. Alcohol abuse, alcohol dependence syndrome, drug abuse, or drug dependence within 6 months of the study start (unless participating in a controlled rehabilitation program) or acute alcoholic hepatitis (chronic alcoholic hepatitis is allowed) within 6 months of the study start\n13. Elective procedure performed prior to Visit 4 (Procedure Day)\n14. Known to be human immunodeficiency virus positive\n15. Any clinically significant acute or active bleeding (eg, gastrointestinal, central nervous system)\n16. Known history of any primary hematologic disorder (eg, immune thrombocytopenic purpura, myelodysplastic syndrome)\n17. Known medical history of genetic prothrombotic syndromes (eg, Factor V Leiden; prothrombin G20210A; ATIII deficiency, etc.)\n18. Participants with a history of significant cardiovascular disease (eg, congestive heart failure New York Heart Association Grade III/IV, arrhythmia known to increase the risk of thromboembolic events \\[eg, atrial fibrillation\\], coronary artery stent placement, angioplasty, and coronary artery bypass grafting)\n19. Females of childbearing potential who have had unprotected sexual intercourse within 30 days before study entry and who do not agree to use a highly effective method of contraception (eg, total abstinence, an intrauterine device, a double-barrier method \\[such as condom plus diaphragm with spermicide\\], a progesterone-only contraceptive implant/injection, or have a vasectomized partner with confirmed azoospermia) throughout the entire study period and for 30 days after study drug discontinuation. If currently abstinent, the participant must agree to use a double-barrier method as described above if she becomes sexually active during the study period or for 30 days after study drug discontinuation. All females will be considered to be of childbearing potential unless they are postmenopausal (at least 12 months consecutive amenorrhea in the appropriate age group and without other known or suspected cause) or have been sterilized surgically (ie, bilateral tubal ligation, hysterectomy, or bilateral oophorectomy) at least 1 month before dosing.\n20. Females who are lactating or pregnant at Screening or Baseline (as documented by a positive serum beta-human chorionic gonadotropin \\[B-hCG\\] test with a minimum sensitivity 25 IU/L or equivalent units of B-hCG). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.\n21. Post liver transplant participants\n22. Any participant who has previously received avatrombopag\n23. Hypersensitivity to avatrombopag maleate or any of its excipients\n24. Hemoglobin levels ≤ 8.0 or ≥ 18.0 g/dL for men and \\> 15 for women at Screening, with hematocrit ≥ 54% for men and ≥ 45% for women\n25. Current malignancy including solid tumors and hematologic malignancies (except HCC)\n26. Any history of concomitant medical condition that, in the opinion of the investigator(s), would compromise the participant's ability to safely complete the study\n27. Currently enrolled in another clinical trial with any investigational drug or device within 30 days of Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Did Not Require a Platelet Transfusion or Any Rescue Procedure for Bleeding After Randomization Following a Scheduled Procedure","description":"Responders were defined as participants who did not require a platelet transfusion or any rescue procedure for bleeding after randomization and up to 7 days following a scheduled procedure. Participants with missing information due to early withdrawal or other reasons were conservatively considered as having received a transfusion in the analysis, (i.e. a Non-responder).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"65.6","spread":null},{"groupId":"OG002","value":"38.2","spread":null},{"groupId":"OG003","value":"88.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Platelet Count Greater Than or Equal to 50 x 10^9/L on the Scheduled Procedure Day","description":"Responders were defined as participants who achieved a platelet count greater than or equal to 50 x 10\\^9/L on the procedure day. Participants with missing a platelet count on the procedure day were conservatively considered as not achieving a platelet count of 50x10\\^9/L in the analysis, (i.e. Non-responders).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null},{"groupId":"OG001","value":"68.9","spread":null},{"groupId":"OG002","value":"20.6","spread":null},{"groupId":"OG003","value":"88.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Platelet Count on the Scheduled Procedure Day","description":"Last observation carried forward was used for participants with a missing platelet count on the scheduled procedure day. Platelet count was measured preprocedure and before any platelet transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"6.36"},{"groupId":"OG001","value":"32.0","spread":"25.53"},{"groupId":"OG002","value":"1.0","spread":"9.30"},{"groupId":"OG003","value":"37.1","spread":"27.41"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With a World Health Organization (WHO) Bleeding Score Greater Than or Equal to 2 After a Scheduled Procedure","description":"The severity of bleeding events was assessed by the investigator (or appropriately delegated study site personnel) using the WHO bleeding scale. The WHO bleeding scale is a clinical investigator-assessed five-point scale with Grade 0 = No bleeding, Grade 1 = Petechial bleeding, Grade 2 = Mild blood loss (clinically significant), Grade 3 = Gross blood loss (requires transfusion (severe)), and Grade 4 = Debilitating blood loss, retinal or cerebral associated with fatality. Participants with missing information are considered as having a WHO bleeding score greater than or equal to 2 in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"5.6","spread":null},{"groupId":"OG002","value":"2.9","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants Experiencing an Adverse Event","description":"Safety assessments consisted of monitoring and recording all adverse events (AEs) and serious adverse events, including platelet transfusion-related complications; routine laboratory evaluation for hematology, serum chemistry, and urine values; periodic measurement of vital signs and electrocardiograms (ECGs); the performance of physical examinations; and Doppler sonography. AE severity was graded using Common Terminology Criteria for Adverse Events (CTCAE) version 4.0, where Grade 1 = mild, Grade 2 = moderate, Grade 3 = Severe, Grade 4 = Life-threatening, and Grade 5 = Death related to the AE. All AEs graded as 4 or 5 were considered to be serious. Treatment-emergent adverse events (TEAEs) were defined as an AE that started on or after the date of first dose of study drug, up to 30 days after the last dose of study drug. Treatment-related AEs were considered by the investigator to be possibly or probably related to study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"53","spread":null},{"groupId":"OG002","value":"18","spread":null},{"groupId":"OG003","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":48},"commonTop":["Abdominal pain","Pyrexia","Headache","Nausea","Fatigue"]}}}