{"nctId":"NCT00071721","briefTitle":"Valproate in Dementia (VALID)","startDateStruct":{"date":"2003-10"},"conditions":["Alzheimer Disease"],"count":313,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Valproate"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Valproate","otherNames":["Depakene, Depakote"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Probable AD by National Institute of Neurological Disorders and Stroke (NINDS)-Alzheimer's Disease and Related Disorder Association (ADRDA) criteria.\n* Males or females.\n* \\> 55 and \\< 90 years of age.\n* Weight \\> 40 kg (88.2 lbs.).\n* Residing in the community at Screen and Baseline. Participants may reside in assisted living facilities, but not in long-term care nursing facilities or assisted living facilities that provide intensive support for people with dementia nor may they reside in a secure unit necessary for behavioral management.\n* Mini Mental State Examination (MMSE) at Screen and Baseline 12-20 inclusive.\n* Computed tomography (CT) or magnetic resonance imaging (MRI) since onset of dementia consistent with the diagnosis of probable AD. Single lacunes in non-critical areas and non-specific white matter changes that are interpreted as age-related are not grounds for exclusion. Any ambiguous scan results must be reviewed with the Project Director.\n* Fluent in English or Spanish.\n* Supervision available for study medication.\n* Study partner to accompany subject to all visits.\n* Study partner must have in-person contact with the participant \\> 2 days/week.\n* Able to ingest oral medication.\n* Total Neuropsychiatric Inventory (NPI) score for previous 4 weeks \\< 8 at Screening, and for the period between Screening and Baseline.\n* NPI item score for the items assessing delusions, hallucinations, agitation/aggression all greater than or equal to 1 for 4 weeks prior to Screening (less than once/week and mild severity at most) and for the period between Screening and Baseline.\n* Scores of greater than or equal to 1 for items rating delusions, hallucinations, and agitation/aggression taken from the NPI, modified to assess these features since onset of illness. This will be derived from a second interview with the modified NPI. (Agitation/psychosis during episodes of delirium are not considered exclusionary.).\n\nExclusion Criteria:\n\nExceptions to these criteria may be considered on a case-by-case basis at the discretion of the Project Director:\n\n* Non-AD dementia.\n* Females of child-bearing potential.\n* Residence in a long-term care facility or equivalent at Baseline.\n* Presence or previous history of agitation or psychosis requiring active psychotropic medication since the illness began.\n* History of clinically significant stroke.\n* Current evidence or history in past two years of: focal brain lesion, head injury with loss of consciousness or Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV) criteria for any major psychiatric disorder including psychosis, major depression, bipolar disorder, alcohol or substance abuse.\n* Sensory impairment that would prevent subject from participating in or cooperating with the protocol.\n* Medical contraindications to study participation.\n* Use of another investigational agent within two months prior to Screening.\n* Evidence of any significant clinical disorder or laboratory finding that renders the subject unsuitable for receiving an investigational new drug including clinically significant or unstable hematologic, hepatic, cardiovascular, pulmonary, gastrointestinal, endocrine, metabolic, renal, or other systemic disease or laboratory abnormality.\n* Clinical contraindication to the use of valproate (e.g., known hypersensitivity or allergic reactions, severe neutropenia, severe hepatic disease, or urea cycle disorder. A urea cycle disorder should be considered in patients with history of unexplained encephalopathy following protein meals, or family history of urea cycle disorder).\n* History of seizure within past 5 years prior to Screening.\n* Platelet count \\< 100,000/mm\\^3.\n* International Normalized Ratio (INR) \\> 1.2 or partial thromboplastin time (PTT) \\> 40 seconds.\n* Active neoplastic disease. Exceptions: skin tumors other than melanoma are not excluded; patients with stable prostate cancer may be included at the discretion of the Project Director; women who have been treated for breast cancer and have no metastases and whose survival is expected to exceed 2 years may be considered for inclusion on a case-by-case basis in consultation with the Project Director; patients with purely localized bladder wall cancers may be included at the discretion of the Project Director.\n\nExcluded Medications:\n\n* Use of psychotropics for treatment of agitation or psychosis. Antidepressants used in stable doses for 3 months prior to Screening to treat depression or anxiety, but not agitation, will be permitted. Low dose sedatives for sleep, but not agitation, will be permitted. Cholinesterase inhibitors used in stable doses for at least 3 months prior to Screening are permitted.\n* Regular use of narcotic analgesics within 3 months of Screening.\n* Anti-parkinsonian medications (e.g. levodopa, selegiline, pergolide, bromocriptine, pramipexole) within 2 months of Screening.\n* Use of drugs with significant central anticholinergic or antihistaminic effects (eg, benztropine, trihexyphenidyl, dicyclomine, diphenhydramine, cyproheptadine, diphenoxylate, hydroxyzine, meclizine, prochlorperazine, promethazine) within 2 months of Screening.\n* Use of other investigational drug studies within two months prior to Screening.\n* Use of other anticonvulsants within 5 years prior to Screening.\n* Use of zidovudine at any time.\n* Use of tricyclic antidepressants within 1 month prior to Screening.\n* Regular use of high doses of salicylates at Screening (\\> 1,300 mg/d).\n* Vitamin E \\> 2,100 IU/d within 1 month prior to Screening.\n* Warfarin use is permitted when approved by the Project Director and INR and PTT criteria are met.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Presence of Agitation and/or Psychosis Measured by the Neuropsychiatric Inventory (NPI) Combined With an Assessment of the Clinical Significance of Behavioral Change Rated by the Study Clinician","description":"NPI quantifies behavioral changes in dementia, including depression, anxiety, psychosis, agitation, and others. This is a questionnaire administered to the subject's study partner. The range of this instrument is 0 to 120 with higher numbers indicating greater impairment. To determine whether or not psychosis or agitation is present, there is no cutoff score but is based on the clinician's judgment. In the NPI, the subject responds to 'Yes' or 'No' questions. Then it is determined how often psychosis or agitation occurs and if it is mild, moderate or severe.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Cognitive Performance Assessed by the Alzheimer's Disease Assessment Scale-cognitive Subtest (ADAS-cog)","description":"Alzheimer's Disease Assessment Scale, cognitive sub-scale in points per year (ADAS-cog) is a psychometric measure sensitive to change in mild to moderate AD. The range of this instrument is 0 to 70 with higher numbers indicating greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":"14.3"},{"groupId":"OG001","value":"41.9","spread":"14.4"}]}]}]},{"type":"SECONDARY","title":"Functional Performance Assessed by the Alzheimer's Disease Cooperative Study Activities of Daily Living (ADCS-ADL) Inventory","description":"Alzheimer's Disease Cooperative Study Activities of Daily Living Score (ADCS-ADL) is a structured questionnaire about activities of daily living, administered to the subject's caregiver/study partner. The range of this instrument is 0 to 78 with lower numbers indicating greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.1","spread":"20.3"},{"groupId":"OG001","value":"41.0","spread":"14.81"}]}]}]},{"type":"SECONDARY","title":"Global Severity of Dementia Using the CDR Sum of Boxes","description":"Clinical Dementia Rating, Sum of Boxes (CDR-SOB) is a global rating of dementia severity based on the clinician's interpretation of the history and examination. The range of this instrument is 0 to 18 with higher numbers indicating greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":"4.1"},{"groupId":"OG001","value":"11.5","spread":"3.7"}]}]}]},{"type":"SECONDARY","title":"Agitation Measured by the Cohen-Mansfield Agitation Inventory (CMAI), Community Version","description":"The Cohen-Mansfield Agitation Inventory (CMAI) is a 29-item caregiver rating questionnaire for the assessment of agitation in older persons. It includes descriptions of 29 agitated behaviors, each rated on a 7-point scale of frequency. The range of this instrument is 29 to 203 with higher numbers indicating greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":"11.6"},{"groupId":"OG001","value":"12.1","spread":"10.9"}]}]}]},{"type":"SECONDARY","title":"Participant's Clinical Condition or Endpoint Assessed With the ADCS-Clinical Global Impression of Change (ADCS-CGIC)","description":"ADCS-Clinical Global Impression of Change (ADCS-CGIC) provides a means to reliably assess global change from baseline. It provides a semi-structured format to allow clinicians to gather necessary clinical information from both the participant and informant, in order to make an overall impression of clinical change. The range of this instrument is 1 to 7 with lower numbers indicating improvement and higher numbers indicating a worsened state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"0.9"},{"groupId":"OG001","value":"5.5","spread":"1.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":51,"n":153},"commonTop":["Confusional state","Somnolence","Agitation","Fall","Asthenia"]}}}