{"nctId":"NCT01459497","briefTitle":"Hypofractionated Image-Guided Radiation Therapy (IGRT) in Patients With Stage II-III Non-Small Cell Lung Cancer","startDateStruct":{"date":"2012-10","type":"ACTUAL"},"conditions":["Non-small Cell Lung Cancer"],"count":103,"armGroups":[{"label":"Radiation Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Radiation: Radiation Therapy"]},{"label":"Conventional Radiation","type":"ACTIVE_COMPARATOR","interventionNames":["Radiation: Conventional radiation"]}],"interventions":[{"name":"Radiation Therapy","otherNames":[]},{"name":"Conventional radiation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All patients must be willing and capable to provide informed consent to participate in the protocol.\n* Patients must have appropriate staging studies identifying them as AJCC stage II or III non small cell lung cancer, (according to AJCC Staging, 6th edition; see appendix III), or recurrent non small cell lung cancer. Histologic confirmation of cancer will be required by biopsy or cytology within 6 months of study entry.\n* Patients must have the potential for benefit from local therapy (at the discretion of the investigator).\n* The patient's Zubrod performance status must be 2 or greater OR patients with Zubrod performance status 0-1 and weight loss \\>10% are considered eligible. In addition, patients determined to be medically unfit or refusing combined modality therapy are eligible.\n* Age ≥ 18.\n* Patients must have measurable or evaluable disease.\n* Women of childbearing potential and male participants must agree to use an effective method of contraception.\n* Patients must sign study specific informed consent prior to study entry.\n* Patients must not have plans for concurrent chemoradiation therapy.\n* Patients must complete all required pretreatment evaluations\n\nExclusion Criteria:\n\n* Total (aggregate) gross tumor volume \\> 500 cm3 (500 cc's or 0.5 Liters)\n* Prior radiotherapy to the region of the study cancer that would result in direct overlap of radiation therapy fields.\n* Chemotherapy given within one week of study registration.\n* Pregnant or lactating women, as treatment involves unforeseeable risks to the embryo or fetus.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival of Standard Radiation (CFRT) Versus Accelerated, Hypofractionated, Image-guided Conformal Radiotherapy (IGRT) in Treatment of Stage II-III NSCLC in Patients With Poor Performance Status at 1 Year.","description":"Percentage of participants with overall survival at 1 year. To compare the efficacy by overall survival of standard radiation versus accelerated, hypofractionated, image-guided conformal radiotherapy in treatment of stage II-III or recurrent NSCLC in patients with poor performance status. Overall survival time will be estimated using the Kaplan-Meier approach. The stratified log-rank test will be used to test for a statistically significant difference in survival distributions. The Cox proportional hazard regression model will be used to determine hazard ratios and 95% confidence intervals for the treatment difference in overall survival. Unadjusted ratios and ratios adjusted for stratification variables and other covariates of interest will be computed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.7","spread":null},{"groupId":"OG001","value":"44.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Toxicities of Two Radiotherapy Treatment Regimens in Patients With Stage II-III Non-Small Cell Lung Cancer (NSCLC) and Poor Performance Status","description":"To compare toxicity of two radiotherapy treatment regimens in patient with stage II-III Non-Small Cell Lung Cancer (NSCLC) and poor performance status. Toxicity will be assessed according to the NCI Common Toxicity Criteria for Adverse Events (CTCAE), version 4.0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"120","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Local Progression of Two Radiotherapy Treatment Regimens in Patients With Stage II-III NSCLC and Poor Performance Status","description":"The time to disease progression and time to local regression will be estimated using the Kaplan-Meier approach. The stratified log-rank test will be used to test for a statistically significant difference in PFS (progression-free survival) and time to local progression distributions. The Cox proportional hazard regression model will be used to determine hazard ratios and 95% confidence intervals for the treatment difference in progression-free survival and time to local progression. Time to progression will be measured from the date of study enrollment to the date of documented local progression as determined by clinical exam and imaging studies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival of Two Radiotherapy Treatment Regimens in Patients With Stage II-III NSCLC and Poor Performance Status.","description":"Percentage of patients with disease-free survival at 60 months. To compare disease-free survival of two radiotherapy treatment regimens in patients with stage II-III NSCLC and poor performance status. Unlike progression-free survival in the advanced cancer setting, which refers to time from treatment to disease progression (or death) in patients who already have measurable cancer in their bodies, DFS (disease-free survival) refers to time from treatment until the recurrence of disease (or death) after undergoing curative-intent treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life of Two Radiotherapy Treatment Regimens in Patients With Stage II-III NSCLC and Poor Performance Status.","description":"Patient-reported functional status will be assessed with the lung cancer subscales of the Functional Assessment of Cancer Therapy-Lung (FACT-L). The FACT-L is a 36-item questionnaire that uses 5-point Likert-type response choices (0 = not at all; 1 = a little bit; 2 =somewhat; 3 = quite a bit; 4 = very much).","classes":[]},{"type":"SECONDARY","title":"Cost Effectiveness of Two Radiotherapy Treatment Regimens in Patients With Stage II-III NSCLC and Poor Performance Status.","description":"For the primary analysis, we will estimate cost accumulated within 2 years. An inverse-probability weighting method to calculate average costs for each treatment group will be used to analyze.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26,984","spread":null},{"groupId":"OG001","value":"33,723","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality Adjusted Life Survival Time of Two Radiotherapy Treatment Regimens in Patients With Stage II-III NSCLC and Poor Performance Status.","description":"The quality-adjusted survival time is just an integration of the utility measures over a patient's survival time, or until the time limit similar as the cost calculation, whichever occurs earlier. To estimate quality adjusted survival time, data from EQ-5D (EuroQol- 5 Dimension a descriptive system for health-related quality of life states in adults), each of which has five severity levels that are described by statements appropriate to that dimension) will first be translated into utility measures. These measures are obtained at discrete time points, so they will be interpolated into the time intervals between the visits. Accordingly, we will use the inverse-probability weighted method of Zhao and Tsiatis to carry out the survival time analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality Adjusted Life Survival Time of Two Radiotherapy Treatment Regimens in Patients With Stage II-III NSCLC and Poor Performance Status.","description":"The quality-adjusted survival time is just an integration of the utility measures over a patient's survival time, or until the time limit similar as the cost calculation, whichever occurs earlier. To estimate quality adjusted survival time, data from the VAS (visual analogue scale: the patient's self-rated health on a vertical visual analogue scale, where the endpoints are labelled 'The best health you can imagine' and 'The worst health you can imagine') of EQ-5D (EuroQol- 5 Dimension a descriptive system for health-related quality of life states in adults), each of which has five severity levels that are described by statements appropriate to that dimension) will first be translated into utility measures. These measures are obtained at discrete time points, so they will be interpolated into the time intervals between the visits. Accordingly, we will use the inverse-probability weighted method of Zhao and Tsiatis to carry out the survival time analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":["Fatigue","Dyspnea","Esophagitis","Dysphagia","Cough"]}}}