{"nctId":"NCT03414983","briefTitle":"An Investigational Immunotherapy Study of Nivolumab With Standard of Care Therapy vs Standard of Care Therapy for First-Line Treatment of Colorectal Cancer That Has Spread","startDateStruct":{"date":"2018-02-20","type":"ACTUAL"},"conditions":["Colorectal Cancer"],"count":196,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Biological: Nivolumab","Drug: Oxaliplatin","Drug: Leucovorin","Drug: Fluorouracil","Drug: Bevacizumab"]},{"label":"Arm B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxaliplatin","Drug: Leucovorin","Drug: Fluorouracil","Drug: Bevacizumab"]}],"interventions":[{"name":"Nivolumab","otherNames":["BMS-936558","Opdivo"]},{"name":"Oxaliplatin","otherNames":[]},{"name":"Leucovorin","otherNames":["Calcium Folinate"]},{"name":"Fluorouracil","otherNames":[]},{"name":"Bevacizumab","otherNames":["Avastin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed metastatic colorectal cancer, not amenable to curative resection\n* No prior chemotherapy for metastatic colorectal cancer\n* ECOG Performance Status of 0-1\n* Ability to provide adequate tissue sample\n\nExclusion Criteria:\n\n* Patients with clinically relevant medical history, including autoimmune disease, cardiovascular disease, hepatic disease or bleeding disorders\n* Prior treatment with an anti-PD-1, anti-PD-L1, anti-PD-L2, or anti-CTLA-4 antibody, or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways\n* Any positive test result for hepatitis B virus or hepatitis C virus indicating presence of virus\n\nOther protocol-defined inclusion/exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Per Blinded Independent Central Review (BICR)","description":"Progression Free Survival (PFS) is defined as the time from randomization to the date of the first documented progression, as determined by BICR (per RECIST 1.1), or death due to any cause, whichever occurs first. Baseline tumor assessment is defined as tumor scans prior to or on randomization date. Participants who did not have documented progression per BICR and who did not die or participants who started any subsequent anti-cancer therapy without a prior reported progression per BICR will be censored at the date of the last tumor assessment on or prior to initiation of the subsequent anticancer therapy, if any. Participants who die without a reported prior progression per BICR will be considered to have progressed on the date of death. Participants who did not have any baseline or post baseline tumor assessments and did not die (or died after initiation of the subsequent anti-cancer therapy) will be censored at the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.86","spread":null},{"groupId":"OG001","value":"11.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) Per Investigator Assessment","description":"Progression Free Survival (PFS) is defined as the time from randomization to the date of the first documented progression, as determined by Investigator Assessment, or death due to any cause, whichever occurs first. Baseline tumor assessment is defined as tumor scans prior to or on randomization date. Participants who did not have documented progression per Investigator Assessment and who did not die or participants who started any subsequent anti-cancer therapy without a prior reported progression will be censored at the date of the last tumor assessment on or prior to initiation of the subsequent anticancer therapy, if any. Participants who die without a reported prior progression per Investigator Assessment will be considered to have progressed on the date of death. Participants who did not have any baseline or post baseline tumor assessments and did not die (or died after initiation of the subsequent anti-cancer therapy) will be censored at the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.77","spread":null},{"groupId":"OG001","value":"12.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per Blinded Independent Central Review (BICR)","description":"ORR is defined as the percentage of participants with a best overall response (BOR) of complete response (CR) or partial response (PR). BOR is defined as the best response designation as determined by BICR per RECIST 1.1, recorded between the date of randomization and the date of objectively documented progression per RECIST 1.1 or the date of subsequent anticancer therapy (including tumor-directed radiotherapy and tumor-directed surgery), whichever occurs first. PR is defined as at least a 30% decrease in the sum of diameters of target lesions. CR is defined as the disappearance of all target lesions and the reduction of any pathological lymph nodes to \\<10 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":null},{"groupId":"OG001","value":"45.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per Investigator Assessment","description":"ORR is defined as the percentage of participants with a best overall response (BOR) of complete response (CR) or partial response (PR). BOR is defined as the best response designation as determined by tumor assessments by the Investigator per RECIST 1.1, recorded between the date of randomization and the date of objectively documented progression per RECIST 1.1 or the date of subsequent anticancer therapy (including tumor-directed radiotherapy and tumor-directed surgery), whichever occurs first. PR is defined as at least a 30% decrease in the sum of diameters of target lesions. CR is defined as the disappearance of all target lesions and the reduction of any pathological lymph nodes to \\<10 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":null},{"groupId":"OG001","value":"52.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR) Per Blinded Independent Central Review (BICR)","description":"Duration of objective response (DoR) is defined as the time between the date of first confirmed complete response (CR) or partial response (PR) to the date of the first documented tumor progression as assessed by the BICR based on RECIST 1.1 criteria or death due to any cause, whichever occurs first. PR is defined as at least a 30% decrease in the sum of diameters of target lesions. CR is defined as the disappearance of all target lesions and the reduction of any pathological lymph nodes to \\<10 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.88","spread":null},{"groupId":"OG001","value":"9.26","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR) Per Investigator Assessment","description":"Duration of objective response (DoR) is defined as the time between the date of first confirmed complete response (CR) or partial response (PR) to the date of the first documented tumor progression as assessed by the investigator based on RECIST 1.1 criteria or death due to any cause, whichever occurs first. PR is defined as at least a 30% decrease in the sum of diameters of target lesions. CR is defined as the disappearance of all target lesions and the reduction of any pathological lymph nodes to \\<10 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.48","spread":null},{"groupId":"OG001","value":"11.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Objective Response Per Blinded Independent Central Review (BICR)","description":"Time to objective response (TTR) is defined as the time from the randomization date to the date of the first confirmed complete response (CR) or partial response (PR) as assessed by BICR. PR is defined as at least a 30% decrease in the sum of diameters of target lesions. CR is defined as the disappearance of all target lesions and the reduction of any pathological lymph nodes to \\<10 mm. TTR is derived for responders only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.83","spread":"1.51"},{"groupId":"OG001","value":"2.83","spread":"1.45"}]}]}]},{"type":"SECONDARY","title":"Time to Objective Response Per Investigator Assessment","description":"TTR is defined as the time from the randomization date to the date of the first confirmed complete response (CR) or partial response (PR) as assessed by investigator. PR is defined as at least a 30% decrease in the sum of diameters of target lesions. CR is defined as the disappearance of all target lesions and the reduction of any pathological lymph nodes to \\<10 mm. TTR is derived for responders only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.83","spread":"2.51"},{"groupId":"OG001","value":"2.83","spread":"1.34"}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall Survival (OS) is defined as the time between the date of randomization and the date of death. For those without documentation of death, OS will be censored on the last date the participant was known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.52","spread":null},{"groupId":"OG001","value":"31.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An Adverse Event (AE) is defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a clinical investigation participant administered study treatment and that does not necessarily have a causal relationship with this treatment. Adverse events are graded on a scale from 1 to 5, with Grade 1 being mild and asymptomatic; Grade 2 is moderate requiring minimal, local or noninvasive intervention; Grade 3 is severe or medically significant but not immediately life-threatening; Grade 4 events are usually severe enough to require hospitalization; Grade 5 events are fatal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"Number of participants with any grade of serious adverse events (SAEs) graded by Common Terminology Criteria for Adverse Events (CTCAE v4.0) to determine safety and tolerability. SAE is defined as any untoward medical occurrence that, at any dose results in death, is life-threatening (defined as an event in which the participant was at risk of death at the time of the event; it does not refer to an event which hypothetically might have caused death if it were more severe), requires inpatient hospitalization or causes prolongation of existing hospitalization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Death","description":"The number of participants who died during the treatment period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Laboratory Abnormalities in Specific Liver Tests","description":"The number of participants with laboratory abnormalities in specific liver tests based on SI conventional units. ALT = Alanine Aminotransferase AST = Aspartate Aminotransferase ULN = Upper Limit of Normal","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Laboratory Abnormalities in Specific Thyroid Tests","description":"The number of participants with laboratory abnormalities in specific thyroid tests based on SI conventional units. TSH = Thyroid Stimulating Hormone LLN = Lower Limit of Normal ULN = Upper Limit of Normal","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) Per Blinded Independent Central Review (BICR)","description":"Disease Control Rate (DCR) is defined as the percentage of participants whose Best Overall Response (BOR) is complete response (CR) or partial response (PR) or stable disease (SD). CR is defined as the disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm. PR is defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. SD is defined as neither sufficient shrinkage to qualify for partial response nor sufficient increase to qualify for progressive disease, taking as reference the smallest sum diameters while on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null},{"groupId":"OG001","value":"83.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) Per Investigator","description":"Disease Control Rate (DCR) is defined as the percentage of participants whose Best Overall Response (BOR) is complete response (CR) or partial response (PR) or stable disease (SD). CR is defined as the disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm. PR is defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. SD is defined as neither sufficient shrinkage to qualify for partial response nor sufficient increase to qualify for progressive disease, taking as reference the smallest sum diameters while on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.8","spread":null},{"groupId":"OG001","value":"77.9","spread":null}]}]}]},{"type":"POST_HOC","title":"Progression Free Survival (PFS) Per Blinded Independent Central Review (BICR) - Extended Collection","description":"PFS is the time from randomization to the date of first documented progression, as determined by BICR, or death due to any cause, whichever occurs first. Baseline tumor assessment is defined as tumor scans prior to or on randomization date. Participants who did not have documented progression and did not die or participants who started any subsequent anti-cancer therapy without a prior reported progression were censored on date of last tumor assessment on or prior to initiation of the subsequent anticancer therapy, if any. Participants who died without prior progression were considered to have progressed on the date of death. Participants who did not have any baseline assessments and did not die (or died after initiation of the subsequent anti-cancer therapy) were censored at the randomization date. Note: This outcome measure represents an updated version of the primary endpoint to include additional data collection that has occurred after the primary completion date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.99","spread":null},{"groupId":"OG001","value":"12.02","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":67,"n":123},"commonTop":["Nausea","Fatigue","Diarrhoea","Neuropathy peripheral","Constipation"]}}}