{"nctId":"NCT01355627","briefTitle":"TASALL - TachoSil® Against Liquor Leak","startDateStruct":{"date":"2011-04"},"conditions":["Cerebrospinal Fluid Leaks"],"count":726,"armGroups":[{"label":"TachoSil®","type":"EXPERIMENTAL","interventionNames":["Procedure: TachoSil®"]},{"label":"Current practice group","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Current Practice"]}],"interventions":[{"name":"TachoSil®","otherNames":[]},{"name":"Current Practice","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria (Positive response):\n\n• Is the surgical approach/procedure consistent with skull base surgery? I.e. one of the following:\n\n* Lateral approach to the foramen magnum: Far lateral, extreme lateral, anterolateral, posterolateral\n* Approach to the jugular foramen: Infratemporal, juxta condylar, transjugular\n* Approach to the cerebello pontine (CP) angle and petrous apex retrosigmoid\n* Approach to the middle fossa: Subtemporal (+/- petrous apex drilling), pterional approach (any fronto temporal approach +/- orbitozygomatic deposition)\n* Approach to the anterior fossa: Subfrontal (uni or bilateral)\n* Approach to the midline posterior fossa\n\nMain Exclusion Criteria (Negative response):\n\n* Has the patient been subject to neurosurgery involving opening of the dura mater within the last 3 months?\n* Is the patient anticipated to undergo any additional neurosurgery involving opening of the dura mater which may affect the efficacy evaluation (e.g. re-operation or anticipation to undergo several neurosurgeries) before the Efficacy Follow-up Week 7±1 week?\n* Is the patient anticipated to undergo any additional neurosurgery involving opening of the dura mater which may affect the safety evaluation (e.g. re-operation or anticipation to undergo several neurosurgeries) before the Safety Follow-up Week 28±2 weeks?\n* The surgical approach/procedure is consistent with any transcranial or transfacial or combination of transcranial - transfacial approaches with wide defect in the skull base? I.e. any of the following:\n\n  * Trans basal approach\n  * Total petrosectomy\n  * Trans facial approach\n  * Trans sphenoidal approach\n  * Endoscopic procedures\n  * Trans oral approach (and any extension: Le Fort, mandibulotomy)\n* The surgical approach is consistent with one of the following approaches?\n\n  * Translabyrinthine approach\n  * Retrolabyrinthine approach\n  * Transcochlear (limited transpetrosal) approach\n* Did the arachnoid membrane and the CSF containing system remain intact during surgery?\n* Does the patient have more than one dura opening (not including dura openings from extraventricular or lumbar drains)?\n* Has TachoSil, fibrin or polymer sealants been used during the current surgery prior to randomization?","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinically Evident Verified Post-Operative Cerebrospinal Fluid Leak or Clinically Evident Pseudomeningocele or Treatment Failure","description":"An assessment was performed daily from randomization to Day of Discharge and at the Efficacy Follow-up visit at week 7 ± 1 week. Clinically evident cerebrospinal fluid leak was confirmed by: 1. Glucose concentration test and/or 2. β-2-transferrin test. A clinically evident pseudomeningocele was considered to be present post-operatively if the following criteria were fulfilled: 1. A subcutaneous, visible/palpable fluctuant fluid accumulation was noted at the site of the surgical incision or adjacent to it; 2. It is suspected the fluid accumulation is cerebrospinal fluid. A treatment failure was defined as application of a new and/or different treatment after application of the study treatment or a third application of (or part of) the selected study treatment on the outside of the dura.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-Surgical Non-Clinically Evident Post-Operative Pseudomeningocele","description":"Non-clinically evident pseudomeningocele was defined as a cerebrospinal fluid accumulation found on a postoperative computerized tomography (CT) or magnetic resonance imaging (MRI) scan which fulfilled the following criteria according to the radiologist assessment before Day of Discharge: CT Scan-Fluid accumulation seen as Hypodense signal, MRI Scan-Fluid accumulation seen as Hypointense signal in T1-weighted image and/ OR Fluid accumulation seen as Hyperintense signal in T2-weighted image.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":94,"n":362},"commonTop":["Pneumocephalus","Hypokalaemia","Hypertension","Constipation","Pyrexia"]}}}