{"nctId":"NCT00796367","briefTitle":"A Safety and Efficacy Study of VI-0521 to Evaluate the Long Term Treatment of Obesity in Adults With Obesity-Related Co-Morbid Conditions. An Extension Study of Protocol OB-303 (NCT00553787)","startDateStruct":{"date":"2008-12"},"conditions":["Obesity"],"count":676,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"VI-0521 Mid","type":"EXPERIMENTAL","interventionNames":["Drug: VI-0521"]},{"label":"VI-0521 Top","type":"EXPERIMENTAL","interventionNames":["Drug: VI-0521"]}],"interventions":[{"name":"VI-0521","otherNames":["Qsymia","Qnexa","PHEN/TPM"]},{"name":"Placebo","otherNames":[]},{"name":"VI-0521","otherNames":["Qsymia","Qnexa","PHEN/TPM"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be eligible for enrollment into this study, subjects must meet all of the following criteria:\n\n* Completion of study OB-303 (NCT00553787) on treatment and compliance with all protocol requirements\n* Written informed consent\n* Female subjects of childbearing potential must be using adequate contraception, defined as double-barrier methods, stable hormonal contraception plus single barrier method, or tubal ligation. Female subjects are considered to be of childbearing potential unless they have undergone a hysterectomy or bilateral oophorectomy, are ≥55 years of age and experienced spontaneous cessation of menses for at least 1 year, or have a documented follicle-stimulating hormone level ≥40 IU/L\n* Willingness and ability to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\nSubjects will not be included in the study if they meet any of the following:\n\n* Body mass index ≤22 kg/m2 at the completion of study OB-303\n* Off study medication at completion of study OB-303 (NCT00553787) for longer than 4 weeks continuously due to an event-driven holiday, or off study medication with no plans to restart\n* Development of any condition during study OB-303 (NCT00553787) that, in the opinion of the investigator, would contraindicate the administration of study medication, affect compliance, interfere with study evaluations, or confound the interpretation of study results\n* Participation in a formal weight loss program (including: Weight Watchers and related dietary/lifestyle intervention programs; prepared food programs; prescribed or over the counter weight loss medications; dietary supplement or herbal preparations, teas, or tinctures intended for weight loss; or any supervised fast or very low calorie diet).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Weight Change at End of Treatment, Week 108.","description":null,"paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"0.55"},{"groupId":"OG001","value":"-9.32","spread":"0.67"},{"groupId":"OG002","value":"-10.5","spread":"0.5"}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With at Least 5% Weight Loss at End of Treatment, Week 108.","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"75.2","spread":null},{"groupId":"OG002","value":"79.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":227},"commonTop":["upper respiratory tract infection","nasopharyngitis","sinusitis","urinary tract infection","influenza"]}}}