{"nctId":"NCT01142596","briefTitle":"Long-term Extension Trial of Asenapine in Subjects With Schizophrenia (Study P06125)","startDateStruct":{"date":"2010-05-25","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":201,"armGroups":[{"label":"Asenapine 5 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Asenapine","Drug: Placebo"]},{"label":"Asenapine 10 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Asenapine","Drug: Placebo"]}],"interventions":[{"name":"Asenapine","otherNames":["SCH 900274"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant has completed 42-day drug administration in the preceding short-term study (Protocol P06124), has exhibited efficacy (CGI-I at the completion of the preceding short-term study of markedly improved, moderately improved, or slightly improved), has no significant safety problems, and has been judged appropriate for study participation by the investigator.\n* Male and female participants. Women who are of childbearing potential (i.e., not surgically sterile or post menopausal for at least 1 year) must use medically acceptable birth control. Medically acceptable birth control includes condoms (male or female) with or without a spermicidal agent, diaphragm or cervical cap with spermicide, medically prescribed IUD, insert or copper-containing IUD, hormone-releasing IUD, systemic hormonal contraceptives, and surgical sterilization (eg, hysterectomy or tubal ligation). Male participants must agree to use condoms during their participation in the study.\n* Participant must have been explained the nature of the study by the investigator, and be able to provide written consent prior to the conduct of the tests/observation of the clinical study.\n\nExclusion Criteria:\n\n* A participant must not have any clinically significant abnormal laboratory, vital sign, physical examination, or electrocardiogram (ECG) findings that, in the investigator's opinion, preclude the participant's participation in the study\n* A participant must not have a positive pregnancy test or be planning to become pregnant during the term of the study;\n* A participant must not receive antipsychotics, antidepressants, mood stabilizers, anti-epileptics, monoamine oxidase inhibitors, St. John's Wort, antiemetics that are dopamine antagonist, or traditional herbal medication for psychiatric symptoms at the baseline;\n* A participant must not be at risk of harming themselves or others, in the investigator's opinion;\n* A participant must not have been determined to be unsuitable by an investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants in Categories of Change in Weight From Study P06124 Baseline to Final Assessment","description":"For each participant, change in weight from preceding 6-week double-blind Study P06124 baseline to the final assessment of extension study P06125 was determined (calculated as final assessment value minus baseline value). Final assessment was last evaluation of participant in study, whether participant completed or did not complete study. Participants were allocated to categories of percentage change from defined baseline to final assessment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":null},{"groupId":"OG001","value":"26.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.5","spread":null},{"groupId":"OG001","value":"61.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"11.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants in Categories of Change in Weight From Study P06125 Baseline to Final Assessment","description":"For each participant, change in weight from extension study P06125 baseline to the final assessment of extension study was determined (calculated as final assessment value minus baseline value). Final assessment was last evaluation of participant in study, whether participant completed or did not complete study. Participants were allocated to categories of percentage change from defined baseline to final assessment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"23.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.5","spread":null},{"groupId":"OG001","value":"62.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Study P06124 Baseline in Body Mass Index (BMI) at Week 52","description":"For each participant, change in BMI from preceding 6-week double-blind Study P06124 baseline to Week 52 of extension study P06125 was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"2.83"},{"groupId":"OG001","value":"0.91","spread":"2.74"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06125 Baseline in BMI at Week 52","description":"For each participant, change in BMI from extension study P06125 baseline to Week 52 of extension study was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":"2.48"},{"groupId":"OG001","value":"0.75","spread":"2.41"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Extrapyramidal Symptoms","description":"This measure reports the overall number of participants with any of a group of adverse events that were defined to represent extrapyramidal symptoms. The number of participants with each of the individual adverse events within this definition is also presented, for terms that occurred in at least one participant. For this measure, all adverse event terms within the Medical Dictionary for Regulatory Activities (MedDRA) Standardized MedDRA Query (SMQ) for \"extrapyramidal syndrome\" were treated as extrapyramidal symptoms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Study P06124 Baseline in Drug-Induced Extrapyramidal Symptoms Scale (DIEPSS) Total Score at Endpoint","description":"Change in DIEPSS Total Score from preceding 6-week double-blind Study P06124 baseline to endpoint assessment of extension study P06125 was determined (calculated as endpoint value minus baseline value). Endpoint assessment was last evaluation of participant for this measure in study, whether participant completed or did not complete study. DIEPSS is a scale, rated by the investigator or rater appointed by the investigator, used to evaluate the severity of drug induced extrapyramidal symptoms occurring during antipsychotic drug treatment. It consists of 9 items: Items 1 through 8 assess individual symptoms; Item 9 is an assessment of global severity. Items 1 through 8 are classified into 4 categories of parkinsonism, akathisia, dystonia and dyskinesia. Each item is rated from 0 (none, normal) to 4 (severe). The Total Score is the sum of scores on Items 1 through 8, with a range from 0 (normal) to 32 (severe). Negative values of change from baseline represent improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"1.99"},{"groupId":"OG001","value":"-0.46","spread":"2.54"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06125 Baseline in DIEPSS Total Score at Endpoint","description":"Change in DIEPSS Total Score from extension study P06125 baseline to the endpoint assessment of extension study was determined (calculated as endpoint value minus baseline value). Endpoint assessment was last evaluation of participant for this measure in study, whether participant completed or did not complete study. DIEPSS is a scale, rated by the investigator or rater appointed by the investigator, used to evaluate the severity of drug induced extrapyramidal symptoms occurring during antipsychotic drug treatment. It consists of 9 items: Items 1 through 8 assess individual symptoms; Item 9 is an assessment of global severity. Items 1 through 8 are classified into 4 categories of parkinsonism, akathisia, dystonia and dyskinesia. Each item is rated from 0 (none, normal) to 4 (severe). The Total Score is the sum of scores on Items 1 through 8, with a range from 0 (normal) to 32 (severe). Negative values of change from baseline represent improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"1.57"},{"groupId":"OG001","value":"-0.03","spread":"1.90"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06124 Baseline in DIEPSS Item 9 Score at Endpoint","description":"Change in DIEPSS Item 9 (Global) Score from preceding 6-week double-blind Study P06124 baseline to endpoint assessment of extension study P06125 was determined (calculated as endpoint value minus baseline value). Endpoint assessment was last evaluation of participant for this measure in study, whether participant completed or did not complete study. DIEPSS is a scale, rated by the investigator or rater appointed by the investigator, used to evaluate the severity of drug induced extrapyramidal symptoms occurring during antipsychotic drug treatment. It consists of 9 items: Items 1 through 8 assess individual symptoms; Item 9 is an assessment of global severity. Each item is rated from 0 (none, normal) to 4 (severe). Negative values of change from baseline represent improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.63"},{"groupId":"OG001","value":"-0.01","spread":"0.73"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06125 Baseline in DIEPSS Item 9 Score at Endpoint","description":"Change in DIEPSS Item 9 (Global) Score from extension study P06125 baseline to the endpoint assessment of extension study was determined (calculated as endpoint value minus baseline value). Endpoint assessment was last evaluation of participant for this measure in study, whether participant completed or did not complete study. DIEPSS is a scale, rated by the investigator or rater appointed by the investigator, used to evaluate the severity of drug induced extrapyramidal symptoms occurring during antipsychotic drug treatment. It consists of 9 items: Items 1 through 8 assess individual symptoms; Item 9 is an assessment of global severity. Each item is rated from 0 (none, normal) to 4 (severe). Negative values of change from baseline represent improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"0.69"},{"groupId":"OG001","value":"-0.02","spread":"0.62"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06124 Baseline in Glycosylated Hemoglobin (HbA1c) at Week 52","description":"For each participant, change in HbA1c from preceding 6-week double-blind Study P06124 baseline to Week 52 of extension study P06125 was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"0.44"},{"groupId":"OG001","value":"-0.02","spread":"0.82"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06125 Baseline in HbA1c at Week 52","description":"For each participant, change in HbA1c from extension study P06125 baseline to Week 52 of extension study was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"0.36"},{"groupId":"OG001","value":"0.12","spread":"1.02"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06124 Baseline in Fasting Glucose at Week 52","description":"For each participant, change in fasting glucose from preceding 6-week double-blind Study P06124 baseline to Week 52 of extension study P06125 was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.37","spread":"1.00"},{"groupId":"OG001","value":"0.28","spread":"1.93"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06125 Baseline in Fasting Glucose at Week 52","description":"For each participant, change in fasting glucose from extension study P06125 baseline to Week 52 of extension study was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.60","spread":"1.79"},{"groupId":"OG001","value":"0.00","spread":"2.16"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06124 Baseline in Insulin at Week 52","description":"For each participant, change in insulin from preceding 6-week double-blind Study P06124 baseline to Week 52 of extension study P06125 was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.06","spread":"16.27"},{"groupId":"OG001","value":"2.24","spread":"16.06"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06125 Baseline in Insulin at Week 52","description":"For each participant, change in insulin from extension study P06125 baseline to Week 52 of extension study was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.61","spread":"28.89"},{"groupId":"OG001","value":"0.56","spread":"17.88"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06124 Baseline in Prolactin at Week 52","description":"For each participant, change in prolactin from preceding 6-week double-blind Study P06124 baseline to Week 52 of extension study P06125 was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.46","spread":"68.83"},{"groupId":"OG001","value":"-20.98","spread":"47.14"}]}]}]},{"type":"PRIMARY","title":"Change From Study P06125 Baseline in Prolactin at Week 52","description":"For each participant, change in prolactin from extension study P06125 baseline to Week 52 of extension study was determined (calculated as Week 52 value minus baseline value).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.91","spread":"20.58"},{"groupId":"OG001","value":"-1.59","spread":"17.22"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Serious Adverse Events (AEs)","description":"An AE is defined as any untoward medical occurrence in a participant administered study drug and which does not necessarily have to have a causal relationship with the study drug. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with study drug administration, whether or not considered related to study drug. A serious AE (SAE) is any AE occurring at any dose that results in death, is life-threatening, results in hospitalization or prolongation of hospitalization, results in persistent or significant disability/incapacity, or is a congenital anomaly/birth defect. In addition, an important medical event that may not result in death, be life-threatening, or require hospitalization may be considered an SAE when it may jeopardize the participant and may require medical or surgical intervention to prevent one of the outcomes listed in this definition.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Non-serious AEs","description":"An AE is defined as any untoward medical occurrence in a participant administered study drug and which does not necessarily have to have a causal relationship with the study drug. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with study drug administration, whether or not considered related to study drug. This measure presents the number of participants with at least one AEs that was non-serious (i.e., was not determined to be an SAE).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Abnormalities on Electrocardiogram (ECG) at Study P06124 Baseline, Study P06125 Baseline and Week 52","description":"The percentage of participants with abnormal ECG findings is reported for three time points: 6-week double-blind study P06124 baseline, extension study P06125 baseline and extension study Week 52.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null},{"groupId":"OG001","value":"24.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.1","spread":null},{"groupId":"OG001","value":"26.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"25.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Took Antiparkinsonian Drugs","description":"This measure presents the number of participants who used antiparkinsonian drugs started on or after the start of study treatment in extension study P06125. Antiparkinsonian drugs were defined as those categorized into the N04 code (antiparkinson drugs) of the World Health Organization (WHO) Anatomical Therapeutic Chemical (ATC) classification system.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Median Time to Loss of Effect in Responders","description":"Median time to loss of effect from P06125 extension study baseline was estimated using Kaplan-Meier product-limit method. Result reported in Responders, participants with ≥30% decrease from study P06124 baseline in Positive and Negative Syndrome Scale (PANSS, schizophrenia symptom scale) Total Score at the end of study P06124. Investigator or subinvestigator was to determine whether the study drug failed to maintain effect based on occurrence of any of the following: 1) Increase in PANSS Total Score ≥30% from P06125 extension study baseline, 2) Determination that participant's schizophrenic symptomatology had deteriorated requiring one or more of defined interventions (add new antipsychotic drug, increase in level of psychiatric outpatient care, or hospitalization/increase in level of hospitalization for psychiatric need), 3) Clinical Global Impression-Severity (CGI-S) score ≥6, 4) Discontinuation from study because of lack of efficacy, 5) AE/SAE of worsening of schizophrenia.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"357.0","spread":null},{"groupId":"OG001","value":"177.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Median Time to Loss of Effect in Non-Responders","description":"Median time to loss of effect from P06125 extension study baseline was estimated using Kaplan-Meier product-limit method. Result reported in Non-Responders, participants without ≥30% decrease from study P06124 baseline in PANSS Total Score at the end of study P06124. Investigator or subinvestigator was to determine whether the study drug failed to maintain effect based on occurrence of any of the following: 1) Increase in PANSS Total Score ≥30% from P06125 extension study baseline, 2) Determination that participant's schizophrenic symptomatology had deteriorated requiring one or more of defined interventions (add new antipsychotic drug, increase in level of psychiatric outpatient care, or hospitalization/increase in level of hospitalization for psychiatric need), 3) Clinical Global Impression-Severity (CGI-S) score ≥6, 4) Discontinuation from study because of lack of efficacy, 5) AE/SAE of worsening of schizophrenia.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.0","spread":null},{"groupId":"OG001","value":"368.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":44},"commonTop":["Nasopharyngitis","Weight increased","Schizophrenia","Somnolence","Headache"]}}}