{"nctId":"NCT00191646","briefTitle":"An Ovarian, Primary Peritoneal or Fallopian Tube Cancer Study for Patients That Have Not Received Prior Chemotherapy","startDateStruct":{"date":"2002-10"},"conditions":["Genital Neoplasms, Female","Fallopian Tube Neoplasms","Ovarian Neoplasms","Pelvic Neoplasms","Peritoneal Neoplasms"],"count":919,"armGroups":[{"label":"Gemcitabine/Carboplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Gemcitabine","Drug: Carboplatin"]},{"label":"Paclitaxel/Carboplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Paclitaxel","Drug: Carboplatin"]}],"interventions":[{"name":"Gemcitabine","otherNames":["LY188011","Gemzar"]},{"name":"Paclitaxel","otherNames":[]},{"name":"Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Patients with a histologic diagnosis of primary peritoneal carcinoma, epithelial ovarian carcinoma or fallopian tube carcinoma Stage IC, II, III or IV.\n* All patients must have had surgery for fallopian, ovarian or peritoneal carcinoma to establish the diagnosis and have tissue available for histologic evaluation and confirmation of organ of origin.\n* Patients must be enrolled no more than twelve weeks postoperatively.\n* Patients must be willing to receive their chemotherapy drugs intravenously, as intraperitoneal therapy is not part of this trial.\n\nKey Exclusion Criteria:\n\n* Patients with a current diagnosis of epithelial ovarian tumor of low malignant potential (Borderline carcinomas) are not eligible.\n* Patients who have received prior radiotherapy to any portion of the abdominal cavity or pelvis are excluded\n* Patients who have received prior chemotherapy for any abdominal or pelvic tumor are excluded\n* With the exception of non-melanoma skin cancer and other specific malignancies patients who had (or have) any evidence of the other cancer present within the last 5 years or whose previous cancer treatment contraindicates this protocol therapy are excluded.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"Progression free survival was defined as the duration from the date of randomization to the first date of documented disease progression or death from any cause. Tumor assessments were performed every three 21-day cycles during induction and crossover. Progression free survival was censored at the date of the last follow-up visit for participants who were still alive and who had not progressed. Results are presented as a comparison between the two study treatment sequences (induction therapy followed by elective consolidation or crossover therapy) rather than the two induction therapies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Response (Response Rate)","description":"Response rate (RR) = proportion of participants with best overall Complete Response (CR: disappearance of all target lesions \\[TL\\]) or Partial Response (PR: 30% decrease in sum of longest diameter of TL). Induction therapy RR = number of participants with CR or PR during induction divided by number of participants with measurable disease at baseline (TL measurement during screening). Crossover therapy RR = number of participants with CR or PR during crossover divided by number of participants with measurable disease at baseline (latest TL measurement by first dose date of crossover therapy).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.676","spread":null},{"groupId":"OG001","value":"0.711","spread":null},{"groupId":"OG002","value":"0.357","spread":null},{"groupId":"OG003","value":"0.303","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Time to treatment failure was defined as the duration from date of randomization to the date of the first of the following events: early discontinuation of study therapy; progression of disease, or death due to any cause. Time to treatment failure will be censored at the date of the last follow-up visit for participants who did not discontinue early, who are still alive, and who have not progressed. Results are presented as a comparison between the two study treatment sequences (induction therapy followed by elective consolidation or crossover therapy) rather than the two induction therapies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":null},{"groupId":"OG001","value":"13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival is defined as the duration from baseline to death. For participants who are still alive at the data cut-off date, survival will be censored at the last contact date. Results are presented as a comparison between the two study treatment sequences (induction therapy followed by elective consolidation or crossover therapy) rather than the two induction therapies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.8","spread":null},{"groupId":"OG001","value":"57.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":96,"n":412},"commonTop":["Hemoglobin","White blood cells","Anc/agc","Fatigue","Platelets"]}}}