{"nctId":"NCT00796926","briefTitle":"Trial to Compare the Efficacy of Systane Ultra and Refresh Drop in the Treatment of Dry Eye in Asian Eyes","startDateStruct":{"date":"2009-07"},"conditions":["Xerophthalmia","Blepharitis"],"count":30,"armGroups":[{"label":"Systane Ultra","type":"EXPERIMENTAL","interventionNames":["Drug: Systane Ultra eyedrops"]},{"label":"Refresh","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Refresh eye drops"]}],"interventions":[{"name":"Systane Ultra eyedrops","otherNames":["Systane Ultra, Alcon"]},{"name":"Refresh eye drops","otherNames":["Refresh, Allergan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject age is between 40 and 65 years old.\n2. Corneal fluorescein staining present in at least one/five sectors of at least one cornea\n3. At least one question out of 6 questions on dry eye symptom present often or all the time.\n\n   based on the Salisbury Eye study by Oliver Schein et al. (Does your eye feel dry, gritty, red, watery, crusted, stuck in the morning?) Please see appendix 1.\n4. At least one of the following: TBUT \\<= 5 s or Schirmer I less than 8 mm in at least one eye\n5. Yamaguchi score 2 in at least one sector of one of 4 lids (slight advancement of Marx's line in line with Meibomian orifice)\n6. Not using non-lubricant ophthalmic drops within the last 30 days and able to abstain from non-trial topical eye medications for 6 weeks.\n7. Use of lubricants during the week before recruitment (ranging from 3 times in the week to less than 6 times a day every day).\n8. Able to use saline eyedrops during the 7 day 'washout' evaluative phase, between 3 times over week to less than 6 times a day in all days.\n\nExclusion Criteria:\n\n1. Known history of thyroid disorders (diagnosed by physician).\n2. Known history of Sjogren syndrome or rheumatoid arthritis (diagnosed by physician).\n3. No ocular surgery within 6 months and LASIK within 1 year.\n4. Any intake of central nervous system and hormonal drugs within last 30 days and inability to withhold such drugs for at least 6 weeks.\n5. Ocular surface diseases such as pterygium, or obvious lid/orbital disease with lagophthalmos.\n6. Anticipated necessity to wear contact lens in the duration of the study.\n7. Not living in the same household as another participant of the study.\n8. Any other specified reason as determined by clinical investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Visual Analog Score (VAS)","description":"Global score calculated from square root( square of (discomfort severityX Sqr(symptom frequency)) Scale from 0 to 100 higher value indicates more adverse symptoms each subscale severity or frequency also has same minimum and maximum","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.55","spread":"16.8"},{"groupId":"OG001","value":"27.27","spread":"15.0"}]}]}]},{"type":"SECONDARY","title":"Corneal Fluorescein Staining Score","description":"This is graded in the 5 zones of each cornea according to number of spots of corneal fluorescein staining, confluency of spots and presence of filaments if any","classes":[]},{"type":"SECONDARY","title":"Tear Break Up Time (TBUT)","description":null,"classes":[]},{"type":"SECONDARY","title":"Schirmer I Reading","description":null,"classes":[]},{"type":"SECONDARY","title":"Meibography Grading","description":null,"classes":[]},{"type":"SECONDARY","title":"Tear Osmolarity","description":"This is measured by the TearLab (Ocusense) system","classes":[]},{"type":"SECONDARY","title":"Superior and Inferior Tear Meniscus Height","description":"This is determined by anterior segment OCT visante system","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":[]}}}