{"nctId":"NCT02174627","briefTitle":"Safety and Efficacy Study of Roxadustat to Treat Anemia in Patients With Chronic Kidney Disease (CKD), Not on Dialysis","startDateStruct":{"date":"2014-06-26","type":"ACTUAL"},"conditions":["Anemia"],"count":2781,"armGroups":[{"label":"Roxadustat","type":"EXPERIMENTAL","interventionNames":["Drug: Roxadustat"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Roxadustat","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of informed consent prior to any study specific procedures.\n2. Age ≥18 years at screening visit 1\n3. eGFR \\<60 mL/min/1.73 m2, (calculated by central lab) corresponding to stage 3, 4 or 5CKD according to the Kidney Disease Outcomes Quality Initiative (KDOQI), not receiving dialysis\n4. Mean of 2 most recent central laboratory Hb values during the screening period, obtained at least 7 days apart, must be \\<10.0 g/dL\n5. Ferritin ≥50 ng/mL at randomization (obtained from screening visit)\n6. TSAT ≥15 % at randomization (obtained from screening visit)\n7. Serum folate level ≥ lower limit of normal (LLN) at randomization (obtained from screening visit)\n8. Serum vitamin B12 level ≥LLN at randomization (obtained from screening visit)\n9. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤3 x upper limit of normal (ULN) and total bilirubin (Tbili) ≤1.5 x ULN at randomization (obtained from screening visit)\n10. Body weight 45 to 160 kg\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site)\n2. Previous randomization in the present study\n3. Any erythropoietin analogue treatment within 6 weeks of randomization\n4. New York Heart Association Class III or IV congestive heart failure at enrollment\n5. Myocardial infarction (MI), acute coronary syndrome, stroke, seizure or a thrombotic/thromboembolic event (e.g., deep vein thrombosis or pulmonary embolism) within 12 weeks prior to randomization\n6. History of chronic liver disease (e.g., chronic infectious hepatitis, chronic auto- immune liver disease, cirrhosis or fibrosis of the liver)\n7. Known hereditary hematologic disease such as thalassemia, sickle cell anemia, a history of pure red cell aplasia or other known causes for anemia other than CKD\n8. Known and untreated retinal vein occlusion or known and untreated proliferative diabetic retinopathy (risk for retinal vein thrombosis)\n9. Diagnosis or suspicion (e.g. complex kidney cyst of Bosniak Category IIF, III or IV) of renal cell carcinoma on renal ultrasound (or other imaging procedure e.g. CT scan or MRI) conducted at screening or within 12 weeks prior to randomization\n10. Systolic BP ≥160 mmHg or diastolic BP ≥95 mmHg (confirmed by repeated measurement), within 2 weeks prior to randomization. Patients may be rescreened once BP controlled\n11. History of prostate cancer, breast cancer or any other malignancy, except the following: cancers determined to be cured or in remission for ≥5 years, curatively resected basal cell or squamous cell skin cancers, cervical cancer in situ, or resected colonic polyps\n12. Positive for any of the following: human immunodeficiency virus (HIV), hepatitis B surface antigen (HBsAg) or anti-hepatitis C virus antibody (anti-HCV Ab)\n13. Chronic inflammatory diseases such as rheumatoid arthritis, systemic lupus erythematosus (SLE), ankylosing spondylitis, psoriatic arthritis or inflammatory bowel disease that is determined to be the principal cause of anemia\n14. Known hemosiderosis, hemochromatosis or hypercoagulable condition\n15. Any prior organ transplant or a scheduled organ transplantation date\n16. Any red blood cell transfusion (RBC) during the screening period\n17. Any current condition leading to active significant blood loss\n18. Any treatment with roxadustat or a hypoxia-inducible factor prolyl hydroxylase inhibitor (HIF-PHI)\n19. Has received another new chemical entity (defined as a compound which has not been approved for marketing) or has participated in any other clinical study that included drug treatment within at least 1 month of the first administration of IP in this study. (Note: patients consented and screened, but not randomized in this study or a previous study are not excluded)\n20. History of alcohol or drug abuse within 2 years prior to randomization\n21. Females of childbearing potential, unless using contraception as detailed in the protocol or sexual abstinence\n22. Pregnant or breastfeeding females\n23. Known allergy to the investigational product or any of its ingredients\n24. Any medical condition, including active, clinically significant infection, that in the opinion of the investigator or Sponsor may pose a safety risk to a patient in this study, which may confound efficacy or safety assessment or may interfere with study participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Hb Averaged Over Week 28 to Week 52","description":"Baseline Hb was defined as the mean of the last 3 central laboratory Hb values from the screening and randomization visits. Mean change in Hb from baseline to mean value from Week 28 to Week 52 was analyzed using a missing at random (MAR) based multiple imputation analysis of covariance (ANCOVA) model with baseline Hb, baseline estimated glomerular filtration rate (eGFR), cardiovascular (CV) history, geographic region and treatment group as fixed effect covariates. The adjusted least squares (LS) mean estimates of change from baseline to mean during Week 28 to Week 52 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.75","spread":"0.033"},{"groupId":"OG001","value":"0.40","spread":"0.034"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hb Response During the First 24 Weeks of Treatment","description":"Hb response was defined as:\n\n* Hb ≥ 11.0 g/dL and Hb increase from baseline by ≥ 1.0 g/dL for participants with baseline Hb \\> 8.0 g/dL; or\n* Hb increase from baseline by ≥ 2.0 g/dL, for participants with baseline Hb ≤ 8.0 g/dL at 2 consecutive visits (with available data) separated at least 5 days during the first 24 weeks of treatment without having received rescue therapy (red blood cell \\[RBC\\] transfusion, erythropoietin analogue, or intravenous \\[IV\\] iron) prior to Hb response. The percentage of participants with an Hb response during the first 24 weeks of treatment is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.0","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Hb Averaged Over Week 28 to Week 52 in Participants With Baseline High Sensitivity C-Reactive Protein (hsCRP) Greater Than the Upper Limit of Normal (ULN)","description":"Baseline hsCRP was quantified from stored biomarker samples obtained at randomization. Baseline Hb was defined as the mean of the last 3 central laboratory Hb values from the screening and randomization visits. Mean change in Hb from baseline to mean value during Week 28 to Week 52 was analyzed using a MAR based multiple imputation ANCOVA model with baseline Hb, baseline eGFR, CV history, geographic region and treatment group as fixed effect covariates. The adjusted LS mean estimates of change from baseline in participants with baseline hsCRP \\>ULN to mean during Week 28 to Week 52 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.75","spread":"0.087"},{"groupId":"OG001","value":"0.62","spread":"0.091"}]}]}]},{"type":"SECONDARY","title":"Proportion of Total Time of Interpolated Hb Values Greater Than or Equal To 10 g/dL From Week 28 to Week 52","description":"Proportion of total time of interpolated Hb values ≥10 g/dL was calculated as the time the linearly interpolated curve between measurements ≥10 g/dL divided by the time between measurements from Week 28 to Week 52. Proportion of total time was analyzed using an ANCOVA model with baseline Hb and baseline eGFR as covariates, and CV history, geographic region and treatment group as fixed effects. The adjusted LS mean estimates of change from Week 28 to Week 52 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"0.011"},{"groupId":"OG001","value":"0.33","spread":"0.011"}]}]}]},{"type":"SECONDARY","title":"Proportion of Total Time of Interpolated Hb Values Within the Interval of 10 to 12 g/dL From Week 28 to Week 52","description":"Proportion of total time of interpolated Hb values within the interval of 10 to 12 g/dL was calculated as the time the linearly interpolated curve between measurements were within 10 to 12 g/dL divided by the time between measurements from Week 28 to Week 52. Proportion of total time was analyzed using an ANCOVA model with baseline Hb and baseline eGFR as covariates, and CV history, geographic region and treatment group as fixed effects. The adjusted LS mean estimates of change from Week 28 to Week 52 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":"0.010"},{"groupId":"OG001","value":"0.28","spread":"0.010"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Low-Density Lipoprotein (LDL) Cholesterol From Baseline to Week 24","description":"Baseline LDL was defined as the last result obtained prior to randomization. Mean changes in LDL cholesterol from baseline to Week 24 was analyzed using an ANCOVA model with baseline LDL, baseline Hb and baseline eGFR as covariates, and CV history, geographic region and treatment group as fixed effects. The adjusted LS mean estimates of change from baseline to Week 24 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.38","spread":"0.028"},{"groupId":"OG001","value":"-0.02","spread":"0.027"}]}]}]},{"type":"SECONDARY","title":"Time-To-First Instance of Receiving IV Iron, RBC Transfusion or Erythropoietin Analogue as Rescue Therapy","description":"Time-to-first rescue therapy (IV iron, RBC transfusion or erythropoietin analogue) was calculated as (date of first rescue therapy, or date of censoring if no rescue therapy was taken) minus (date of first dose of IP) +1. Event rate was calculated as (number of participants with event) divided by (the total number of days at risk for event across all participants in given group divided by 365.25) multiplied by 100. The event rate is presented for participants with events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.90","spread":null},{"groupId":"OG001","value":"39.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Time-To-First Instance of Receiving a RBC Transfusion As Rescue Therapy","description":"Time-to-first RBC rescue therapy was calculated as (date of first RBC rescue therapy, or date of censoring if no rescue therapy was taken) minus (date of first dose of IP) +1. Event rate was calculated as (number of participants with event) divided by (the total number of days at risk for event across all participants in given group divided by 365.25) multiplied by 100. The event rate is presented for participants with events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.98","spread":null},{"groupId":"OG001","value":"19.61","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Short Form 36 (SF-36) Vitality Sub-Score From Week 12 to Week 28","description":"SF-36 is a Quality of Life (QoL) scale comprising 8 domains of health status: Physical Functioning, Role-Physical, Bodily Pain, General Health, Vitality, Social Functioning, Role Emotional and Mental Health. Each domain score is on a scale from 0-100 (worst health possible to best health possible); higher scores indicate better health status. Mean change in SF-36 Vitality sub-score from baseline to mean from Week 12 to Week 28 was analyzed using a mixed model for repeated measures (MMRM) with terms for baseline score, treatment group, baseline Hb, baseline eGFR, CV history, geographic region, visit and treatment-by-visit interaction as fixed effects and participant as random effect. The adjusted LS mean estimates of change from baseline to mean score from Week 12 to Week 28 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.59","spread":"0.231"},{"groupId":"OG001","value":"1.15","spread":"0.233"}]}]}]},{"type":"SECONDARY","title":"Annual Rate of eGFR Change From Baseline Prior to the Initiation of Dialysis or Kidney Transplant","description":"Baseline eGFR was defined as the mean of all available central laboratory values prior to or at randomization. Rate of change in eGFR from baseline during the entire treatment period (in millilitres/minute/1.73 meters squared/years \\[mL/min/1.73m\\^2/years\\]) was estimated using a random effects model using all post-baseline eGFR values prior to initiation of dialysis/transplant. Baseline eGFR, baseline Hb, geographic region, CV history, treatment group and post-baseline eGFR measurement time were used as fixed effects and participant and time (years) as random effects, ie, random intercept and slope.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.70","spread":null},{"groupId":"OG001","value":"-3.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in SF-36 Physical Functioning Sub-Score From Week 12 to Week 28","description":"SF-36 is a QoL scale comprising 8 domains of health status: Physical Functioning, Role-Physical, Bodily Pain, General Health, Vitality, Social Functioning, Role Emotional and Mental Health. Each domain score is on a scale from 0-100 (worst health possible to best health possible); higher scores indicate better health status. Mean change in SF-36 Physical Functioning sub-score from baseline to mean from Week 12 to Week 28 was analyzed using a MMRM with terms for baseline score, treatment group, baseline Hb, baseline eGFR, CV history, geographic region, visit and treatment-by-visit interaction as fixed effects and participant as random effect. The adjusted LS mean estimates of change from baseline to mean score from Week 12 to Week 28 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.222"},{"groupId":"OG001","value":"-0.39","spread":"0.224"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":795,"n":1384},"commonTop":["Hypertension","Diarrhoea","Oedema peripheral","Urinary tract infection","Nausea"]}}}