{"nctId":"NCT03843632","briefTitle":"Evaluation of the Immunogenicity and Safety of VARIVAX™ in Healthy Russians (V210-058)","startDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"conditions":["Varicella"],"count":150,"armGroups":[{"label":"VARIVAX™","type":"EXPERIMENTAL","interventionNames":["Biological: VARIVAX™"]}],"interventions":[{"name":"VARIVAX™","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* has a negative clinical history for varicella and herpes zoster\n* females of reproductive potential have a negative pregnancy test prior to each study vaccination\n* females of reproductive potential remain abstinent or use 2 acceptable methods of birth control during study until 3 months following last study vaccination\n* females not of reproductive potential do not require a pregnancy test or use of contraceptives\n* legal representative of adult or parent of children understands risks involved with, consent to participate in, and comply with the study procedures\n\nExclusion Criteria:\n\n* has a history of allergy or anaphylactic reaction to neomycin, gelatin, or any component of VARIVAX\\^TM\n* has received any form of varicella or herpes zoster vaccine at any time prior to study, or anticipates receiving any during study\n* has received immune globulin, a blood transfusion or blood derived products within prior 5 months or plans to do so during study\n* has received aspirin or any aspirin-containing products within prior 14 days\n* has been exposed to varicella or herpes zoster in the prior 4 weeks involving playmate, hospital or continuous household contact, or had contact with a newborn whose mother had chickenpox 5 days before or 2 days after delivery\n* has, or lives with a person who has, any congenital or acquired immune deficiency, neoplastic disease, or depressed immunity including those resulting from corticosteroid use or other immunosuppressive therapy\n* has received glucocorticosteroids for more than 5 consecutive days within prior 3 months, or any dose of glucocorticoids within prior 7 days, or expects to use glucocorticosteroids during the study\n* was vaccinated with licensed non-live or live vaccine within prior 30 days or expects vaccination during 42 day follow-up postvaccination period\n* had a fever within 72 hours prior to study vaccination\n* has participated in another trial within prior 30 days, is currently participating in another trial, or plans to participate in another trial during the planned study period for this trial\n* is pregnant or nursing","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Months","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Varicella Zoster Virus (VZV) Antibody Response Rate at 6 Weeks Post Last Vaccination in Participants Who Were Seronegative at Baseline","description":"VZV antibody titers were measured using a glycoprotein enzyme-linked immunosorbent assay (gpELISA). The VZV antibody response rate was defined as the percentage of participants with a post-vaccination VZV antibody titer ≥5 gpELISA units/mL for participants whose baseline VZV antibody titer was \\<1.25 gpELISA units/mL. VZV antibody response rate was reported for all study arms at 6 weeks post last vaccination (Vaccination 1 for children and Vaccination 2 for adults and adolescents) for participants who were seronegative to VZW at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"95.5","spread":null},{"groupId":"OG003","value":"100.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Titers (GMTs) of VZV Antibodies at 6 Weeks Post Last Vaccination in Participants Who Were Seronegative at Baseline","description":"GMTs of VZV antibodies were measured post-vaccination using a gpELISA. GMT was calculated at each time point by taking the log of the titers, averaging over all participants values, and then back-transforming to the original scale. GMT was reported for all study arms at 6 weeks post last vaccination (Vaccination 1 for children and Vaccination 2 for adults and adolescents) for participants who were seronegative to VZW at baseline.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.7","spread":"47.9"},{"groupId":"OG001","value":"78.6","spread":"46.5"},{"groupId":"OG002","value":"11.3","spread":"7.3"},{"groupId":"OG003","value":"13.9","spread":"11.2"}]}]}]},{"type":"PRIMARY","title":"VZV Antibody Seroconversion Rate at 6 Weeks Post Last Vaccination in Participants Who Were Seronegative at Baseline","description":"VZV antibody levels were measured using a gpELISA. The VZW antibody seroconversion rate was defined as the percentage of participants with VZV antibodies ≥1.25 gpELISA units/mL in participants with a baseline VZV antibody titer \\<1.25 gpELISA units/mL. VZW antibody seroconversion was reported for all study arms at 6 weeks post last vaccination (Vaccination 1 for children and Vaccination 2 for adults and adolescents) for participants who were seronegative to VZW at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":"86.8"},{"groupId":"OG001","value":"100.0","spread":"81.5"},{"groupId":"OG002","value":"95.5","spread":"77.2"},{"groupId":"OG003","value":"100.0","spread":"89.7"}]}]}]},{"type":"PRIMARY","title":"GMTs of VZV Antibodies at Day 1 and 6 Weeks Post Last Vaccination in Participants Who Were Seropositive at Baseline","description":"GMTs of VZV antibodies were measured post-vaccination using a gpELISA. GMT was calculated at each time point by taking the log of the titers, averaging over all participants values, and then back-transforming to the original scale. GMT was reported for all study arms at 6 weeks post last vaccination (Vaccination 1 for children and Vaccination 2 for adults and adolescents) for participants who were seropositive to VZW at baseline. Per protocol, confidence intervals (CIs) were only calculated when there were at least 5 participants who were seropositive in a treatment group.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.1","spread":null},{"groupId":"OG001","value":"13.4","spread":null},{"groupId":"OG002","value":"24.8","spread":null},{"groupId":"OG003","value":"4.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"216.7","spread":null},{"groupId":"OG001","value":"151.7","spread":null},{"groupId":"OG002","value":"125.0","spread":null},{"groupId":"OG003","value":"47.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Fold Rise (GMFR) in VZV Antibody Titers From Day 1 to 6 Weeks Post Last Vaccination in Participants Who Were Seropositive at Baseline","description":"GMTs were measured using a gpELISA. For participants who were seropositive at baseline (baseline VZV antibody titer ≥1.25 gpELISA units/mL), the GMFR was calculated as the ratio of the VZV GMT at 6 weeks post last vaccination to the VZV GMT at Day 1 (baseline). The GMFR from Day 1 was reported for all study arms at 6 weeks post last vaccination (Vaccination 1 for children and Vaccination 2 for adults and adolescents) for participants who were seropositive to VZW at baseline. Per protocol, CIs were only calculated when there were at least 5 participants who were seropositive in a treatment group.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"11.3","spread":null},{"groupId":"OG002","value":"5.0","spread":null},{"groupId":"OG003","value":"11.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With ≥4-Fold Rise in Antibody Titers From Day 1 to 6 Weeks Post Last Vaccination Among Participants Who Were Seropositive at Baseline","description":"GMTs were measured using a gpELISA. For participants who were seropositive at baseline (baseline VZV antibody titer ≥1.25 gpELISA units/mL), the percentage of participants with a ≥4-fold rise in VZV antibody titer from Day 1 (baseline) to post-vaccination was assessed and reported for all study arms at 6 weeks post last vaccination (Vaccination 1 for children and Vaccination 2 for adults and adolescents). Per protocol, CIs were only calculated when there were at least 5 participants who were seropositive in a treatment group.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"54.5","spread":null},{"groupId":"OG003","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Solicited Injection-Site Adverse Events (AEs) Post-Vaccination 1","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Solicited injection-site AEs, which included erythema, pain, and swelling, were recorded on a Vaccine Report Card (VRC). The percentage of participants who experienced solicited injection-site AEs after Vaccination 1 (up to approximately 5 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null},{"groupId":"OG001","value":"3.3","spread":null},{"groupId":"OG002","value":"3.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"23.3","spread":null},{"groupId":"OG002","value":"30.3","spread":null},{"groupId":"OG003","value":"13.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"3.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Solicited Injection-Site AEs Post-Vaccination 2","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Solicited injection-site AEs, which included erythema, pain, and swelling, were recorded on a VRC. The percentage of participants who experienced solicited injection-site AEs after Vaccination 2 (up to approximately 5 days post-vaccination) was summarized for all study arms receiving a second vaccination (adults and adolescents).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.0","spread":null},{"groupId":"OG001","value":"23.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Unsolicited Injection-Site AEs Post-Vaccination 1","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Unsolicited injection-site AEs were recorded on a VRC. The percentage of participants who experienced unsolicited injection-site AEs after Vaccination 1 (up to approximately 42 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"3.3","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Unsolicited Injection-Site AEs Post-Vaccination 2","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Unsolicited injection-site AEs were recorded on a VRC. The percentage of participants who experienced unsolicited injection-site AEs after Vaccination 2 (up to approximately 42 days post-vaccination) was summarized for all study arms receiving a second vaccination (adults and adolescents).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Elevated Temperature Post-Vaccination 1","description":"The participant's temperature was taken in the evening after Vaccination 1 and daily through Day 28, and was recorded on a VRC. An elevated temperature was defined as ≥39.0 °C (102.2 °F). The percentage of participants with elevated temperature after Vaccination 1 (up to approximately 28 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"3.0","spread":null},{"groupId":"OG003","value":"8.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Elevated Temperature Post-Vaccination 2","description":"The participant's temperature was taken in the evening after Vaccination 2 and daily through Day 28, and was recorded on a VRC. An elevated temperature was defined as ≥39.0 °C (102.2 °F). The percentage of participants with elevated temperature after Vaccination 2 (up to approximately 28 days post-vaccination) was summarized for all study arms receiving a second vaccination (adults and adolescents).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Varicella- and Herpes Zoster-Like Rashes Post-Vaccination 1","description":"The development of varicella-like and herpes zoster-like rashes was recorded on a VRC. The percentage of participants who experienced varicella-like and herpes zoster-like rashes after Vaccination 1 (up to approximately 42 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"6.1","spread":null},{"groupId":"OG003","value":"2.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Varicella- and Herpes Zoster-Like Rashes Post-Vaccination 2","description":"The development of varicella-like and herpes zoster-like rashes was recorded on a VRC. The percentage of participants who experienced varicella-like and herpes zoster-like rashes after Vaccination 2 (up to approximately 42 days post-vaccination) was summarized for all study arms receiving a second vaccination (adults and adolescents).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Systemic AEs Post-Vaccination 1","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. A systemic AE was defined as any non-injection-site AE. Systemic AEs were recorded on a VRC. The percentage of participants who experienced a systemic AE after Vaccination 1 (up to approximately 42 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.0","spread":null},{"groupId":"OG001","value":"23.3","spread":null},{"groupId":"OG002","value":"36.4","spread":null},{"groupId":"OG003","value":"43.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Systemic AEs Post-Vaccination 2","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. A systemic AE was defined as any non-injection-site AE. Systemic AEs were recorded on a VRC. The percentage of participants who experienced a systemic AE after Vaccination 2 (up to approximately 42 days post-vaccination) was summarized for all study arms receiving a second vaccination (adults and adolescents).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 1 or More Serious Adverse Events (SAEs) Post-Vaccination 1 or Post-Vaccination 2","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An SAE was an AE that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or another important medical event. The percentage of participants who experienced one or more SAEs after either vaccination (up to approximately 42 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"3.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Vaccine-Related SAEs Post-Vaccination 1 or Post-Vaccination 2","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. A vaccine-related SAE was an AE that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or another important medical event, that was considered at least possibly related to the study vaccine. The percentage of participants who experienced one or more vaccine-related SAEs after either vaccination (up to approximately 42 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Vaccine-Related Death Post-Vaccination 1 or Post-Vaccination 2","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. A vaccine-related SAE was an AE that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or another important medical event, that was considered at least possibly related to the study vaccine. The percentage of participants who experienced a vaccine-related SAE that resulted in death after either vaccination (up to approximately 42 days post-vaccination) was summarized for all study arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":["Injection site pain","Body temperature increased","Headache","Injection site erythema","Injection site swelling"]}}}