{"nctId":"NCT01925768","briefTitle":"Safety and Efficacy Study of Apremilast to Treat Psoriatic Arthritis","startDateStruct":{"date":"2013-09-04","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":219,"armGroups":[{"label":"Apremilast 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast 30 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Apremilast 30 mg","otherNames":["Otezla","CC-10004"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females, 18 years and older at time of consent.\n2. Must understand and voluntarily sign an informed consent document prior to any study related assessments/procedures being conducted.\n3. Able to adhere to the study visit schedule and other protocol requirements.\n4. Have a documented diagnosis of psoriatic arthritis (by any criteria) of at least 3 months' duration\n5. Meet the classification criteria for psoriatic arthritis (CASPAR) at the time of screening.\n6. Have at least 3 swollen AND at least 3 tender joints.\n7. Must have high sensitivity C-Reactive Protein (hs-CRP) of at least 0.5 mg/dL at screening and at baseline.\n8. Must be receiving treatment on an outpatient basis.\n9. Must be tumor necrosis factor (TNF) blocker naive and other Biologic naïve for dermatologic and rheumatic conditions\n10. Subjects taking disease modifying anti-rheumatoid drugs (DMARDs), with the exception of cyclosporine and leflunomide (see 7.3. Exclusion Criteria 20, 21), do not require a washout, however, they must discontinue the DMARD treatment at least one day prior to their baseline visit (ie, Visit 2, Day 0)\n11. Subjects who have been previously treated with leflunomide will require a 12-week washout or treatment with the cholestyramine, per leflunomide prescribing label (ie. 8 g cholestyramine 3 times daily for 11 days.\n12. Subjects who have been previously treated with cyclosporine will require a 4-week washout prior to randomization to participate in the study\n13. If taking oral corticosteroids, must be on a stable dose of prednisone less than or equal to 10 mg/day or equivalent for at least 30 days prior to baseline visit (ie, Day 0)\n14. If taking nonsteroidal anti-inflammatory drugs (NSAIDs) or narcotic analgesics, must be on stable dose for at least 30 days prior to baseline visit (ie, Day 0) and until they have completed the Week 24 study visit.\n15. Must meet the following laboratory criteria:\n\n    * White blood cell count greater than 3000/mm\\^3 (greater than 3.0 X 10\\^9/L) and less than 14,000/mm\\^3 (less than 14 X 10\\^9/L)\n    * Platelet count at least 100,000/mm\\^3 (at least 100 X 10\\^9/L)\n    * Serum creatinine less than or equal to 1.5 mg/dL (less than or equal to 132.6 μmol/L)\n    * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) less than or equal to twice upper limit of normal (ULN). If initial test shows ALT or AST greater than 2 times the ULN, one repeat test is allowed during the screening period.\n    * Total bilirubin less than or equal to 2 mg/dL (less than or equal to 34 μmol/L) or Albumin greater than LLN. If initial test result is greater than 2 mg/dL, one repeat test is allowed during the screening period.\n    * Hemoglobin at least 9 g/dL (at least 5.6 mmol/L)\n    * Hemoglobin A1c less than or equal to 9.0%\n16. All females of childbearing potential (FCBP) must use one of the approved contraceptive options as described below while on investigational product and for at least 28 days after administration of the last dose of the investigational product.\n\n    At the time of study entry, and at any time during the study when a female subject of childbearing potential's contraceptive measures or ability to become pregnant changes, the investigator will educate the subject regarding contraception options and the correct and consistent use of effective contraceptive methods in order to successfully prevent pregnancy.\n\n    Females of childbearing potential must have a negative pregnancy test at Screening and Baseline. All FCBP subjects who engage in activity in which conception is possible must use one of the approved contraceptive options described below:\n\n    Option 1: Any one of the following highly effective methods: hormonal contraception (oral, injection, implant, transdermal patch, vaginal ring); intrauterine device (IUD); tubal ligation; or partner's vasectomy; OR Option 2: Male or female condom (latex condom or non latex condom NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]; PLUS one additional barrier method: (a) diaphragm with spermicide; (b) cervical cap with spermicide; or (c) contraceptive sponge with spermicide.\n17. Male subjects (including those who have had a vasectomy) who engage in activity in which conception is possible must use barrier contraception (male latex condom or nonlatex condom NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]) while on investigational product and for at least 28 days after the last dose of investigational product.\n\nExclusion Criteria:\n\n1. History of clinically significant (as determined by the investigator) cardiac, endocrine, pulmonary, neurologic, psychiatric, hepatic, renal, hematologic, immunologic disease, or other major uncontrolled disease.\n2. Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.\n3. Clinically significant abnormality on a 12-lead electrocardiogram (ECG) at Screening.\n4. Pregnant or breast feeding.\n5. History of allergy to any component of the investigational product.\n6. Hepatitis B surface antigen positive at screening.\n7. Hepatitis C antibody positive at screening.\n8. History of positive human immunodeficiency virus (HIV), or congenital or acquired immunodeficiency (eg, Common Variable Immunodeficiency Disease).\n9. Active tuberculosis or a history of incompletely treated tuberculosis.\n10. Clinically significant abnormality based upon chest radiograph with at least posterior-anterior (PA) view (the radiograph must be taken within 12 weeks prior to Screening or during the Screening visit). An additional lateral view is strongly recommended but not required.\n11. Active substance abuse or a history of substance abuse within 6 months prior to Screening.\n12. Bacterial infections requiring treatment with oral or injectable antibiotics, or significant viral or fungal infections, within 4 weeks of Screening. Any treatment for such infections must have been completed and the infection cured, at least 4 weeks prior to Screening.\n13. Malignancy or history of malignancy, except for:\n\n    1. treated \\[ie, cured\\] basal cell or squamous cell in situ skin carcinomas;\n    2. treated \\[ie, cured\\] cervical intraepithelial neoplasia \\[CIN\\] or carcinoma in situ of the cervix with no evidence of recurrence within the previous 5 years.\n14. Major surgery (including joint surgery) within 8 weeks prior to screening or planned major surgery within 6 months following randomization.\n15. Erythrodermic, guttate, or generalized pustular psoriasis at randomization.\n16. Rheumatic autoimmune disease other than PsA, including, but not limited to: systemic lupus erythematosis (SLE), mixed connective tissue disease (MCTD), scleroderma, polymyositis, or fibromyalgia.\n17. Functional Class IV, as defined by the American College of Rheumatology (ACR) Classification of Functional Status in Rheumatoid Arthritis.\n18. Prior history of or current inflammatory joint disease other than PsA (eg, gout, reactive arthritis, rheumatoid arthritis (RA), ankylosing spondylitis, Lyme disease).\n19. Prior treatment with more than one non-biologic DMARD\n20. Use of the following systemic therapy(ies) within 4 weeks of randomization: cyclosporine or other calcineurin inhibitors, corticosteroids exceeding 10 mg daily prednisone equivalent, as well as other oral agents such as retinoids, mycophenolate, thioguanine, hydroxyurea, sirolimus, tacrolimus.\n21. Use of leflunomide within 12 weeks of randomization, unless subject has taken cholestyramine, 8g TID (three times a day) x 11 days after stopping leflunomide.\n22. Previous treatment with biologic agents for rheumatic diseases such as, but not limited to: adalimumab, abatacept, canakinumab, etanercept, golimumab, infliximab, rilonacept, certolizumab pegol, or tocilizumab.\n23. Previous treatment with biologic agents for dermatologic diseases such as alefacept, anti-TNFs (eg etanercept, adalinumab) or ustekinumab.\n24. Previous treatment with tofacitinib, Anti IL-17 agents or secukinumab\n25. Previous treatment with any cell depleting therapies, including investigational agents (eg, rituximab, alemtuzumab, ocrelizumab, alemtuzumab, anti-CD4, anti-CD5, anti-CD3, anti-CD19, and anti-CD20).\n26. Treatment with intravenous gamma globulin, plasmapheresis, or Prosorba® column\n27. Any previous treatment with alkylating agents such as cyclophosphamide or chlorambucil, or with total lymphoid irradiation.\n28. Prior treatment with any non-biologic DMARDS other than methotrexate, sulfasalazine, chloroquine, hydroxychloroquine, azathioprine, fumeric acid esters, cyclosporine, or leflunomide\n29. Prior treatment with apremilast, or participation in a clinical study, involving apremilast\n30. Use of any investigational drug within 4 weeks of randomization, or 5 pharmacokinetic/ pharmacodynamic half lives, if known (whichever is longer).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology 20% (ACR20) Response at Week 16","description":"Percentage of participants with an American College of Rheumatology 20% (ACR20) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met:\n\n* ≥ 20% improvement in 78 tender joint count;\n* ≥ 20% improvement in 76 swollen joint count; and\n* ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n  * Patient's self-assessment of pain (measured on a 0 to 10 unit numeric rating scale \\[NRS\\]);\n  * Patient's global self-assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Physician's global assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index \\[HAQ-DI\\]);\n  * C-Reactive Protein (CRP) Those who withdrew early or who did not have sufficient data at Week 16 were counted as non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.2","spread":null},{"groupId":"OG001","value":"38.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) at Week 24","description":"HAQ-DI is a patient-reported questionnaire consisting of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and usual activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task are summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. A higher score indicates worse physical functioning, and a negative change from baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.169","spread":"0.0581"},{"groupId":"OG001","value":"-0.273","spread":"0.0572"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology 20% (ACR20) at Week 24","description":"Percentage of participants with an American College of Rheumatology 20% (ACR20) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met:\n\n* ≥ 20% improvement in 78 tender joint count;\n* ≥ 20% improvement in 76 swollen joint count; and\n* ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n  * Patient's self-assessment of pain (measured on a 0 to 10 unit numeric rating scale \\[NRS\\]);\n  * Patient's global self-assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Physician's global assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index \\[HAQ-DI\\]);\n  * C-Reactive Protein (CRP) Those who withdrew early or who did not have sufficient data at Week 16 were counted as non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.8","spread":null},{"groupId":"OG001","value":"43.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 28-Joint Disease Activity Score Using C-reactive Protein as the Acute-Phase Reactant (DAS28 [CRP]) at Week 24","description":"The DAS28 measures the severity of disease at a specific time and is derived from the following variables:\n\n* 28 tender joint count\n* 28 swollen joint count, which do not include the DIP joints, the hip joint, or the joints below the knee;\n* C-reactive protein (CRP)\n* Patient's global assessment of disease activity. DAS28 (CRP) scores range from 0 to 9.4. A DAS28 score higher than 5.1 indicates high disease activity, a DAS28 score less than 3.2 indicates low disease activity, and a DAS28 score less than 2.6 indicates clinical remission. A higher value indicates higher disease activity, and a negative change from baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.76","spread":"0.140"},{"groupId":"OG001","value":"-1.26","spread":"0.138"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Medical Outcomes Short Form Health Survey (SF-36) V2 Physical Function Domain Score at Week 24","description":"The Medical Outcome Study Short Form 36-Item Health Survey, Version 2 (SF-36) is a self-administered instrument that measures the impact of disease on overall quality of life and consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health). Norm-based scores were used in analyses, calibrated so that 50 is the average score and the standard deviation equals 10. Higher scores indicate a higher level of functioning. The physical functioning domain assesses limitations in physical activities because of health problems. A positive change from baseline score indicates an improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.26","spread":"0.908"},{"groupId":"OG001","value":"3.94","spread":"0.888"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 36-item SF-36 Physical Component Summary Score at Week 24","description":"The SF-36 (v 2.0) is a self-administered instrument that measures the impact of disease on overall quality of life and consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health). The physical component summary (PCS) score includes the physical functioning, role physical, bodily pain, and general health domains. Minimum clinically important difference (MCID) for the scale scores, as well as the PCS and MCS, is defined as a 2.5-point improvement (increase) from baseline. The summary scores range from 0 to 100, with lower scores reflecting more disability, and higher scores reflecting less disability and better health. The 8 domains are regrouped into the PCS and MCS scores.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.60","spread":"0.959"},{"groupId":"OG001","value":"5.00","spread":"0.949"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Duration of Morning Stiffness at Week 24","description":"Morning stiffness was the participant's assessment of how long their morning stiffness lasted after first waking up in the morning, on average, during the previous week. A higher value indicates longer duration, and a negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":"137.11"},{"groupId":"OG001","value":"-5.7","spread":"83.41"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improved Change in Severity of Morning Stiffness at Week 24","description":"Morning stiffness severity was the participant's assessment of how severe their morning stiffness was after first waking up in the morning, on average, during the previous week. The severity was recorded as none, mild, moderate, moderately severe, or very severe. The response of no improvement includes subjects who had no change or worsened. Improvement is defined as the change from baseline of a more severe assessment to less severe assessment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.2","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) at Week 16","description":"HAQ-DI is a patient-reported questionnaire consisting of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and usual activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task are summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. A higher score indicates worse physical functioning, and a negative change from baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.055","spread":"0.0513"},{"groupId":"OG001","value":"-0.205","spread":"0.0523"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Disease Activity Score DAS28 (CRP) at Week 16","description":"The DAS28 measures the severity of disease at a specific time and is derived from the following variables:\n\n* 28 tender joint count\n* 28 swollen joint count, which do not include the DIP joints, the hip joint, or the joints below the knee;\n* C-reactive protein (CRP)\n* Patient's global assessment of disease activity. DAS28 (CRP) scores range from 0 to 9.4. A DAS28 score higher than 5.1 indicates high disease activity, a DAS28 score less than 3.2 indicates low disease activity, and a DAS28 score less than 2.6 indicates clinical remission. A negative change from baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"0.129"},{"groupId":"OG001","value":"-1.07","spread":"0.133"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-item Short Form Health Survey (SF-36) V 2 Physical Functioning Domain at Week 16","description":"The SF-36 (v 2.0) is a self-administered instrument that measures the impact of disease on overall quality of life and consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health). Norm-based scores were used in analyses, calibrated so that 50 is the average score and the standard deviation equals 10. Higher scores indicate a higher level of functioning. The physical functioning domain assesses limitations in physical activities because of health problems. A positive change from Baseline score indicates an improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.04","spread":"0.927"},{"groupId":"OG001","value":"2.43","spread":"0.962"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Duration of Morning Stiffness at Week 16","description":"Morning stiffness was the participant's assessment of how long their morning stiffness lasted after first waking up in the morning, on average, during the previous week. A higher value indicates longer duration, and a negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7","spread":"136.85"},{"groupId":"OG001","value":"-7.2","spread":"60.73"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Whose Severity of Morning Stiffness at Week 16 Improved From Baseline","description":"Morning stiffness severity was the participant's assessment of how severe their morning stiffness was after first waking up in the morning, on average, during the previous week. The severity was recorded as none, mild, moderate, moderately severe, or very severe. Improvement is defined as the change from baseline of a more severe assessment to less severe assessment. Full Analysis Set; Participants who discontinued early prior to Week 16 and those who did not have sufficient data for a definitive determination of response status at Week 16 were counted as non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.7","spread":null},{"groupId":"OG001","value":"46.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology 20% (ACR20) Response at Weeks 2, 4, 6, 8, 12 and 20","description":"Percentage of participants with an American College of Rheumatology 20% (ACR20) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met:\n\n* ≥ 20% improvement in 78 tender joint count;\n* ≥ 20% improvement in 76 swollen joint count; and\n* ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n  * Patient's self-assessment of pain (measured on a 0 to 10 unit numeric rating scale \\[NRS\\]);\n  * Patient's global self-assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Physician's global assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index \\[HAQ-DI\\]);\n  * C-Reactive Protein (CRP)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":null},{"groupId":"OG001","value":"16.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"24.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":null},{"groupId":"OG001","value":"37.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"36.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.8","spread":null},{"groupId":"OG001","value":"43.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology 20% (ACR20) Response at Weeks 52 and 104","description":"Percentage of participants with an American College of Rheumatology 20% (ACR20) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met:\n\n* ≥ 20% improvement in 78 tender joint count;\n* ≥ 20% improvement in 76 swollen joint count; and\n* ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n  * Patient's self-assessment of pain (measured on a 0 to 10 unit numeric rating scale \\[NRS\\]);\n  * Patient's global self-assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Physician's global assessment of disease activity (measured on a 0 to 10 unit NRS);\n  * Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index \\[HAQ-DI\\]);\n  * C-Reactive Protein (CRP)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"67.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.2","spread":null},{"groupId":"OG001","value":"59.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) at Weeks 52 and 104","description":"HAQ-DI is a patient-reported questionnaire consisting of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and usual activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task are summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. A higher score indicates worse physical functioning, and a negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.323","spread":"0.5759"},{"groupId":"OG001","value":"-0.395","spread":"0.5297"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.382","spread":"0.5639"},{"groupId":"OG001","value":"-0.357","spread":"0.6102"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Disease Activity Score (DAS28) at Week 52 and 104","description":"The DAS28 measures the severity of disease at a specific time and is derived from the following variables:\n\n* 28 tender joint count\n* 28 swollen joint count, which do not include the DIP joints, the hip joint, or the joints below the knee;\n* C-reactive protein (CRP)\n* Patient's global assessment of disease activity. DAS28 (CRP) scores range from 0 to 9.4. A DAS28 score higher than 5.1 indicates high disease activity, a DAS28 score less than 3.2 indicates low disease activity, and a DAS28 score less than 2.6 indicates clinical remission. A negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.46","spread":"0.985"},{"groupId":"OG001","value":"-1.71","spread":"1.054"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.62","spread":"1.086"},{"groupId":"OG001","value":"-1.70","spread":"1.305"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-item SF-36 (V2.0) Physical Functioning Domain Score at Weeks 52 and 104","description":"The SF-36 (v 2.0) is a self-administered instrument that measures the impact of disease on overall quality of life and consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health). Norm-based scores were used in analyses, calibrated so that 50 is the average score and the standard deviation equals 10. Higher scores indicate a higher level of functioning. The physical functioning domain assesses limitations in physical activities because of health problems. A positive change from Baseline score indicates an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.11","spread":"9.842"},{"groupId":"OG001","value":"6.00","spread":"9.990"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.78","spread":"9.932"},{"groupId":"OG001","value":"5.95","spread":"10.827"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Duration of Morning Stiffness at Weeks 52 and 104","description":"Morning stiffness was the participant's assessment of how long their morning stiffness lasted after first waking up in the morning, on average, during the previous week. A higher value indicates longer duration, and a negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"174.41"},{"groupId":"OG001","value":"-5.7","spread":"93.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.9","spread":"165.36"},{"groupId":"OG001","value":"-7.0","spread":"71.34"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Whose Severity of Morning Stiffness at Week 52 and 104 Improved From Baseline","description":"Morning stiffness severity was the participant's assessment of how severe their morning stiffness was after first waking up in the morning, on average, during the previous week. The severity was recorded as none, mild, moderate, moderately severe, or very severe. Improvement is defined as the change from baseline of a more severe assessment to less severe assessment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.1","spread":null},{"groupId":"OG001","value":"57.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.7","spread":null},{"groupId":"OG001","value":"59.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAE) During the 24 Week Placebo Controlled Phase","description":"A TEAE is an AE with a start date on or after the date of the first dose of Investigational Product (IP). An AE is any noxious, unintended, or untoward medical occurrence, that may appear or worsen in a participant during the course of study. It may be a new intercurrent illness, a worsening concomitant illness, an injury, or any concomitant impairment of the participant's health, including laboratory test values regardless of etiology. Any worsening (ie, any clinically significant adverse change in the frequency or intensity of a preexisting condition) was considered an AE. A serious AE (SAE) is any untoward adverse event that is fatal, life-threatening, results in persistent or significant disability or incapacity, requires or prolongs existing in-patient hospitalization, is a congenital anomaly or birth defect, or a condition that may jeopardize the patient or may require intervention to prevent one of the outcomes listed above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAE) During the Apremilast-Exposure Period","description":"A TEAE is an AE with a start date on or after the date of the first dose of Investigational Product (IP). An AE is any noxious, unintended, or untoward medical occurrence, that may appear or worsen in a participant during the course of study. It may be a new intercurrent illness, a worsening concomitant illness, an injury, or any concomitant impairment of the participant's health, including laboratory test values regardless of etiology. Any worsening (ie, any clinically significant adverse change in the frequency or intensity of a preexisting condition) was considered an AE. A serious AE (SAE) is any untoward adverse event that is fatal, life-threatening, results in persistent or significant disability or incapacity, requires or prolongs existing in-patient hospitalization, is a congenital anomaly or birth defect, or a condition that may jeopardize the patient or may require intervention to prevent one of the outcomes listed above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":109},"commonTop":["Diarrhoea","Nasopharyngitis","Upper respiratory tract infection","Nausea","Hypertension"]}}}