{"nctId":"NCT00993967","briefTitle":"Long-Term Safety and Tolerability of Idebenone in Friedreich's Ataxia Patients (MICONOS Extension)","startDateStruct":{"date":"2007-06"},"conditions":["Freidreich's Ataxia"],"count":200,"armGroups":[{"label":"Idebenone","type":"EXPERIMENTAL","interventionNames":["Drug: idebenone"]}],"interventions":[{"name":"idebenone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Completion of 52 weeks in study SNT-III-001\n* Body weight ≥ 25 kg\n* Negative urine pregnancy test\n* Eligibility to participate in the present extension study as confirmed by investigator\n\nExclusion Criteria:\n\n* Safety or tolerability issues arising during the course of SNT-III-001 which in the opinion of the investigator preclude further treatment with idebenone\n* Clinically significant abnormalities of haematology or biochemistry including, but not limited to, elevations greater than 1.5 times the upper limit of SGOT, SGPT or creatinine\n* Parallel participation in another clinical drug trial\n* Pregnancy or breast-feeding\n* Abuse of drugs or alcohol","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Measures of Safety and Tolerability: Nature and Frequency of Adverse Events (AEs)","description":"Global Overvbiew of accurance of AEs-Safety population. The Safety population included all subjects who received at least one dose of the study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"188","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null}]}]}]},{"type":"PRIMARY","title":"Absolute Change in The International Cooperative Ataxia Rating Scale (ICARS)","description":"The International Cooperative Ataxia Rating Scale (ICARS) is a commonly used evaluation and is composed of four clinical sub-scores involving the following: posture and gait, limb coordination, speech and oculomotor function.The ICARS score is the total sum of the sub scores and ranges from 0 to 100, with 100 indicative of the most severely affected outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":"7.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":"7.57"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Measures of Safety and Tolerability: Physical Examinations and Vital Signs","description":"Assessment of the head, eyes, ears, nose, throat, heart, chest, lungs, abdomen, extremities, peripheral pulses, skin and any other physical conditions of note.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Measures of Safety and Tolerability: Electrocardiograms (ECGs)","description":"12-lead ECG recordings were performed at every visit. Each ECG was measured using 3 complexes: PR interval in lead II or V2, QRS and QT intervals and heart rate in lead II, corrected QT intervals QTcB and QTcF.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Measures of Safety and Tolerability: Haematological and Biochemical Laboratory Parameters","description":"Safety haematological analysis were done at every visit. Analyses included red blood cell count, haemoglobin, haematocrit, red cell indices, white blood cell count including differential, platelet count Safety biochemistry were done at every visit. Analyses included sodium, potassium, chloride, bicarbonate, urea, creatinine, calcium, inorganic phosphate, glucose, total bilirubin, total protein, albumin, aspartate amiotransferase (AST), alanine aminotransferase (ALT), alkaline phosphotase, Gamma GT, creatine kinase (CK)\\^, cholesterol, triglycerides, uric acid.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":200},"commonTop":["nasopharyngitis","headache","diarrhoea","nausea","influenza"]}}}