{"nctId":"NCT01817075","briefTitle":"Chlorhexidine Gluconate Cleansing in Preventing Central Line Associated Bloodstream Infection and Acquisition of Multi-drug Resistant Organisms in Younger Patients With Cancer or Undergoing Donor Stem Cell Transplant","startDateStruct":{"date":"2013-11-04","type":"ACTUAL"},"conditions":["Bacterial Infection","Benign Neoplasm","Malignant Neoplasm","Methicillin-Resistant Staphylococcus Aureus Infection","Myeloid Neoplasm","Recurrent Childhood Acute Lymphoblastic Leukemia","Recurrent Childhood Acute Myeloid Leukemia"],"count":177,"armGroups":[{"label":"Arm I (CHG cleansing wipe)","type":"EXPERIMENTAL","interventionNames":["Procedure: Chlorhexidine Gluconate Skin Cleanser","Other: Laboratory Biomarker Analysis","Other: Questionnaire Administration"]},{"label":"Arm II (control)","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Laboratory Biomarker Analysis","Procedure: Mild Soap Skin Cleanser","Other: Questionnaire Administration"]}],"interventions":[{"name":"Chlorhexidine Gluconate Skin Cleanser","otherNames":["Skin Cleanser with Chlorhexidine Gluconate"]},{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Mild Soap Skin Cleanser","otherNames":["Skin Cleanser with Mild Soap"]},{"name":"Questionnaire Administration","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* TRANSPLANT PATIENTS: all patients undergoing planned allogeneic transplant (both malignant and non-malignant diagnoses)\n* ONCOLOGY PATIENTS: patients with an oncology diagnosis that are or will be on a chemotherapy regimen that will last for an additional \\>= 3 months or are on or will be on a chemotherapy regimen for \\< 3 months and then proceed to transplant (allogeneic or autologous stem cell rescue) during the 3-month study period\n* Patients undergoing allogeneic transplant must have, or be scheduled to have, an external tunneled central venous catheter (CVC) (Broviacs, Hickmans, tunneled percutaneously inserted central catheter \\[PICCs\\], etc.) and/or non-tunneled percutaneously inserted central catheter (PICC) that is expected to remain in place for an additional \\>= 3 months\n* Patients with acute myelogenous leukemia (AML) or relapsed acute lymphoblastic leukemia (ALL) that will receive chemotherapy with/without transplant must have, or be scheduled to have, an external tunneled CVC (Broviacs, Hickmans, tunneled PICCs, etc.) and/or non-tunneled PICC that is expected to remain in place for an additional \\>= 3 months\n* All other oncology patients that will receive chemotherapy with/without transplant must have, or be scheduled to have, an external tunneled CVC (Broviacs, Hickmans, tunneled PICCs, etc.) that is expected to remain in place for an additional \\>= 3 months\n* All patients and/or their parents or legal guardians must sign a written informed consent\n* All institutional, Food and Drug Administration (FDA), and National Cancer Institute (NCI) requirements for human studies must be met\n\nExclusion Criteria:\n\n* Patients with a previous or current line infection are ineligible until 14 days after the completion of antibiotics\n* Patients with only totally implanted CVCs or ports are ineligible\n* Patients with a known allergy or hypersensitivity to CHG are ineligible\n* Patients with chronic, severe, generalized skin breakdown (such as generalized blistering, burns, severe graft versus host disease \\[GVHD\\] with open sores, etc.) are ineligible\n* Patients currently enrolled on Children's Oncology Group (COG) study ACCL0934 are not eligible until they have completed the infection observation period of that study\n* Patients scheduled to receive broad-spectrum prophylactic antibacterial therapy are ineligible; patients only receiving prophylaxis for Pneumocystis pneumonia (PCP) (trimethoprim \\[TMP\\]/sulfamethoxazole \\[SMX\\]) or encapsulated organisms (penicillin) are eligible\n* Patients receiving sorafenib at the time of enrollment and those who are scheduled to receive sorafenib as part of a treatment plan are ineligible\n* Patients using prophylactic antimicrobial locks in the CVC at the time of enrollment and those who are scheduled to receive antimicrobial locks in the CVC as part of a treatment plan are ineligible\n* Patients previously enrolled on this trial are ineligible\n* Females who are pregnant or breastfeeding are ineligible","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Months","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Central Line-associated Bloodstream Infections (CLABSI) Events During the At-risk Days","description":"Rate of CLABSI per 1000 at-risk days. CLABSI outcome is defined according to the January 2015 Centers for Disease Control and Prevention (CDC) criteria. At risk days are defined as days with eligible central lines in place.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.44","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Multi-drug Resistant Organisms (MDRO)","description":"MDROs are defined as Staphylococcus aureus resistant to oxacillin, Enterococcus spp. resistant to vancomycin, Klebsiella pneumoniae or Escherichia coli non-susceptible (intermediate or resistant) to ceftriaxone, ceftazidime, cefepime or any carbapenem, and Pseudomonas aeruginosa or Acinetobacter baumannii resistant to any carbapenem or ceftazidime, and either an aminoglycoside or fluoroquinolone. Clostridium difficile infection (CDI) is included as an MDRO and is defined as a positive lab test for C. difficile and \\> 3 unformed stools in \\< 24 hours.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Acquire Cutaneous Bacterial Isolates With Reduced Susceptibility to Chlorhexidine Gluconate (CHG)","description":"Susceptibility to CHG is defined by MIC cutoff that is cutaneous staphylococcal isolate isolated from a follow-up swab with CHG MIC \\> 4 ug/mL in patient without a resistant staphylococcal isolate isolated from a baseline swab.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Bacteremia Per 1000 At-risk Days","description":"A bacteremia episode is defined any positive blood culture. At risk days are defined as days with eligible central lines in place.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.24","spread":null},{"groupId":"OG001","value":"4.93","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":88},"commonTop":["Rash maculo-papular","Skin and subcutaneous tissue disorders - Other, specify","Urticaria","Hypercalcemia","Mucositis oral"]}}}