{"nctId":"NCT02026206","briefTitle":"Low-level Light Therapy for Primary Dysmenorrhea","startDateStruct":{"date":"2011-10"},"conditions":["Primary Dysmenorrhea"],"count":88,"armGroups":[{"label":"LLLT group","type":"EXPERIMENTAL","interventionNames":["Device: low-level light therapy"]},{"label":"Placebo-controlled group","type":"PLACEBO_COMPARATOR","interventionNames":["Device: Placebo"]}],"interventions":[{"name":"low-level light therapy","otherNames":["Color DNA-WSF"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* clinical diagnosis of primary dysmenorrhea.\n* a self-reported visual analog scale (VAS) for menstrual pain intensity over 7 on a scale of 0-10.\n\nExclusion Criteria:\n\n* diagnosis of a serious medical or psychiatric illness, endometriosis or uterine fibroids, uterine adenomyosis, those taking oral contraceptives within the last 1 month, those who were pregnant or in whom the pregnancy test was positive were excluded.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"35 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Dysmenorrheal Pain Severity","description":"The primary outcome was menstrual pain intensity described using a 0-10 VAS scale (minimum 0, maximum 10). The higher values represent a worse outcome. All data collected by self-reported sheet. Before treatment, the participants conducted a self-evaluation of pain intensity after the next menstruation started (pre-treatment score) using the VAS. After self-therapy on 3 menstrual cycles, the participants conducted a self-evaluation of pain intensity after the next menstruation started (post-treatment score) using the VAS.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.88","spread":"2.09"},{"groupId":"OG001","value":"6.31","spread":"1.82"}]}]}]},{"type":"SECONDARY","title":"Quality of Life","description":"The secondary outcome measures were quality of life as assessed by the EQ-5D (minimun 0.00, maximum 1.00). The EQ-5D descriptive system comprises the following 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 3 levels: no problems, some problems, extreme problems. The subscales combined to compute a total score according to EQ-5D equation formula. The higher values represent a better outcome.All data collected by self-reported sheet. Before treatment, the participants conducted a self-evaluation of pain intensity and quality of life after the next menstruation started (pre-treatment score) using the EQ-5D questionnaire. After self-therapy on 3 menstrual cycles, the participants conducted a self-evaluation of quality of life after the next menstruation started (post-treatment score) using the EQ-5D questionnaire.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":"0.09"},{"groupId":"OG001","value":"0.84","spread":"0.14"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":44},"commonTop":["Amenorrhea"]}}}