{"nctId":"NCT00363129","briefTitle":"Vitamin E in Preventing Peripheral Neuropathy Caused by Chemotherapy in Patients Receiving Chemotherapy for Cancer","startDateStruct":{"date":"2006-12"},"conditions":["Neurotoxicity","Unspecified Adult Solid Tumor, Protocol Specific"],"count":207,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: vitamin E"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"vitamin E","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Required Characteristics:\n\n1. Scheduled to undergo curative-intent adjuvant treatment with neurotoxic chemotherapy. Patients must have had his/her tumor removed, but may have microscopic residual disease, or residual margin involvement and still be eligible.\n\n   The patient's chemotherapy regimen must include one or more of the following neurotoxic chemotherapeutic agents: taxanes (paclitaxel, docetaxel); platinum compounds (cisplatin, carboplatin, oxaliplatin)-(oxaliplatin patients should preferentially be enrolled in protocol N04C7 while it is available).\n2. ≥ 18 years of age\n3. Ability to sign informed consent and understand the nature of a placebo-controlled trial\n4. ECOG Performance Status (PS) of 0, 1, or 2 e.g.\n5. Ability to complete questionnaire(s) by themselves or with assistance\n6. Life expectancy ≥ 6 months\n\nContraindications:\n\n1. Undergoing chemotherapy for palliative care\n2. Pre-existing history of peripheral neuropathy due to any cause (diabetes, alcohol, toxin, hereditary, etc).\n3. Prior treatment with neurotoxic chemotherapy (exception: Patient started neurotoxic chemotherapy ≤ 4 days of starting vitamin E on this study and has not been treated previously with other neurotoxic chemotherapy agents).\n4. Taking regular opioid-containing medications. (Exception: opioids, given for the short term treatment of chemotherapy-induced myalgias or arthralgias caused by taxanes are permitted.)\n5. Concurrent treatment with anticonvulsants, tricyclic antidepressants, or other neuropathic pain medications agents such as carbamazepine, phenytoin, valproic acid, gabapentin, lamotrigine, topical lidocaine patch, capsaicin cream, etc.\n6. History of coronary artery disease (i.e. MI, PTCA, or CABG ≤ 5 years or diagnosis of congestive heart failure of any NY heart class I-IV) Valve replacements are permitted as long as patient has fully recovered from the surgery.\n7. Other medical conditions, which in the opinion of the treating physician/allied health professional would make this protocol unreasonably hazardous for the patient.\n8. Vitamin E supplementation for any reason ≤ 7 days prior to randomization. (Exception:\n\n   one multivitamin per day that contains ≤ 100 IU \\[mg\\] of Vitamin E, will be permitted.)\n9. Any of the following: pregnant women, nursing women and men or women of childbearing potential who are unwilling to employ adequate contraception\n10. Taking anticoagulant medication (i.e. coumadin, low molecular weight heparin (LMWH), or platelet aggregation inhibitors such as clopidgrel or aspirin) with the exception that 1 mg/day of coumadin for central line maintenance is allowed.\n11. Diagnosed diabetes requiring insulin or oral hypoglycemic medications\n12. Head or neck cancers\n13. Scheduled to undergo radiation therapy while on study\n14. History of hemorrhagic stroke\n15. Patients receiving neo-adjuvant therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Chemotherapy-induced Sensory Peripheral Neuropathy ≥ Grade 2","description":"The chemotherapy-induced sensory peripheral neuropathy utilized the sensory neuropathy item from the Common Terminology Criteria for Adverse Events (CTCAE) v3.0. Grading: Grade 0=none; grade 1=loss of deep tendon reflexes or paresthesia, including tingling, but not interfering with function; grade 2=objective sensory alteration or paresthesia, including tingling, interfering with function, but not with activities of daily living; grade 3=sensory alteration or paresthesia interfering with activities of daily living; grade 4=permanent sensory losses that are disabling; and grade 5=death.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Dose Reductions of Chemotherapy Due to Sensory Peripheral Neuropathy","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Stopping Chemotherapy Before Treatment is Complete Due to Sensory Peripheral Neuropathy","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Sensory Peripheral Neuropathy ≥ Grade 2","description":"Time to onset of sensory peripheral neuropathy was calculated using incidences of the adverse event while the patient was receiving chemotherapy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Sensory Peripheral Neuropathy ≥ Grade 2","description":"Duration of sensory peripheral neuropathy is the time from onset of grade 2+ neuropathy until the neuropathy is resolved to grade 1 or less during chemotherapy treatment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":96},"commonTop":["Diarrhea","Peripheral sensory neuropathy","Nausea","Neutrophil count decreased","Vomiting"]}}}