{"nctId":"NCT00483704","briefTitle":"Multiple Attacks Study to Compare the Efficacy and Safety of MK-0974 With Placebo for Acute Migraine (MK-0974-031)","startDateStruct":{"date":"2008-08-14","type":"ACTUAL"},"conditions":["Migraines"],"count":1935,"armGroups":[{"label":"Telcagepant 140 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Telcagepant 140 mg"]},{"label":"Telcagepant 280 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Talcagepant 280 mg"]},{"label":"Control Group 1","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Telcagepant 140 mg","Drug: Placebo"]},{"label":"Control Group 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Telcagepant 140 mg","Drug: Placebo"]}],"interventions":[{"name":"Telcagepant 140 mg","otherNames":[]},{"name":"Talcagepant 280 mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of migraines within the past year\n* 1 to 8 moderate or severe migraine attacks per month in the past 2 months that lasted between 4 to 72 hours if untreated\n* Use acceptable contraception throughout the study\n* Able to complete the study questionnaire(s) and paper diary\n* Limit consumption of grapefruit juice to no more than one 8 ounce glass a day\n\nExclusion Criteria:\n\n* Pregnant or breast-feeding or is expecting to become pregnant during the study\n* Difficulty distinguishing his/her migraine attacks from tension or interval headaches\n* A history of mostly mild migraine attacks or migraines that usually resolve spontaneously in less than 2 hours\n* More than 15 headache-days per month or has taken medication for acute headache on more than 10 days a month in the past 3 months\n* Greater than 50 years old at the age of migraine onset\n* Previously taken telcagepant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Reporting Pain Freedom at 2 Hours Post-dose (First Migraine Attack)","description":"Pain Freedom (PF) at 2 hours post-dose (first migraine attack), with pain freedom defined as a reduction in headache severity from Grade 3/2 at baseline to Grade 0 at 2 hours post-dose. Headache severity was subjectively rated by the participant at predefined time points on a scale of Grade 0 to Grade 3: Grade 0 - No pain; Grade 1 - Mild pain; Grade 2 - Moderate Pain; and Grade 3 - Severe Pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":null},{"groupId":"OG001","value":"25.1","spread":null},{"groupId":"OG002","value":"10.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Pain Relief at 2 Hours Post-dose (First Migraine Attack)","description":"Pain Relief (PR) at 2 hours post-dose (first migraine attack), with pain relief defined as a reduction in headache severity from Grade 3/2 at baseline to Grade 1/0 at 2 hours post-dose. Headache severity was subjectively rated by the participant at predefined time points on a scale of Grade 0 to Grade 3: Grade 0 - No pain; Grade 1 - Mild pain; Grade 2 - Moderate Pain; and Grade 3 - Severe Pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.6","spread":null},{"groupId":"OG001","value":"56.7","spread":null},{"groupId":"OG002","value":"33.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Pain Freedom Consistency at 2 Hours Post-dose","description":"Pain Freedom Consistency (PFC) at 2 hours post-dose, defined as having achieved PF at 2 hours post-dose on at least 3 treated migraine attacks. Note that for the control groups, a positive PF response arising from the administration of the 1 talcagepant treated migraine attack will count as one of the 3 positive PF responses needed to fulfill the criteria for PFC.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"14.1","spread":null},{"groupId":"OG002","value":"2.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Pain Relief Consistency at 2 Hours Post-dose","description":"Pain Relief Consistency (PRC) at 2 hours post-dose, defined as having achieved PR at 2 hours post-dose on at least 3 treated migraine attacks. Note that for the control groups, a positive PR response arising from the administration of the 1 telcagepant treated migraine attack will count as one of the 3 positive PR responses needed to fulfill the criteria for PRC.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.8","spread":null},{"groupId":"OG001","value":"46.8","spread":null},{"groupId":"OG002","value":"22.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Absence of Photophobia at 2 Hours Post-dose (First Migraine Attack)","description":"The participant recorded whether photophobia (sensitivity to light) was present or absent at each of the predefined time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.3","spread":null},{"groupId":"OG001","value":"52.4","spread":null},{"groupId":"OG002","value":"40.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Absence of Phonophobia at 2 Hours Post-dose (First Migraine Attack)","description":"The participant recorded whether phonophobia (sensitivity to sound) was present or absent at each of the predefined time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.4","spread":null},{"groupId":"OG001","value":"59.4","spread":null},{"groupId":"OG002","value":"48.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Absence of Nausea 2 Hours Post-dose (First Migraine Attack)","description":"The participant recorded whether nausea was present or absent at each of the predefined time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.9","spread":null},{"groupId":"OG001","value":"71.7","spread":null},{"groupId":"OG002","value":"62.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Experiencing an Adverse Event (AE) Within 48 Hours Post-dose (First Migraine Attack)","description":"AEs were reported following treatment for the first migraine attack using a 48-hour post-dose window. AEs displayed are those reported by at least 4 participants in one or more treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"167","spread":null},{"groupId":"OG002","value":"157","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Discontinuing Study Medication Due to an AE","description":"Participants discontinuing study medication due to an AE were reported for all migraine attacks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Sustained Pain Freedom From 2 to 24 Hours Post-dose (First Migraine Attack)","description":"Sustained Pain Freedom (SPF) from 2 to 24 hours after study medication administration. SPF from 2 to 24 hours post-dose is defined as PF at 2 hours, with no administration of either rescue medication or the optional second dose and with no occurrence thereafter of a mild/moderate/severe headache during the 2 to 24 hours after dosing with the study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"19.1","spread":null},{"groupId":"OG002","value":"6.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Sustained Pain Freedom From 2 to 48 Hours Post-dose (First Migraine Attack)","description":"Sustained Pain Freedom (SPF) from 2 to 48 hours post-dose after study medication administration. SPF from 2 to 48 hours post-dose is defined as PF at 2 hours, with no administration of either rescue medication or the optional second dose and with no occurrence thereafter of a mild/moderate/severe headache during the 2 to 48 hours after dosing with the study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"17.9","spread":null},{"groupId":"OG002","value":"6.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Total Migraine Freedom at 2 Hours Post-dose (First Migraine Attack)","description":"TMF 2 hours post-dose, which is defined as TMF at 2 hours post-dose, with no administration of either rescue medication or the optional second dose and with no occurrence thereafter of a mild/moderate/severe headache and no reported occurrence of photophobia, phonophobia, nausea, or vomiting during the 2 hours after dosing with the study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":null},{"groupId":"OG001","value":"22.3","spread":null},{"groupId":"OG002","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Total Migraine Freedom From 2 to 24 Hours Post-dose (First Migraine Attack)","description":"TMF from 2 to 24 hours post-dose, which is defined as TMF at 2 hours post-dose, with no administration of either rescue medication or the optional second dose and with no occurrence thereafter of a mild/moderate/severe headache and no reported occurrence of photophobia, phonophobia, nausea, or vomiting during the 2 to 24 hours after dosing with the study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.7","spread":null},{"groupId":"OG001","value":"17.1","spread":null},{"groupId":"OG002","value":"6.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":573},"commonTop":["Dry mouth","Nausea","Dizziness","Fatigue","Somnolence"]}}}