{"nctId":"NCT03571737","briefTitle":"Efficacy of Lidocaine Patch in Acute Musculoskeletal Pain in the Emergency Department","startDateStruct":{"date":"2018-06-23","type":"ACTUAL"},"conditions":["Acute Musculoskeletal Disease","Sprains","Sprains and Strains","Injuries","Emergencies","Trauma","Acute Pain"],"count":23,"armGroups":[{"label":"Ibuprofen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ibuprofen"]},{"label":"Ibuprofen & Lidocaine Patch 4%","type":"EXPERIMENTAL","interventionNames":["Drug: Ibuprofen","Drug: Lidocaine Patch 4%"]}],"interventions":[{"name":"Ibuprofen","otherNames":["Motrin","Advil"]},{"name":"Lidocaine Patch 4%","otherNames":["Lidocaine Pain Relief Patch"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject's age is greater than or equal to 18 years old\n* Subject is able to speak English\n* Subject has chief complaint of musculoskeletal pain lasting less than or equal to 7 days\n* Subject's area of greatest pain isolated to one body part\n* Subject does not have prior Emergency Department visits recorded on electronic medical records for the chief complaint\n\nExclusion Criteria:\n\n* Subject's age is less than 18 years old\n* Subject is pregnant or breastfeeding patients\n* Subject cannot speak English\n* Subject has multiple traumatic injuries or injury requiring consultation with the trauma service per study facility's guidelines\n* Subject has cellulitis or infection overlying the injuries\n* Subject has open wound overlying the injuries\n* Subject's chief complaint is caused by penetrating injury\n* Subject has absolute contraindications to study medications, including anaphylaxis to lidocaine or nonsteroidal antiinflammatory drugs, history of active GI bleeding or recent coronary artery bypass graft surgery precluding nonsteroidal antiinflammatory medications, severe hepatic disease (hepatitis, cirrhosis in current chart or prior history or elevation in liver function tests to clinically significant levels in past 6 months), severe kidney disease (Creatinine clearance less than 30 milliliters or history of chronic kidney disease stage 3 or worse), congestive heart failure.\n* Subject has medication contraindications such as concurrent use of medications listed: Alcuronium, Amphotericin B, Amprenavir, Atracurium, Cimetidine, Edrophonium, Enflurane, Fosphenytoin, Halothane, Nadolol, Oxprenolol, Pentazocine, Propafenone\n* Subject is on class I antiarrhythmics therapy (including lidocaine, procainamide, disopyramide etc)\n* Subject has injuries requiring splint/casting where patient may not be able to reach the area of greatest pain to apply and reapply the patch\n* Subject has prior history of chronic pain in the affected area (defined as greater than or equal to 6 weeks of pain)\n* Subject has received opioid medication in triage area or within 4 hours of initial treatment\n* Subject is unable to give pain scores due to mental status\n* Subject's initial numerical pain scale score of 0 (which would constitute \"no pain\" on the scale)\n* Subject requires opiate medication or muscle relaxants (Flexeril, Valium, Tizanidine, Robaxin etc) during the initial visit to Emergency department at the discretion of the provider.\n* Subjects who received less than 800 milligram oral dosage of ibuprofen in triage","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Numerical Pain Rating Scale","description":"Change in self-reported pain intensity level. Baseline will be prior to intervention, and change will be assessed 60 minutes after intervention. Each item is scored 0-10 (0=No pain, 10= Worst pain possible). Higher number is worse outcome while lower number is better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Return Visit for Same Chief Complaint","description":"Questionnaire (Yes or No) of whether a return visit to either the emergency department or primary care offices occurred within 1 week for same chief complaint from the initial visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":[]}}}