{"nctId":"NCT03293485","briefTitle":"Efficacy and Safety of Imipenem+Cilastatin/Relebactam (MK-7655A) in Japanese Participants With Complicated Intra-abdominal Infection or Complicated Urinary Tract Infection (MK-7655A-017)","startDateStruct":{"date":"2017-10-04","type":"ACTUAL"},"conditions":["Complicated Intra-abdominal Infection","Complicated Urinary Tract Infection"],"count":83,"armGroups":[{"label":"Imipenem+Cilastatin/Relebactam","type":"EXPERIMENTAL","interventionNames":["Drug: Imipenem+Cilastatin/Relebactam"]}],"interventions":[{"name":"Imipenem+Cilastatin/Relebactam","otherNames":["IMI/REL","MK-7655A"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* requires hospitalization and treatment with IV antibiotic therapy for complicated intraabdominal infection (cIAI) or complicated urinary tract infection (cUTI). Per-protocol diagnostic criteria apply to the qualifying infection types.\n* infection is known or thought to be caused by microorganisms susceptible to the IV study therapy\n* baseline specimen for primary infection site culture obtained at operative procedure in Screening period or at Baseline for cIAI participants, and within 48 hours before initiation of IV study drug for cUTI participants\n* female or male who is not of reproductive potential, or female or male who is of reproductive potential and agrees to avoid becoming pregnant or impregnating a partner from the time of consent through completion of the study, by practicing abstinence from heterosexual activity or using acceptable contraception during heterosexual activity.\n\nExclusion Criteria:\n\n* received any amount of effective antibiotic therapy after obtaining the culture for admission to the study and before administration of the first dose of IV study therapy\n* received treatment with systemic effective antibiotics for \\>24 hours within the 72 hours before initiation of study therapy\n* has a concurrent infection, including endocarditis, osteomyelitis, meningitis, or prosthetic joint infection, that would interfere with evaluation of response to IMI/REL\n* has a cIAI or cUTI due to a confirmed fungal pathogen\n* has a cUTI that meets any of the following: 1) complete obstruction of any portion of the urinary tract, 2) known ileal loop, 3) intractable vesico-ureteral reflux, 4) presence of indwelling urinary catheter which cannot be removed at study entry\n* has a cIAI that meets any of the following: 1) infection that should be managed by Staged Abdominal Repair (STAR) or open abdomen therapy, 2) infection limited to the hollow viscus\n* history of serious allergy, hypersensitivity, or any serious reaction to any carbapenem, cephalosporin, penicillin or other beta-lactam agent, or other beta-lactamase inhibitors\n* female who is pregnant or is expecting to conceive, is breastfeeding, or plans to breastfeed before completion of the study\n* history of a seizure disorder\n* anticipates to be treated with valproic acid, concomitant IV or an oral antimicrobial considered effective to the index pathogen, in addition to the study treatment\n* is receiving immunosuppressive therapy, including high-dose corticosteroids\n* is undergoing hemodialysis or peritoneal dialysis\n* participated in any other clinical study involving an investigational or experimental medication during the previous 30 days before Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Experiencing ≥1 Adverse Events (AE)","description":"The percentage of participants experiencing ≥1 AE was calculated. An AE was defined as any unfavorable and unintended sign, symptom, or disease (new or worsening) temporally associated with the use of study therapy, regardless of whether or not a causal relationship with the study therapy could be determined.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Drug Due to an Adverse Event (AE)","description":"The percentage of participants who discontinued from study medication due to an adverse event was calculated. An AE was defined as any unfavorable and unintended sign, symptom, or disease (new or worsening) temporally associated with the use of study therapy, regardless of whether or not a causal relationship with the study therapy could be determined.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Complicated Intra-Abdominal Infection (cIAI) Participants With Favorable Clinical Response at End of Therapy Visit","description":"The percentage of participants with cIAI who display a favorable clinical response at End of Therapy visit was presented. Per protocol, a subset of the cIAI/cUTI study arm was analyzed: only participants with cIAI were evaluated because clinical response is primarily relevant to cIAI. Favorable clinical response is a rating of \"cure\" or \"improved\" as determined by the investigator at the End of Therapy Visit. \"Cure\" is defined as: all pretherapy signs and symptoms of the index infection(s) have resolved (or returned to preinfection status) AND no additional intravenous antibiotic therapy is required AND no unplanned surgical or percutaneous drainage procedures have been performed. \"Improved\" is defined as: All or most pretherapy signs and symptoms of the index infection(s) have improved or resolved (or returned to preinfection status) AND no additional intravenous antibiotic therapy is required AND no unplanned surgical or percutaneous drainage procedures have been performed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Complicated Urinary Tract Infection (cUTI) Participants With Favorable Overall Microbiological Response at End of Therapy Visit","description":"The percentage of participants with cUTI who display a favorable Overall Microbiological Response at the End of Therapy visit was calculated. Per protocol, only a subset of the cIAI/cUTI study arm was analyzed: only participants with cUTI were evaluated because the microbiological response evaluation is primarily relevant to cUTI. A favorable Overall Microbiological Response is defined as a urine culture taken at the End of Therapy Visit showing eradication (e.g., ≥10\\^5 CFU/mL is reduced to \\<10\\^4 CFU/mL) of all uropathogens found at study entry.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Complicated Intra-Abdominal Infection (cIAI) Participants With Favorable Clinical Response at Test of Cure Visit","description":"The percentage of participants with cIAI who display a favorable Clinical Response at the Test of Cure visit was calculated. Per protocol, only a subset of the cIAI/cUTI study arm was analyzed: only participants with cIAI were evaluated because the clinical response evaluation is primarily relevant to cIAI. A favorable clinical response is a rating of \"cure\" as determined by the investigator at the Test of Cure Visit. \"Cure\" is defined as: all pretherapy signs and symptoms of the index infection(s) have resolved (or returned to \"preinfection status\") AND no additional intravenous antibiotic therapy is required AND no unplanned surgical or percutaneous drainage procedures have been performed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Complicated Urinary Tract Infection (cUTI) Participants With Favorable Overall Microbiological Response at Test of Cure Visit","description":"The percentage of participants with cUTI who display a favorable Overall Microbiological Response at the Test of Cure visit was calculated. Per protocol, only a subset of the cIAI/cUTI study arm was analyzed: only participants with cUTI were evaluated because the microbiological response evaluation is primarily relevant to cUTI. A favorable Overall Microbiological Response is defined as a urine culture taken at the Test of Cure visit still showing eradication (e.g., ≥10\\^5 CFU/mL is reduced to \\<10\\^4 CFU/mL) of all uropathogens found at study entry.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":81},"commonTop":["Diarrhoea","Nausea","Nasopharyngitis"]}}}