{"nctId":"NCT04880642","briefTitle":"A Trial to Investigate Recovery From COVID-19 With C21 in Adult Subjects","startDateStruct":{"date":"2021-09-16","type":"ACTUAL"},"conditions":["COVID-19"],"count":272,"armGroups":[{"label":"C21","type":"EXPERIMENTAL","interventionNames":["Drug: C21"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"C21","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥18 years or the legal age of consent in the jurisdiction in which the trial was taking place at the time of signing the informed consent (Specific for India; Age ≥18 to ≤65 years at the time of signing the informed consent)\n2. Hospitalized due to SARS-CoV-2 infection confirmed by a hospital-approved polymerase chain reaction (PCR) test, documented by either of the following:\n\n   1. PCR positive in sample collected \\<72 hours prior to randomization (Visit 2); OR\n   2. PCR positive in sample collected ≥72 hours and ≤7 days prior to randomization, documented inability to obtain a repeat sample AND progressive disease suggestive of ongoing SARS-CoV-2 infection\n3. A score of 5 or 6 on the 8-point ordinal scale:\n\n   1. Score 5: Hospitalized, requiring supplemental oxygen\n   2. Score 6: Hospitalized, on non-invasive ventilation or high-flow oxygen device\n4. Contraceptive use by men and women of childbearing potential consistent with local regulations regarding the methods of contraception for those participating in clinical studies and according to Appendix 3 in the Protocol (see Section 10.3)\n5. Written informed consent, consistent with International Council for Harmonization Good Clinical Practice Revision 2 and local laws, obtained before the initiation of any trial-related procedure\n6. Capable of giving signed informed consent as described in Appendix 1 in the Protocol (see Section 10.1.3) which includes compliance with the requirements and restrictions listed in the informed consent form and in this Protocol\n\n   Country specific:\n7. Specific for India: For subjects with an ordinal scale score of 5, moderate to severe COVID-19 disease confirmed by at an SpO2≤93 % or a respiratory rate≥24/min on room air. Note: If a subject was on supplemental oxygen with SpO2\\>93% and respiratory rate\\<24/min, but desaturation to ≤93 % or increase of respiratory rate to ≥24/min on lower supplemental oxygen or room air is documented during screening, the inclusion criterion was considered to be met.\n\nExclusion Criteria:\n\n1. Concurrent serious medical condition which in the opinion of the investigator constituted a risk or a contraindication for the participation in the trial or that could interfere with the trial objectives, conduct or evaluation\n2. Known, active tuberculosis, active hepatitis B, C, or human immunodeficiency virus (HIV) infection (i.e., HIV with a CD4 count\\<500 cells/mm³).\n3. Moderate or severe impairment of hepatic function (e.g., Child-Pugh class B or C where alterations in the score components were not due to another underlying disease (see Section 8.4.5 in the Protocol)).\n4. Severe renal impairment (i.e., estimated glomerular filtration rate (eGFR)≤30 ml/min/1.73m2)\n5. COVID-19 symptom onset \\>21 days prior to screening (Visit 1).\n6. Hospitalized due to COVID-19 for \\>72 hours at screening (Visit 1).\n7. Invasive mechanical ventilation or ECMO within 72 hours of screening (Visit 1).\n8. Expected need for invasive mechanical ventilation or ECMO in \\<48 hours in the opinion of the investigator\n9. Moderate to severe ARDS (e.g., same-day PaO2/FiO2 ≤200 mmHg; or SpO2/FiO2 ≤232 if arterial blood gas test is not available), if on non-invasive mechanical ventilation or high-flow oxygen.\n10. Pregnant or breast-feeding female subjects\n11. Any previous and concurrent experimental treatment for COVID-19 that was not considered local SoC.\n12. Treatment with the medications listed below within 1 week prior to screening (Visit 1) or anticipated need for such medication during the participation in this trial:\n\n    1. Strong Cytochrome P450 (CYP) 3A4 inducers.\n    2. P-glycoprotein (P-gp) substrates with narrow therapeutic index.\n    3. High dose Breast Cancer Resistance Protein (BCRP) sensitive substrates.\n    4. Warfarin.\n    5. Sulphasalazine or rosuvastatin.\n13. Current or previous participation in any other clinical trial where the subject had received a dose of IMP within 1 month or 5 half-lives of the IMP, whichever was longest, prior to screening (Visit 1).\n14. Positive pregnancy test (see Section 8.4.6 in the Protocol).\n15. Abnormal laboratory value at screening (Visit 1) indicating a potential risk for the subject if enrolled in the trial as evaluated by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"All-cause Mortality up to Day 60","description":"Proportion of subjects in the mITT (all randomised, including 5 subjects not treated) with death up to Day 60 follow-up","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Sustained Hospital Discharge up to Day 60","description":"Time to sustained hospital discharge from Day 1 to Day 60: Time to sustained hospital discharge was defined as the time to the date of discharge from the initial hospitalization or re-hospitalization due to COVID-19 after which the subject was not re-hospitalized for COVID-19 related reasons.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"9.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Supplemental Oxygen-free Days up to Day 29","description":"Supplemental oxygen-free days from Day 1 up to Day 29, observed range 0 to 28 days. Subjects with deaths imputed as -1 day according to SAP and FDA guidance. Outcome was identical in both groups for both median and range","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":null},{"groupId":"OG001","value":"23.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Free of Respiratory Failure, Defined as an 8-point Ordinal Scale Score ≤5, at Day 15","description":"Proportion of subjects free of respiratory failure, defined as an 8-point ordinal scale score ≤5, at Day 15. Missing data imputed by MI, proportion given are average over the imputations.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.884","spread":null},{"groupId":"OG001","value":"0.901","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Discharged From Hospital and Free of Supplemental Oxygen at Day 15","description":"Proportion of subjects discharged from hospital and free of supplemental oxygen at Day 15. Missing data imputed by MI, proportion given are average over the imputations.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.676","spread":null},{"groupId":"OG001","value":"0.679","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":134},"commonTop":["Alanine aminotransferase increased","Nausea","Pyrexia","Headache","Asthenia"]}}}