{"nctId":"NCT02549170","briefTitle":"A Study of HyQvia and Gammagard Liquid (Kiovig) in Adults With Chronic Inflammatory Demyelinating Polyradiculoneuropathy (CIDP)","startDateStruct":{"date":"2015-12-15","type":"ACTUAL"},"conditions":["Chronic Inflammatory Demyelinating Polyradiculoneuropathy"],"count":138,"armGroups":[{"label":"Epoch 1: HYQVIA/HyQvia","type":"EXPERIMENTAL","interventionNames":["Biological: HYQVIA"]},{"label":"Epoch 1: Placebo with rHuPH20","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: 0.25% albumin placebo solution with rHuPH20"]},{"label":"Epoch 2: E1: Placebo Relapse - E2: GGL/KIOVIG","type":"EXPERIMENTAL","interventionNames":["Biological: IGIV GAMMAGARD LIQUID/KIOVIG"]},{"label":"Epoch 2: E1: HYQVIA Relapse - E2: GGL/KIOVIG","type":"EXPERIMENTAL","interventionNames":["Biological: IGIV GAMMAGARD LIQUID/KIOVIG"]},{"label":"Epoch 2: E1: Placebo Relapse - E2: GAMMUNEX-C","type":"EXPERIMENTAL","interventionNames":["Biological: IGIV GAMUNEX®-C"]}],"interventions":[{"name":"HYQVIA","otherNames":["10%) with recombinant human hyaluronidase (rHuPH20)","Immune Globulin Infusion 10% (Human) (IGI","IGI","10% with rHuPH20"]},{"name":"0.25% albumin placebo solution with rHuPH20","otherNames":[]},{"name":"IGIV GAMMAGARD LIQUID/KIOVIG","otherNames":["Immune Globulin Infusion (Human)","Intravenous immunoglobulin G","10% (GAMMAGARD LIQUID/KIOVIG)","GAMMAGARD LIQUID"]},{"name":"IGIV GAMUNEX®-C","otherNames":["Immune Globulin Infusion (Human)","Intravenous immunoglobulin G","Approved IGIV product for US sites"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females of age greater than or equal to (\\>=)18 years old at the time of screening.\n2. Participant has a documented diagnosis of definite or probable Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) (focal atypical CIDP and pure sensory atypical CIDP will be excluded), as confirmed by a neurologist specializing/experienced in neuromuscular diseases to be consistent with the European Federation of Neurological Societies/Peripheral Nerve Society (EFNS/PNS) 2010 criteria (European Federation of Neurological Societies, 2010). Fulfillment of electrodiagnostic criteria must be confirmed by an independent qualified/experienced central reader.\n3. Participant has responded to IgG treatment in the past (partial or complete resolution of neurological symptoms and deficits), and must currently be on stable doses of IGIV treatment within the dose range equivalent to a cumulative monthly dose of 0.4 to 2.4 gram per kilogram (g/kg) BW (inclusive) administered intravenously for at least 12 weeks prior to screening. The dosing interval of IGIV treatment must be between 2 and 6 weeks (inclusive). Variations in the dosing interval of up to ± 7 days or monthly dose amount of up to ± 20% between participant's pre-study Immunoglobulin G (IgG) infusions are within acceptable limits.\n4. INCAT disability score between 0 and 7 (inclusive). Participants with INCAT scores of 0, 1 (whether from upper or lower extremities), or 2 (if at least 1 point is from an upper extremity) at screening and/or baseline will be required to have a history of significant disability as defined by an INCAT disability score of 2 (must be exclusively from the lower extremities) or greater documented in the medical record. Participants will be eligible if one of the below eligibility criteria are met:\n\n   Screening and Baseline INCAT disability score of between 3 and 7 inclusive.\n   1. Screening and/or Baseline INCAT disability score of 2 (both points are from lower extremities).\n   2. Screening and/or Baseline INCAT disability score of 2 (both points are not from lower extremities) AND has at least a score of 2 or greater documented in the medical record prior to screening. If a score was greater than 2 documented in the medical record prior to screening at least 2 points must be from lower extremities.\n   3. Screening and/or Baseline INCAT disability score of 0 or 1 AND has at least a score of 2 or greater (both from lower extremities) documented in the medical record prior to screening, at least 2 points must be from lower extremities.\n5. If female of childbearing potential, the participant must have a negative pregnancy test at screening and agree to employ a highly effective contraceptive measure throughout the course of the study and for at least 30 days after the last administration of investigational product (IP).\n6. Participant is willing and able to sign an Informed Consent Form (ICF).\n7. Participant is willing and able to comply with the requirements of the protocol.\n\nExclusion Criteria:\n\n1. Participants with Focal atypical CIDP or pure sensory atypical CIDP.\n2. Any neuropathy of other causes, including:\n\n   1. Hereditary demyelinating neuropathies, such as hereditary sensory and motor neuropathy (HSMN) (Charcot-Marie-Tooth \\[CMT\\] disease), and hereditary sensory and autonomic neuropathies (HSANs).\n   2. Neuropathies secondary to infections, disorders, or systemic diseases such as Borrelia burgdorferi infection (Lyme disease), diphtheria, systemic lupus erythematosus, POEMS (polyneuropathy, organomegaly, endocrinopathy, M-protein, and skin changes) syndrome, osteosclerotic myeloma, diabetic and non-diabetic lumbosacral radiculoplexus neuropathy, lymphoma, and amyloidosis.\n   3. Multifocal acquired demyelinating sensory and motor neuropathy (MADSAM).\n   4. Multifocal motor neuropathy (MMN).\n   5. Drug-, biologic-, chemotherapy-, or toxin-induced peripheral neuropathy.\n3. Immunoglobulin M (IgM) paraproteinemia, including IgM monoclonal gammopathy with high titer antibodies to myelin-associated glycoprotein.\n4. Prominent sphincter disturbance.\n5. Central demyelinating disorders (eg, multiple sclerosis).\n6. Any chronic or debilitating disease, or central nervous disorder that causes neurological symptoms or may interfere with assessment of CIDP or outcome measures (eg, arthritis, stroke, Parkinson's disease, and diabetic peripheral neuropathy) (Participants with clinically diagnosed diabetes mellitus who do not have diabetic peripheral neuropathy, who have adequate glycemic control with Hemoglobin A1C; also known as glycosylated or glycated hemoglobin (HbA1C) of less than (\\<) 7.5% at screening, and who agree to maintain adequate glycemic control during the study are allowed).\n7. Congestive heart failure (New York Heart Association \\[NYHA\\] Class III/IV), unstable angina, unstable cardiac arrhythmias, or uncontrolled hypertension (ie, diastolic blood pressure greater than (\\>) 100 millimeter of mercury (mmHg) and/or systolic blood pressure \\>160 mmHg).\n8. History of deep vein thrombosis or thromboembolic events (eg, cerebrovascular accident, pulmonary embolism) in the past 12 months.\n9. Condition(s) which could alter protein catabolism and/or IgG utilization (eg, protein-losing enteropathies, nephrotic syndrome).\n10. Known history of chronic kidney disease, or glomerular filtration rate (GFR) of \\<60 milliliter per minute per 1.73 square meter (mL/min/1.73m\\^2) estimated based on CKD-EPI equation (Levey et al., 2009) at the time of screening.\n11. Participant with active malignancy requiring chemotherapy and/or radiotherapy, or history of malignancy with less than 2 years of complete remission prior to screening. Exceptions are: adequately treated basal cell or squamous cell carcinoma of the skin, carcinoma in situ of the cervix, and stable prostate cancer not requiring treatment.\n12. Clinically significant anemia or hemoglobin (Hgb) level of less than (\\<) 10.0 grams per deciliter (g/dL) at screening.\n13. Hypersensitivity or adverse reactions (AR's) (eg, urticaria, breathing difficulty, severe hypotension, or anaphylaxis) to human blood products such as human IgG, albumin, or other blood components.\n14. Known allergy to hyaluronidase of human (including recombinant human hyaluronidase) or animal origin (such as bee or wasp venom).\n15. Known history of or immunoglobulin A (IgA) deficiency (\\<8 milligram per deciliter \\[mg/dL\\]) at screening.\n16. Abnormal laboratory values at screening:\n\n    1. Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\> 2.5\\* upper limit of normal (ULN)\n    2. Platelet count \\<100,000 cells per microliter (cells/mcL).\n    3. Absolute neutrophil count (ANC) \\<1000 cells/mcL.\n17. Ongoing/active infection with hepatitis A virus (HAV), hepatitis B virus (HBV), hepatitis C virus (HCV), or human immunodeficiency virus (HIV) Type 1/2 infection.\n18. The participant has received or is currently receiving treatment with immunomodulatory/ immunosuppressive agents within 6 months prior to screening.\n19. Participant has received or is currently receiving treatment with corticosteroids dose within 8 weeks prior to screening, regardless of indication.\n20. Participant has undergone plasma exchange (PE) within 3 months prior to screening.\n21. The participant has any disorder or condition that in the investigator's judgment may impede the participant's participation in the study, pose increased risk to the participant, or confound the results of the study.\n22. The participant is nursing or intends to begin nursing during the course of the study.\n23. Participant has participated in another clinical study involving an IP or investigational device within 30 days prior to enrollment, or is scheduled to participate in another clinical study (with the exception of the HYQVIA/HyQvia extension study in CIDP) involving an IP or investigational device during the course of this study.\n24. The participant is a family member or employee of the investigator.\n25. Participants with acquired or inherited thrombophilic disorders. These will include the specific types of acquired or inherited thrombophilic disorders that could put participants at risk of develop thrombotic events. Examples include:\n\n    a. Hereditary Thrombophilias i. Factor V Leiden mutation. ii. Prothrombin 20210A mutation. iii. Protein C deficiency. iv. Protein S deficiency. v. Antithrombin deficiency. b. Acquired thrombophilias i. Antiphospholipid antibody syndrome. ii. Activated protein C Resistance acquired. iii. Homocystinemia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Epoch 1: Relapse Rate","description":"Relapse rate is defined as the percentage of participants who experience a worsening of functional disability. Worsening of functional disability defined as an increase of \\>=1 point relative to the pre- subcutaneous (SC) treatment baseline score in 2 consecutive adjusted Inflammatory Neuropathy Cause and Treatment (INCAT) disability score. The INCAT disability score is an effective and responsive tool to assess clinical response to treatment in CIDP. The disability score ranges from 0 to 10 points, where 0 is normal (eg, no upper limb problems and walking not affected) and 10 is severely incapacitated (eg, inability to move either arm for any purposeful movement and restricted to wheelchair, unable to stand and walk a few steps with help).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.4","spread":null},{"groupId":"OG001","value":"9.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Epoch 2: Responder Rate","description":"Responder rate is defined as clinically meaningful improvement in functional ability defined as a decrease of \\>=1 point in the adjusted INCAT disability score at the completion of the intravenous (IV) treatment period \\[6 months\\] or at the last study visit of the IV treatment period, relative to the pre-IV treatment baseline score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Percentage of Participants Who Experience a Worsening of Functional Disability","description":"Defined as one or more of the following: an increase of \\>=1 point relative to the pre-subcutaneous (SC) treatment baseline score in 2 consecutive adjusted Inflammatory Neuropathy Cause and Treatment disability scale (INCAT) scores; who experience CIDP worsening (defined as a \\>=8 kilo Pascal (kPa) decrease in the hand grip strength in the more affected hand); \\>=4 points decrease in raw Rasch-built Overall Disability Scale (R-ODS) relative to the pre-SC treatment baseline score (at the time of withdrawal from the SC treatment period). Participants are rounded off to nearest single decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.4","spread":null},{"groupId":"OG001","value":"37.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Relapse","description":"Time to relapse is defined as time from the date of the first SC administration of HYQVIA/HyQvia or placebo with rHuPH20 to the date of relapse. Participants who did not relapse were censored at their end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Change From Pre-Subcutaneous (SC) Treatment Baseline in Rasch-built Overall Disability Scale (R-ODS)","description":"The Rasch-Built Overall Disability Scale (R-ODS) is a participant self-reported, linearly-weighted overall disability scale that was specifically designed to capture activity and social participation limitations in participant with immune-mediated peripheral neuropathies including CIDP. The R-ODS is comprised of 24 items for which participants are asked to rate their functioning (i.e, no difficulty, some difficulty, or could not do) related to a variety of everyday tasks at the moment of completion. The centile metric R-ODS score range is 0 to 100. Higher scores indicate better condition. The centile metric R-ODS score was used in the ANCOVA analysis. ANCOVA was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.1","spread":"1.64"},{"groupId":"OG001","value":"-0.9","spread":"1.69"}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Participants Experiencing Any Treatment-Emergent Serious and/or Non-serious Adverse Events (SAEs and/or AEs), Regardless of Causality","description":"An AE is defined as any untoward medical occurrence in participant administered an Investigational Product (IP) that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. A SAE is defined as an untoward medical occurrence that at any dose meets one or more of the following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization or results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a medically important event, thromboembolic events, hemolytic anemia. A nonserious AE is an AE that does not meet the criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Participants Experiencing Causally Related Serious and/or Non-Serious Adverse Events (SAEs and/or AEs)","description":"AE=any untoward medical occurrence in participant administered IP. AE can therefore be any unfavorable and unintended sign (e.g.,abnormal laboratory finding), symptom (e.g.,rash, pain, discomfort, fever, dizziness, etc.), disease (e.g.,peritonitis,bacteremia,etc.), outcome of death temporally associated with use of IP,considered causally related to the IP. SAE=untoward medical occurrence that at any dose meets following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization/results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is congenital anomaly/birth defect, is medically important event, thromboembolic events, hemolytic anemia. Non-SAE=AE not meeting this criteria. AE recorded by investigator as possibly/probably related to IP is considered related AE, any AE recorded as unlikely/not related is considered unrelated AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Participants With Serious and/or Non-serious Adverse Reactions (ARs) Plus Suspected ARs","description":"An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. A SAE is defined as an untoward medical occurrence that at any dose meets one or more of the following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization or results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a medically important event, thromboembolic events, hemolytic anemia. A nonserious AE is an AE that does not meet the criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Treatment-emergent Serious and/or Non-serious Adverse Events (SAEs and/or AEs) Associated With Infusions Regardless of Causality","description":"AE: any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. SAE: an untoward medical occurrence that at any dose meets one or more of the following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization or results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a medically important event, thromboembolic events, hemolytic anemia. A nonserious AE is an AE that does not meet the criteria. Participants can have more than one adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"340","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Causally Related Serious and/or Non-serious Adverse Events (SAEs and/or AEs) Associated With Infusions","description":"AE: any untoward medical occurrence in participant administered IP. AE can therefore be any unfavorable and unintended sign (e.g., abnormal laboratory finding), symptom (e.g., rash, pain, discomfort, fever, dizziness, etc.), disease (e.g., peritonitis, bacteremia, etc.), outcome of death temporally associated with use of IP, whether or not considered causally related to the IP. SAE: untoward medical occurrence that at any dose meets following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization/results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is congenital anomaly/birth defect, is medically important event, (e.g., thromboembolic events, hemolytic anemia). Non-SAE:AE not meeting this criteria. AE recorded by investigator as possibly/probably related to IP is considered related AE, any AE recorded as unlikely/not related is considered unrelated AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"223","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Adverse Events (AEs) Temporally Associated With Infusions","description":"AEs occurring during an infusion or within 72 hours after completion of an infusion. An AE is defined as any untoward medical occurrence in participant administered an Investigational Product (IP) that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Participants can have more than one temporally associated with infusion adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"251","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Serious and/or Non-serious Adverse Reactions (ARs) Plus Suspected ARs Associated With Infusions","description":"AR plus suspected AR: any AE that meets any of the criteria: AE considered by either investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following end of IP infusion, or AE for which causality assessment is missing or indeterminate. SAE: untoward medical occurrence that at any dose meets one or more of following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization or results in prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a medically important event, thromboembolic events, hemolytic anemia. Nonserious AE is AE that does not meet the criteria. Infusion per event = number of events / total number of infusions administered (started) to participants in analysis set. Participants can have more than one AR/suspected AR associated with infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"261","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Treatment-emergent Systemic Adverse Events (AEs) Associated With Infusions","description":"A treatment-emergent adverse event (TEAE) is defined as any event not present prior to the initiation of the treatments or any event already present that worsens in either intensity or frequency following exposure to the treatments. Participants can have more than one TEAE associated with infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"342","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Treatment-emergent Local Infusion Site Reactions Associated With Infusions","description":"AE=any untoward medical occurrence in participant administered an IP that does not have causal relationship with treatment. AE can be any unfavorable and unintended sign (e.g., abnormal laboratory finding), symptom (e.g., rash, pain, discomfort, fever, dizziness, etc.), disease (e.g., peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Adverse reaction/suspected adverse reaction=AE that is considered by the investigator to be possibly or probably related to IP administration, or for which the causality is indeterminate or missing, or that begins during infusion of IP or within 72 hours following the end of IP infusion. Treatment-emergent adverse events (TEAEs) are defined as adverse events that occurred during or after administration of the first dose of IP. Infusion site adverse events and injection site adverse events refer to the same type of adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"141","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Infusions in Participants for Which the Infusion Rate Was Reduced And/Or the Infusion Was Interrupted or Stopped Due to Intolerability And/Or Adverse Events (AEs)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Systemic and Local Adverse Events (AEs), Regardless of Causality, Expressed as Number of Events Per Infusion","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Data for number of events per infusion is assessed at the group level as follows: Per infusion = number of events / total number of infusions administered (started) to participants in the analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"0.34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Systemic and Local Adverse Events (AEs), Regardless of Causality, Expressed as Number of Events Per Participant","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Data is reported for number of events per participant which is assessed at the group level as follows: AE per participant = number of AEs/ total number of participants in the safety analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":null},{"groupId":"OG001","value":"3.24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":null},{"groupId":"OG001","value":"2.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Systemic and Local Adverse Events (AEs), Regardless of Causality, Expressed as Number of Events Per 1000 Participant-year","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Data for number of events per 1000 participant-years is assessed as follows: Per 1000 participant-years = 1000 x (number of events / total number of days of exposure, i.e., the sum of duration of treatment for all participants in the safety analysis set, divided by 365.25)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4689.22","spread":null},{"groupId":"OG001","value":"7341.52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"727.01","spread":null},{"groupId":"OG001","value":"5150.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Causally Related Systemic and Local Adverse Events (AEs), Expressed As Number of Events Per Infusion","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. An AE that is recorded by the investigator as possibly related or probably related to IP was considered a related AE, and any AE recorded as unlikely related or not related was considered unrelated AE. Data for number of events per infusion is assessed at the group level as follows: Per infusion = number of events / total number of infusions administered (started) to participants in the analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":null},{"groupId":"OG001","value":"0.17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":null},{"groupId":"OG001","value":"0.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Causally Related Systemic and Local Adverse Events (AEs), Expressed As Number of Events Per Participant","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. An AE that is recorded by the investigator as possibly related or probably related to IP was considered a related AE, and any AE recorded as unlikely related or not related was considered unrelated AE. Data is reported for number of events per participant which is assessed at the group level as follows: AE per participant = number of AEs/ total number of participants in the safety analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Causally Related Systemic and Local Adverse Events (AEs), Expressed as Number of Events Per Participant-year","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. An AE that is recorded by the investigator as possibly related or probably related to IP was considered a related AE, and any AE recorded as unlikely related or not related was considered unrelated AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1381.32","spread":null},{"groupId":"OG001","value":"3615.98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"545.26","spread":null},{"groupId":"OG001","value":"4529.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Systemic and Local Adverse Reactions (ARs) Plus Suspected ARs, Expressed as Number of Events Per Infusion","description":"An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Data for number of events per infusion is assessed at the group level as follows: Per infusion = number of events / total number of infusions administered (started) to participants in the analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Systemic and Local Adverse Reactions (ARs) Plus Suspected ARs, Expressed as Number of Events Per Participant","description":"An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Data is reported for number of events per participant which is assessed at the group level as follows: AE per participant = number of AEs/ total number of participants in the safety analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.80","spread":null},{"groupId":"OG001","value":"1.94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":null},{"groupId":"OG001","value":"2.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Rates of Systemic and Local Adverse Reactions (ARs) Plus Suspected ARs, Expressed as Number of Events Per 1000 Participant-Year","description":"An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Data for number of events per 1000 participant-years is assessed as follows: Per 1000 participant-years = 1000 x (number of events / total number of days of exposure, i.e., the sum of duration of treatment for all participants in the safety analysis set, divided by 365.25)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2035.63","spread":null},{"groupId":"OG001","value":"4383.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"727.01","spread":null},{"groupId":"OG001","value":"5150.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Participants Who Develop Binding and/or Neutralizing Antibodies to Recombinant Human Hyaluronidase (rHuPH20)","description":"Number of participants who developed binding and/or neutralizing antibodies to rHuPH20 in Epoch 1 were reported. High-binding antibodies is defined as number of participants who had at least one anti-rHuPH20 antibody titer ≥1:160 during treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Participants Experiencing Any Treatment-emergent Serious and/or Non-serious Adverse Events (SAEs and/or AEs), Regardless of Causality","description":"Number of participants experiencing any treatment-emergent serious and/or non-serious adverse events regardless of causality in Epoch 2 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Participants Experiencing Causally Related Serious and/or Non-serious Adverse Events (SAEs and/or AEs)","description":"AE: any untoward medical occurrence in participant administered IP. AE can therefore be any unfavorable and unintended sign (e.g., abnormal laboratory finding), symptom (e.g., rash, pain, discomfort, fever, dizziness, etc.), disease (e.g., peritonitis, bacteremia, etc.), outcome of death temporally associated with use of IP, whether or not considered causally related to the IP. SAE: untoward medical occurrence that at any dose meets following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization/results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is congenital anomaly/birth defect, is medically important event, (e.g., thromboembolic events, hemolytic anemia). Non-SAE:AE not meeting this criteria. AE recorded by investigator as possibly/probably related to IP is considered related AE, any AE recorded as unlikely/not related is considered unrelated AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Participants With Serious and/or Non-serious Adverse Reactions (ARs) Plus Suspected ARs","description":"An adverse reaction/suspected adverse reaction is defined as an Adverse Event that is considered by the investigator to be possibly or probably related to IP administration, or for which the causality is indeterminate or missing, or that begins during infusion of IP or within 72 hours following the end of IP infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Treatment-emergent Serious and/or Non-serious Adverse Events (SAEs and/or AEs) Associated With Infusions Regardless of Causality","description":"A SAE is defined as an untoward medical occurrence that at any dose meets one or more of the following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization or results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a medically important event, thromboembolic events, hemolytic anemia. A nonserious AE is an AE that does not meet the criteria. An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Participants can have more than one adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Causally Related Serious and/or Non-serious Adverse Events (SAEs and/or AEs) Associated With Infusions","description":"AE: any untoward medical occurrence in participant administered IP. AE can therefore be any unfavorable and unintended sign (e.g., abnormal laboratory finding), symptom (e.g., rash, pain, discomfort, fever, dizziness, etc.), disease (e.g., peritonitis, bacteremia, etc.), outcome of death temporally associated with use of IP, whether or not considered causally related to the IP. SAE: untoward medical occurrence that at any dose meets following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization/results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is congenital anomaly/birth defect, is medically important event, (e.g., thromboembolic events, hemolytic anemia). Non-SAE:AE not meeting this criteria. AE recorded by investigator as possibly/probably related to IP is considered related AE, any AE recorded as unlikely/not related is considered unrelated AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Adverse Events (AEs) Temporally Associated With Infusions","description":"AEs occurring during an infusion or within 72 hours after completion of an infusion. An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Participants can have more than one adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Serious and/or Non-serious Adverse Reactions (ARs) Plus Suspected ARs Associated With Infusions","description":"A SAE is defined as an untoward medical occurrence that at any dose meets one or more of the following criteria: outcome is fatal/results in death, is life-threatening, requires inpatient hospitalization or results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a medically important event, thromboembolic events, hemolytic anemia. A nonserious AE is an AE that does not meet the criteria. An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Participants can have more than one AR/SAR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Treatment-emergent Systemic Adverse Events (AEs) Associated With Infusions","description":"A treatment-emergent adverse event (TEAE) is defined as any event not present prior to the initiation of the treatments or any event already present that worsens in either intensity or frequency following exposure to the treatments. Participants can have more than one treatment-emergent systemic AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Treatment-emergent Local Infusion Site Reactions Associated With Infusions","description":"AE=any untoward medical occurrence in participant administered an IP that does not have causal relationship with treatment. AE can be any unfavorable and unintended sign (e.g., abnormal laboratory finding), symptom (e.g., rash, pain, discomfort, fever, dizziness, etc.), disease (e.g., peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Adverse reaction/suspected adverse reaction=AE that is considered by the investigator to be possibly or probably related to IP administration, or for which the causality is indeterminate or missing, or that begins during infusion of IP or within 72 hours following the end of IP infusion. TEAEs are defined as adverse events that occurred during or after administration of the first dose of IP. Infusion site adverse events and injection site adverse events refer to the same type of adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Infusions for Which the Infusion Rate Was Reduced and/or the Infusion Was Interrupted or Stopped Due to Intolerability and/or Adverse Events (AEs)","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Systemic and Local Adverse Events (AEs), Regardless of Causality, Expressed as Number of Events Per Infusion","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Data for number of events per infusion is assessed at the group level as follows: Per infusion = number of events / total number of infusions administered (started) to participants in the analysis set","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":null},{"groupId":"OG001","value":"0.41","spread":null},{"groupId":"OG002","value":"0.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Systemic and Local Adverse Events (AEs), Regardless of Causality, Expressed as Number of Events Per Participant","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. Data is reported for number of events per participant which is assessed at the group level as follows: AE per participant = number of AEs/ total number of participants in the safety analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.19","spread":null},{"groupId":"OG001","value":"6.25","spread":null},{"groupId":"OG002","value":"1.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Systemic and Local Adverse Events (AEs), Regardless of Causality, Expressed as Number of Events Per 1000 Participant-year","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4645.26","spread":null},{"groupId":"OG001","value":"12806.80","spread":null},{"groupId":"OG002","value":"2135.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Causally Related Systemic and Local Adverse Events (AEs), Expressed As Number of Events Per Infusion","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. An AE that is recorded by the investigator as possibly related or probably related to IP was considered a related AE, and any AE recorded as unlikely related or not related was considered unrelated AE. Data for number of events per infusion is assessed at the group level as follows: Per infusion = number of events / total number of infusions administered (started) to participants in the analysis set","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":null},{"groupId":"OG001","value":"0.13","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Causally Related Systemic and Local Adverse Events (AEs), Expressed as Number of Events Per Participant","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. An AE that is recorded by the investigator as possibly related or probably related to IP was considered a related AE, and any AE recorded as unlikely related or not related was considered unrelated AE. Data is reported for number of events per participant which is assessed at the group level as follows: AE per participant = number of AEs/ total number of participants in the safety analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.44","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Causally Related Systemic and Local Adverse Events (AEs), Expressed as Number of Events Per Participant-Year","description":"An AE is defined as any untoward medical occurrence in participant administered an IP that does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom (eg, rash, pain, discomfort, fever, dizziness, etc.), disease (eg, peritonitis, bacteremia, etc.), or outcome of death temporally associated with the use of an IP, whether or not considered causally related to the IP. An AE that is recorded by the investigator as possibly related or probably related to IP was considered a related AE, and any AE recorded as unlikely related or not related was considered unrelated AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3052.6","spread":null},{"groupId":"OG001","value":"4098.18","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Systemic and Local Adverse Reactions (ARs) Plus Suspected Ars, Expressed as Number of Events Per Infusion","description":"An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Data for number of events per infusion is assessed at the group level as follows: Per infusion = number of events / total number of infusions administered (started) to participants in the analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"0.18","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Systemic and Local Adverse Reactions (ARs) Plus Suspected ARs, Expressed as Number of Events Per Participant","description":"An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Data is reported for number of events per participant which is assessed at the group level as follows: AE per participant = number of AEs/ total number of participants in the safety analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.75","spread":null},{"groupId":"OG001","value":"2.75","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Rates of Systemic and Local Adverse Reactions (ARs) Plus Suspected ARs, Expressed as Number of Events Per 1000 Participant-Year","description":"An AR plus suspected AR is any AE that meets any of the following criteria: an AE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or that begins during infusion of IP or within 72 h following the end of IP infusion, or AE for which causality assessment is missing or indeterminate. Data for number of events per 1000 participant-years is assessed as follows: Per 1000 participant-years = 1000 x (number of events / total number of days of exposure, i.e., the sum of duration of treatment for all participants in the safety analysis set, divided by 365.25)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3716.21","spread":null},{"groupId":"OG001","value":"5634.99","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Percentage of Participants With Clinically Meaningful Improvement in Functional Ability","description":"Defined as one or more of the following: a decrease of \\>=1 point in the adjusted Inflammatory Neuropathy Cause and Treatment disability scale (INCAT) score at 2 consecutive time points; who experience CIDP improvement (defined as ≥8 kilo Pascal (kPa) increase in hand grip strength in the more affected hand; \\>=4 points increase in Rasch-built Overall Disability Scale (R-ODS)) at the completion of the intravenous (IV) treatment period \\[6 months\\] or at the last study visit of the IV treatment period, relative to the pre-IV treatment baseline score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":70},"commonTop":["Headache","Pyrexia","Fatigue","Nausea","Infusion site pain"]}}}