{"nctId":"NCT00115804","briefTitle":"Safety and Efficacy of Fluoxetine in Juvenile Fibromyalgia","startDateStruct":{"date":"2005-06"},"conditions":["Juvenile Primary Fibromyalgia Syndrome (JPFS)","Fibromyalgia"],"count":6,"armGroups":[{"label":"Fluoxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Fluoxetine"]}],"interventions":[{"name":"Fluoxetine","otherNames":["Prozac"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female or male outpatients 13 to 18 years of age.\n* Fulfillment of the American College of Rheumatology (ACR) criteria for primary fibromyalgia.\n* Ability to understand and cooperate with study procedures.\n* Provision of parental written informed consent and verbal and written assent from the adolescent for participation in the study.\n\nExclusion Criteria:\n\n* Unwillingness or inability on the part of the parent to provide written informed consent or for the adolescent to provide verbal and written assent.\n* Lifetime history of psychosis, hypomania or mania.\n* Diagnosis of alcohol or substance abuse or dependence within 6 months prior to screening visit.\n* Patients judged to be at serious suicide or homicide risk.\n* Girls who are pregnant or lactating. Girls of childbearing potential who are not using a medically accepted method of contraception (including barrier or hormonal methods).\n* Clinically unstable medical or psychiatric conditions that could interfere with the absorption, metabolism, excretion, or safety of fluoxetine or interfere with the assessment of disease severity.\n* Inability to exclude traumatic injury, regional or structural rheumatic disease, or infectious arthropathy as the etiology of their relevant fibromyalgia symptoms and that would interfere with interpretation of outcome measures (e.g., osteoarthritis, bursitis, tendonitis).\n* History of an autoimmune disease or inflammatory arthritis, such as systemic lupus erythematosis (SLE) or rheumatoid arthritis (RA).\n* Treatment with a monoamine oxidase inhibitor, tricyclic, selective serotonin reuptake inhibitor (SSRI) antidepressant, or lithium within 2 weeks prior to beginning study medication.\n* Treatment with analgesic medication (with the exception of acetaminophen and over-the-counter NSAIDs) within one week prior to beginning study medication.\n* Treatment with any other excluded medication that cannot be discontinued at the screening visit.\n* Previous treatment with fluoxetine.\n* Treatment with any investigational medications within 30 days prior to screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Pain Severity Score","description":"The primary outcome measure was average pain severity on the Pediatric Pain Questionnaire's 100-mm visual analog scale.\n\n(0=no pain and 100 = severe pain )","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":"11.9"}]}]}]},{"type":"SECONDARY","title":"The Clinical Global Impression of Severity","description":"Measures severity of illness at the time of the assessment on a scale of 1 (normal, not at all ill) to 7 (among the most extremely ill).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"The Patient Global Impression of Improvement","description":"Measures the patient's impression of improvement since baseline on a scale of 1 (very much better) to 7 (very much worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"The Functional Disability Inventory-child Version","description":"A self-report inventory that assesses patients' ability to perform a variety of daily physical, social, and recreational activities. The scale ranges from 0 (no disability) to 60 (severe disability).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":"12.5"}]}]}]},{"type":"SECONDARY","title":"The Functional Disability Inventory-parent Version","description":"Consists of the same 15 items as the child version but allows the parent to provide their perception of the child's difficulty in performing daily physical, social, and recreational activities. The score ranges from 0 (no disability) to 60 (severe disability).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":"12.4"}]}]}]},{"type":"SECONDARY","title":"Children's Depression Inventory","description":"A 27-item, self-report measure of depressive symptoms with a score range of 0 (no depressive symptoms) to 54 (severe depressive symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":"10.3"}]}]}]},{"type":"SECONDARY","title":"Multidimensional Anxiety Scale for Children","description":"A 39-item self-report inventory that assesses four areas of anxiety symptoms (emotional, cognitive, physical, and behavioral). Score ranges from 0 (no anxiety symptoms) to 117 (severe anxiety symptoms).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":"30.9"}]}]}]},{"type":"SECONDARY","title":"Fibromyalgia Impact Questionnaire Modified for Children","description":"A 19 item self-report instrument that measures overall impact of fibromyalgia including assessments of function, pain, fatigue, sleep quality, stiffness, anxiety and depression. Score range from 0 (no impact) to 100 (severe impact).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.1","spread":"23.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":6},"commonTop":["Headache"]}}}