{"nctId":"NCT00789997","briefTitle":"TNF-alpha Antagonists for AECOPD: A Randomized, Double-Blind, Placebo-Controlled Pilot Trial","startDateStruct":{"date":"2008-11"},"conditions":["COPD Exacerbation"],"count":81,"armGroups":[{"label":"Etanercept","type":"EXPERIMENTAL","interventionNames":["Drug: Etanercept","Drug: levofloxacin"]},{"label":"Prednisone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Prednisone","Drug: levofloxacin"]}],"interventions":[{"name":"Prednisone","otherNames":[]},{"name":"Etanercept","otherNames":["Enbrel"]},{"name":"levofloxacin","otherNames":["levaquin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nBoth inpatients and outpatients with acute COPD exacerbation will be selected for randomization. Patients will be considered to fulfill the diagnosis of AECOPD if they meet the following 5 criteria:\n\n1. Patients must have had a previous diagnosis of chronic bronchitis, emphysema or COPD established by a physician.\n2. Patients must have evidence of airflow obstruction on presentation, defined as an forced expiratory volume at one second (FEV1) equal to or less than 70% of predicted and a FEV1 / forced vital capacity (FVC) ratio less 70%.\n3. Patients must be \\> 35 years old.\n4. Patients must have a minimum history of 10 pack years smoking.\n5. Patients must be experiencing an acute exacerbation of COPD and must meet at least two of the following three clinical criteria for acute COPD exacerbation as defined by Anthonisen:\n\n   * increased chronic baseline dyspnea,\n   * increased sputum volume or increased sputum purulence\n\nThe above complaints had to have necessitated the emergency department or physician visit.\n\nExclusion Criteria:\n\n1. Respiratory failure necessitating admission to an intensive care unit or necessitating use of mechanical invasive or non-invasive (BIPAP) mechanical ventilation.\n2. Physician diagnosed asthma.\n3. Any patient who has used oral or injectable corticosteroids during the month preceding trial entry will be excluded,except for patients who have received a single dose of oral or injectable steroids (up to the equivalent of 125 mg of methylprednisolone) in the emergency department prior to randomization. (Note that standard clinical practice in emergency departments is to treat these patients with oral or intravenous steroids on presentation to the ED. Since it will be functionally impossible to randomize patients prior to initial ED treatment we will allow randomization of patients who have been given a single dose of steroid in the ED).\n4. History of chronic lung disease other than COPD. Patients with a history of bronchiectasis, cystic fibrosis, lung cancer and interstitial lung disease.\n5. Pneumonia or congestive heart failure or suspected malignancy on chest x-ray (CXR) prior to randomization.\n6. Patients with a history of infection, or suspected current infection, with mycobacteria tuberculosis, non-tuberculous mycobacteria, or fungal infection.\n7. Patients not able to perform an FEV1 assessment.\n8. Patients with known adverse reaction or intolerance to systemic steroids or TNF-alpha antagonists.\n9. Patients with a history of multiple sclerosis or demyelinating disease (etanercept is contraindicated in these patients).\n10. Inability to provide informed consent or comply with the study protocol due to cognitive impairment, language barrier, or distance \\> 100 kilometres from the study centre.\n11. Patients with a history of HIV or other immuno-compromising diseases.\n12. Patients with a known malignancy within the past 5 years (except for squamous or basal cell carcinoma of the skin that was treated with no evidence of recurrence).\n13. Patients who have serum white blood cell count (WBC) \\< 3,000 or platelet count \\< 100,000 at time of randomization.\n14. Patients who are pregnant or nursing will be excluded. Females of child-bearing age will be required to have a negative serum or urine pregnancy test before randomization.\n15. Patients with suspected sepsis- ie. those with temperature \\> 38.5 degrees or serum WBC\\> 20 000 will be excluded.\n16. Patients who have a history or active infection with viral Hepatitis B or Hepatitis C.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Lung Function (Forced Expiratory Volume in 1 Second (FEV1)","description":"FEV1 was obtained using calibrated spirometers at approximately the same time of day at all visits throughout the study. The highest acceptable FEV1 and the highest FVC measurement each obtained on any of three blows (even if not from the same curve) meeting the American Thoracic Society criteria constituted the data for that test set.\n\nNot all participants had Day 14 FEV1 measures collected","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":"5.7"},{"groupId":"OG001","value":"20.1","spread":"5.0"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Failure by 90 Days Assignment","description":"In the etanercept group 16/40 (40%) failed treatment compared with 12/38 (32%) in the prednisone group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":41},"commonTop":["Leg Oedema","Achilles Tendonitis","Urinary Tract Infection","Sinusitis/pharyngitis","Pneumonia"]}}}