{"nctId":"NCT00101933","briefTitle":"SANTE - Stimulation of the Anterior Nucleus of the Thalamus for Epilepsy","startDateStruct":{"date":"2003-12","type":"ACTUAL"},"conditions":["Epilepsy"],"count":157,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Device: Medtronic DBS Therapy for epilepsy"]},{"label":"2","type":"SHAM_COMPARATOR","interventionNames":["Device: Medtronic DBS Therapy for epilepsy"]}],"interventions":[{"name":"Medtronic DBS Therapy for epilepsy","otherNames":[]},{"name":"Medtronic DBS Therapy for epilepsy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Relevant Inclusion and Exclusion Criteria are listed below.\n\nInclusion Criteria\n\n* Partial-onset seizures with or without secondary generalization. The final determination shall be made by the Investigator based on a clinical description of the seizures and previous diagnostic testing that includes, at a minimum, video/clinical EEG that captured at least one ictal event.\n* Anticipated average of 6 or more partial-onset seizures (with or without secondary generalized seizures) per month during the Baseline Phase, with no more than 30 days between seizures during the Baseline Phase.\n* Refractory to antiepileptic drugs (AEDs). Patients will be considered refractory if they have failed at least three AEDs due to lack of efficacy.\n* Receiving one to four currently marketed AEDs\n* Be between 18 and 65 years of age at the time of lead implant\n\nExclusion Criteria:\n\n* Multilobar (\\>3 different lobes) anatomic areas of seizure onset\n* Symptomatic generalized epilepsy\n* Previous diagnosis of psychogenic/non-epileptic seizures\n* Presence of implanted electrical stimulation medical device anywhere in the body (e.g., cardiac pacemakers, spinal cord stimulator) or any metallic implants in the head (e.g., aneurysm clip, cochlear implant). Vagal nerve stimulators are allowed if the device has been turned off for at least 30 days prior to the Baseline Week -12 visit and the patient agrees to have the generator explanted prior to or at the time of the Kinetra Neurostimulator implant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Analysis: Change in Seizure Rate","description":"A protocol-prespecified generalized estimating equations (GEE) analysis was used to evaluate the treatment effect on seizure frequency. The final GEE model for the primary objective evaluation included treatment effect, log of the baseline seizure count, log of age, visit (categorical), treatment-by-visit interaction (categorical), and the offset (the number of days the diary was recorded in each month).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.4","spread":null},{"groupId":"OG001","value":"-14.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Events Experienced With the Medtronic DBS System","description":"The results are for the follow-up after device implantation through Year 2 and summarized are events that occurred in greater than 5% of subjects. Only events related to the device, therapy, or surgery are included. These abbreviations were used:\n\n* General dis...=General disorders and administration site conditions\n* Injury, poison...=Injury, poisoning and procedural complications\n* Ther.=Therapeutic.\n\nFor this summary, adverse events are reported as 'MedDRA System Organ Class - adverse event'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Sudden Unexplained Death in Epilepsy (SUDEP)","description":"The number presented is for Definite and Probable SUDEP. The rate is calculated per 1000 subject years of follow-up. The confidence interval is the 95% Poisson confidence interval. Per protocol, only definite and probable SUDEP classifications were included in the calculation.\n\nThe results shown are for the entire study follow-up after device implantation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Seizure Responder Rate","description":"A responder is defined as a subject with greater than or equal to 50% reduction in seizures as compared with baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Percentage of Days Seizure-free","description":"Difference between active group and control group in percentage change in seizure-free days over the entire blinded phase as compared to the entire baseline phase. The number of seizure-free days was normalized to 84-day baseline and blinded phases for each subject.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"8.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change in the Maximum Length of Seizure-free Intervals","description":"Difference between active group and control group in percentage change in the maximum length of seizure-free intervals over the entire blinded phase as compared to the entire baseline phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null},{"groupId":"OG001","value":"24.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Treatment Failures","description":"A treatment failure was defined in the protocol as a subject who 1) required 3 or more doses of rescue medication within 48 hours, 3 times during the blinded phase; or 2) had 3 episodes of convulsive status epilepticus during the blinded phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Alternative Primary Analysis: Change in Seizure Rate","description":"A generalized estimating equations (GEE) analysis was used to evaluate the treatment effect on seizure frequency. With one outlier subject removed, the GEE model for this alternative analysis included treatment effect, log of the baseline seizure count, log of age, visit (categorical), and the offset (the number of days the diary was recorded in each month).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.0","spread":null},{"groupId":"OG001","value":"-21.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Most Severe Seizures","description":"Seizures were recorded on daily seizure diaries. The subject recorded the number of seizures by seizure type on the seizure diary. The subject also noted at baseline, of those they had ever experienced, which seizure they considered to be \"most severe.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.6","spread":null},{"groupId":"OG001","value":"-20.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":54},"commonTop":["Depression","Complex partial seizures","Memory impairment","Partial seizures with secondary generalization","Injury"]}}}