{"nctId":"NCT01676116","briefTitle":"The Efficacy of Insulin Degludec/Liraglutide in Controlling Glycaemia in Adults With Type 2 Diabetes Inadequately Controlled on GLP-1 Receptor Agonist and OAD Therapy","startDateStruct":{"date":"2012-08-29","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":438,"armGroups":[{"label":"Insulin degludec/liraglutide + OADs","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec/liraglutide"]},{"label":"Liraglutide or exenatide + OADs","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: liraglutide","Drug: exenatide"]}],"interventions":[{"name":"insulin degludec/liraglutide","otherNames":[]},{"name":"liraglutide","otherNames":[]},{"name":"exenatide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with type 2 diabetes mellitus\n* Glycosylated haemoglobin (HbA1c) 7.0-9.0% (53-75 mmol/mol) (both inclusive)\n* Treatment with daily GLP-1 receptor agonist at maximum dose according to local label (i.e. 1.8 mg once daily (OD) Victoza® (liraglutide) or 10 microgram twice daily (BID) Byetta® (exenatide)) or documented maximum tolerated dose (i.e. 1.2 mg OD Victoza® (liraglutide) or 5 microgram BID Byetta® (exenatide)) in combination with a stable daily dose of metformin (equal to or above 1500 mg or documented maximum tolerated dose) for 90 days or more prior to screening visit (Visit 1)\n* BMI (body mass index) equal to or below 40 kg/m\\^2\n\nExclusion Criteria:\n\n* Any use of oral anti-diabetic drugs (OADs) (except for metformin, pioglitazone and sulphonylurea) for 90 days or less prior to screening visit (Visit 1)\n* Use of any drug (except metformin,pioglitazone, sulphonylurea and GLP-1 receptor agonist) which in the Investigator's opinion could interfere with the blood glucose level (e.g. systemic corticosteroids)\n* Treatment with any insulin regimen (short term treatment due to intercurrent illness including gestational diabetes is allowed at the discretion of the Investigator)\n* Screening calcitonin equal to or above 50 ng/l\n* Personal or family history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia type 2 (MEN2)\n* Cardiovascular disorders defined as: congestive heart failure (New York Heart Association (NYHA) class III-IV), diagnosis of unstable angina pectoris, cerebral stroke and/or myocardial infarction within the past 52 weeks prior to screening visit (Visit 1) and/or planned coronary, carotid or peripheral artery revascularisation procedures\n* Proliferative retinopathy requiring acute treatment or maculopathy (macular oedema) according to the Investigator's opinion\n* Subjects with a clinically significant, active (during the past 12 months) disease of the gastrointestinal, pulmonary, endocrinological (except for the type 2 diabetes mellitus), neurological, genitourinary or haematological system that in the opinion of the Investigator may confound the results of the trial or pose additional risk in administering trial products\n* History of chronic pancreatitis or idiopathic acute pancreatitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Glycosylated Haemoglobin (HbA1c) From Baseline (Randomisation, Visit 2)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.32","spread":"0.05"},{"groupId":"OG001","value":"-0.37","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Responders Achieving Pre-defined Target: HbA1c Below 7.0% (53 mmol/Mol)","description":"Percentage of subjects achieving HbA1c below 7.0% after 26 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.3","spread":null},{"groupId":"OG001","value":"35.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Responders Achieving Pre-defined Target: HbA1c Below or Equal to 6.5% (48 mmol/Mol)","description":"Percentage of responders achieving pre-defined target for HbA1c - HbA1c ≤ 6.5% (48 mmol/mol).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"22.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Mean change in body weight after 26 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"3.9"},{"groupId":"OG001","value":"-0.8","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG)","description":"Mean change in fasting plasma glucose from baseline, after 26 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.98","spread":"2.28"},{"groupId":"OG001","value":"-0.6","spread":"2.74"}]}]}]},{"type":"SECONDARY","title":"Number of Severe or Minor Hypoglycaemic Episodes","description":"Rate (events per 100 patient years of exposure) of treatment-emergent confirmed hypoglycaemic episodes. The pool of severe and minor hypoglycaemic episodes was referred to as confirmed hypoglycaemic episodes. Severe hypoglycaemia was categorised as an episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Minor hypoglycaemic episodes were defined as an episode with symptoms consistent with hypoglycaemia with confirmation by blood glucose \\<2.8 mmol/L (50 mg/dL) or PG \\<3.1 mmol/L (56 mg/dL), and which was handled by the subject himself/herself, or any asymptomatic blood glucose value \\<2.8 mmol/L (50 mg/dL) or PG value \\<3.1 mmol/L (56 mg/dL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"281.7","spread":null},{"groupId":"OG001","value":"12.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events (AEs)","description":"Rate (events per 100 exposure years) of treatment-emergent adverse events (an event that had onset date (or an increase in severity) on or after the first day of exposure to randomised treatment and no later than 7 days after the last day of randomised treatment) which occurred during the 26 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"410.1","spread":null},{"groupId":"OG001","value":"364.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Reported Outcomes (PROs) Based on the Treatment Related Impact Measure - Diabetes (TRIM-D)","description":"The patient related outcome is calculated based on TRIM-D questionnaire. The TRIM-D questionnaire consists of 5 sub-domains (treatment burden, daily life, diabetes management, compliance and psychological health), where each question is scored to a 1-5-point scale with a higher score indicating a better health state (less negative impact). Mean TRIM-D individual sub-domain scores and total score are later transformed to a 0-100 scale for analysis. The mean change in scores from baseline to 26 weeks for all the individual sub domains and total scores are presented here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"18.8"},{"groupId":"OG001","value":"5.7","spread":"19.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"18.4"},{"groupId":"OG001","value":"0.8","spread":"18.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":"21.3"},{"groupId":"OG001","value":"4.1","spread":"19.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"17.3"},{"groupId":"OG001","value":"4.3","spread":"15.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"14.7"},{"groupId":"OG001","value":"1.4","spread":"16.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":"12"},{"groupId":"OG001","value":"3.1","spread":"12.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Reported Outcomes (PROs) Based on Diabetes Treatment Satisfaction Questionnaire (DTSQ).","description":"Mean change in diabetes treatment satisfaction questionnaire (DTSQs) scores from baseline. The scores ranged from 0 to 6. Higher total score on a 0-6 point scale indicates a general higher treatment satisfaction, whereas higher score on perceived frequency of hyperglycaemia and perceived frequency of hypoglycaemia indicate that blood glucose levels are out of the target range.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"5.6"},{"groupId":"OG001","value":"1.1","spread":"5.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"2.1"},{"groupId":"OG001","value":"-0.6","spread":"1.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.7"},{"groupId":"OG001","value":"-0.1","spread":"1.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":291},"commonTop":["Nasopharyngitis","Headache","Lipase increased","Upper respiratory tract infection","Diarrhoea"]}}}