{"nctId":"NCT00548548","briefTitle":"A Study of Bevacizumab in Combination With Capecitabine and Cisplatin as First-line Therapy in Patients With Advanced Gastric Cancer","startDateStruct":{"date":"2007-09","type":"ACTUAL"},"conditions":["Adenocarcinoma"],"count":774,"armGroups":[{"label":"Bevacizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: Capecitabine","Drug: Cisplatin","Drug: 5-fluorouracil"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Capecitabine","Drug: Cisplatin","Drug: Placebo","Drug: 5-fluorouracil"]}],"interventions":[{"name":"Bevacizumab","otherNames":[]},{"name":"Capecitabine","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"5-fluorouracil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent obtained prior to any study specific procedures.\n* Age ≥ 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2.\n* Life expectancy of at least 3 months.\n* Able to comply with the protocol.\n* Histologically confirmed adenocarcinoma of the stomach or gastro-oesophageal junction with inoperable, locally advanced, or metastatic disease, not amenable to curative therapy.\n* Measurable disease or non-measurable but evaluable disease, according to the Response Evaluation Criteria in Solid Tumours (RECIST).\n* Patient not receiving anticoagulant medication must have an International normalized ratio (INR) ≤ 1.5 and activated partial thromboplastin time (aPTT) ≤ 1.5 x Upper Limit of Normal (ULN) within 7 days prior to randomisation.\n\nExclusion Criteria:\n\n* Previous chemotherapy for locally advanced or metastatic gastric cancer. Patients may have received prior neoadjuvant or adjuvant chemotherapy as long as it was completed at least 6 months prior to randomisation.\n* Previous platinum or anti-angiogenic therapy (ie, anti-vascular endothelial growth factor \\[VEGF\\] or VEGF receptor tyrosine kinase inhibitor, etc.).\n* Patients with locally advanced disease who are candidates for curative therapy (including operation and/or chemotherapy and/or radiotherapy).\n* Radiotherapy within 28 days of randomisation.\n* Major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to randomisation, or anticipation of the need for major surgery during the course of the study treatment (planned elective surgery).\n* Minor surgical procedures within 2 days prior to randomisation.\n* Evidence of central nervous system (CNS) metastasis at baseline.\n* History or evidence upon physical/neurological examination of CNS disease unrelated to cancer unless adequately treated with standard medical therapy, eg, uncontrolled seizures.\n* History of another malignancy which could affect compliance with the protocol or interpretation of results.\n* Inadequate bone marrow function.\n* Inadequate liver function.\n* Inadequate renal function.\n* Uncontrolled hypertension or clinically significant (ie, active) cardiovascular disease.\n* Active infection requiring intravenous antibiotics at randomisation.\n* History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding.\n* Serious or non-healing wound, peptic ulcer, or (incompletely healed) bone fracture.\n* Active gastrointestinal bleeding.\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months of randomisation.\n* Neuropathy (eg, impairment of hearing and balance) ≥ grade II according to Common Terminology Criteria for Adverse Events (CTCAE) v3.0.\n* Chronic daily treatment with aspirin or clopidogrel.\n* Chronic daily treatment with oral corticosteroids; inhaled steroids and short courses of oral steroids for anti-emesis or as an appetite stimulant are allowed.\n* Known hypersensitivity to any of the study drugs or excipients or to Chinese hamster ovary cell products or to other recombinant human or humanised antibodies.\n* Known dihydropyrimidine dehydrogenase (DPD) deficiency.\n* Evidence of any other disease, metabolic or psychological dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates use of an investigational drug, or that may affect patient compliance with the study, or place the patient at high risk from treatment complications.\n* Known acute or chronic-active infection with hepatitis B virus (HBV) or hepatitis C virus (HCV).\n* Pregnant or lactating females.\n* Women of childbearing potential not using effective nonhormonal (intrauterine contraceptive device, barrier method of contraception in conjunction with spermicidal jelly, or surgically sterile) means of contraception.\n* Sexually active men unwilling to practice contraception during the study.\n* Current or recent (within the 28 days prior to randomisation) treatment with another investigational drug or participation in another investigational study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"The primary efficacy endpoint for this study was overall survival (time to death), defined as the time between randomization and the date of death irrespective of the cause of death. Patients for whom no death was captured on the clinical database were censored at the most recent date they were known to be alive. Median survival was estimated by the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"Progression-free survival (PFS) is defined as the time between randomization and the date of first documented disease progression or death, whichever occurs first. Patients who neither progressed nor died at the time of study completion or who were lost to follow-up were censored at the date of the last tumor assessment or last follow up for progression of disease. Median PFS was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival During First-line Therapy","description":"Progression-free survival (PFS) during first-line therapy is defined as the time between randomization and the date of first documented disease progression or death, whichever occurs first and only if it occurs no later than 28 days after last confirmed intake of any study medication and only if it occurs before the start of non-study antineoplastic treatment. Participants who did not progress or die in this interval or were lost to follow-up were censored at the date of the last tumor assessment within this time window. Median PFS was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Progression","description":"Time to progression is defined as the time from randomization to the first occurrence of progressive disease (PD). PD was assessed according to the Response Evaluation Criteria in Solid Tumors (RECIST) criteria and defined as at least a 20% increase in the sum of the longest diameter of target lesions, or appearance of ≥1 new lesions and/or unequivocal progression of existing non-target lesions. Patients with no PD at study completion (including those who died before PD) were censored at the date of the last tumor assessment. Median time to PD was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With a Best Overall Response of Complete or Partial Response","description":"Best overall response during first-line therapy is defined as the occurrence of either a confirmed complete (CR) or a partial (PR) best overall response, as determined by the RECIST criteria. CR is defined as the disappearance of all target and non-target lesions and PR is defined as at least a 30% decrease in the sum of the longest diameter of target lesions and no new or progression of non-target lesions, or the disappearance of all target lesions and persistence of one or more non-target lesion(s).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"111","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null},{"groupId":"OG001","value":"186","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response during first line therapy is defined as the time from when response (CR or PR) was first documented to first documented disease progression or death (whichever occurs first) during first line therapy. This was only be calculated for participants who achieved a best overall response of CR or PR. Participants who did not progress or die after they had a confirmed response were censored at the date of their last tumor measurement or last follow up for progression of disease during first line therapy. Median duration of response was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Disease Control","description":"Disease control for participants with measurable disease was defined as a complete response (CR), partial response (PR) or stable disease (SD) for 6 weeks or longer, as determined by the RECIST criteria. For participants without measurable disease, disease control was defined as no disease progression for ≥ 6 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"300","spread":null},{"groupId":"OG001","value":"271","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Adverse Events","description":"The intensity of Adverse Events (AEs) was graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), Version 3.0 on a five-point scale from Grade 1 (Mild) to Grade 5 (Death). A serious AE (SAE) was defined as any event that is fatal, life-threatening, requires in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is medically significant or requires intervention to prevent one or other of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"380","spread":null},{"groupId":"OG001","value":"377","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"293","spread":null},{"groupId":"OG001","value":"294","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":134,"n":386},"commonTop":["NAUSEA","NEUTROPENIA","VOMITING","DECREASED APPETITE","DIARRHOEA"]}}}