{"nctId":"NCT04139798","briefTitle":"Perfluorohexylcotane (NOV03) for the Treatment of Signs and Symptoms of Dry Eye Disease Associated With Meibomian Gland Dysfunction (Gobi Study)","startDateStruct":{"date":"2020-07-20","type":"ACTUAL"},"conditions":["Dry Eye Disease (DED)"],"count":599,"armGroups":[{"label":"NOV03 4 times daily (QID)","type":"EXPERIMENTAL","interventionNames":["Drug: NOV03"]},{"label":"Placebo 4 times daily (QID)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NOV03","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed ICF (Informed Consent Form)\n* Subject-reported history of Drye Eye Disease (DED) in both eyes\n* Ability and willingness to follow instructions, including participation in all study assessments and visits\n\nExclusion Criteria:\n\n* Women who are pregnant, nursing or planning pregnancy\n* Unwillingness to submit a blood pregnancy test at screening and the last visit (or early termination visit) if of childbearing potential, or unwillingness to use acceptable means of birth control\n* Clinically significant slit-lamp findings or abnormal lid anatomy at screening and Visit 1\n* Ocular/peri-ocular malignancy\n* History of herpetic keratitis\n* Active ocular allergies or ocular allergies that are expected to be active during the study\n* Ongoing ocular or systemic infection\n* Wear contact lenses within 1 month prior to screening or anticipated use of contact lenses during the study\n* Intra-ocular surgery or ocular laser surgery within the previous 6 months, or have planned ocular and/or lid surgeries over the study period\n* Presence of uncontrolled systemic diseases\n* Presence of known allergy and/or sensitivity to the study drug or saline components\n* Use of any topical steroids treatments, topical cyclosporine, lifitegrast, serum tears or topical anti-glaucoma medication within 2 months prior to screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (CFB) in Total Corneal Fluorescein Staining (tCFS) at Day 57","description":"Corneal Fluorescein Staining (tCFS) is graded based on the NEI scale. The NEI scale divides the cornea in 5 subregions: central, inferior, superior, nasal, temporal. The score for each region ranges from 0-3; 0 corresponds to no staining, 3 corresponds to maximum staining. The total score is the sum of the 5 subregions ranging from 0-15.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"2.6"},{"groupId":"OG001","value":"-1.0","spread":"2.7"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline of Dryness Score at Day 57","description":"Dryness Score is rated on a visual analogue scale (VAS) ranging from 0-100; 0 corresponds to no discomfort and 100 to maximum discomfort).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.4","spread":"27.9"},{"groupId":"OG001","value":"-19.7","spread":"26.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":303},"commonTop":["Vision blurred","Instillation site pain","Conjunctival haemorrhage","Eye discharge","Punctate keratitis"]}}}