{"nctId":"NCT01819129","briefTitle":"Efficacy and Safety of FIAsp Compared to Insulin Aspart in Combination With Insulin Glargine and Metformin in Adults With Type 2 Diabetes","startDateStruct":{"date":"2013-09-09","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":881,"armGroups":[{"label":"Faster-acting insulin aspart (FIAsp)","type":"EXPERIMENTAL","interventionNames":["Drug: Faster-acting insulin aspart","Drug: Insulin glargine"]},{"label":"Insulin aspart","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin aspart","Drug: Insulin glargine"]}],"interventions":[{"name":"Faster-acting insulin aspart","otherNames":[]},{"name":"Insulin aspart","otherNames":[]},{"name":"Insulin glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Type 2 diabetes (diagnosed clinically) for 6 months or longer at time of screening (visit 1) - Treated with basal insulin for at least 6 months prior to screening (visit 1) - Current once daily treatment with insulin NPH (Neutral Protamine Hagedorn), insulin detemir or glargine for at least 3 months prior to the screening visit (visit 1) - Current treatment with: a. metformin with unchanged dosing for at least 3 months prior to screening (visit 1). The metformin dose must be at least 1000 mg or b. metformin in combination with sulfonylurea (SU) or glinide or DPP-IV (dipeptidyl peptidase-4) inhibitors and/or alpha-glucosidase inhibitors (AGI) with unchanged dosing for at least 3 months prior to screening (visit 1). The metformin dose must be at least 1000 mg - HbA1c by central laboratory: a. 7.0 - 9.5% (53 - 80 mmol/mol) (both inclusive) in the metformin group at the screening visit (visit 1) or b. 7.0 - 9.0% (53 - 75 mmol/mol) (both inclusive) in the metformin + other OAD (oral antidiabetic drug) (SU, glinide, DDP-IV inhibitors, AGI) combination group at the screening visit (visit 1) - Body mass index (BMI) equal to or below 40.0 kg/m\\^2 Exclusion Criteria: - Any use of bolus insulin, except short-term use due to intermittent illness (no longer than 14 days consecutive treatment) and not 3 months prior to the screening visit (visit 1) - Use of GLP-1 (glucagon-like peptide-1) agonists and/or TZDs within the last 3 months prior to screening (visit 1) - Recurrent severe hypoglycaemia (more than 1 severe hypoglycaemic event during the last 12 months) or hypoglycaemic unawareness as judged by the Investigator or hospitalisation for diabetic ketoacidosis during the previous 6 months prior to screening (visit 1) - Cardiovascular disease, within the last 6 months prior to screening (visit 1), defined as: stroke, decompensated heart failure New York Heart Association (NYHA) class III or IV, myocardial infarction, unstable angina pectoris or coronary arterial bypass graft or angioplasty","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c","description":"The primary endpoint was change from baseline in HbA1c after 26 weeks of randomized treatment. For this endpoint baseline (week 0) and week 26 have been presented, where week 26 data is end of trial containing last available measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.96","spread":"0.68"},{"groupId":"OG001","value":"7.89","spread":"0.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.63","spread":"0.88"},{"groupId":"OG001","value":"6.59","spread":"0.84"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hour PPG Increment (Meal Test)","description":"For this endpoint baseline (week 0) and week 26 have been presented, where week 26 data is end of trial containing last available measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.57","spread":"3.19"},{"groupId":"OG001","value":"7.34","spread":"3.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.55","spread":"3.13"},{"groupId":"OG001","value":"4.9","spread":"3.36"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Confirmed Hypoglycaemic Episodes","description":"A hypoglycaemic episode was defined as treatment-emergent if the onset of the episode was on or after the first day of exposure to randomized treatment and no later than 1 day after the last day of randomized treatment. A severe or blood glucose (BG) confirmed hypoglycaemic episode was an episode that was severe according to the American Diabetes Association (ADA) classification (an episode that required assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions) or BG confirmed by a plasma glucose value \\<3.1 mmol/L (56 mg/dL) with or without symptoms consistent with hypoglycaemia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2857","spread":null},{"groupId":"OG001","value":"2692","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"For this endpoint baseline (week 0) and week 26 have been presented, where week 26 data is end of trial containing last available measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.0","spread":"16.9"},{"groupId":"OG001","value":"88.3","spread":"16.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.6","spread":"18.2"},{"groupId":"OG001","value":"90.8","spread":"17.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":341},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Urinary tract infection"]}}}