{"nctId":"NCT01202747","briefTitle":"Evaluation of Screening Methods for Treatment of Meibomian Gland Dysfunction","startDateStruct":{"date":"2010-09"},"conditions":["Chalazion","Dry Eye Syndromes"],"count":50,"armGroups":[{"label":"LipiFlow Treatment","type":"EXPERIMENTAL","interventionNames":["Device: LipiFlow System"]}],"interventions":[{"name":"LipiFlow System","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meibomian gland dysfunction\n* Dry Eye symptoms\n\nExclusion Criteria:\n\n* Ocular surgery, ocular injury or ocular Herpes infection within past 3 months\n* Active ocular infection\n* Active ocular inflammation or recurrent inflammation within past 3 months\n* Moderate to severe allergic conjunctivitis\n* Severe eyelid inflammation\n* Eyelid abnormalities that affect lid function\n* Ocular surface abnormalities that may compromise corneal integrity\n* Systemic disease conditions or medications that cause dry eye\n* Use of other treatments for meibomian gland dysfunction or dry eye\n* Pregnant or nursing women\n* Participation in another ophthalmic clinical trial within past 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Association Between Screening Methods (Meibomian Gland Expression) and Treatment Effectiveness Outcomes (Total Meibomian Gland Score)","description":"Analysis of association between Baseline Meibomian Gland Expression Score and Total Meibomian Gland Score at 4 Weeks. Success was defined by demonstration of a statistically significant (p\\<0.05) association between the screening method and outcome.\n\nMeibomian gland expression sum scores range from 0 to 60 with a higher score reflecting less meibomian gland dysfunction. Total meibomian gland scores range from 0 to 45 with a higher score reflecting less meibomian gland dysfunction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4816","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":[]}}}