{"nctId":"NCT01677624","briefTitle":"A Multicenter, Open-label Study for E7040 in Japanese Subjects With Hypervascular Tumor and Subjects With Arteriovenous Malformation","startDateStruct":{"date":"2012-08"},"conditions":["Hypervascular Tumor and Arteriovenous Malformation"],"count":28,"armGroups":[{"label":"E7040","type":"EXPERIMENTAL","interventionNames":["Device: E7040"]}],"interventions":[{"name":"E7040","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1\\. Subjects who are subject to any of the following vascular embolization therapies\n\n1. Subjects with hepatocellular carcinoma (HCC) who have deep stained early stage tumor confirmed by dynamic computerized tomography (CT) after bolus intravenous infusion of contrast media and have a typical finding of hypervascular tumor, and are not amenable to resection and local therapy, and meet any of the following (a) to (c).\n\n   1. 1 lesion of \\>50 mm in diameter\n   2. 2 or 3 lesions of \\>30 mm in at least one diameter\n   3. 4 or more lesions\n2. Metastatic hepatic cancer Subjects with metastatic hepatic cancer who have deep stained early stage tumor confirmed by dynamic CT after bolus intravenous infusion of contrast media and have a typical finding of hypervascular tumor but not amenable to resection, and whose primary lesion and extrahepatic lesion are controlled.\n3. Hypervascular tumor other than metastatic hepatic cancer Subjects with deep stained early stage tumor confirmed by dynamic CT after bolus injection of contrast media and who have a typical finding of hypervascular tumor other than the liver (e.g., renal cell carcinoma, bone soft tissue sarcoma) and meets any of the following (a) to (b).\n\n   1. Subjects applicable to pre-operative arterial embolization therapy to reduce tumor size or volume of bleeding for safer conduct of surgical resection or local therapy (e.g., radiofrequency ablation (RFA))\n   2. Subjects in stable general condition and are applicable to pain control treatment\n4. Arteriovenous malformation:\n\nSubjects with arteriovenous malformation (except for central nervous system, heart, and lung) confirmed by dynamic CT but at a low risk of undesirable reflux into systemic circulation and with vessel malformation suitable for particle embolization in size\n\n2\\. Subjects with Eastern Cooperative Oncology Group Performance Status (ECOG PS) 0-2 (PS 0-1 for metastatic hepatic cancer)\n\n3\\. No carry-over effect of prior therapy or adverse drug reactions which may influence the embolic effect of E7040, if having a history of prior therapy time elapsed from the end of prior therapy to the start of E7040 embolization therapy should be: Surgery: greater than or equal to 6 weeks Local therapy: greater than or equal to 4 weeks Embolization for non-target vessel: greater than or equal to 4 weeks\n\n4\\. With a survival of greater than or equal to 12 months after the prior arterial embolization therapy using E7040\n\nExclusion criteria:\n\n1. Subjects with clinical symptom or brain metastasis or cerebral encephalopathy requiring medical treatment\n2. Suspected to have hepatocellular carcinoma (HCC) judging from clinical findings in patients with any disease other than HCC\n3. Previously treated with arterial embolization therapy in target vessel\n4. Previously treated with arterial embolization therapy in non-target vessel, resection in target organ, or local therapy (e.g., RFA) (except for HCC patient)\n5. Subjects expected to have artery-pulmonary vein shunt or right-to-left shunt, or those with a possible risk of influx of embolized particles into the central nervous system.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Success Rate of Embolization in the Target Vessel","description":"Embolization performance was graded per 1 of 4 levels: (1) complete embolization, 100% disappearance of contrast enhancement in the target vessel as evaluated by post-embolization digital subtraction angiography; (2) intensive embolization, ≥80% disappearance; (3) moderate embolization, ≥50% and \\<80% disappearance; (4) mild embolization, \\<50% disappearance. Success rate was obtained by calculating the percentage of complete embolization and intensive embolization cases. Embolization performance evaluated by both the Imaging Evaluation Committee and by the Investigator or Subinvestigator.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Success Rate for Operability of Embolization","description":"Operability and usability were evaluated by the Investigator on the basis of the sense of resistance when E7040 was injected, and how smoothly the microspheres could pass through the catheter. The evaluation criteria are very easy to use, easy to use, difficult to use, very difficult to use. Success rate was obtained by calculating the percentage of very easy to use and easy to use cases.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":28},"commonTop":["Post embolisation syndrome","Lymphocyte count decreased","Constipation","Aspartate aminotransferase increased","Nausea"]}}}