{"nctId":"NCT02970162","briefTitle":"Phase 3 Study to Evaluate Efficacy of Amifampridine Phosphate in Lambert-Eaton Myasthenic Syndrome (LEMS)","startDateStruct":{"date":"2016-11"},"conditions":["Lambert-Eaton Myasthenic Syndrome"],"count":26,"armGroups":[{"label":"amifampridine phosphate","type":"EXPERIMENTAL","interventionNames":["Drug: Amifampridine Phosphate"]},{"label":"placebo (for amifampridine phosphate)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet"]}],"interventions":[{"name":"Amifampridine Phosphate","otherNames":[]},{"name":"Placebo Oral Tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female ≥18 years of age and currently receiving amifampridine phosphate for LEMS.\n2. Diagnosis of LEMS by antibody testing or electromyography (EMG).\n3. Completion of anti-cancer treatment at least 3 months (90 days) prior to Screening.\n4. If receiving peripherally acting cholinesterase inhibitors (e.g. pyridostigmine), a stable dose of cholinesterase inhibitors is required for at least 7 days prior to randomization and throughout the study.\n5. If receiving permitted oral immunosuppressants (prednisone or other corticosteroid), a stable dose is required for at least 30 days prior to randomization and throughout the study.\n6. Female patients of childbearing potential must practice an effective, reliable contraceptive regimen during the study.\n7. Able to perform all study procedures and assessments.\n8. Willing and able to travel to study site and attend all clinic study visits.\n9. Willing and able to provide written informed consent.\n\nExclusion Criteria:\n\n1. Clinically significant long corrected QT (QTc) interval on ECG in previous 12 months.\n2. Seizure disorder.\n3. Active brain metastases.\n4. Unable to ambulate.\n5. Pregnant or lactating females.\n6. Any other condition which, in the opinion of the Investigator, might interfere with the patient's participation in the study or confound the assessment of the patient.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Quantitative Myasthenia Gravis (QMG) Score","description":"The QMG is a physician-rated test including 13 assessments such as facial strength, swallowing, grip strength, and duration of time that limbs can be maintained in outstretched positions. Each assessment is graded as 0 (none), 1 (mild), 2 (moderate), or 3 (severe), for a total range of 0-39. A higher total score indicates a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":"4.20"},{"groupId":"OG001","value":"8.5","spread":"5.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"4.94"},{"groupId":"OG001","value":"15.0","spread":"5.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"3.07"},{"groupId":"OG001","value":"6.5","spread":"4.82"}]}]}]},{"type":"PRIMARY","title":"Subject Global Impression (SGI) Score","description":"The SGI is a 7-point scale on which the patient rates their global impression of the effects of a study treatment (1=terrible to 7=delighted). The SGI was assessed by the patient or the patient's parent/guardian/caregiver if the patient was unable to complete the SGI. The SGI has demonstrated concordance with the physician's assessment of improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"0.86"},{"groupId":"OG001","value":"5.8","spread":"0.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":"1.65"},{"groupId":"OG001","value":"2.4","spread":"1.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.74"},{"groupId":"OG001","value":"-3.5","spread":"2.18"}]}]}]},{"type":"SECONDARY","title":"Change in Clinician's Global Impression of Improvement (CGI-I) at Day 4 Compared to Baseline","description":"The CGI-I captures the Investigator's global impression of the patient's improvement or worsening from baseline status. The 7-point scale is scored by the Investigator based on changes in symptoms, behavior, and functional abilities. Each symptom is rated as 1 (very much improved), 2 (much improved), 3 (minimally improved), 4 (no change), 5 (minimally worse), 6 (much worse), or 7 (very much worse). The total score can range from 0 to 49. A higher score indicates a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"0.8"},{"groupId":"OG001","value":"5.5","spread":"1.27"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Triple Timed Up and Go Walk Test (3TUG)","description":"The 3TUG is a functional mobility test that requires a patient to stand up from a straight-backed armchair, walk 3 meters, turn around, walk back, and sit down in the chair. A modification of this is where the individual performs the test 3 times without pause, and the measurement is the average time required to complete each of the 3 repetitions. Based upon literature reports that a significant change in gait for a similar walk-test is an increase in time of more than 20%, this has been incorporated into the endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":["muscular weakness","myocardial ischemia","fatigue","dry mouth","asthenia"]}}}