{"nctId":"NCT01672892","briefTitle":"Standard Versus Intensity-Modulated Pelvic Radiation Therapy in Treating Patients With Endometrial or Cervical Cancer","startDateStruct":{"date":"2012-11"},"conditions":["Cervical Cancer","Endometrial Cancer","Gastrointestinal Complications","Perioperative/Postoperative Complications","Radiation Toxicity","Urinary Complications","Urinary Tract Toxicity"],"count":289,"armGroups":[{"label":"Intensity-Modulated Radiation Therapy","type":"EXPERIMENTAL","interventionNames":["Radiation: Standard radiation therapy"]},{"label":"Standard Radiation Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Radiation: intensity-modulated radiation therapy"]}],"interventions":[{"name":"Standard radiation therapy","otherNames":["RT"]},{"name":"intensity-modulated radiation therapy","otherNames":["IMRT"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Pathologically proven diagnosis of endometrial or cervical cancer.\n2. Patients must have undergone a hysterectomy (total abdominal hysterectomy, vaginal hysterectomy or radical hysterectomy or total laparoscopic hysterectomy) for carcinoma of the cervix or endometrium within 49 days prior to registration. Performance of a bilateral salpingooophorectomy will be at the treating surgeon's discretion.\n3. Appropriate stage for protocol entry, including no distant metastases, based upon the following minimum diagnostic workup:\n\n   * 3.1 History/physical examination within 45 days prior to registration;\n   * 3.2 CT, MRI or positron emission tomography - computed tomography (PET-CT) including the abdomen and pelvis should be performed for initial radiological staging. This may be performed pre- or post-surgery within 90 days prior to registration. Imaging performed post-operatively should show no evidence of residual disease. Any evidence of malignancy identified on pre-operative imaging should have been completely resected surgically prior to protocol treatment.\n   * 3.3 Chest CT or chest x-ray must be performed within 90 days prior to registration (unless a PET-CT has been performed)\n4. Zubrod Performance Status 0-2\n5. Age ≥ 18;\n6. Complete blood count (CBC)/differential obtained within 14 days prior to registration on study, with adequate bone marrow function defined as follows:\n\n   * 6.1 Absolute neutrophil count (ANC) ≥ 1,500 cells/mm3;\n   * 6.2 Platelets ≥ 100,000 cells/mm3;\n   * 6.3 Hemoglobin ≥ 8.0 g/dl (Note: The use of transfusion or other intervention to achieve Hgb ≥ 8.0 g/dl is acceptable.)\n7. For patients receiving chemotherapy:\n\n7.1 Within 14 days prior to registration, serum creatinine ≤ 1.5 mg/dL and calculated creatinine clearance ≥ 50 cc/min. Both tests must be within these limits. The creatinine clearance should be calculated using the Cockcroft-Gault formula: (See Section 7.3.1) 7.2 Aspartate aminotransferase (AST) ≤ 2 x upper limit of normal (ULN) 7.3 Bilirubin ≤ 2 x ULN 7.4 Alkaline phosphatase, Mg, blood urea nitrogen (BUN) and electrolytes must be obtained and recorded 8 Endometrial Cancer: 8.1 Patients with the following histologic features are eligible for pelvic radiation therapy without weekly cisplatin:\n\n* \\<50% myometrial invasion, grade 3 adenocarcinoma without uterine serous carcinoma (USC) or clear cell histology\n* ≥50% myometrial invasion grade 1-2 adenocarcinoma without USC or clear cell histology 8.2 Patients with the following histologic features may be treated with pelvic radiation with or without weekly cisplatin. The decision to add weekly cisplatin for these patients is at the treating physician's discretion:\n* ≥50% myometrial invasion, grade 3 including USC and clear cell carcinoma.\n* International Federation of Gynecology and Obstetrics (FIGO) 2009 stage II endometrial cancer of any grade including USC and clear cell carcinoma.\n* FIGO 2009 IIIC1 (pelvic lymph node positive only, para-aortic nodes negative if removed) including USC and clear cell carcinoma. Note: If para-aortic nodes are not removed, CT abdomen or PET CT must demonstrate no evidence of lymphadenopathy. 9. Cervical Cancer: 9.1 Patients with the following pathology findings may be treated with pelvic radiation with or without weekly cisplatin at the treating physician's discretion. The decision to add weekly cisplatin for these patients is at the treating physician's discretion. 9.1.1 Patients with intermediate risk features including two of the following histologic findings after radical hysterectomy:\n* 1/3 or more stromal invasion\n* Lymph-vascular space invasion\n* Large clinical tumor diameter (\\> 4 cm) 9.1.2 Patients with cervical cancer treated with a simple hysterectomy with negative margins 9.2 Patients with any of the following criteria following radical hysterectomy are eligible for this study and must receive weekly cisplatin:\n* Positive resected pelvic nodes and para-aortic nodes negative if removed. Note: If para-aortic nodes are not removed, CT abdomen or PET CT must demonstrate no evidence of lymphadenopathy.\n* Microscopic parametrial invasion with negative margins. 10. Patient must provide study specific informed consent prior to study entry. 11. Willingness and ability to complete the bowel and urinary domains of the EPIC prior to registration\n\nExclusion criteria:\n\n1. Patients with para-aortic nodal disease or who require extended field radiotherapy beyond the pelvis.\n2. Patients with histology consisting of endometrial stromal sarcoma, leiomyosarcoma or malignant mixed mullerian mixed tumor (MMMT or carcinosarcoma)\n3. Patients who exceed the weight/size limits of the treatment table or CT scanner.\n4. Mental status changes or bladder control problems that make the patient unable to comply with bladder-filling instructions.\n5. Patients with evidence of metastatic disease outside of the pelvis.\n6. Patients with positive or close (\\< 3 mm) resection margins\n7. Prior invasive malignancy (except non-melanomatous skin cancer) unless disease free for a minimum of 3 years.\n8. Prior radiation therapy to the pelvis\n9. Patients with active inflammatory bowel disease. 10 Severe, active co-morbidity, defined as follows:\n\n   * 10.1 Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n   * 10.2 Transmural myocardial infarction within the last 6 months\n   * 10.3 Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n   * 10.4 Other major medical illness which requires hospitalization or precludes study therapy at the time of registration\n   * 10.5 Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however,that laboratory test coagulation parameters are not required for entry into this protocol\n   * 10.6 Acquired Immune Deficiency Syndrome (AIDS) based upon current Centers for Disease Control and Prevention (CDC) definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive. Protocol-specific requirements may also exclude immunocompromised patients.\n\n11\\. Patients with prior treatment with platinum-based chemotherapy 12. Women who are breastfeeding","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Acute Gastrointestinal Toxicity, as Measured by Change in Expanded Prostate Cancer Index Composite (EPIC) Bowel Domain Score at 5 Weeks From the Start of Pelvic Radiation","description":"The primary endpoint is change in acute GI toxicity, as measured by the EPIC bowel domain, from baseline to 5 weeks after the first fraction of radiation is delivered. The EPIC has four domains (bowel, urinary, sexual, and hormonal) that have been validated separately, which allows use of only the domains of interest. The EPIC bowel domain consists of 14 items and has a function subscale (7 items) and bother subscale (7 items). For each domain, responses form a Likert scale and multi-item scale scores are transformed linearly to a 0-100 scale, where higher scores correspond to better quality of life. At least 80% of the items in a domain or subscale of the domain must be completed in order to compute the score. Change was calculated as follow-up score - baseline score so a negative change score indicates a decline in function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.6","spread":"18.7"},{"groupId":"OG001","value":"-23.6","spread":"19.4"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Acute Grade 2+ GI Toxicity at 5 Weeks From the Start of Treatment","description":"Adverse events are graded using CTCAE v4.0. Grade refers to the severity of the AE. The Common Terminology Criteria for Adverse Events (CTCAE) v4.0 assigns Grades 1 through 5 with unique clinical descriptions of severity for each AE based on this general guideline: Grade 1 Mild AE, Grade 2 Moderate AE, Grade 3 Severe AE, Grade 4 Life-threatening or disabling AE, Grade 5 Death related to AE.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"22.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Urinary Toxicity, as Measured by Change in EPIC Urinary Domain","description":"The primary endpoint is change in acute GI toxicity, as measured by the EPIC urinary domain, from baseline to 5 weeks after the first fraction of radiation is delivered. The EPIC has four domains (bowel, urinary, sexual, and hormonal) that have been validated separately, which allows use of only the domains of interest. The EPIC urinary domain consists of 12 items and has a function subscale (5 items) and bother subscale (7 items). For each domain, responses form a Likert scale and multi-item scale scores are transformed linearly to a 0-100 scale, where higher scores correspond to better quality of life. At least 80% of the items in a domain or subscale of the domain must be completed in order to compute the score. Change was calculated as follow-up score - baseline score so a negative change score indicates a decline in function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"11.3"},{"groupId":"OG001","value":"-6.0","spread":"14.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.6","spread":"15.3"},{"groupId":"OG001","value":"-10.4","spread":"17.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"13.0"},{"groupId":"OG001","value":"-4.1","spread":"12.1"}]}]}]},{"type":"SECONDARY","title":"Quality of Life, as Measured by Change From Baseline in Functional Assessment of Cancer Therapy-General (FACT-G) and FACT-Cx (Cervix) Subscale","description":"The FACT-G is a validated, 27-item measure where a higher score represents higher QOL. In addition to a total QOL score, subscale scores for physical, functional, social and emotional well-being are produced. There are 5 responses options, with 0=Not a lot and 4=Very much. All items in a subscale are added together to obtain subscale totals. Scores range from 0-108 for the FACT-G total score, 0-28 for physical, social, functional, and 0-24 for emotional subscale. Certain items must be reversed before it is added by subtracting the response from 4. Subscale totals are summed to form the FACT-G total score. The FACT-Cx is 5-items, with score ranging 0-60, but is not included in total FACT-G. Each subscale requires \\>= 50% of items completed and overall response rate must be greater than 80%. If items are missing, the subscale scores can be prorated. Change calculated as follow-up score - baseline score so that a negative change score indicates a decline in function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"12.7"},{"groupId":"OG001","value":"-7.6","spread":"13.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"11.7"},{"groupId":"OG001","value":"0.5","spread":"13.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"6.1"},{"groupId":"OG001","value":"-4.9","spread":"6.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"5.7"},{"groupId":"OG001","value":"0.4","spread":"5.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"6.0"},{"groupId":"OG001","value":"-6.1","spread":"6.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"4.9"},{"groupId":"OG001","value":"-1.2","spread":"4.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"5.7"},{"groupId":"OG001","value":"-1.6","spread":"5.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"5.0"},{"groupId":"OG001","value":"0.6","spread":"5.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"3.5"},{"groupId":"OG001","value":"0.9","spread":"3.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"3.1"},{"groupId":"OG001","value":"1.9","spread":"3.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"5.4"},{"groupId":"OG001","value":"-0.6","spread":"5.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"4.8"},{"groupId":"OG001","value":"-0.8","spread":"6.4"}]}]}]},{"type":"SECONDARY","title":"Health Utilities, as Measured by Change From Baseline in EQ-5D","description":"The EQ-5D is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 3 problem levels (1-none, 2-moderate, 3-extreme). Health states are defined by the combination of the leveled responses to the 5 dimensions, generating 243 health states to which unconsciousness and death are added. The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm 10-point interval scale. Worst imaginable health state is scored as 0 at the bottom of the scale, and best imaginable health state is scored as 100 at the top. Both the 5-item index score and the VAS score are transformed into a utility score between 0 (worst health state) and 1 (best health state). Change from baseline is calculated as score at the timepoint of interested - baseline score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0.2"},{"groupId":"OG001","value":"0","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0.1"},{"groupId":"OG001","value":"0","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Local-regional Recurrence","description":"Local recurrence is defined as a disease in the radiation treatment field. This can include a local vaginal recurrence or nodal disease within the field. Para-aortic recurrence is defined as new lymphadenopathy in the para-aortic distribution. Local-regional control time is defined as time from randomization to the date of local recurrence, last known follow-up (censored), or death (competing risk). Local-regional recurrence rates are estimated using the cumulative incidence method. The protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year rates are provided. Analysis occurred after all patients had been on study for at least 3 years.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival","description":"Disease (progression) is defined as local recurrence, para-aortic recurrence, or distant metastasis. Local recurrence is defined as a disease in the radiation treatment field. Para-aortic recurrence is defined as new lymphadenopathy in the para-aortic distribution. Distant metastasis is defined as involvement of another organ or peritoneal disease. Disease-free survival time is defined as time from randomization to the date of progression, death, or last known follow-up (censored). Disease-free survival rates are estimated using the Kaplan-Meier method. The protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year rates are provided. Analysis occurred after all patients had been on study for at least 3 years.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"80.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival time is defined as time from registration/randomization to the date of death from any cause or last known follow-up (censored). Survival rates are estimated by the Kaplan-Meier method. The protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year rates are provided. Analysis occurred after all patients had been on study for at least 3 years.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.4","spread":null},{"groupId":"OG001","value":"97.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Identification of Molecular Predictors of Radiation Toxicity and Novel Circulating Cancer Biomarkers","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Standardized Cronbach's Alpha for EPIC Bowel and Urinary Domains (Validation - Internal Consistency Reliability)","description":"The EPIC bowel domain consists of 14 items and has a function subscale (7 items) and bother subscale (7 items). The EPIC urinary domain consists of 12 total items and 4 subscales, functional (5 items), bother (7), incontinence (4) and irritative/obstructive (7). For each item, responses form a Likert scale which are transformed to a 0-100 scale in which higher scores correspond to better quality of life. A domain score is the average of the transformed item scores. At least 80% of the items in a domain or subscale of the domain must be completed in order to compute the score. Cronbach's alpha is an internal consistency estimate of reliability of psychometric test scores and is a function of the number of items in a test, the average covariance between item-pairs, and the variance of the total score. An alpha of 0.60-0.79 was to be considered acceptable reliability; higher than 0.8 was to be considered good reliability.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Spearman's Correlation Coefficient for EPIC Bowel Domain vs. Urinary Domains (Validation - Conceptual Independence)","description":"The EPIC bowel domain consists of 14 items and has a function subscale (7 items) and bother subscale (7 items). The EPIC urinary domain consists of 12 total items and 4 subscales, functional (5 items), bother (7), incontinence (4) and irritative/obstructive (7). For each item, responses form a Likert scale which are transformed to a 0-100 scale in which higher scores correspond to better quality of life. A domain score is the average of the transformed item scores. At least 80% of the items in a domain or subscale of the domain must be completed in order to compute the score. Spearman's rank correlation coefficient is a nonparametric measure of rank correlation between two variables with a value between +1 and -1, where 1 is total positive rank correlation, 0 is no rank correlation, and -1 is total negative rank correlation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Pearson Correlation Coefficient for EPIC Bowel and Urinary Domains vs. FACT-G Total Score (Validation - Criterion Validity)","description":"The EPIC bowel domain and urinary domains consist of 14 and 12 items, respectively. For each item, responses form a Likert scale which are transformed to a 0-100 scale in which higher scores correspond to better quality of life (QOL). A domain score is the average of the transformed item scores. At least 80% of the items in a domain must be completed in order to compute the score. The FACT-G is 27-item measure. Higher scores represent higher QOL. Each item has 5 responses options, 0=Not a lot and 4=Very much. Items are added together for the total score, ranging from 0-108. Certain items must be reversed before adding by subtracting the response from 4. The Pearson correlation coefficient is a measure of the linear correlation between two variables with a value between +1 and -1, where 1 is total positive linear correlation, 0 is no linear correlation, and -1 is total negative linear correlation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in EPIC Bowel and Urinary Domain (Validation - Sensitivity to Treatment)","description":"The EPIC bowel domain and urinary domains consist of 14 and 12 items, respectively. For each item, responses form a Likert scale which are transformed to a 0-100 scale in which higher scores correspond to better quality of life (QOL). A domain score is the average of the transformed item scores. At least 80% of the items in a domain must be completed in order to compute the score. Difference is calculated as baseline - week 5.\n\nA positive change score represents a decline in function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.37","spread":"19.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.11","spread":"16.98"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":125},"commonTop":["Diarrhea","Fatigue","Nausea","Abdominal pain","Urinary frequency"]}}}