{"nctId":"NCT02640612","briefTitle":"Long-term Assessment of Safety and Efficacy of BI 695501 in Patients With Rheumatoid Arthritis","startDateStruct":{"date":"2016-01-22","type":"ACTUAL"},"conditions":["Arthritis, Rheumatoid"],"count":430,"armGroups":[{"label":"BI 695501","type":"EXPERIMENTAL","interventionNames":["Drug: BI 695501"]}],"interventions":[{"name":"BI 695501","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* All patients must sign and date an Informed Consent Form consistent withInternational Conference on Harmonisation (ICH) Good Clinical Practice (GCP) guidelines and local legislation prior to participation in the trial (i.e., prior to any trial procedures, which include medication washout and restrictions) and be willing to follow the protocol.\n* Adult patients with moderately to severely active RA who have completed Trial 1297.2, and who wish to participate in this extension trial and in the investigator´s assessment can benefit from receiving BI 695501.\n* Patients willing and able to self-administer BI 695501 pre-filled syringe.\n* Willing to use a reliable means of contraception throughout trial participation (females) and willing to use an acceptable method of contraception for 6 months following completion or discontinuation from the trial medication males and females).\n\nExclusion criteria:\n\n* Investigator-reported drug-related Serious Adverse Events (SAEs) in Trial 1297.2\n* ACR functional Class IV or wheelchair/bed bound\n* Primary or secondary immunodeficiency (history of, or currently active)\n* Positive QuantiFERON test\n* Known clinically significant coronary artery disease or significant cardiac arrhythmias or severe congestive heart failure (NYHA Classes III / IV), or interstitial lung disease\n* Anaphylactic reaction or hypersensitivity to adalimumab in Trial 1297.2\n* History / recent evidence of cancer incl. solid tumours, hematologic malignancies, and carcinoma in situ (certain exceptions permitted)\n* Positive serology for Hepatitis B virus (HBV) or Hepatitis C virus (HCV)\n* Planned live virus or bacterial vaccinations during the trial, or up to 3 months after the last dose of trial drug\n* Receipt or treatment (including biologic therapies) that may place the patient at unacceptable risk during the trial\n* Significant disease (disease which may (i) put the patient at risk because of participation or (ii) influence the results of the trial, or (iii) cause concern regarding the patient's ability to participate in the trial) other than RA and/or a significant uncontrolled disease\n* Women: premenopausal (last menstruation 1 year prior to screening), sexually active, pregnant or nursing, or of child-bearing potential and not practicing an acceptable method of birth control, or not planning to use an acceptable method of birth control throughout the trial\n* Current inflammatory joint disease other than RA (e.g., gout, reactive arthritis, psoriatic arthritis, etc.) or other systemic autoimmune disorder (e.g., systemic lupus erythematosus, inflammatory bowel disease, pulmonary fibrosis, etc.). Secondary Sjögren´s syndrome or secondary limited cutaneous vasculitis with RA is permitted\n* Any planned surgical procedure, including bone/joint surgery/synovectomy for the duration of the trial\n* Known active infection of any kind (excluding fungal infections of nail beds), or any major episode of infection requiring hospitalization or treatment with iv. anti-infectives within 4 weeks of the Screening Visit or completion of oral anti-infectives within 2 weeks of the Screening Visit\n* Serious infection or opportunistic infection during the 1297.2 trial\n* Any acquired neurological, vascular, systemic or demyelinating disorder that might affect any of the efficacy assessments, in particular, joint pain and swelling (e.g., Parkinson´s disease, cerebral palsy, diabetic neuropathy) that occurred during the 1297.2 trial.\n* Currently active alcohol or drug abuse\n* Treatment with iv. Gamma Globulin or the Prosorba® Column during the 1297.2 trial\n* Planned treatment with iv. intramuscular, intra-articular and parenteral corticosteroids\n* Aspartate aminotransferase (AST) or Alanine aminotransferase (ALT) \\>1.5 times upper limit of normal (ULN)\n* Hemoglobin \\<8.0 g/dL\n* Platelets \\<100,000/µL\n* Leukocyte count \\<4000/µL\n* Creatine clearance \\<60 mL/min\n* Current participation in another clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Drug-related Adverse Events (AEs) During the Treatment Phase","description":"The analysis of AEs was based on the concept of treatment-emergent AEs (TEAEs). Thus, all AEs with an onset after the first dose of trial drug up to a period of ten weeks after the last dose of trial drug were assigned to the current treatment for evaluation. Investigator assessed drug related AEs were AEs with a relationship to drug ticked \"yes\" according to the Investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"20.4","spread":null},{"groupId":"OG002","value":"17.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity Score in 28 Joints (DAS 28) by Erythrocyte Sedimentation Rate (ESR) at Week 48","description":"The DAS28 (ESR) score was derived using the following formulae: DAS28 (ESR) = 0.56\\*√(TJC28) + 0.28\\*√(SJC28) + 0.014\\*(GH) + 0.7\\*ln(ESR) Where: • TJC28 = 28 joint count for tenderness • SJC28 = 28 joint count for swelling • GH = General Health component of the DAS (patient's global assessment of disease activity) • Ln (ESR) = natural logarithm of ESR. Last observation carried forward (LOCF) is the method used for handling missing components post baseline. Baseline for this trial was taken from the baseline of 1297.2. Improvement in DAS28 was also categorized using the European League Against Rheumatism (EULAR) response criteria. The DAS28 provides a number on a scale from 0 to 10 where higher values mean a higher disease activity. A DAS28 above 5.1 means high disease activity whereas a DAS28 below 3.2 indicates low disease activity. Remission is achieved by a DAS28 lower than 2.6.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.01","spread":"1.385"},{"groupId":"OG001","value":"-2.91","spread":"1.323"},{"groupId":"OG002","value":"-2.98","spread":"1.218"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Meeting American College of Rheumatology (ACR) 20% Response Criteria at Week 48","description":"The proportion of patients meeting the ACR20 response criteria was assessed. A patient had an ACR20 response if all of the following occurred: A ≥ 20 % improvement in the swollen joint count (66 joints), A ≥ 20 % improvement in the tender joint count (68 joints), A ≥ 20 % improvement in at least three of the following assessments: Patient's assessment of pain, Patient's global assessment of disease activity (equivalent to the General Health component of the Disease Activity Score (\\[DAS\\]), Physician's global assessment of disease activity, Patient's assessment of physical function, as measured by the Health Assessment Questionnaire - Disability Index (HAQ-DI) Acute phase reactant (C-reactive protein \\[CRP\\]).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.9","spread":null},{"groupId":"OG001","value":"76.7","spread":null},{"groupId":"OG002","value":"73.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Meet the American College of Rheumatology (ACR) / European League Against Rheumatism (EULAR) Definition of Remission at Week 48","description":"The ACR/EULAR remission criteria were based on a Boolean definition. At any time point, the patient must have satisfied all of the following:\n\n* Tender joint count (TJC) ≤ 1\n* Swollen joint count (SJC) ≤ 1\n* C-reactive protein (CRP) ≤ 1 mg/dL\n* Patient global assessment of disease activity ≤ 10 (on a 0 to 100 scale) For TJC and SJC, use of a 28-joint count may have missed actively involved joints, particularly in the feet and ankles. It was preferable to include the feet and ankles when evaluating remission.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"9.7","spread":null},{"groupId":"OG002","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With European League Against Rheumatism (EULAR) Response (Good Response, Moderate Response, or no Response) at Week 48","description":"Percentage of patients with European League Against Rheumatism (EULAR) response (good response, moderate response, or no response) were calculated at Week 48 for assessment of this outcome measure.\n\nNo response: If improvement in DAS28 (ESR) at w48 \\<=0.6, or if DAS28(ESR) at w48 \\>5.1 and improvement is in range \\>0.6 to \\<1.2.\n\nModerate response: If DAS28(ESR) at w48 \\<=5.1 and improvement is in range \\>0.6 to \\<1.2, or, DAS28(ESR) at w48 \\>3.2 and improvement is in range \\>=1.2.\n\nGood response: If DAS28(ESR) at w48 \\<=3.2 and improvement \\>=1.2.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.8","spread":null},{"groupId":"OG001","value":"37.9","spread":null},{"groupId":"OG002","value":"41.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.8","spread":null},{"groupId":"OG001","value":"54.4","spread":null},{"groupId":"OG002","value":"51.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"5.8","spread":null},{"groupId":"OG002","value":"3.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":225},"commonTop":["Upper respiratory tract infection"]}}}