{"nctId":"NCT03689972","briefTitle":"A Study to Evaluate Efficacy, Safety, and Tolerability of EID of Natalizumab (BG00002) in Participants With RRMS Switching From Treatment With Natalizumab SID in Relation to Continued SID Treatment- Followed by Extension Study Comprising SC and IV Natalizumab Administration","startDateStruct":{"date":"2018-11-27","type":"ACTUAL"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":585,"armGroups":[{"label":"Part 1: IV Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: Natalizumab"]},{"label":"Part 1: IV Q6W","type":"EXPERIMENTAL","interventionNames":["Drug: Natalizumab"]},{"label":"Part 2: Run-in Period: IV Q6W","type":"EXPERIMENTAL","interventionNames":["Drug: Natalizumab"]},{"label":"Part 2: Crossover Period: IV Q6W, then SC Q6W","type":"EXPERIMENTAL","interventionNames":["Drug: Natalizumab"]},{"label":"Part 2: Crossover Period: SC Q6W, then IV Q6W","type":"EXPERIMENTAL","interventionNames":["Drug: Natalizumab"]}],"interventions":[{"name":"Natalizumab","otherNames":["BG00002"]},{"name":"Natalizumab","otherNames":["BG00002"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\nFor Part 1:\n\n* Ability of the participant to understand the purpose and risks of the study and provide signed and dated informed consent and authorization to use confidential health information in accordance with national and local participant privacy regulations.\n* Diagnosis of relapsing remitting multiple sclerosis (RRMS) according to the McDonald criteria \\[Thompson 2018\\].\n* Treatment with natalizumab as disease-modifying monotherapy for RRMS that is consistent with the approved dosing for a minimum of 12 months prior to randomization. The participant must have received at least 11 doses of natalizumab in the 12 months prior to randomization with no missed doses in the 3 months prior to randomization.\n* Expanded Disability Status Scale (EDSS) score \\<=5.5 at screening.\n* No relapses in the last 12 months prior to randomization, as determined by the enrolling Investigator.\n\nFor Part 2:\n\n* Ability of the participants to understand the purpose and risks of the study and provide signed and dated informed consent for Part 2 and authorization to use confidential health information in accordance with national and local participant privacy regulations.\n* Completed Part 1 Week 72 visit while remaining on their randomized treatment assignment of Q4W or Q6W.\n\nKey Exclusion Criteria:\n\nFor Part 1:\n\n* Primary and secondary progressive multiple sclerosis (MS).\n* MRI positive for Gd-enhancing lesions at screening.\n* Participants for whom MRI is contraindicated (e.g., have a contraindicated pacemaker or other contraindicated implanted metal device, have suffered, or are at risk for, side effects from Gd, or have claustrophobia that cannot be medically managed).\n* History of any clinically significant (as determined by the Investigator) cardiac, endocrinologic, hematologic, hepatic, immunologic, metabolic (including diabetes), urologic, pulmonary, neurologic (except for RRMS), dermatologic, psychiatric, renal, or other major disease that would preclude participation in a clinical study, in the opinion of the Investigator.\n* Presence of anti-natalizumab antibodies at screening.\n\nFor Part 2:\n\n* Participants treated with natalizumab Q6W was reverted to natalizumab Q4W by choice or as rescue treatment in Part 1.\n* Participant received treatment with any MS disease-modifying therapy other than natalizumab in Part 1 or in the period between Part 1 and Part 2.\n* History of human immunodeficiency virus or history of other immunodeficient conditions.\n* Current enrollment or a plan to enroll in any interventional clinical study in which an investigational treatment or approved therapy for investigational use is administered within 30 days (or 5 half-lives of the agent, whichever is longer) prior to the Baseline Visit or at any time during this study.\n* Inability to comply with study requirements.\n* Other unspecified reasons that, in the opinion of the Investigator or Biogen, make the participant unsuitable for enrollment.\n\nThe inclusion and exclusion criteria for new participants who did not participate in Part 1 of the study are the same as those for participants who did participate in Part 1.\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part 1: Mean Number of New or Newly Enlarging T2 Hyperintense Lesions at Week 72","description":"T2 hyperintense lesions were analyzed by magnetic resonance imaging (MRI) scans of brain. New MRI scans were compared with the prior MRI scans to analyze the number of new or newly enlarging T2 hyperintense lesions at Week 72 relative to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 2: Percentage of Participants Indicating a Preference for Natalizumab SC Administration at the End of Crossover Period of Part 2","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.9","spread":null},{"groupId":"OG001","value":"91.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 1: Time to First Relapse as Adjudicated by an Independent Neurology Evaluation Committee (INEC)","description":"Relapse is defined as the onset of new or recurrent neurological symptoms, not associated with fever, infection, severe stress, or drug toxicity, lasting at least 24 hours, accompanied by new objective abnormalities on a neurological examination. Only relapses confirmed by an INEC were included in the analysis. Time to First Relapse was estimated by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 1: Annualized Relapse Rate at Week 72","description":"Annualized relapse rate is calculated as the total number of INEC-confirmed relapses that occurred during the treatment period divided by the total number of participant-years followed in the period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00010","spread":null},{"groupId":"OG001","value":"0.0001","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 1: Time to Expanded Disability Status Scale (EDSS) Worsening","description":"Confirmed EDSS worsening is defined as an increase of at least 1.0 point from a baseline EDSS score ≥ 1.0 or an increase of at least 1.5 points from a baseline EDSS score of 0 that is confirmed after at least 24 weeks. Time to EDSS worsening is estimated by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 1: Mean Number of New T1 Hypointense Lesions at Weeks 24, 48, and 72","description":"T1 hypointense lesions on brain were analyzed by MRI scans of brain. New MRI scans were compared with the prior MRI scans to analyze the number of new T1 hypointense lesions at Weeks 24, 48, and 72 relative to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.13"},{"groupId":"OG001","value":"0.0","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.16"},{"groupId":"OG001","value":"0.0","spread":"0.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.16"},{"groupId":"OG001","value":"0.0","spread":"0.32"}]}]}]},{"type":"SECONDARY","title":"Part 1: Mean Number of New or Newly Enlarging T2 Hyperintense Lesions at Weeks 24 and 48","description":"T2 hyperintense lesions were analyzed by MRI scans of brain. New MRI scans were compared with the prior MRI scans to analyze the number of new or newly enlarging T2 hyperintense lesions at Weeks 24 and 48 relative to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.16"},{"groupId":"OG001","value":"0.0","spread":"0.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.21"},{"groupId":"OG001","value":"0.1","spread":"1.03"}]}]}]},{"type":"SECONDARY","title":"Part 1: Mean Number of New Gadolinium (Gd) Enhancing Lesions at Weeks 24, 48, and 72","description":"Gd enhancing lesions on brain were analyzed by MRI scans of brain. New MRI scans were compared with the prior MRI scans to analyze the number of new Gd enhancing lesions at Weeks 24, 48, and 72 relative to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.07"},{"groupId":"OG001","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.07"},{"groupId":"OG001","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.07"},{"groupId":"OG001","value":"0.1","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"Part 1: Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. A TEAE is any event occurring on or after first dose after randomization up to 12 weeks (or 24 weeks for PML \\[progressive multifocal leukoencephalopathy\\] events) following the last dose on the study.An SAE is any untoward medical occurrence that at any dose results in death, is a life-threatening event, requires inpatient hospitalization or prolongation of existing hospitalization, results in a significant disability/incapacity or congenital anomaly, is a medically important event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.9","spread":null},{"groupId":"OG001","value":"77.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in Treatment Satisfaction Questionnaire for Medication (TSQM) Scores During the Crossover Period","description":"The TSQM has 14 questions that assesses participants' global satisfaction level with their treatment in 4 domains: side effects (There are 5 questions in the side effects domain, however one of them is a Yes/No question and there are 4 sub-components, hence a maximum score of 20), effectiveness (3 questions), global satisfaction (3 questions), and convenience (3 questions). All questions are scored from 1 (least satisfied) to 5 or 7 (most satisfied). The total score is summed for each domain to obtain: side effects (1-20), effectiveness (1-21), global satisfaction (1-17), and convenience (1-21), using transformed scores between 0 and 100 for effectiveness. Lower total scores in each domain indicate dissatisfaction with the study medication and higher total scores indicate satisfaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":"0.899"},{"groupId":"OG001","value":"0.64","spread":"0.902"}]}]}]},{"type":"SECONDARY","title":"Part 2: Mean Time for Drug Preparation and Drug Administration During the Crossover Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"3.86"},{"groupId":"OG001","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.6","spread":"10.45"},{"groupId":"OG001","value":"4.3","spread":"5.11"}]}]}]},{"type":"SECONDARY","title":"Part 2: Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. A TEAE is any event occurring on or after first dose after randomization up to and including 12 weeks (or 24 weeks for PML events) following the last dose on the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.4","spread":null},{"groupId":"OG001","value":"62.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Percentage of Participants With Anti-Natalizumab Antibodies During the Crossover Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Mean Number of New or Newly Enlarging T2 Hyperintense Lesions During the Crossover Period","description":"T2 hyperintense lesions were analyzed by MRI scans of brain. New MRI scans were compared with the prior MRI scans to analyze the number of new or newly enlarging T2 hyperintense lesions during the crossover period of Part 2 relative to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.09"},{"groupId":"OG001","value":"0.0","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Part 2: Time to First Relapse During the Crossover Period","description":"Relapse is defined as the onset of new or recurrent neurological symptoms, not associated with fever, infection, severe stress, or drug toxicity, lasting at least 24 hours. The time to first relapse is defined as the time from the first randomized dose in Part 2 up to the first relapse. Time to First Relapse is estimated by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Annualized Relapse Rate During the Crossover Period","description":"Annualized relapse rate is calculated as the total number of relapses that occurred during the treatment period divided by the total number of participant-years followed in the period.","classes":[]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in EDSS Score During the Crossover Period","description":"The EDSS is a scale based on standardized neurological examination which comprised of optic, brain stem, pyramidal, cerebellar, sensory and cerebral functions, as well as walking ability. It measures the MS disability status on a scale ranging from 0 (normal) to 10 (death due to MS), with higher scores indicating more disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.055"},{"groupId":"OG001","value":"0.10","spread":"0.056"}]}]}]},{"type":"SECONDARY","title":"Part 2: Mean Number of New Gd Enhancing Lesions During the Crossover Period","description":"Gd enhancing lesions on brain were analyzed by MRI scans of brain. New MRI scans were compared with the prior MRI scans to analyze the number of new Gd enhancing lesions during the crossover period of Part 2 relative to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"},{"groupId":"OG001","value":"0.0","spread":"0.00"}]}]}]},{"type":"SECONDARY","title":"Part 2: Mean Number of New T1 Hypointense Lesions During the Crossover Period","description":"T1 hypointense lesions on brain were analyzed by MRI scans of brain. New MRI scans were compared with the prior MRI scans to analyze the number of new T1 hypointense lesions during the crossover period of Part 2 relative to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.09"},{"groupId":"OG001","value":"0.0","spread":"0.00"}]}]}]},{"type":"SECONDARY","title":"Part 2: Mean Percentage Change From Baseline in Brain Volume During the Crossover Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.042"},{"groupId":"OG001","value":"-0.10","spread":"0.042"}]}]}]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in Cortical and Thalamic Brain Region Volume During the Crossover Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1478.82","spread":"363.714"},{"groupId":"OG001","value":"-881.34","spread":"367.155"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.98","spread":"14.582"},{"groupId":"OG001","value":"-17.96","spread":"14.796"}]}]}]},{"type":"SECONDARY","title":"Part 2: Trough Serum Concentration of Natalizumab (Ctrough) During the Crossover Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":"11.50"},{"groupId":"OG001","value":"10.3","spread":"10.94"}]}]}]},{"type":"SECONDARY","title":"Part 2: Mean Trough α4 Integrin Saturation During the Crossover Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.2","spread":"15.31"},{"groupId":"OG001","value":"67.2","spread":"17.80"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":247},"commonTop":["Covid-19","Nasopharyngitis","Headache","Urinary tract infection","Fatigue"]}}}