{"nctId":"NCT00691002","briefTitle":"Efficacy and Safety of Calcipotriol Plus Hydrocortisone Ointment in Psoriasis Vulgaris on the Face and Skin Folds","startDateStruct":{"date":"2008-05"},"conditions":["Psoriasis Vulgaris"],"count":1245,"armGroups":[{"label":"LEO 80190","type":"EXPERIMENTAL","interventionNames":["Drug: Calcipotriol plus hydrocortisone (LEO 80190)"]},{"label":"LEO 80190 vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: LEO 80190 Vehicle"]},{"label":"Calcipotriol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Calcipotriol"]},{"label":"Hydrocortisone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hydrocortisone"]}],"interventions":[{"name":"Calcipotriol plus hydrocortisone (LEO 80190)","otherNames":[]},{"name":"LEO 80190 Vehicle","otherNames":[]},{"name":"Hydrocortisone","otherNames":[]},{"name":"Calcipotriol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of psoriasis vulgaris involving the face\n* Clinical signs of psoriasis vulgaris on the trunk and/or the limbs, or earlier diagnosed with psoriasis vulgaris on the trunk and/or the limbs\n* An extent of psoriatic involvement of the face of at least 10 cm2 (the sum of all facial lesions)\n* Treatment areas (the face and the intertriginous areas) amenable to topical treatment with a maximum of 100 g of ointment per week\n* Disease severity graded as mild, moderate, severe or very severe according to the investigator's global assessment of disease severity of the face\n\nExclusion Criteria:\n\n* Systemic treatments with all other therapies than biologicals, with a potential effect on psoriasis vulgaris (e.g., corticosteroids, vitamin D analogues, retinoids, immunosuppressants) within the 4-week period prior to randomisation\n* Systemic use of biological treatments, whether marketed or not, directed against or with a potential effect on psoriasis vulgaris (e.g., alefacept, efalizumab, etanercept, infliximab, adalimumab) within 3 months prior to randomisation\n* PUVA therapy or Grenz ray therapy within the 4-week period prior to randomisation\n* UVB therapy within the 2-week period prior to randomisation\n* Topical treatment of the face and the intertriginous areas within the 2-week period prior to randomisation (use of emollients is allowed on treatment areas during this 2-week period, but not during the double-blind phase of the study)\n* Topical treatment with very potent WHO group IV corticosteroids within the 2-week period prior to randomisation\n* Initiation of or expected changes in concomitant medication that may affect psoriasis vulgaris (e.g., beta blockers, anti-malaria drugs, lithium and ACE inhibitors) during the study\n* Current diagnosis of erythrodermic, exfoliative, guttate or pustular psoriasis\n* Patients with any of the following conditions present on the treatment area: viral (e.g., herpes or varicella) lesions of the skin, fungal and bacterial skin infections, parasitic infections, skin manifestations in relation to syphilis or tuberculosis, rosacea, perioral dermatitis, acne vulgaris, atrophic skin, striae atrophicae, fragility of skin veins, ichthyosis, acne rosacea, ulcers and wounds\n* Other inflammatory skin diseases (e.g., seborrhoiec dermatitis, contact dermatitis and cutaneous mycosis) that may confound the evaluation of psorisis vulgaris on the face or on the intertriginous areas\n* Planned exposure to sun, UVA or UVB that may affect the psoriasis vulgaris during the study\n* Known or suspected severe renal insufficiency or severe hepatic disorders\n* Known or suspected disorders of calcium metabolism associated with hypercalcaemia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With \"Controlled Disease\" According to the Investigator's Global Assessment(IGA) of Disease Severity of the Face at Week 8 (Visit 6) in the Double-blind Phase","description":"The (sub) investigator made an assessment of the disease severity of the face using the 6-category scale below.\n\nClear, Almost clear, Mild, Moderate, Severe, Very severe\n\nThe assessment was made considering the condition of psoriasis vulgaris of the face at the time of the evaluation, not in relation to the condition at a previous visit.\n\nFor subjects with a baseline (Visit 1) severity of moderate or worse - \"controlled disease\" of the face was defined as clear or almost clear according to the IGA of disease severity of the face.\n\nFor subjects with a baseline (Visit 1) severity of mild - \"controlled disease\" of the face was defined as clear according to the IGA of disease severity of the face.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"135","spread":null},{"groupId":"OG002","value":"115","spread":null},{"groupId":"OG003","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With \"Controlled Disease\" According to the IGA of Disease Severity of the Face at Week 4 (Visit 4) in the Double-blind Phase","description":"The assessment of the disease severity of the face was made using the 6-category scale below.\n\nClear Almost clear Mild Moderate Severe Very severe\n\nThe assessment was made considering the condition of psoriasis vulgaris of the face at the time of the evaluation, not in relation to the condition at a previous visit.\n\nFor subjects with a baseline severity of moderate or worse - \"controlled disease\" of the face was defined as clear or almost clear according to the IGA of disease severity of the face.\n\nFor subjects with a baseline severity of mild - \"controlled disease\" of the face was defined as clear according to the IGA of disease severity of the face.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"66","spread":null},{"groupId":"OG002","value":"61","spread":null},{"groupId":"OG003","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With \"Success\" According to Total Sign Score (TSS) of the Face at Week 8 (Visit 6) in the Double-blind Phase","description":"\"Success\" was defined as a TSS score of 0 or 1.\n\nFor each clinical sign, a single score, reflecting the average severity of all psoriatic lesions on the face was determined according to the scale below:\n\nRedness 0 = none (no erythema) 1 = mild (faint erythema, pink to very light red) 2 = moderate (definite light red erythema) 3 = severe (dark red erythema) 4 = very severe (very dark red erythema) Thickness 0 = none (no plaque elevation) 1 = mild (slight, barely perceptible elevation) 2 = moderate (definite elevation but not thick) 3 = severe (definite elevation, thick plaque with sharp edge) 4 = very severe (very thick plaque with sharp edge) Scaliness 0 = none (no scaling) 1 = mild (sparse, fine-scale lesions, only partially covered) 2 = moderate (coarser scales, most of lesions covered) 3 = severe (entire lesion covered with coarse scales) 4 = very severe (very thick coarse scales, possibly fissured)\n\nThe sum of the three scores constituted a TSS ranging from 0 to 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"136","spread":null},{"groupId":"OG002","value":"131","spread":null},{"groupId":"OG003","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With \"Controlled Disease\" According to the IGA of Disease Severity of the Intertriginous Areas at Week 8 (Visit 6) in the Double-blind Phase","description":"The (sub)investigator made an assessment of the disease severity of the intertriginous areas using the 6-category scale below.\n\nClear, Almost clear, Mild, Moderate, Severe, Very severe The assessment was made considering the condition of psoriasis vulgaris of the intertrigi-nous areas at the time of the evaluation, not in relation to the condition at a previous visit.\n\nFor subjects with a baseline severity of moderate or worse - \"controlled disease\" of the intertriginous areas was defined as clear or almost clear according to the IGA of disease severity of the intertriginous areas.\n\nFor subjects with a baseline severity of mild - \"controlled disease\" of the intertriginous areas was defined as clear according to the IGA of disease severity of the intertriginous areas.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"55","spread":null},{"groupId":"OG002","value":"48","spread":null},{"groupId":"OG003","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With \"Success\" According to Total Sign Score of the Intertriginous Areas at Week 8 (Visit 6) in the Double-blind Phase","description":"The severity of the subject's psoriasis vulgaris on the intertriginous areas was evaluated in terms of the three clinical signs: redness, thickness and scaliness. All the defined intertriginous areas were rated separately using the same scale as for the investigator's assessment of clinical signs (redness, thickness and scaliness) of the face.\n\nFor each clinical sign, a single score, reflecting the average severity of all psoriatic lesions on the face was determined according to the scale below:\n\nRedness 0 = none\n\n1. = mild\n2. = moderate\n3. = severe\n4. = very severe\n\nThickness 0 = none\n\n1. = mild\n2. = moderate\n3. = severe\n4. = very severe\n\nScaliness 0 = none\n\n1. = mild\n2. = moderate\n3. = severe\n4. = very severe\n\nA mean score was calculated for each sign (redness, thickness and scaliness) based on scores of all the defined intertriginous areas with psoriasis at baseline and the sum of these mean scores constituted the TSS.\n\n\"Success\" was defined as a TSS score of 0 or 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"81","spread":null},{"groupId":"OG002","value":"59","spread":null},{"groupId":"OG003","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":351},"commonTop":["Psoriasis","Nasopharyngitis","Erythema","Headache","Pruritus"]}}}