{"nctId":"NCT02110147","briefTitle":"Open-Label Study of Uridine Triacetate in Pediatric Patients With Hereditary Orotic Aciduria","startDateStruct":{"date":"2014-04","type":"ACTUAL"},"conditions":["Hereditary Orotic Aciduria"],"count":4,"armGroups":[{"label":"Uridine Triacetate to Replace Uridine","type":"EXPERIMENTAL","interventionNames":["Drug: uridine triacetate"]}],"interventions":[{"name":"uridine triacetate","otherNames":["PN401 (Company Code Name)","2',3',5'-tri-O-acetyluridine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (Main Study):\n\n* Patients with diagnosed hereditary orotic aciduria\n* Judged by the investigator to have the initiative and means to be compliant with the protocol\n* Able to take oral medications\n* Able to provide written informed consent (patient or legally authorized representative)\n* Females of childbearing potential must have a negative pregnancy test at screening\n* Females of childbearing potential or males with partners of childbearing potential are to use one of the following acceptable birth control methods:\n* Surgically sterile or partner is surgically sterile\n* Using adequate contraception (hormonal contraceptives, double barrier methods, or intra-uterine devices)\n* Patients who claim to be sexually inactive agree to use an acceptable method of contraception should she or he become sexually active from 14 days prior to first dosing, throughout the study and for 14 days after the last dose administration\n\nExclusion Criteria (Main Study):\n\n* Has a known allergy to uridine triacetate or any of its excipients\n* Known to have ornithine transcarbamoylase deficiency\n* Unable to have the initiative and means to be compliant with the protocol\n* Unable to be compliant with taking oral medications\n* Unable to provide written informed consent (patient or legally authorized representative)\n* Female who is pregnant or lactating\n\nInclusion Criteria (Treatment Extension)\n\n* Patient successfully completed the Main Study\n\nExclusion Criteria (Treatment Extension)\n\n* Patient did not successfully complete the Main Study","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"19 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Patients With Stable Predetermined Principal Hematologic Parameters","description":"Hereditary orotic aciduria patients will be taking uridine triacetate as replacement therapy for uridine. The primary outcome measure will be based on predetermined principal hematologic parameter(s) based on the patient's response(s) to oral uridine when dosing is switched from oral uridine to oral uridine triacetate. The primary outcome measure in patients not previously receiving uridine replacement therapy will be improvement in the patient's principal affected hematologic parameter(s) on Days 28 and 42 compared to baseline (Day 0) of the Main Study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Patients With Stable or Improved Orotic Acid and Orotidine Levels","description":"Significantly elevated urine orotic acid levels are characteristic of patients with HOA. Therefore, urinary orotic acid and orotidine levels were assessed in patients at baseline (on uridine or uridine naïve) and on Day 28 and Day 42 following the switch to uridine triacetate. The table below shows the number of participants with stable or improved orotic acid and orotidine levels at Day 28 and Day 42 compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Patients With Levels of Uridine in the Plasma Consistent With Expected Therapeutic Benefit","description":"HOA is principally a chronic uridine deficiency disorder. The purpose of uridine triacetate administration is to provide an exogenous source of uridine. Therefore, plasma uridine levels were assessed at various time points (prior to dosing, 30 min, 1 hour, 2 hours, 4 hours, 6 hours and 8 hours) following uridine triacetate dosing to ensure levels of uridine consistent with previously observed symptomatic improvement from administration of uridine were achieved. The table below shows the number of participants with uridine levels consistent with or exceeding previously observed symptomatic improvements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":4},"commonTop":[]}}}