{"nctId":"NCT04051710","briefTitle":"Clinical Pharmacodynamic Bioequivalence Study of Beclomethasone Dipropionate 40 mcg INH","startDateStruct":{"date":"2019-03-12","type":"ACTUAL"},"conditions":["Bronchial Asthma"],"count":1550,"armGroups":[{"label":"Group-I (Test)","type":"EXPERIMENTAL","interventionNames":["Drug: Test Product"]},{"label":"Group-II (Reference)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Reference Product"]},{"label":"Group-III (Placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Test Product","otherNames":["Test"]},{"name":"Reference Product","otherNames":["QVAR"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult male or female subjects of non-childbearing or of childbearing potential committing to consistent and correct use of an acceptable method of birth control.\n2. Diagnosis of asthma as defined by the National Asthma Education and Prevention Program at least 12 months prior to screening.\n3. Pre-bronchodilator FEV1 of \\>45% and \\<85% of predicted value during the screening visit and on the first day of treatment.\n4. \\>15% and \\>0.20 L reversibility of FEV1 within 30 minutes following 360 mcg of albuterol inhalation (pMDI).\n5. Patients should be stable on their chronic asthma treatment regimen for at least four weeks prior to enrollment.\n6. Currently non-smoking; had not used tobacco products (i.e., cigarettes, cigars, pipe tobacco) within the past year, and having had \\<10 pack-years of historical use.\n7. Ability to replace current short-acting β agonist (SABAs) with salbutamol/albuterol inhaler for use as needed for the duration of the study. Subjects should be able to withhold all inhaled SABAs for at least six hours prior to lung function assessments on study visits.\n8. Ability to discontinue their asthma medications (inhaled corticosteroids and long-acting β agonists) during the run-in period and for remainder of the study.\n9. Willingness to give their written informed consent to participate in the study.\n\nExclusion Criteria:\n\n1. Life-threatening asthma, defined as a history of asthma episodes(s) requiring intubation, and/or associated with hypercapnia, respiratory arrest or hypoxic seizures, asthma related syncopal episode(s), or hospitalizations within the past year prior to the screening or during the run-in period.\n2. Significant respiratory disease other than asthma (COPD, interstitial lung disease, etc.)\n3. Evidence or history of clinically significant disease or abnormality including congestive heart failure, uncontrolled hypertension, uncontrolled coronary artery disease, myocardial infarction, or cardiac dysrhythmia. In addition, historical or current evidence of significant hematologic, hepatic, neurologic, psychiatric, renal, or other diseases that, in the opinion of the investigator, would put the patient at risk through study participation, or would affect the study analyses if the disease exacerbates during the study.\n4. Viral or bacterial, upper or lower respiratory tract infection, or sinus, or middle ear infection within four weeks prior to the screening, during the run-in period, or on the day of treatment.\n5. Hypersensitivity to any sympathomimetic drug (e.g., albuterol) or any inhaled, intranasal, or systemic corticosteroid therapy.\n6. Patients receiving β2-blockers, anti-arrhythmics, anti-depressants, and monoamine oxidase inhibitors within 4 weeks prior to the screening.\n7. Patients who required systemic corticosteroids (for any reason) within the past 2 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in FEV1 From Pre Dose to End of Treatment","description":"Mean change in Forced Expiratory volume in 1 second (FEV 1) from baseline to end of study visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":"0.01"},{"groupId":"OG001","value":"0.22","spread":"0.01"},{"groupId":"OG002","value":"0.09","spread":"0.01"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":619},"commonTop":["Headache","Anaemia","Nausea","Pyrexia","Pain"]}}}