{"nctId":"NCT00964860","briefTitle":"A Controlled Clinical Study to Determine the Gingivitis Benefit of Flossing","startDateStruct":{"date":"2009-08"},"conditions":["Gingivitis"],"count":60,"armGroups":[{"label":"Brushing Only","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Brushing + Flossing","type":"EXPERIMENTAL","interventionNames":["Device: Glide dental floss"]}],"interventions":[{"name":"Glide dental floss","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIn order to be included in the study, each subject must:\n\n* be at least 18 years of age;\n* be physically able to floss their teeth;\n* have a minimum of 18 natural teeth (teeth that are grossly carious, fully crowned, or extensively restored will not be included);\n* have refrained from performing oral hygiene the morning of the Baseline visit;\n* be in good general health;\n* have interproximal MGI (Modified Gingival Index) score of \\>2.8.\n\nExclusion Criteria:\n\nSubjects are excluded from study participation where there is evidence of:\n\n* severe periodontal disease;\n* discoloration or pigmentation in the gingival tissue;\n* meaningful misalignment of front teeth;\n* fixed facial orthodontic appliances;\n* use of antibiotics within two weeks of the Baseline Visit and at any time during the study;\n* any diseases or conditions that could be expected to interfere with the subject safely completing the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Interproximal Lobene Modified Gingival Index Between the Brushing Only Group and the Brushing + Flossing Group","description":"Gingivitis was scored using the Lobene Modified Gingival Index (a visual examination for inflammation) on all scorable teeth. For each tooth, six gingival areas (distobuccal, buccal, mesiobuccal, mesiolingual, lingual, and distolingual) were scored on a 5-point, categorical scale (0 = absence of inflammation; 4 = severe inflammation) corresponding to Inflammation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.11","spread":"0.05"},{"groupId":"OG001","value":"1.87","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Whole Mouth Mean Lobene Modified Gingival Index Between the Brushing Only Group and the Brushing + Flossing Group","description":"Whole-mouth average MGI scores were calculated separately for each subject and visit by averaging the MGI scores of all gradable sites. Interpoximal average MGI scores were also calculated for each subject and visit by averaging over only interpoximal sites (buccal-mesial, buccal-distal, lingual-mesian, and lingual-distal).\n\nWithin each treatment, changes from baseline were analyzed using paired t-test. Between treatments mean comparisons were conducted using analysis of covariance with baseline MGI score as a covariate. All statistical comparisons were two-sided with a 5% significance level.\n\nThe average MGI score for a subject can range from 0 (no gingivitis) to 4 (inflammation on all gradable sites).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.06","spread":"0.05"},{"groupId":"OG001","value":"1.86","spread":"0.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":[]}}}