{"nctId":"NCT03896581","briefTitle":"A Study to Evaluate the Efficacy and Safety of Bimekizumab in the Treatment of Subjects With Active Psoriatic Arthritis","startDateStruct":{"date":"2019-03-28","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":400,"armGroups":[{"label":"Bimekizumab dosage regimen","type":"EXPERIMENTAL","interventionNames":["Drug: Bimekizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Bimekizumab","otherNames":["BKZ","UCB4940"]},{"name":"Placebo","otherNames":["PBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or female at least 18 years of age\n* Female subjects must be postmenopausal, permanently sterilized or willing to use a highly effective method of contraception\n* Documented diagnosis of adult-onset Psoriatic Arthritis (PsA) meeting the Classification Criteria for Psoriatic Arthritis (CASPAR) for at least 6 months prior to Screening with active PsA and must have at Baseline tender joint count (TJC) \\>=3 out of 68 and swollen joint count (SJC) \\>=3 out of 66\n* Subject must be negative for rheumatoid factor and anti-cyclic citrullinated peptide (CCP) antibodies\n* Subject must have at least 1 active psoriatic lesion(s) and/or a documented history of psoriasis (PSO)\n* Subject has a history of inadequate response (lack of efficacy after at least 3 months of therapy at an approved dose) or intolerance to treatment with 1 or 2 tumor necrosis factor alpha (TNF(α)) inhibitors for either PsA or PSO\n* Subjects currently taking NSAIDs, cyclooxygenase 2 (COX-2) inhibitors, analgesics (including mild opioids), corticosteroids, methotrexate (MTX), leflunomide (LEF), sulfasalazine (SSZ), hydroxychloroquine (HCQ) AND/OR apremilast can be allowed if they fulfill specific requirements prior to study entry\n\nExclusion Criteria:\n\n* Female subjects who are breastfeeding, pregnant, or plan to become pregnant during the study\n* Subjects with current or prior exposure to any biologics except tumor necrosis factor (TNF) inhibitors for the treatment of PsA or PSO\n* Subject has an active infection or a history of recent serious infections\n* Subject has known tuberculosis (TB) infection, is at high risk of acquiring TB infection, or has current or history of nontuberculous mycobacterium (NTMB) infection\n* Subject has a diagnosis of inflammatory conditions other than PSO or PsA. Subjects with a diagnosis of Crohn's disease, ulcerative colitis, or other inflammatory bowel disease (IBD) are allowed as long as they have no active symptomatic disease at Screening or Baseline\n* Subject had acute anterior uveitis within 6 weeks of Baseline\n* Subject has any active malignancy or history of malignancy within 5 years prior to the Screening Visit EXCEPT treated and considered cured cutaneous squamous or basal cell carcinoma, or in situ cervical cancer\n* Subject has a form of PSO other than chronic plaque-type (eg, pustular, erythrodermic and guttate PSO, or drug-induced PSO)\n* Presence of active suicidal ideation, or moderately severe major depression or severe major depression\n* Subject has a history of chronic alcohol or drug abuse within 6 months prior to Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With American College of Rheumatology 50 (ACR50) Response","description":"The ACR50 response rate was based on a 50% or greater improvement of arthritis relative to Baseline. Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR50 response criteria: 1.≥ 50% improvement in 68-tender joint count; 2.≥ 50% improvement in 66-swollen joint count; and 3.≥ 50% improvement in at least 3 of the 5 following parameters: Physician global assessment of disease activity \\[100 mm visual analog scale (VAS) (0=no symptoms;100=severe symptoms)\\], Patient global assessment of disease activity \\[100 mm VAS (0=no limitation of normal activities;100=very poor\\], Patient assessment of pain \\[100 mm VAS (0=no pain;100=most severe pain)\\], Health Assessment Questionnaire - Disability Index (HAQ-DI) assessed degree of difficulty experienced in 8 domains of daily living activities (20 questions), its score (0-3) computed from item scores, lower scores indicated less disability and high-sensitivity C-reactive protein (hsCRP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"43.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) Total Score at Week 16","description":"The HAQ-DI contains 20 items that measured the degree of difficulty experienced in the following 8 categories of the daily living activities: dressing and grooming (2 items), arising (2 items), eating (3 items), walking (2 items), hygiene (3 items), reach (2 items), grip (3 items), and common daily activities (3 items). Each question was scored 0-3 (0 = without any difficulty, 1 = with some difficulty, 2 = with much difficulty, and 3 = unable to do). The overall HAQ-DI total score was calculated by dividing the sum of the highest category scores (0 to 24) by the number of categories with at least 1 question answered. The HAQ-DI score ranges from 0 (no difficulty) to 3 (maximum difficulty). A lower HAQ-DI score indicated an improvement in function. Change from baseline was computed as the value at Week 16 minus the baseline value. A negative value in change from baseline indicated an improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0701","spread":"0.0432"},{"groupId":"OG001","value":"-0.3751","spread":"0.0286"}]}]}]},{"type":"SECONDARY","title":"Psoriasis Area Severity Index 90 Response (PASI90) at Week 4 in the Subgroup of Participants With Psoriasis (PSO) Involving at Least 3% Body Surface Area (BSA) at Baseline","description":"The PASI90 response assessments are based on at least 90% improvement in PASI score from Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for redness, thickness, and scaling for each of the 4 body areas with a score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of the body areas and converting to a 0 to 6 scale. Final PASI= average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by the involved psoriasis area score of respective section, and weighted by the percentage of the person's affected skin for respective section. The minimum possible PASI score is 0= no disease, the maximum score is 72= maximal disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriasis Area Severity Index 90 (PASI90) Response at Week 16 in the Subgroup of Participants With Psoriasis (PSO) Involving at Least 3% Body Surface Area at Baseline","description":"The PASI90 response assessments are based on at least 90% improvement in PASI score from Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for redness, thickness, and scaling for each of the 4 body areas with a score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of the body areas and converting to a 0 to 6 scale. Final PASI= average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by the involved psoriasis area score of respective section, and weighted by the percentage of the person's affected skin for respective section. The minimum possible PASI score is 0= no disease, the maximum score is 72= maximal disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"68.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Short Form 36-item Health Survey (SF-36) Physical Component Summary (PCS) Score at Week 16","description":"The SF-36 (version 2, standard recall) is a 36-item generic HRQoL instrument that uses a recall period of 4 weeks. The questionnaire has 36 questions composing the scale that represent 8 domains: 1) physical functioning, 2) role physical, 3) bodily pain, 4) general health, 5) vitality, 6) social functioning, 7) role emotional, and 8) mental health. The scores for the 8 domains were combined into two summary scores: the physical component summary (PCS) score and the mental component summary (MCS) score. Domains 1 to 4 primarily contribute to the PCS score of the SF-36. Domains 5-8 primarily contribute to the MCS score of the SF-36. Each of the 8 domain scores and the component summary score range from 0=worst to 100=best. Higher scores represent better health status. A positive change in value indicated improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.413","spread":"0.714"},{"groupId":"OG001","value":"7.258","spread":"0.531"}]}]}]},{"type":"SECONDARY","title":"Minimal Disease Activity (MDA) at Week 16","description":"MDA is a measure to indicate disease remission, and is based on a composite score of 7 domains. A participant is considered as having achieved the MDA if the participant fulfills at least 5 of the following 7 criteria: Tender joint count (0-68 joints) \\<=1; Swollen joint count (0-66 joints) \\<=1; PASI \\<=1 for participants with psoriasis covering BSA \\<=3% \\[PASI evaluates the severity and extent of psoriasis. In PASI, body is divided into four parts, head and neck, upper limb, trunk and lower limbs. Each area is assessed for erythema, induration and scaling, each rated on a scale of 0 to 4. The total score ranges from 0 (no disease) to 72 (maximal disease)\\]; Patient's Assessment of Arthritis Pain \\<=15 \\[using VAS on a scale of 0 (no pain) to 100 (serious pain)\\]; Patient's Global Assessment of Disease Activity \\<=20 \\[using VAS on a scale of 0 (very well) to 100 (very poor)\\]; HAQ-DI score \\<=0.5; Leeds Enthesitis Index score \\<=1 for participants with enthesitis at baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"44.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With American College of Rheumatology 20 (ACR20) Response","description":"The ACR20 response rate was based on a 20% or greater improvement of arthritis relative to Baseline. Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR20 response criteria: 1.≥ 20% improvement in 68-tender joint count; 2.≥ 20% improvement in 66-swollen joint count; and 3.≥ 20% improvement in at least 3 of the 5 following parameters: Physician global assessment of disease activity \\[100 mm VAS (0=no symptoms;100=severe symptoms)\\], Patient global assessment of disease activity \\[100 mm VAS (0=no limitation of normal activities;100=very poor\\], Patient assessment of pain \\[100 mm VAS (0=no pain;100=most severe pain)\\], HAQ-DI assessed degree of difficulty experienced in 8 domains of daily living activities (20 questions), its score (0-3) computed from item scores, lower scores indicated less disability, hsCRP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":null},{"groupId":"OG001","value":"67.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With American College of Rheumatology 70 (ACR70) Response","description":"The ACR70 response rate was based on a 70% or greater improvement of arthritis relative to Baseline. Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR20 response criteria: 1.≥ 70% improvement in 68-tender joint count; 2.≥ 70% improvement in 66-swollen joint count; and 3.≥ 70% improvement in at least 3 of the 5 following parameters: Physician global assessment of disease activity \\[100 mm VAS (0=no symptoms;100=severe symptoms)\\], Patient global assessment of disease activity \\[100 mm VAS (0=no limitation of normal activities;100=very poor\\], Patient assessment of pain \\[100 mm VAS (0=no pain;100=most severe pain)\\], HAQ-DI assessed degree of difficulty experienced in 8 domains of daily living activities (20 questions), its score (0-3) computed from item scores, lower scores indicated less disability, hsCRP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"26.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator Global Assessment (IGA) Response Defined as Score of 0 (Clear) or 1 (Almost Clear) and at Least a 2-grade Reduction From Baseline at Week 4 in the Subset of Participants With Psoriatic Skin Lesions at Baseline","description":"IGA measured the overall severity of PSO using the following 5-point scale and score was rated as 0=clear (No signs of PSO; post-inflammatory hyperpigmentation may be present), 1=almost clear (No thickening; normal to pink coloration; no to minimal focal scaling), 2=mild (Just detectable to mild thickening; pink to light red coloration; predominately fine scaling), 3=moderate (Clearly distinguishable to moderate thickening; dull to bright red, moderate scaling), and 4=severe (Severe thickening with hard edges; bright to deep dark red coloration; severe/coarse scaling covering almost all or all lesions). The IGA response is defined as score of 0 (clear) or 1 (almost clear) with at least a 2-category improvement relative to Baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"30.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator Global Assessment (IGA) Response Defined as Score of 0 (Clear) or 1 (Almost Clear) and at Least a 2-grade Reduction From Baseline at Week 16 in the Subset of Participants With Psoriatic Skin Lesions at Baseline","description":"IGA measured the overall severity of PSO using the following 5-point scale and score was rated as 0=clear (No signs of PSO; post-inflammatory hyperpigmentation may be present), 1=almost clear (No thickening; normal to pink coloration; no to minimal focal scaling), 2=mild (Just detectable to mild thickening; pink to light red coloration; predominately fine scaling), 3=moderate (Clearly distinguishable to moderate thickening; dull to bright red, moderate scaling), and 4=severe (Severe thickening with hard edges; bright to deep dark red coloration; severe/coarse scaling covering almost all or all lesions). The IGA response is defined as score of 0 (clear) or 1 (almost clear) with at least a 2-category improvement relative to Baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"60.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Patient's Assessment of Arthritis Pain (PtAAP) at Week 16","description":"The PtAAP Visual Analog Scale (VAS) is part of the American College of Rheumatology core set of measures in arthritis. Participants assessed their arthritis pain using a VAS on a scale of 0 (very well) to 100 (very poor). A negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":"2.1"},{"groupId":"OG001","value":"-27.7","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Psoriatic Arthritis Impact of Disease-12 (PsAID-12) Total Score at Week 16","description":"The PsAID-12 is a patient-reported outcome measure for assessing the impact of Psoriatic Arthritis (PsA) in 12 physical and psychological domains, including pain, fatigue, skin problems, work and/or leisure activities, functional capacity, discomfort, sleep disturbance, coping, anxiety/fear/uncertainty, embarrassment and/or shame, social participation, and depression. Each domain is assessed with a single question using a 0 to 10 numerical rating scale. Each domain score was multiplied by a weighting factor and the results were then summed to provide the total score. The total score ranged from 0 to 10, with higher scores indicating a worse status. A negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.32","spread":"0.16"},{"groupId":"OG001","value":"-2.24","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) During the Study","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. TEAEs were defined as any AEs with an onset date on or after the date of first IMP administration and up to 20 weeks after the last (most recent) dose of IMP.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Serious Adverse Events (SAEs) During the Study","description":"A serious adverse event (SAE) is any untoward medical occurrence that at any dose: Results in death, Is life-threatening, Requires in patient hospitalization or prolongation of existing hospitalization; Is a congenital anomaly or birth defect; Is an infection that requires treatment parenteral antibiotics, Other important medical events which based on medical or scientific judgement may jeopardize the patients, or may require medical or surgical intervention to prevent any of the above. TEAEs were defined as any AEs with an onset date on or after the date of first IMP administration and up to 20 weeks after the last (most recent) dose of IMP.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) Leading to Withdrawal From Investigational Medicinal Product (IMP) During the Study","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. TEAEs were defined as any AEs with an onset date on or after the date of first IMP administration and up to 20 weeks after the last (most recent) dose of IMP.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":132},"commonTop":["Corona virus infection","Nasopharyngitis","Upper respiratory tract infection","Urinary tract infection","Oral candidiasis"]}}}