{"nctId":"NCT00183443","briefTitle":"Treatment of Mania Symptoms With Drug Therapy","startDateStruct":{"date":"2005-02"},"conditions":["Bipolar Disorder","Schizophrenia"],"count":75,"armGroups":[{"label":"DVP + placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Divalproex-extended release (DVP-ER)"]},{"label":"DVP + Quetiapine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Divalproex-extended release (DVP-ER)","Drug: Quetiapine"]},{"label":"DVP + Lithium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Divalproex-extended release (DVP-ER)","Drug: Lithium"]}],"interventions":[{"name":"Divalproex-extended release (DVP-ER)","otherNames":["depakote ER"]},{"name":"Lithium","otherNames":["Lithobid"]},{"name":"Quetiapine","otherNames":["Seroquel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of bipolar I disorder or schizophrenia\n* Experiencing symptoms of mania at study entry\n* Able to speak and understand English\n* Willing and able to comply with all study requirements\n\nExclusion Criteria:\n\n* History of partial response or nonresponse to any of the drugs or drug combinations given in this study\n* History of intolerance to DVP, DVP-ER, lithium, or quetiapine\n* Disorders that would contraindicate the use of DV, DV-ER, lithium, or quetiapine\n* Use of antidepressants within 1 month prior to study entry\n* Use of fluoxetine within 3 months prior to study entry\n* Impaired cardiac function, as evidenced by abnormal EKG in participants 50 or over\n* Unstable medical illness within 2 months prior to study entry\n* At risk for suicide\n* Substance abuse or dependence within 1 month prior to study entry\n* Pregnancy, breastfeeding, or plans to become pregnant during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Symptoms of Mania, as Measured by Young Mania Rating Scale","description":"Symptoms of mania, as measured by Young Mania Rating Scale. The scale is eleven-item multiple choice diagnostic questionnaire (range 0-60), which psychiatrists use to measure the severity of manic episodes in children and young adults. Typically, 20 is the minimum score required for mania. Higher scores represent increased severity of mania symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"5.5"},{"groupId":"OG001","value":"11.1","spread":"7.8"},{"groupId":"OG002","value":"10.0","spread":"6.9"}]}]}]},{"type":"SECONDARY","title":"Hamilton Rating Scale for Depression (HAM-D,17)","description":"The Hamilton Rating Scale for Depression is a multiple item questionnaire used to provide an indication of depression, and as a guide to evaluate recovery. The questionnaire is designed for adults and is used to rate the severity of their depression by probing mood, feelings of guilt, suicide ideation, insomnia, agitation or retardation, anxiety, weight loss, and somatic symptoms. The 17-item Likert-type scale (range 0-50) includes eight questions with a 5-point scale (ranging from 0=not present to 4=severe) and nine items scored from 0 to 2. Higher scores indicate increased depression severity. The total sum of these 17 answers is used to arrive at the final score: normal (0-7), mild (8-13), moderate (14-18), severe (19-22), or very severe (\\>=23).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":"11.6"},{"groupId":"OG001","value":"18.3","spread":"9.2"},{"groupId":"OG002","value":"18.8","spread":"11.0"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression Scale for Bipolar Disorder (CGI-BD)","description":"The Clinical Global Impression (CGI) rating scale was modified by Spearing and colleagues (1997) for use in bipolar disorder. CGI scales are measures of symptom severity, treatment response and the efficacy of treatments in treatment studies of patients with mental disorders. The revised CGI-Bipolar Version (CGI-BP) is effective in rating severity of manic and depressive episodes and the degree of change from the immediately preceding phase and from the worst phase of illness. The CGI-BP is rated on a 7-point scale, with the severity of illness scale using a range of responses from 1 (normal, not ill) to 7 (very severely ill). Each component of the CGI is rated separately; the instrument does not yield a global score. Only severity of illness scores are reported. Increased scores represent increased illness severity","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.58","spread":"1.02"},{"groupId":"OG001","value":"2.54","spread":"1.33"},{"groupId":"OG002","value":"2.32","spread":"1.35"}]}]}]},{"type":"SECONDARY","title":"Global Assessment of Functioning","description":"The Global Assessment of Functioning (GAF) is a numeric scale used by mental health clinicians and physicians to rate subjectively the social, occupational, and psychological functioning of an individual, e.g., how well one is meeting various problems-in-living. Scores range from 100 (extremely high functioning) to 1 (severely impaired).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":"13.4"},{"groupId":"OG001","value":"62.3","spread":"11.1"},{"groupId":"OG002","value":"60.8","spread":"10.4"}]}]}]},{"type":"SECONDARY","title":"Social and Occupational Functioning Assessment Scale (SOFAS)","description":"The Social and Occupational Functioning Assessment Scale (SOFAS) provides a rating of global social and occupational function independent of clinical symptoms. SOFAS is provided in the Diagnostic and Statistical Manual (DSM-IV) as an Axis V measure. The SOFAS is a global rating of current functioning, which is scored positively on a scale from 0 to 100. Higher scores represent higher levels of functioning. This instrument is a one-item rating of consumer functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":"13.7"},{"groupId":"OG001","value":"62.1","spread":"11.9"},{"groupId":"OG002","value":"59.8","spread":"11.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":24},"commonTop":["Increased Appetite","Sedation"]}}}