{"nctId":"NCT00948675","briefTitle":"Study of Participants With Advanced Non-Small Cell Lung Cancer","startDateStruct":{"date":"2009-09-01","type":"ACTUAL"},"conditions":["Advanced Non-Small Cell Lung Cancer"],"count":361,"armGroups":[{"label":"Pemetrexed + Carboplatin + Pemetrexed","type":"EXPERIMENTAL","interventionNames":["Drug: Pemetrexed","Drug: Carboplatin"]},{"label":"Paclitaxel + Carboplatin + Bevacizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carboplatin","Drug: Paclitaxel","Biological: Bevacizumab"]}],"interventions":[{"name":"Pemetrexed","otherNames":["ALIMTA, LY231514"]},{"name":"Carboplatin","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Bevacizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* a histologic or cytologic diagnosis of advanced non-small cell lung cancer (NSCLC) \\[Stage IV from the American Joint Committee on Cancer Staging Criteria (AJCC) staging system, version 7.0, including both M1a and M1b\\], other than predominantly squamous cell histology, that is not amenable to curative therapy. Participants may not have received any prior systemic chemotherapy, immunotherapy, targeted therapy, or biological therapy, including adjuvant therapy, for any stage of NSCLC.\n* prior radiation therapy is allowed to \\< 25% of the bone marrow; however, prior radiation to the whole pelvis not allowed.\n* good performance status.\n* adequate organ function.\n* estimated life expectancy of at least 12 weeks.\n\nExclusion Criteria:\n\n* known central nervous system (CNS) disease, other than treated brain metastasis.\n* major surgical procedure, open biopsy, open pleurodesis, or significant traumatic injury within 28 days prior to study or have an anticipated need for major surgery during the study.\n* core biopsy or other minor surgical procedure, excluding placement of vascular access device, closed pleurodesis, thoracentesis, and mediastinoscopy, within 7 days prior to study.\n* history of gastrointestinal fistula, perforation, or abscess, inflammatory bowel disease, or diverticulitis.\n* currently receiving ongoing treatment with full-dose warfarin or equivalent\n* significant vascular disease within 6 months prior to Day 1 of Cycle 1.\n* evidence of bleeding diathesis or coagulopathy.\n* serious concomitant systemic disorder that, in the opinion of the investigator, would compromise the participant's ability to adhere to the protocol.\n* serious cardiac condition, such as myocardial infarction, angina, or heart disease.\n* inadequately controlled hypertension.\n* any prior history of hypertensive crisis or hypertensive encephalopathy.\n* serious, nonhealing wound, active ulcer, or untreated bone fracture.\n* another active malignancy, other than superficial basal cell and superficial squamous (skin) cell, or carcinoma in situ of the cervix within the last 5 years.\n* previously received treatment with paclitaxel, carboplatin, pemetrexed, or bevacizumab (prior intravitreal administration of bevacizumab does not preclude study participation).\n* pregnant or breast-feeding.\n* history of stroke or transient ischemic attack within 6 months prior to study.\n* known sensitivity to any component of paclitaxel, carboplatin, pemetrexed, or bevacizumab.\n* history of hemoptysis within 3 months prior to randomization.\n* unable to interrupt aspirin or other nonsteroidal anti-inflammatory drugs (NSAIDs).\n* unwilling to take folic acid or vitamin B12 supplementation.\n* clinically significant third-space fluid collections, for example, ascites or pleural effusions that cannot be controlled by drainage. Participants with M1a disease with pleural effusions are eligible if the effusions can be adequately controlled.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival Without Grade 4 Toxicity (G4PFS) as Measured by the Common Terminology Criteria for Adverse Events (CTCAE) Version 3.0","description":"G4PFS was defined as the duration from the date of randomization to the earliest occurrence date of one of the following three events: Common Terminology Criteria (CTC) grade 4 adverse events (G4AEs), or progressive disease (PD) or death from any cause, whichever occurred earlier. PD was determined using Response Evaluation Criteria In Solid Tumors (RECIST) criteria version 1.0. PD is ≥20% increase in sum of longest diameter of target lesions or the appearance of new lesions. For participants who had no G4AEs, or PD, or death at the time of the data inclusion cutoff, PFS was censored at their last objective progression-free disease assessment prior to the cutoff date or the date of initiation of subsequent systemic anticancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.91","spread":null},{"groupId":"OG001","value":"2.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the duration from the date of randomization to the date of progressive disease (PD) or death from any cause. PD was determined using Response Evaluation Criteria In Solid Tumors (RECIST) criteria version 1.0. PD was ≥20% increase in sum of longest diameter of target lesions or the appearance of new lesions. For participants who had no PD or death at the time of the data inclusion cutoff, PFS was censored at their last objective progression-free disease assessment prior to the cutoff date or the date of initiation of subsequent systemic anticancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.44","spread":null},{"groupId":"OG001","value":"5.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the duration from the date of randomization to the date of death from any cause. For participants who were alive at the time of the data inclusion cutoff, OS was censored at the last date the participant was known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.51","spread":null},{"groupId":"OG001","value":"11.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response or Partial Response (Overall Tumor Response Rate)","description":"Overall Response rate (ORR) was the percentage of participants with a confirmed complete response (CR) or partial response (PR), as classified by the investigators according to the Response Evaluation Criteria In Solid Tumors (RECIST) criteria version 1.0. CR was the disappearance of all target and non-target lesions; PR was a ≥30% decrease in sum of longest diameter of target lesions without new lesion and progression of non-target lesions. ORR was calculated as a total number of participants with CR or PR from the start of study treatment until disease progression or recurrence divided by the total number of participants treated, then multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":null},{"groupId":"OG001","value":"27.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rates Defined as Complete Response (CR), Partial Response (PR), and Stable Disease (SD)","description":"Disease control rate was the percentage of participants with a confirmed CR, PR or SD, as classified by the investigators according to the Response Evaluation Criteria In Solid Tumors (RECIST) criteria version 1.0. CR was the disappearance of all target and non-target lesions; PR was a ≥30% decrease in sum of longest diameter of target lesions without new lesion and progression of non-target lesion; SD was neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease. Disease control rate was calculated as a total number of participants with CR or PR or SD divided by the total number of participants treated, then multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.9","spread":null},{"groupId":"OG001","value":"57.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":76,"n":171},"commonTop":["Fatigue","Nausea","Anaemia","Constipation","Neutropenia"]}}}