{"nctId":"NCT01024335","briefTitle":"Dronabinol Naltrexone Treatment for Opioid Dependence","startDateStruct":{"date":"2010-01"},"conditions":["Opioid Dependence"],"count":60,"armGroups":[{"label":"Naltrexone and placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Naltrexone and placebo"]},{"label":"Naltrexone and dronabinol","type":"EXPERIMENTAL","interventionNames":["Drug: injectable naltrexone and dronabinol"]}],"interventions":[{"name":"injectable naltrexone and dronabinol","otherNames":[]},{"name":"Naltrexone and placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Adult, aged 18-60.\n* 2\\. Meets Diagnostic and Statistical Manual -IV criteria for current opiate dependence disorder of at least six months duration, supported by a positive urine for opiates and a positive naloxone challenge test if the diagnosis is unclear.\n* 3\\. Have a history of marijuana use (more than 30 occasions lifetime)\n* 4\\. Voluntarily seeking treatment for opioid dependence\n* 5\\. In otherwise good health based on complete medical history, physical examination, vital signs measurement, ECG, and laboratory tests (hematology, blood chemistry, urinalysis) within normal ranges.\n* 6\\. Able to give informed consent.\n\nExclusion Criteria:\n\n* 1\\. Physiologically dependent on alcohol or sedative-hypnotics with impending withdrawal.\n* 2\\. Patients meeting current criteria for cannabis abuse or dependence, and those who used cannabis in the week prior to study entry as documented by the positive toxicology\n* 3\\. Current Diagnostic and Statistical Manual -IV criteria of other substance use disorders. Exceptions include cannabis abuse or dependence, nicotine dependence, cocaine abuse or dependence, alcohol abuse or alcohol dependence without physiological dependence as long as opioid dependence is a primary disorder. Alcohol dependence with physiological dependence is exclusionary.\n* 4\\. Significant current suicidal risk or 1 or more suicide attempts within the past year\n* 5\\. History of accidental drug overdose in the last three years defined as an episode of opioid-induced unconsciousness or incapacitation, whether or not medical treatment was sought or received.\n* 6\\. Positive serum pregnancy test, lactation, or unwillingness to use a satisfactory method of birth control\n* 7\\. Active psychiatric disorder which might interfere with participation or make participation hazardous, including Diagnostic and Statistical Manual -IV organic mental disorder, psychotic disorder, or bipolar disorder with mania\n* 8\\. History of allergic reaction, adverse reaction, or sensitivity to any study medication.\n* 9\\. Acute hepatitis with serum glutamic-oxaloacetic transaminase or serum glutamic-pyruvic transaminase \\> 3 times the upper end of the laboratory normal range (chronic hepatitis is acceptable as we have found naltrexone treatment well tolerate and safe among patients with chronic hepatitis)\n* 10\\. Currently prescribed or regularly taking opiates for chronic pain or medical illness.\n* 11\\. Current participation in a methadone maintenance treatment program and/or regular use of illicit methadone (\\>30 mg per week).\n* 12\\. Current participation in another intensive psychotherapy or substance abuse treatment program or participation in another treatment study.\n* 13\\. Concurrent treatment with psychotropic medications","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Opiate Withdrawal Measured by the Subjective Opiate Withdrawal Scale (SOWS) .","description":"The Subjective Opiate Withdrawal Scale is a self-administered 16 scale containing 16 symptoms ranging in severity from 0 (not at all) to 4 (extremely). The SOWS total score is the sum of 16 items, ranging from 0 (no opiate withdrawal ) to 64 ( severe opiate withdrawal). Values from multiple assessments during the 8-week outpatient phase were averaged.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.16","spread":"6.13"},{"groupId":"OG001","value":"13.36","spread":"10.55"}]}]}]},{"type":"PRIMARY","title":"Retention","description":"Of those participants randomized to the naltrexone and dronabinol arm, the number that completed all 8 weeks of treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":20},"commonTop":["Insomnia","Mood changes","Diarrhea","Nausea/vomiting","GI Distress"]}}}