{"nctId":"NCT02105636","briefTitle":"Trial of Nivolumab vs Therapy of Investigator's Choice in Recurrent or Metastatic Head and Neck Carcinoma (CheckMate 141)","startDateStruct":{"date":"2014-05-29","type":"ACTUAL"},"conditions":["Squamous Cell Carcinoma of the Head and Neck"],"count":361,"armGroups":[{"label":"Arm A: Nivolumab","type":"EXPERIMENTAL","interventionNames":["Drug: Nivolumab"]},{"label":"Arm B: Cetuximab/Methotrexate/Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cetuximab","Drug: Methotrexate","Drug: Docetaxel"]}],"interventions":[{"name":"Nivolumab","otherNames":["BMS-936558"]},{"name":"Cetuximab","otherNames":[]},{"name":"Methotrexate","otherNames":[]},{"name":"Docetaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding BMS clinical trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Men and women ≥ 18 years of age with an Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1\n* Histologically confirmed recurrent or metastatic SCCHN (oral cavity, pharynx, larynx), stage III/IV and not amenable to local therapy with curative intent (surgery or radiation therapy with or without chemotherapy)\n* Tumor progression or recurrence within 6 months of last dose of platinum therapy in the adjuvant (ie with radiation after surgery), primary (ie, with radiation), recurrent, or metastatic setting\n* Measurable disease by Computed tomography (CT) or Magnetic resonance imaging (MRI) per Response Evaluation Criteria In Solid Tumors (RECIST 1.1) criteria\n\nExclusion Criteria:\n\n* Active brain metastases or leptomeningeal metastases are not allowed\n* Histologically confirmed recurrent or metastatic carcinoma of the nasopharynx, squamous cell carcinoma of unknown primary, and salivary gland or non-squamous histologies (eg: mucosal melanoma) are not allowed\n* Subjects with active, known or suspected autoimmune disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to the date of death from any cause. Participants were censored at the date they were last known to be alive and at the date of randomization if they were randomized but had no follow-up. Median OS time was calculated using Kaplan-Meier (KM) method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.49","spread":null},{"groupId":"OG001","value":"5.06","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator-Assessed Progression-Free Survival (PFS)","description":"PFS was defined as the time between the date of randomization and the first date of documented progression, as determined by the investigator (as per Response Evaluation Criteria In Solid Tumors (RECIST1.1)), or death due to any cause, whichever occurs first. Progressive Disease: at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. The sum must demonstrate an absolute increase of at least 5mm. Participants who:\n\n* Die without a reported progression were considered to have progressed on the date of their death.\n* Did not progress or die were censored on the date of their last evaluable tumor assessment.\n* Without any on study tumor assessments and did not die were censored on their date of randomization.\n* Received subsequent systemic anti-cancer therapy prior to documented progression were censored at the date of the last tumor assessment prior to the initiation of the new therapy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.04","spread":null},{"groupId":"OG001","value":"2.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator-Assessed Objective Response Rate (ORR)","description":"ORR was defined as the percentage of randomized participants who achieved a best response of complete response (CR) or partial response (PR) using the RECIST1.1 criteria as per investigator assessment. Complete Response (CR): Disappearance of all target lesions. Partial Response (PR): At least a 30% decrease in the sum of diameters of target lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"POST_HOC","title":"Overall Survival (OS) - Extended Collection","description":"OS was defined as the time from randomization to the date of death from any cause. Participants were censored at the date they were last known to be alive and at the date of randomization if they were randomized but had no follow-up. Median OS time was calculated using Kaplan-Meier (KM) method.\n\nNote: This outcome measure represents an updated version of the primary endpoint to include additional data collection that has occurred after the primary completion date. (Assessments were made until 10-Sep-2021)","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.72","spread":null},{"groupId":"OG001","value":"5.06","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":165,"n":236},"commonTop":["Fatigue","Anaemia","Nausea","Diarrhoea","Decreased appetite"]}}}