{"nctId":"NCT00202878","briefTitle":"IMPROVE-IT: Examining Outcomes in Subjects With Acute Coronary Syndrome: Vytorin (Ezetimibe/Simvastatin) vs Simvastatin (P04103)","startDateStruct":{"date":"2005-10-17","type":"ACTUAL"},"conditions":["Hypercholesterolemia","Myocardial Infarction"],"count":18144,"armGroups":[{"label":"ezetimibe/simvastatin","type":"EXPERIMENTAL","interventionNames":["Drug: ezetimibe/simvastatin","Drug: Placebo for simvastatin 40 mg"]},{"label":"simvastatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: simvastatin","Drug: Placebo for simvastatin 40 mg","Drug: Placebo for ezetimibe 10 mg/simvastatin 40 mg combination"]}],"interventions":[{"name":"ezetimibe/simvastatin","otherNames":["Vytorin","Inegy"]},{"name":"simvastatin","otherNames":["Zocor"]},{"name":"Placebo for simvastatin 40 mg","otherNames":[]},{"name":"Placebo for ezetimibe 10 mg/simvastatin 40 mg combination","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinically stable participants may be eligible to enroll within 10 days following hospital admission with high-risk acute coronary syndrome (either ST-elevation myocardial infarction \\[STEMI\\] or Non-STEMI or unstable angina)\n* Participants not taking a statin must have an LDL-C of 125 mg/dl or less. Participants taking a statin must have an LDL-C of 100 mg/dl or less.\n\nExclusion Criteria:\n\n* Pregnant or lactating woman, or intending to become pregnant\n* Participant with active liver disease or persistent unexplained serum transaminase elevation\n* History of alcohol or drug abuse\n* History of sensitivity to statin or ezetimibe\n* A participant for whom discontinuation of existing lipid lowering regimen poses an unacceptable risk.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Occurrence of Cardiovascular Death, Major Coronary Event, or Non-fatal Stroke (Kaplan-Meier Estimate of Percentage of Participants Experiencing a Qualifying Event)","description":"The time (in months) from study start to the first occurrence of any of the following clinical outcomes was recorded: cardiovascular death, major coronary Event (non-fatal myocardial infarction \\[MI\\], documented unstable angina \\[UA\\] requiring hospitalization, or coronary revascularization with percutaneous coronary intervention (PCI) or coronary artery bypass grafting (CABG) ≥ 30 days after randomization), or non-fatal Stroke. A Clinical Endpoints Committee (CEC) reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who experienced cardiovascular death, major coronary event, or non-fatal stroke within 7 years from randomization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.72","spread":null},{"groupId":"OG001","value":"34.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Death From Any Cause, Major Coronary Event, or Non-fatal Stroke (Kaplan-Meier Estimate of Percentage of Participants Experiencing a Qualifying Event)","description":"The time (in months) from study start to the first occurrence of any of the following clinical outcomes was recorded: death from any cause, major coronary event (non-fatal myocardial infarction, documented unstable angina requiring hospitalization, or coronary revascularization with percutaneous coronary intervention or coronary artery bypass grafting ≥ 30 days after randomization), or non-fatal stroke. A Clinical Endpoints Committee (CEC) reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who experienced death from any cause, major coronary event, or non-fatal stroke within 7 years from randomization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.65","spread":null},{"groupId":"OG001","value":"40.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Coronary Heart Disease (CHD) Death, Non-fatal MI, or Urgent Coronary Revascularization With PCI or CABG ≥ 30 Days After Randomization (Kaplan-Meier Estimate of Percentage of Participants Experiencing a Qualifying Event)","description":"The time (in months) from study start to the first occurrence of any of the following clinical outcomes was recorded: CHD death, non-fatal MI, or urgent coronary revascularization with PCI or CABG ≥ 30 days after randomization. A Clinical Endpoints Committee (CEC) reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who experienced CHD death, non-fatal MI, or urgent coronary revascularization with PCI or CABG ≥ 30 days after randomization within 7 years from randomization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.52","spread":null},{"groupId":"OG001","value":"18.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of CV Death, Nonfatal MI, UA With Hospitalization, All Revascularization Occurring ≥30 Days After Randomization, and Non-fatal Stroke (Kaplan-Meier Estimate of Percentage of Participants Experiencing a Qualifying Event)","description":"The time (in months) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, non-fatal MI, documented UA that requires admission into a hospital, all revascularization (including non-coronary) occurring at least 30 days after randomization, and non-fatal stroke. A Clinical Endpoints Committee (CEC) reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, non-fatal MI, unstable angina with hospitalization, all revascularization occurring ≥ 30 days after randomization, and non-fatal stroke within 7 Years from randomization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.49","spread":null},{"groupId":"OG001","value":"36.20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3640,"n":9067},"commonTop":["Arthralgia","Myalgia","Pain In Extremity","Dizziness","Back Pain"]}}}