{"nctId":"NCT02574520","briefTitle":"Trial of Extended Release Bupivacaine for Pain Relief After Surgery","startDateStruct":{"date":"2015-11","type":"ACTUAL"},"conditions":["Post Operative Pain"],"count":399,"armGroups":[{"label":"Part 1","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: SABER-Bupivacaine (Part 1)","Drug: Saline Placebo"]},{"label":"Part 2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: SABER-Bupivacaine (Part 2)","Drug: Bupivacaine HCl"]}],"interventions":[{"name":"SABER-Bupivacaine (Part 1)","otherNames":["POSIMIR® bupivacaine solution"]},{"name":"SABER-Bupivacaine (Part 2)","otherNames":["POSIMIR® bupivacaine solution"]},{"name":"Saline Placebo","otherNames":["placebo"]},{"name":"Bupivacaine HCl","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients scheduled for elective outpatient laparoscopic cholecystectomy using a conventional 4-port laparoscopic procedure.\n* Must be able and willing to provide written informed consent, complete trial-related procedures, and communicate with the trial staff.\n* Males and females 18 years of age or older.\n* ASA Class I, II, or III.\n* Patients of child-bearing potential must agree to use a medically acceptable method of contraception to prevent pregnancy for the duration of their participation in the trial.\n* Must be living close enough to the investigative site to attend the four scheduled follow-up clinic visits.\n\nExclusion Criteria:\n\n* Pregnant or nursing females.\n* Patients with absolute or relative contraindications to laparoscopic cholecystectomy.\n* Patients with prior midline abdominal surgery who are at risk for adhesions that may complicate laparoscopic cholecystectomy and/or accurate pain assessments.\n* Patients requiring emergency surgery or urgent surgery (fewer than 5 days between screening and surgery).\n* Patients with a pre-planned overnight stay or pre-planned hospital admission.\n* Patients scheduled for single incision, mini trocars, natural orifice transluminal endoscopic surgery (NOTES), robotic laparoscopic procedures, or any procedure (other than cholangiograms and minimal adhesiolysis) in addition to laparoscopic cholecystectomy.\n* Patients with known hypersensitivity to amide local anesthetics such as bupivacaine.\n* Patients with acute pain that is not due to cholecystitis.\n* Patients with a history of chronic pain unrelated to gallbladder disease.\n* Patients with ongoing depression or psychosis.\n* Patients undergoing long-term treatment with opioids or other analgesics, including acetaminophen, NSAIDs, anticonvulsants (gabapentin or pregabalin), and antidepressants (SSRIs, SNRIs, and tricyclics), but not including daily low-dose aspirin.\n* Patients who are being treated chronically with systemic corticosteroids or who will require peri-operative corticosteroids because of adrenal insufficiency (inhalational or topical corticosteroids are permitted).\n* Patients who may be unsuitable for opioid administration (such as sensitivity \\[e.g., history of severe nausea and vomiting\\] hypersensitivity, known history of abuse or addiction, or unwillingness to take prescribed rescue opioids).\n* Use of anticoagulants and antiplatelet drugs (with exception of low dose aspirin) in the 1 week prior to surgery.\n* Patients who are incapable of operating the electronic diary.\n* Patients participating in any other trial with an investigational drug or device concurrently or less than 30 days prior to surgery for this trial.\n* Patients who, in the Investigator's opinion, should not participate in the trial or may not be capable of following the trial procedures for any reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pain Intensity on Movement From 0-48 Hours Post-Treatment","description":"A derived measure computed based on a patient-reported numerical pain rating scale assessing pain as a whole number from 0 (no pain) to 10 (worst pain imaginable) when the subject sits up from a supine position. This measure was evaluated by electronic diary at 13 planned time points from 0 to 48 hours post-treatment. The values reported are mean pain scores for each treatment group.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.55","spread":"0.065"},{"groupId":"OG001","value":"5.87","spread":"0.059"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Using the NPRS-11 With Movement","description":"A derived measure computed based on a patient-reported numerical pain rating scale assessing pain as a whole number from 0 (no pain) to 10 (worst pain imaginable) when the subject sits up from a supine position. This measure was evaluated by electronic diary at 17 planned time points from 0 to 72 hours post-treatment. The values reported are mean pain scores for each treatment group.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.94","spread":"0.049"},{"groupId":"OG001","value":"5.40","spread":"0.052"}]}]}]},{"type":"SECONDARY","title":"Total IV Morphine-equivalent Dose of Rescue Opioids","description":"IV morphine-equivalent dose","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":"1.37"},{"groupId":"OG001","value":"22.6","spread":"1.58"}]}]}]},{"type":"SECONDARY","title":"Composite Endpoint of Silverman's Integrated Analgesic (SIA) Assessment Score","description":"Score of Integrated Analgesia (SIA) is a composite endpoint that integrates pain assessment scores with opioid use over various collections of timepoints by ranking the pain score and the opioid use separately across treatments. After the scores are computed the means are calculated across time points to provide a single overall treatment effect. The composite SIA score ranges from -200 to 200 with -200 being the best case and 200 the worst case.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.3","spread":"8.83"},{"groupId":"OG001","value":"-1.5","spread":"9.33"}]}]}]},{"type":"SECONDARY","title":"Subjects Not Taking Rescue Medication From PACU Discharge to 72 Hours","description":"Pooled SABER-Bupivacaine parts 1 + 2 vs. Bupivacaine HCl","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Opioid Rescue Medication Use After Discharge From the PACU","description":"Pooled SABER-Bupivacaine parts 1 + 2 vs. Bupivacaine HCl","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to PACU Discharge Eligibility as Assessed by Modified Post-Anesthesia Discharge Scoring System (mPADSS)","description":"mPADSS is a tool used to determine eligibility for discharge from the PACU after ambulatory surgery. It includes an assessment of parameters such as vital signs, activity level, nausea/vomiting, pain, and surgical bleeding. For this trial, evaluation of eligibility for PACU discharge by mPADSS has been slightly modified to provide a standardized means of assessing eligibility for PACU discharge across multiple investigative sites and also ensures that nonmedical complications, such as a missing ride home, do not interfere with evaluation of test drug effects.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":45},"commonTop":["Post procedural contusion","Somnolence (Solicited)","Constipation (Solicited)","Headache (Solicited)","Nausea"]}}}