{"nctId":"NCT00400179","briefTitle":"A Safety and Efficacy Study in Patients With Gastric Cancer","startDateStruct":{"date":"2005-05"},"conditions":["Gastric Cancer"],"count":1053,"armGroups":[{"label":"A","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: S-1/Cisplatin"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 5-FU/cisplatin"]}],"interventions":[{"name":"S-1/Cisplatin","otherNames":[]},{"name":"5-FU/cisplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA patient must meet all of the following inclusion criteria to be eligible for enrollment in this study:\n\n* Has given written informed consent\n* Has histologically confirmed, unresectable, locally advanced (Stage IV) or metastatic gastric cancer, including adenocarcinoma of the gastro-esophageal junction\n* Has measurable or evaluable but non-measurable disease, defined as follows:\n\n  * Measurable Disease - Patients with measurable disease as defined by RECIST criteria, i.e., the presence of at least one measurable lesion. A measurable lesion is one that can be accurately measured in at least one dimension with the longest diameter \\>\\_ 20 mm using conventional techniques or \\>\\_ 10 mm using spiral Computed Tomography (CT)scan. Locally recurrent disease (other than primary) is accepted if there is at least one measurable lesion (i.e. peritoneal mass, lymph node, etc.)\n  * Evaluable but Non-measurable Disease - Patients with all lesions below the limits defined above for measureable disease (i.e., longest diameter \\< 20 mm with conventional techniques or \\< 10 mm with spiral CT) excluding those patients with only a primary lesion and/or with only non-evaluable cancer such as bone metastases, ascites, pleural or pericardia effusions, lymphangitic carcinomatosis of the skin or lung, previously irradiated lesions not in progression, or peritoneal carcinomatosis \\< 10 mm in diameter with conventional imaging techniques.\n* No prior palliative chemotherapy is permitted. Adjuvant and /or neo-adjuvant chemotherapy is permitted if more than 12 months have elapsed between the end of adjuvant or neo-adjuvant therapy and first recurrence. This does not qualify as 1st line therapy.\n* Is able to take medications orally\n* Is \\>\\_ 18 years of age\n* Is at least 3 weeks from prior major surgery\n* Is at least 4 weeks from prior radiotherapy\n* Has a ECOG performance status 0 to 1\n* Has adequate organ function as defined by the following criteria:\n\n  * AST (SGOT) and ALT (SGPT) \\<\\_ 2.5 x ULN; if liver function abnormalities are due to underlying liver metastasis, AST (SGOT) and ALT (SGPT) \\<\\_ 5 x ULN\n  * Total serum bilirubin of \\<\\_ 1.5 x ULN\n  * Absolute granulocyte count of \\>\\_ 1,500/mm (i.e. \\>\\_ 1.5 x 10/L by International Units (IU)\n  * Platelet count \\>\\_ 100,000/mm (IU: \\>\\_ 100 x 10/L\n  * Hemoglobin value of \\>\\_ 9.0 g/dL\n  * Calculated creatinine clearance \\>\\_ 60 mL/min (Cockcroft-Gault formula)\n* Is willing and able to comply with scheduled visits, treatment plans, laboratory tests and other study procedures\n\nExclusion Criteria:\n\nExclude a patient from this study if he/she does not fulfill the inclusion criteria, or if any of the following conditions are observed:\n\n* Has had a treatment with any of the following within the specified timeframe prior to study drug administration:\n\n  * Any prior palliative chemotherapy or any previous therapy for malignancy, including any chemotherapy, immunotherapy, biologic or hormonal therapy, within the past 5 years.\n  * Adjuvant or neo-adjuvant therapy within the past 12 months\n  * Concurrent treatment with any investigational anti-cancer agent\n  * Prior cisplatin as neo-adjuvant and /or adjuvant chemotherapy with cumulative dose \\> 300 mg/m\n  * \\> 25% of marrow-bearing bone radiated\n  * Concurrent treatment with an investigational agent or within 30 days from randomization\n  * Concurrent enrollment in another clinical study\n* Has a serious illness or medical condition(s) including, but not limited to the following:\n\n  * Known brain or leptomeningeal metastases\n  * Uncontrolled ascites requiring drainage at least twice a week\n  * Other malignancies within the past 5 years, except adequately treated carcinoma-in-situ of the cervix or non-melanoma skin cancer\n  * Myocardial infarction within the last 6 months, severe/unstable angina, congestive heart failure New York Heart Association (NYHA) class III or IV\n  * Chronic nausea, vomiting or diarrhea\n  * Known human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS-related illness\n  * Psychiatric disorder that may interfere with consent and/or protocol compliance\n  * Known neuropathy, Grade 2 or higher\n  * Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration, or may interfere with the interpretation of study results, and in the judgement of the Investigator would make the patient inappropriate for entry into this study\n* Is receiving concomitant treatment with drugs interacting with S-1. The following drugs are prohibited because there may be an interaction with S-1:\n\n  * Sorivudine, uracil, cimetidine, folinic acid, and dipyridamole (may enhance S-1 activity)\n  * Allopurinol (may diminish S-1 activity\n  * Phenytoin (S-1 may enhance phenytoin activity)\n  * Flucytosine, a fluorinated pyrimidine antifungal agent (may enhance S-1 activity)\n* Is receiving concomitant treatment with drugs interacting with 5-FU:\n\n  * Sorivudine, uracil, cimetidine, folinic acid, and dipyridamole(may enhance 5-FU activity)\n  * Allopurinol (may diminish 5-FU activity)\n  * Phenytoin (5-FU may enhance phenytoin activity)\n* Is receiving concomitant treatment with drugs interacting with cisplatin:\n\n  * Phenytoin (cisplatin may diminish phenytoin activity)\n  * Aminoglycosides (should be avoided within 8 days after cisplatin administration)\n  * Ethyol (may diminish cisplatin activity\n* Is a pregnant or lactating female\n* Has known hypersensitivity to 5-FU or cisplatin\n* Patients with reproductive potential who refuse to use an adequate means of contraception (including male patients)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"The proportion of patients with objective evidence of complete response (CR) or partial response (PR) based on tumor response assessments. Per the Response Evaluation Criteria in Solid tumors (RECIST), CR was defined as the disappearance of all target lesions for at least 4 weeks, and PR was defined as at least a 30% decrease in the sum of the longest diameter of target lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.1","spread":null},{"groupId":"OG001","value":"31.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR)","description":"Duration of response was defined as the time from date of first confirmed response (CR or PR) to date of first progressive disease (PD) or death. Per the RECIST criteria, definitions were as follows: CR was the disappearance of all target lesions for at least 4 weeks, PR was at least a 30% decrease in the sum of the longest diameter of target lesions, and PD was at least a 20% increase in the sum of the longest diameter of target lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"The time from randomization to date of first documented PD or date of death, whichever occurred first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TTF)","description":"The time from randomization to date of permanent discontinuation of S-1 or 5-FU, first documented PD, or death, whichever occurred first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Median Survival","description":"Survival was defined as the time from the date of randomization to the time of death (from any cause) for each patient.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":257,"n":521},"commonTop":["Nausea","Vomiting","Anaemia","Fatigue","Neutropenia"]}}}