{"nctId":"NCT00274261","briefTitle":"Study of the Safety and Contraceptive Efficacy of C31G Compared to Conceptrol®","startDateStruct":{"date":"2004-06"},"conditions":["Pregnancy"],"count":1565,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: C31G"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: nonoxynol-9 (N-9)"]}],"interventions":[{"name":"C31G","otherNames":[]},{"name":"nonoxynol-9 (N-9)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPotential subjects must:\n\n* Be healthy women, who are sexually active, at risk for pregnancy and desiring contraception.\n* Be within the age range of 18 through 40 years inclusive.\n* Be at low-risk for human immunodeficiency virus (HIV) or sexually transmitted disease (STD) infection and currently have a single sex partner (minimum 4 months) who is also at low-risk for HIV or STD.\n* Have a negative urine pregnancy test prior to enrollment.\n* Have normal cyclic menses with a usual length of 24 to 35 days over the last 2 cycles or at least one spontaneous, normal menstrual cycle (2 menses) since delivery, abortion, or after discontinuing hormonal contraception/hormonal therapy.\n* Be willing to accept a risk of pregnancy.\n* Be willing to engage in at least 4 acts of heterosexual vaginal intercourse per month for a period of 6 months.\n* Be willing to be randomized to either study treatment.\n* Be willing to only use the study product as the primary method of contraception over the course of the study with the exception of emergency contraception (EC), when indicated.\n* Be capable of using the study product properly and agree to observe all study directions and requirements.\n* Be willing to keep a diary to record coital information, product use information, information about the use of other vaginal products, and sign and symptom data of subject and partner.\n* Agree not to participate in any other clinical trials during the course of the study.\n* Be willing to give written informed consent to participate in the trial.\n\nExclusion Criteria:\n\nPotential subjects must not:\n\n* Have a history of allergy or sensitivity to spermicides or products containing N-9.\n* Have had 3 or more urinary tract infections (UTI) in the past year.\n* Have UTI by urine culture or symptomatic yeast vaginitis or symptomatic bacterial vaginosis diagnosed by wet mount unless treated and proof of cure is documented.\n* Be pregnant, have a suspected pregnancy or desire to become pregnant during the course of the study.\n* Have a history of infertility or of conditions that may lead to infertility, without subsequent intrauterine pregnancy.\n* Have any contraindications to pregnancy (medical condition) or chronic use of category D or X medications.\n* Have had more than one sexual partner in the last 4 months.\n* Have shared injection drug needles within the past 12 months.\n* Have or have been suspected to have HIV infection.\n* Have been diagnosed with genital herpes simplex virus (HSV), with the first occurrence (initial episode) within three months prior to screening.\n* Have 3 or more outbreaks of HSV within the last year.\n* Have been diagnosed with any other STDs (including trichomonas) in the 6 months prior to the screening visit (with the exception of Human Papilloma Virus \\[HPV\\]).\n* Be lactating or breastfeeding.\n* Have any clinically significant abnormal vaginal bleeding or spotting within the month prior to screening.\n* Have any clinically significant abnormal finding on pelvic examination or baseline labs, which in the view of the investigator, precludes her from participating in the trial.\n* Have clinically significant signs of vaginal or cervical irritation on pelvic examination.\n* Have had vaginal or cervical biopsy or vaginal surgery within 3 months prior to screening.\n* Have used vaginal or systemic antibiotics or antifungals within 14 days prior to screening or randomization.\n* Have had a Depo-Provera® injection in the 10 months prior to enrollment.\n* Have an abnormal Pap smear with high grade squamous intraepithelial lesion (HSIL), atypical glandular cells (AGC) or ASC-H (atypical squamous cells, cannot exclude HSIL) within the last 12 months.\n* Have an abnormal Pap smear with low-grade squamous intraepithelial lesion (LSIL) or ASCUS-HPV HR positive unless resolved by colposcopy.\n* Have a Cervical Intraepithelial Neoplasia (CIN) diagnosis by biopsy within the last 12 months.\n* Have a history or a current diagnosis of cervical cancer.\n* Consume (on average) greater than three drinks of an alcoholic beverage per day.\n* Have a past history (within twelve months) or current history of drug abuse \\[recreational, prescription or over-the-counter (OTC)\\].\n* Have taken an investigational drug or used an investigational device within the past 30 days.\n* Have previously participated in or completed this study or any other phase III study of C31G.\n* Have issues or concerns (in the judgment of the investigator) that may compromise the safety of the subject or confound the reliability of compliance and information acquired in this study.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Cumulative Probability of Typical-use 6 Month (183 Days) Pregnancy.","description":"Number of pregnancies in women using C31G gel for 6 months (183 days) compared to women using Conceptrol gel for the same time frame.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events.","description":"Evaluated by comparing the incidence of Adverse Events (AEs) among subjects using their assigned treatment for at least one day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"617","spread":null},{"groupId":"OG001","value":"434","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":836},"commonTop":["Nasopharygitis","Vaginitis bacterial","Vaginal mycosis","Headache","Urinary tract infection"]}}}