{"nctId":"NCT02637856","briefTitle":"A Study of Ocrelizumab in Participants With Relapsing Remitting Multiple Sclerosis (RRMS) Who Have Had a Suboptimal Response to an Adequate Course of Disease-Modifying Treatment (DMT)","startDateStruct":{"date":"2016-02-11","type":"ACTUAL"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":608,"armGroups":[{"label":"Ocrelizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Ocrelizumab"]},{"label":"Ocrelizumab (substudy)","type":"EXPERIMENTAL","interventionNames":["Drug: Ocrelizumab"]}],"interventions":[{"name":"Ocrelizumab","otherNames":["RO4964913"]},{"name":"Ocrelizumab","otherNames":["RO4964913"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of multiple sclerosis (specifically RRMS), in accordance with the revised 2010 McDonald criteria\n* Disease duration from first symptom of less than or equal to (\\</=) 12 years\n* Treated with an adequate course of treatment with no more than three prior DMT regimens of greater than or equal to (\\>/=) 6 months, and the discontinuation of the most recent adequately used DMT was due to suboptimal response\n* Suboptimal response while the participant was on his/her last adequately used DMT for \\>/=6 months (defined by having one of the following qualifying events despite being on a stable dose of the same DMT for at least 6 months: one or more clinically reported relapses, one or more T1 Gd-enhanced lesions, or two or more new or enlarging T2 lesions on MRI); these qualifying events must have occurred while on the last adequately used DMT. In participants receiving stable doses of the same approved DMT for more than a year, the event must have occurred within the last 12 months of treatment with this DMT from the date of screening\n\nExclusion Criteria:\n\n* History of primary progressive multiple sclerosis (PPMS), progressive relapsing multiple sclerosis (PRMS), or secondary progressive multiple sclerosis (SPMS)\n* Contraindications for MRI\n* Known presence of other neurological disorders that may mimic multiple sclerosis\n* Pregnancy or lactation, or intention to become pregnant during the study\n* Requirement for chronic treatment with systemic corticosteroids or immunosuppressants during the course of the study\n* History of or currently active primary or secondary immunodeficiency\n* Lack of peripheral venous access\n* History of severe allergic or anaphylactic reactions to humanized or murine monoclonal antibodies\n* Active infection, or history of or known presence of recurrent or chronic infection such as human immunodeficiency virus (HIV), syphilis, or tuberculosis\n* History of progressive multifocal leukoencephalopathy\n* Contraindications to or intolerance of oral or IV corticosteroids\n* Previous treatment with fingolimod (Gilenya速) or dimethyl fumarate (Tecfidera速) in participants whose lymphocyte count is below the lower limit of normal (LLN)\n* Treatment with alemtuzumab (Lemtrada速)\n* Previous treatment with systemic cyclophosphamide, azathioprine, mycophenolate mofetil, cyclosporine, or methotrexate\n* Previous treatment with natalizumab within 12 months prior to screening unless failure was due to confirmed, persistent anti-drug antibodies (ADAs). Participants previously treated with natalizumab will be eligible for this study only if duration of treatment with natalizumab was less than (\\<) 1 year and natalizumab was not used in the 12 months prior to screening. Anti-John Cunningham virus (JCV) antibody status (positive or negative) and titer (both assessed within the year of screening) must be documented prior to enrollment\n* Treatment with dalfampridine (Ampyra速) unless on stable dose for \\>/=30 days prior to screening\n* Treatment with a B-cell targeted therapies (e.g., rituximab, ocrelizumab, atacicept, belimumab, or ofatumumab)\n* Treatment with a drug that is experimental (Exception: treatment with an experimental drug that was subsequently approved in the participant's country is allowed)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Without Any Protocol-Defined Events During 96-Week Period","description":"Protocol-defined event is the occurrence of either protocol-defined relapse (occurrence of new or worsening neurological symptoms attributable to multiple sclerosis) or T1 gadolinium (Gd)-enhanced lesion on brain magnetic resonance imaging (MRI) or new and/or enlarging T2 lesion on brain MRI or confirmed disability progression at 24 weeks.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without Any Protocol-Defined Events During 24-Week and 48-Week Period","description":"Protocol-defined event is the occurrence of either protocol-defined relapse (occurrence of new or worsening neurological symptoms attributable to multiple sclerosis) or T1 Gd-enhanced lesion on brain MRI or new and/or enlarging T2 lesion on brain MRI or confirmed disability progression at 24 weeks.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Protocol-Defined Event","description":"Protocol-defined event is the occurrence of either protocol-defined relapse (occurrence of new or worsening neurological symptoms attributable to multiple sclerosis) or T1 Gd-enhanced lesion on brain MRI or new and/or enlarging T2 lesion on brain MRI or confirmed disability progression at 24 weeks.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Protocol-Defined Relapses Per Participant Year During 96-week Period","description":"Protocol-defined relapse is an occurrence of new or worsening neurological symptoms attributable to multiple sclerosis which must persist for greater than (\\>) 24 hours and should not be attributable to confounding clinical factors (e.g., fever, infection, injury, adverse reactions to medications) and immediately preceded by a stable or improving neurological state for least 30 days. The Adjusted Annualized Relapse Rate was adjusted by baseline Expanded Disability Status Scale (EDSS \\<2.5 vs. \\>=2.5) and number of previous disease-modifying treatments (DMTs =1 vs. \\>1)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.046","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of First Protocol-Defined Relapse","description":"Protocol-defined relapse is an occurrence of new or worsening neurological symptoms attributable to multiple sclerosis which must persist for \\>24 hours and should not be attributable to confounding clinical factors (e.g., fever, infection, injury, adverse reactions to medications) and immediately preceded by a stable or improving neurological state for least 30 days.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of First T1 Gd-Enhanced Lesion as Detected by Brain MRI","description":null,"paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of First New and/or Enlarging T2 Lesion as Detected by Brain MRI","description":null,"paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Confirmed Disability Progression (CDP) for at Least 24 Weeks According to Expanded Disability Status Scale (EDSS) Score","description":null,"paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of T1 Gd-Enhancing Lesions as Detected by Brain MRI","description":"The analyses included participants who had an interpretable MRI at the time point of interest. Participants having 0, 1, 2, 3, and greater than 3 lesions at weeks 24, 48, and 96 were included in the analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total T2 Lesion Volume as Detected by Brain MRI","description":"Baseline data is represented as mean; post-Baseline date are represented as mean changes.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.551","spread":"0.590"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.484","spread":"0.118"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.549","spread":"0.123"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.560","spread":"0.129"}]}]}]},{"type":"SECONDARY","title":"Total Number of New and/or Enlarging T2 Lesions as Detected by Brain MRI","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"640","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events","description":"An adverse event is any untoward medical occurrence in a subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Infusion Related Reactions (IRRs) in Optional Substudy","description":"Rate and frequency of Grade 3 or 4 IRRs with onset on or after the shorter ocrelizumab infusion","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":47,"n":608},"commonTop":["Infusion related reaction","Urinary tract infection","Nasopharyngitis","Fatigue","Upper respiratory tract infection"]}}}