{"nctId":"NCT01004406","briefTitle":"Plaque Regression and Progenitor Cell Mobilization With Intensive Lipid Elimination Regimen (PREMIER), Phase I","startDateStruct":{"date":"2011-09"},"conditions":["Acute Coronary Syndrome"],"count":59,"armGroups":[{"label":"intensive LDL-lowering therapy (ILLT)","type":"EXPERIMENTAL","interventionNames":["Device: intensive LDL-lowering therapy","Drug: standard statin monotherapy"]},{"label":"standard statin monotherapy (SMT)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: standard statin monotherapy"]}],"interventions":[{"name":"intensive LDL-lowering therapy","otherNames":["LIPOSORBER LA-15 System"]},{"name":"standard statin monotherapy","otherNames":["Atorvastatin or other equivalent types of statin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to provide informed consent (including HIPAA)\n* Age \\>30 years\n* Presenting with acute coronary syndrome (ACS), manifested as unstable angina or non-ST-elevation myocardial infarction\n* Referred for clinically-indicated, non-emergent (the procedure is not required to be performed within 3 hours after patient presentation) coronary angiography and PCI with IVUS-VH of target coronary artery for ACS\n* Successful placement of two large bore IV cannulas in bilateral upper extremities\n* Fasting (\\>= 12 hours) LDL \\>= 100mg/dl while on \\<= 80mg Atorvastatin or equivalent dose of other statin, performed at time of admission or 3 months prior to PCI.\n\nExclusion Criteria:\n\n* Known allergy to aspirin, clopidogrel, statins, or iodinated contrast\n* Positive pregnancy test, planning to become pregnant, or breast-feeding\n* Coexisting conditions that limit life expectancy to less than six months or affect patient compliance\n* Uncontrolled fasting (\\>= 12 hours) triglyceride levels (\\>= 500mg/dl)\n* Already participating in an investigational device or drug study\n* History of heparin induced thrombocytopenia (HIT)\n* Persons with estimated glomerular filtration rate (eGFR) less than 60 ml/min if they are diabetic; persons with eGFR of less than 45 ml/min if they are not diabetic\n* ST-elevation myocardial infarction at admission\n* Abnormal liver function test (LFT) at time of admission or 3 month prior to PCI with abnormal LFT defined as any liver transaminases (ALT or AST) 3 times the upper limit of the normal laboratory reference\n* Pre-PCI or post-PCI left ventricular ejection fraction \\<25% by echo or cardiac catheterization done after admission\n* Pre-PCI, intra-PCI, or post-PCI hemodynamic instability with hypotension\n* Pre-PCI, intra-PCI, or post-PCI cardiac arrest\n* Pre-PCI or post-PCI heart failure with or without pulmonary edema\n* Intra-PCI or post-PCI sustained ventricular tachycardia\n* Complicated PCI, defined as PCI with any of the vascular access complications (large hematoma with lump \\> 5 cm or requiring medical treatment; arteriovenous (AV) fistula; pseudo aneurysm requiring treatment; retroperitoneal bleeding), or PCI with any of the procedural complications (abrupt vessel closure; no-reflow phenomenon; new angiographic thrombus; new major dissection with reduced flow; catheter-related thrombus), or PCI requiring further medical treatments (urgent coronary artery bypass grafting (CABG); endotracheal intubation; unplanned in-aortic balloon pump; left ventricular assist device (LVAD); covered stent; unplanned temporary pacemaker wire; administration of inotropes; CPR) , or PCI resulting in clinical events (death; stroke; myocardial infarction; stent thrombosis) during or within 24 hours after the index PCI\n* Post-PCI ongoing chest pain\n* Post-PCI severe groin pain and hematoma \\> 5cm in diameter\n* Persons whose hemoglobin is less than 9 grams following the index PCI/IVUS procedure, or who experience a drop in hemoglobin of greater than or equal to 2 grams following the procedure\n* Not able to comply with study protocol as determined by the investigators","healthyVolunteers":false,"sex":"ALL","minimumAge":"31 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Total Atheroma Volume of the Target Coronary Artery From Baseline to 12 Weeks Post-PCI as Assessed Via Intravascular Ultrasound With Virtual Histology (IVUS-VH)","description":"The primary effectiveness outcome measure was the change in the total atheroma volume within a ≥ 20 mm long segment of the target coronary artery from baseline to 12 weeks post-PCI. The measurement was done via IVUS-VH at 2 time points (baseline during index PCI and 12-week follow-up).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.70","spread":"18.52"},{"groupId":"OG001","value":"10.79","spread":"35.23"}]}]}]},{"type":"SECONDARY","title":"Change in % Necrotic Core (NC) Component of Atheroma From Baseline to 12 Weeks Post-PCI as Assessed Via IVUS-VH","description":"The %NC component of atheroma were obtained via IVUS-VH at 2 time points (baseline during index PCI and 12-week follow-up).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.007","spread":"0.03"},{"groupId":"OG001","value":"-0.006","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Endothelial Progenitor Cell Colony Forming Units (EPC-CFU) Per Milliliter of Peripheral Blood Across Time","description":"The cell culture assay and quantification of circulating EPC-CFU were performed for patients recruited at the Dallas VA center only. The assay were done at 4 time points (pre-PCI, post-PCI, 4-week follow-up, and 12-week follow-up).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.71","spread":"6.53"},{"groupId":"OG001","value":"13.89","spread":"4.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.85","spread":"6.40"},{"groupId":"OG001","value":"13.33","spread":"4.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.39","spread":"10.31"},{"groupId":"OG001","value":"17.86","spread":"8.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.62","spread":"12.59"},{"groupId":"OG001","value":"21.50","spread":"9.84"}]}]}]},{"type":"SECONDARY","title":"Major Adverse Cardiovascular Events","description":"The number of patients who experienced major adverse cardiovascular endpoints (MACE) including death, myocardial infarction, coronary revascularization, and stroke during the follow-up periods.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":21},"commonTop":["Chest pain","Sinusitis","Dizziness","Otitis externa","Musculoskeletal pain"]}}}