{"nctId":"NCT01617681","briefTitle":"Efficacy, Safety and Tolerability of Multiple Doses of Valsartan in Children With Hypertension With or Without CKD","startDateStruct":{"date":"2012-11-08","type":"ACTUAL"},"conditions":["Pediatric Hypertension With or Without CKD"],"count":127,"armGroups":[{"label":"Valsartan 0.25 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: VAL489","Drug: VAL489 matching placebo"]},{"label":"Valsartan 4 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: VAL489","Drug: VAL489 matching placebo"]},{"label":"Valsartan 1 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: VAL489"]}],"interventions":[{"name":"VAL489","otherNames":["Diovan"]},{"name":"VAL489 matching placebo","otherNames":["Diovan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients eligible for inclusion in this study have to fulfill all of the following criteria:\n\nHave the ability to provide written informed consent; Have at baseline , a documented diagnosis of hypertension (as defined in the National High Blood Pressure Education Program 2004); MSBP (mean of 3 measurements) must be ≥95th percentile, and ≤25% above the 95th percentile, for age, gender and height, at baseline; CKD patients must be defined as any of the following criteria: Kidney damage for ≥3 months, as defined by structural or functional abnormalities of the kidney, with or without decreased GFR, manifested by one or more of the following features: Abnormalities in the composition of urine, Abnormalities in imaging tests, Abnormalities on kidney biopsy, Estimated eGFR \\<60 mL/min/1.73m2 for ≥3 months, with or without the other signs of kidney damage described above; Able to swallow the valsartan solution; Body weight must be ≥8 kg and ≤40 kg at baseline; Must be able to safely washout from other antihypertensive therapy (if applicable) Exclusion criteria AST/SGOT or ALT/SGPT \\>3 times the upper limit of the reference range; Estimated Glomerular Filtration Rate \\[eGFR\\] \\<30 mL/min/1.73m² (calculated using Modified Schwartz Formula); Serum potassium \\>5.3 mmol/L; Uncontrolled diabetes mellitus, as defined by the investigator; Unilateral, bilateral and graft renal artery stenosis; Current diagnosis of heart failure (NYHA Class II-IV); Patients taking any of the following concomitant medications following screening: RAAS blockers other than study drug, Lithium, Potassium-sparing diuretics, potassium supplements, salt substitutes containing potassium and other substances that may increase potassium levels; Non-steroidal anti-inflammatory drugs (NSAIDS), including selective COX-2 inhibitors, acetylsalicylic acid \\>3g/day, and non-selective NSAIDs (paracetamol/acetaminophen is permitted); Antidepressant drugs in the class of MAO inhibitors (e.g. phenelzine); Chronic use of stimulant therapy for ADD/ADHD; patients who have coarctation of the aorta with a gradient of ≥30 mmHg; Previous solid organ transplantation except renal transplantation. Renal transplant must have occurred at least 1 year prior to enrollment; Patient must be on stable doses of immunosuppressive therapy and deemed clinically stable by the investigator; Patients known to be positive for the human immunodeficiency virus (HIV) Other protocol defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"5 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Systolic Blood Pressure (MSBP) at Week 6 Endpoint","description":"Patient's blood pressure will be measured in the same position at every visit Systolic and diastolic blood pressures will be measured three times at 2-3 minute intervals. The arithmetic mean of these three blood pressure measurements will be used as the mean office blood pressure (MSBP and MDBP) at Baseline and Week 6 endpoint in Period 1 Double Blind Phase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.05"},{"groupId":"OG001","value":"-9.2","spread":"2.05"},{"groupId":"OG002","value":"-6.9","spread":"1.44"},{"groupId":"OG003","value":"-7.8","spread":"1.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Diastolic Blood Pressure (MDBP) at Week 6","description":"Patient's blood pressure will be measured in the same position at every visit Systolic and diastolic blood pressures will be measured three times at 2-3 minute intervals. The arithmetic mean of these three blood pressure measurements will be used as the mean office blood pressure (MSBP and MDBP) Baseline and Week 6 endpoint in Period 1 Double Blind Phase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"1.79"},{"groupId":"OG001","value":"-6.5","spread":"1.79"},{"groupId":"OG002","value":"-1.9","spread":"1.26"},{"groupId":"OG003","value":"-7.2","spread":"1.30"}]}]}]},{"type":"SECONDARY","title":"Patients Achieving <90th Percentile for Age, Gender and Height at Week 6 Endpoint in Both MSBP and MDBP","description":"Patient's blood pressure will be measured in the same position at every visit Systolic and diastolic blood pressures will be measured three times at 2-3 minute intervals. The arithmetic mean of these three blood pressure measurements will be used as the mean office blood pressure (MSBP and MDBP) Week 6","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"7","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"CKD Patients Achieving Urine Albumin Creatinine Ratio Percentage Reduction (UACR) >=25% at Week 6","description":"UACR response is defined as percentage change from baseline in UACR≤ 25%. UACR \\[mg/mmol\\] = urine albumin \\[mg/L\\] / urine creatinine \\[mmol/L\\] UACR was collected for CKD patients only. The UACR value at a given visit for a patient was to be derived by the median of the three lab values collected for that visit Week 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":64},"commonTop":["Pyrexia","Cough","Diarrhoea","Nasopharyngitis","Vomiting"]}}}