{"nctId":"NCT03860935","briefTitle":"Efficacy and Safety of AG10 in Subjects With Transthyretin Amyloid Cardiomyopathy","startDateStruct":{"date":"2019-03-19","type":"ACTUAL"},"conditions":["Amyloidosis","Amyloid Cardiomyopathy","Transthyretin Amyloidosis","Cardiomyopathies","Heart Diseases"],"count":632,"armGroups":[{"label":"acoramidis HCl 800 mg","type":"EXPERIMENTAL","interventionNames":["Drug: acoramidis"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet"]}],"interventions":[{"name":"acoramidis","otherNames":["AG10","ALXN2060"]},{"name":"Placebo Oral Tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have an established diagnosis of ATTR-CM with either wild-type TTR or variant TTR genotype\n* Have a history of heart failure evidenced by at least one prior hospitalization for heart failure or clinical evidence of heart failure without prior heart failure hospitalization manifested by signs or symptoms of volume overload or elevated intracardiac pressures or heart failure symptoms that required or require ongoing treatment with a diuretic.\n* New York Heart Association (NYHA) Class I-III symptoms due to ATTR cardiomyopathy.\n* On stable doses of cardiovascular medical therapy\n* Completed ≥150 m on the 6MWT on 2 tests that are within 15% of total distance walked prior to randomization\n* Biomarkers of myocardial wall stress, NT-proBNP level ≥300 pg/mL at screening\n* Have left ventricular wall (interventricular septum or left ventricular posterior wall) thickness ≥12 mm\n\nExclusion Criteria:\n\n* Had acute myocardial infarction, acute coronary syndrome or coronary revascularization, or experienced stroke or transient ischemic attack within 90 days prior to screening\n* Has hemodynamic instability\n* Likely to undergo heart transplantation within a year of screening\n* Confirmed diagnosis of primary (light chain) amyloidosis\n* Biomarkers of myocardial wall stress, NT-proBNP level ≥8500 pg/mL at screening\n* Measure of kidney function, eGFR by MDRD formula \\<15 mL/min/1.73 m2\n* Current treatment with marketed drug products and other investigational agents for the treatment of ATTR-CM\n* Current treatment with calcium channel blockers with conduction system effects (e.g. verapamil, diltiazem). The use of dihydropyridine calcium channel blockers is allowed. The use of digitalis will only be allowed if required for management of atrial fibrillation with rapid ventricular response","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"A Hierarchical Combination of All-Cause Mortality, Cumulative Frequency of CV-related Hospitalization, Change From Baseline in NT-proBNP and Change From Baseline in 6MWT at the Last Available Visit Where Both Subjects Had Non-missing Assessments.","description":"The endpoint was analyzed using Finkelstein-Schoenfeld method. The method combines all-cause mortality, cumulative frequency of CV-related hospitalizations, change from baseline in NT-proBNP and change from baseline in 6MWT in a hierarchical fashion. The method compares every participant with every other participant within strata, assigning a +1 to the \"better\" participant and a -1 to the \"worse\" participant and 0 if they are \"tied\". Participants who had heart transplantation or implantation of a cardiac mechanical assist device were handled in the same manner as death. 'Win' represents a participant doing better based on hierarchical comparison. The reported unit is the total percent of \"wins\" for each treatment group from performing such a hierarchical comparison across stratification factors in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.7","spread":null},{"groupId":"OG001","value":"35.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 30 in the Distance Walked During the 6 Minute Walk Test (6MWT)","description":"6MWT measures the total distance that a participant could walk in 6 minutes. Participants were asked to perform the test at a pace that was comfortable to them, with as many breaks as they needed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-64.65","spread":"5.508"},{"groupId":"OG001","value":"-104.29","spread":"7.772"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 30 of the Kansas City Cardiomyopathy Questionnaire Overall Score (KCCQ-OS)","description":"KCCQ is a 23-item participant-completed questionnaire that assesses health status and health-related quality of life in participants with heart failure. Eight domain scores were calculated for the KCCQ: Physical limitation, Social limitation, Quality of life, Self-efficacy, Symptom stability, Symptom frequency, Symptom burden, and Total symptoms (calculated as the mean of Symptom frequency and Symptom burden scores). The summary score of Overall Summary (calculated as mean of Physical limitation, Social limitation, Total symptoms, and Quality of life scores) was calculated. Domain and summary scores were scaled to range from 0 (minimum) to 100 (maximum); higher scores represent better health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.48","spread":"1.181"},{"groupId":"OG001","value":"-21.42","spread":"1.651"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 30 in Serum TTR (Prealbumin) Level","description":"Serum TTR (Prealbumin) is an in vivo biomarker of stabilization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.78","spread":"0.391"},{"groupId":"OG001","value":"-1.32","spread":"0.541"}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality by Month 30, Including Death Due to Any Cause, Heart Transplant or Cardiac Mechanical Assist Device (CMAD)","description":"Number of deaths due to any cause was analyzed. Participants who had heart transplantation or implantation of a CMAD were handled in the same manner as death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":230,"n":421},"commonTop":["Cardiac failure","COVID-19","Fall","Atrial fibrillation","Dyspnoea"]}}}