{"nctId":"NCT01426854","briefTitle":"Nepafenac Compared to Placebo for Ocular Pain and Inflammation","startDateStruct":{"date":"2011-07"},"conditions":["Cataract"],"count":260,"armGroups":[{"label":"Nepafenac","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nepafenac Ophthalmic Suspension, 0.1%"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Nepafenac Vehicle Ophthalmic Solution"]}],"interventions":[{"name":"Nepafenac Ophthalmic Suspension, 0.1%","otherNames":[]},{"name":"Nepafenac Vehicle Ophthalmic Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult Chinese subjects, 18 years of age or older, of either sex who have a cataract, and are expected to undergo cataract extraction with the implantation of a posterior chamber intraocular lens;\n* Study eye of subjects, who in the opinion of the Investigator, will have improvement in best-corrected visual acuity after surgery;\n* Subjects should be able to understand and sign an informed consent that has been approved by an Independent Ethics Committee;\n* Other protocol-defined inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Use of topical ocular or systemic steroids within 14 days prior to surgery;\n* Use of topical ocular or systemic non-steroidal anti-inflammatory drugs within 7 days of surgery, except an allowed daily dose of baby aspirin (81 mg);\n* Subjects planning to have cataract surgery in their fellow, non-study eye prior to the 14 day postoperative study visit;\n* Any intraocular inflammation or ocular pain greater than Grade 0 in the study eye that is present during the baseline slit-lamp exam;\n* Women of childbearing potential (those who are not surgically sterilized or post menopausal) may not participate in the study if any of the following conditions exist:\n\n  * they are breast feeding;\n  * they have a positive urine pregnancy test at baseline;\n  * they are not willing to undergo a urine pregnancy test upon exiting the study;\n  * they intend to become pregnant during the duration of the study; or,\n  * they do not agree to using adequate birth control methods for the duration of the study.\n* Any abnormality that prevents reliable tonometry;\n* Planned multiple procedures during cataract/IOL implantation surgery;\n* Lens pseudoexfoliation syndrome with glaucoma or zonular compromise;\n* Previous ocular trauma to the operative eye;\n* A history of chronic or recurrent inflammatory eye disease;\n* Ocular infection or ocular pain;\n* Proliferative diabetic retinopathy;\n* Uncontrolled diabetes mellitus;\n* Congenital ocular anomaly;\n* Iris atrophy in the operative eye;\n* A nonfunctional fellow eye;\n* Use of an investigational intraocular lens;\n* Participation in any other clinical study within 30 days before surgery;\n* Known or suspected allergy or hypersensitivity to non-steroidal anti-inflammatory agents, or to any component of the study medication;\n* Subjects with known bleeding tendencies, or who are receiving medications that may prolong bleeding time, may be enrolled at the physician's discretion; continuation of previous therapy for these subjects will be left to the judgment of the physician;\n* The fellow eye of an individual currently or previously enrolled in the study;\n* Subjects using a topical ophthalmic prostaglandin;\n* Subjects, who in the opinion of the investigator, might be at increased risk of complications from topical NSAIDs;\n* Other protocol-defined exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects With Clinical Cure at Day 14","description":"Ocular inflammation was assessed by the Investigator during slit lamp examination. Aqueous cells were scored on a 5-unit scale from 0 (none) to 4 (\\>30 cells), and aqueous flare (protein escaping from dilated vessels) was scored on a 4-unit scale from 0 (no visible flare when compared with the normal eye) to 3 (severe - very dense flare). To be considered cured, the patient must have had a score of 0 for both aqueous cells and aqueous flare. The proportion of subjects with a clinical cure is reported as percentage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.3","spread":null},{"groupId":"OG001","value":"39.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Who Were Pain-Free at All Postoperative Visits","description":"Ocular pain is defined as a positive sensation of the eye, including foreign body sensation, stabbing, throbbing, or aching. The Investigator scored ocular pain based on the description of pain by the subject. Pain was scored on a 6-unit scale ranging from 0 (none, absence of positive sensation) to 5 (severe, subject reports intense ocular, periocular or radiating pain requiring prescription analgesic). To be considered pain-free at all post operative visits, the patient must have had a score of 0 at Days 1, 3, 7, and 14 and any unscheduled visit. The proportion of subjects who were pain-free at all post-operative visits is reported as percentage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.3","spread":null},{"groupId":"OG001","value":"40.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":125},"commonTop":[]}}}