{"nctId":"NCT03546842","briefTitle":"Safety and Immunogenicity Study of V503 (GARDASIL™9, 9vHPV Vaccine) Administered to 9- to 26-Year-Old Females and Males in Vietnam (V503-017)","startDateStruct":{"date":"2018-06-29","type":"ACTUAL"},"conditions":["Papillomavirus Infections","Uterine Cervical Neoplasms","Vulvar Neoplasms","Vaginal Neoplasms","Adenocarcinoma in Situ","Condylomata Acuminata"],"count":201,"armGroups":[{"label":"9vHPV vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: 9vHPV vaccine"]}],"interventions":[{"name":"9vHPV vaccine","otherNames":["V503","GARDASIL™9"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* In good physical health\n* Participants 9 to 15 years of age: has not had coitarche and do not plan on becoming sexually active during the study\n* Participants 16 to 26 year of age: has never had Papanicolaou (Pap) testing or has had only normal Pap test results. Has a lifetime history of ≤4 male and/or female sexual partners.\n* Female participants 16 to 26 years of age: has not had sex with males or has had sex with males and used effective contraception, and understands and agrees that during the study she should not have sexual intercourse with males without effective contraception (rhythm method, withdrawal, and emergency contraception are not acceptable methods of contraception per-protocol).\n\nExclusion Criteria:\n\n* Known allergy to any vaccine component, including aluminum, yeast, or BENZONASE™\n* History of severe allergic reaction that required medical intervention\n* Has thrombocytopenia or any coagulation disorder that would contraindicate intramuscular injections\n* Concurrently enrolled in clinical studies of investigational agents\n* Immunocompromised or has been diagnosed with congenital or acquired immunodeficiency, human immunodeficiency virus (HIV) infection, lymphoma, leukemia, systemic lupus erythematosus, rheumatoid arthritis, juvenile rheumatoid arthritis, inflammatory bowel disease, or other autoimmune condition\n* Had a splenectomy\n* User of recreational or illicit drugs or has had a recent history (within the last year) of drug abuse or dependence. Alcohol abusers are defined as those who drink despite recurrent social, interpersonal, and/or legal problems as a result of alcohol use.\n* History of a positive test for HPV\n* Male participants 16 to 26 years of age: history of HPV-related external genital lesions (e.g., condyloma acuminata) or HPV-related anal lesions (e.g., condyloma acuminata, or anal intraepithelial neoplasia) or anal cancer.\n* Female participants 16 to 26 years of age: history of an abnormal cervical biopsy result (showing cervical intraepithelial neoplasia or worse).\n* Female participants 16 to 26 years of age: history of HPV-related external genital lesions (e.g., condyloma acuminata, or vulvar intraepithelial neoplasia) or external genital cancer, HPV-related vaginal lesions (e.g., condyloma acuminata, or vaginal intraepithelial neoplasia) or vaginal cancer, or HPV-related anal lesions (e.g., condyloma acuminata, or anal intraepithelial neoplasia) or anal cancer.\n* Female participants: pregnant as determined by a serum pregnancy test or urine pregnancy test that is sensitive to 25 mIU/mL beta human chorionic gonadotropin (β-hCG).\n* Female participants: expecting to donate eggs during the study.\n* Receiving or has received a prohibited immunosuppressive therapy in the year prior to the study\n* Received any immune globulin product or blood-derived product within the 3 months prior to the Day 1 vaccination, or plans to receive any such product during the study\n* Received inactivated or recombinant vaccines within 14 days prior to the Day 1 vaccination or has received live vaccines within 21 days prior to the Day 1 vaccination\n* Received a marketed HPV vaccine, or has participated in an HPV vaccine clinical study and has received either active agent or placebo\n* Is or has an immediate family member (e.g., spouse, parent/legal guardian, sibling or child) who is investigational site or sponsor staff directly involved with this study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"9 Years","maximumAge":"26 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Seroconversion Percentages to HPV Types 6, 11, 16, 18, 31, 33, 45, 52, and 58 at Month 7","description":"Seroconversion was defined as a participant who was anti-HPV seronegative at Day 1 and became seropositive at 4 weeks postdose 3 (Month 7). Anti-HPV antibodies were measured using a Competitive Luminex Immunoassay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Solicited Injection-site Adverse Event","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant which did not necessarily have a causal relationship with study vaccine. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study vaccine or a protocol-specified procedure, whether or not considered related to the study vaccine or protocol-specified procedure. Any worsening of a preexisting condition that was temporally associated with the study vaccine or protocol-specified procedure was also an AE. The participant or the parent/guardian of the participant were to record the presence of any vaccination report card (VRC)-prompted injection-site AEs that occurred in the 5 days after any vaccination. The percentage of participants with an injection-site AE prompted on the VRC (erythema, pain, and swelling) was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Solicited Systemic Adverse Event","description":"An AE was defined as any untoward medical occurrence in a participant which did not necessarily have a causal relationship with study vaccine. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study vaccine or a protocol-specified procedure, whether or not considered related to the study vaccine or protocol-specified procedure. Any worsening of a preexisting condition that was temporally associated with the study vaccine or protocol-specified procedure was also an AE. The only solicited systemic AE was in response to results of daily oral temperature assessments. The participant or the parent/guardian of the participant will be asked to record the participant's oral temperature in the evening after each study vaccination and daily for 4 days after each study vaccination on VRC. The percentage of participants that had an AE due to an elevated oral temperature \\[(≥ 37.8 °C (100.0 °F)\\] was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Vaccine-related Serious Adverse Event","description":"A serious adverse event (SAE) is an AE that is life-threatening, requires or prolongs an existing hospitalization, results in persistent or significant disability or incapacity, is a congenital anomaly or birth defect, or is another important medical event deemed such by medical or scientific judgment. The percentage of participants that experience at least one SAE that was reported as at least possibly related to the study vaccine was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Titers of Serotype-specific Antibodies: Predose Day 1","description":"Anti-HPV Type 6, 11, 16, 18, 31, 33, 45, 52, and 58 antibodies are measured using a Competitive Luminex Immunoassay. Titers are reported in milli Merck units/mL (mMU/mL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Titers of Antibodies to HPV 6, 11, 16, 18, 31, 33, 45, 52, and 58 at Month 7","description":"Anti-HPV Type 6, 11, 16, 18, 31, 33, 45, 52, and 58 antibodies are measured using a Competitive Luminex Immunoassay. Titers are reported in mMU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1008.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"796.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4605.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1621.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1137.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"507.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"579.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"500.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"701.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":200},"commonTop":["Injection site pain","Injection site swelling"]}}}