{"nctId":"NCT03377699","briefTitle":"Research Study Comparing Insulin Degludec to Insulin Detemir, Together With Insulin Aspart, in Pregnant Women With Type 1 Diabetes","startDateStruct":{"date":"2017-11-22","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 1"],"count":225,"armGroups":[{"label":"Insulin Degludec","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin degludec","Drug: Insulin Aspart"]},{"label":"Insulin Determir","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin Aspart","Drug: Insulin detemir"]}],"interventions":[{"name":"Insulin degludec","otherNames":[]},{"name":"Insulin Aspart","otherNames":[]},{"name":"Insulin detemir","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Female, age at least 18 years at the time of signing informed consent - Diagnosed with type 1 diabetes mellitus for at least 1 year prior to the day of screening - Treated with multiple daily subcutaneous insulin injections or continuous subcutaneous insulin infusion (CSII) or inhaled insulin for at least 90 days prior to the day of screening - The subject is planning to become pregnant within 12 months from randomisation and willing to undertake pre-pregnancy counselling or the subject is pregnant with an intrauterine singleton living foetus (gestational week 8 to 13 (+6 days)) without any observed anomalies at randomisation, confirmed by an ultrasound scan - HbA1c at screening below or equal to 8.0% (64 mmol/mol) by central laboratory Exclusion Criteria: - Treatment with any medication for the indication of diabetes or obesity other than stated in the inclusion criteria within the past 90 days prior to the day of screening - Pregnant and having proteinuria as evaluated by urine protein-to-creatinine ratio above or equal to 300 mg/g in urine sample measured at screening - Subject being treated or became pregnant with assistance of in vitro fertilisation or other medical infertility treatment - Receipt of any concomitant medication contraindicated in pregnancy according to local label within 28 days before screening and between screening and randomisation for non-pregnant subjects and 28 days before conception and between conception and randomisation for pregnant subjects - Proliferative retinopathy or maculopathy requiring acute treatment. Verified by fundus photography or pharmacologically dilated fundoscopy performed within the past 90 days prior to randomisation for non-pregnant subjects or within 28 days prior to randomisation for pregnant subjects. - History of severe hyperemesis gravidarum (requiring hospitalisation)","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Last Planned Glycosylated Haemoglobin (HbA1c) Prior to Delivery","description":"Mean of the HbA1c data collected at gestational week (GW) corresponding to last planned visit prior to delivery is presented. This could be either GW 16, 20, 24, 28, 32, 36. The endpoint was evaluated based on the data from both in-trial and on-treatment observation periods. In-trial observation period started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact. On-treatment observation period started at the date of first dose of trial product and ended at the date of the last day on trial product, up to 22 months.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.30","spread":"0.70"},{"groupId":"OG001","value":"6.26","spread":"0.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.32","spread":"0.69"},{"groupId":"OG001","value":"6.26","spread":"0.71"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With HbA1c Below or Equal to 6.0% [42 Millimoles Per Mole (mmol/Mol)] From Last Planned HbA1c Prior to Delivery (Yes/no)","description":"Number of participants who achieved pre-defined HbA1c targets ≤ 6.0% prior to delivery after GW 16 is presented. In the reported data, 'Yes' infers number of participants who have achieved ≤ 6.0% HbA1c whereas 'No' infers number of participants who have not achieved ≤ 6.0% HbA1c. The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With HbA1c Below or Equal to 6.5% (48 mmol/Mol) From Last Planned HbA1c Prior to Delivery (Yes/no)","description":"Number of participants who achieved pre-defined HbA1c targets ≤ 6.5% prior to delivery after GW 16 is presented. In the reported data, 'Yes' infers number of participants who have achieved ≤ 6.5% HbA1c whereas 'No' infers number of participants who have not achieved ≤ 6.5% HbA1c. The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Last Planned Average Post-prandial Glucose Prior to Delivery (Average of Three Main Meals)","description":"Mean of post-prandial glucose (PPG) data collected from GW 16 to last planned visit prior to delivery is presented. This could be either GW 16, 20, 24, 28, 32, 36. Average PPG is defined as the average of the available blood glucouse (BG) measurements 90 minutes after breakfast, lunch and main evening meal respectively. The endpoint was evaluated based on the data from in-trial observation period. In-trial observation period started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.37","spread":"1.35"},{"groupId":"OG001","value":"6.96","spread":"1.63"}]}]}]},{"type":"SECONDARY","title":"Last Planned Fasting Plasma Glucose Prior to Delivery","description":"Mean of fasting plasma glucose (FPG) data collected from GW 16 to last planned visit prior to delivery is presented. This could be either GW 16, 20, 24, 28, 32, 36. The endpoint was evaluated based on the data from in-trial observation period. The in-trial observation period started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.17","spread":"2.05"},{"groupId":"OG001","value":"6.79","spread":"2.47"}]}]}]},{"type":"SECONDARY","title":"Number of Hypoglycaemic Episodes During the Pregnancy Period","description":"Number of treatment emergent hypoglycaemic episodes during the pregnancy period is presented. Hypoglycaemic episode (plasma glucose \\<= 3.9 mmol/L (70 milligrams per decilitre (mg/dL)) Or \\> 3.9 mmol/L (70 mg/dL) occurring in conjunction with hypoglycaemic symptoms) is defined as treatment emergent if the onset of the episode occurs on or after the first day of trial product administration, and no later than 7 days from the last day on trial product. The endpoint was evaluated based on the data from pregnancy period. Pregnancy period started from first day of pregnancy (date of conception corresponding to the first day in GW 2) or randomisation (whichever comes last) to the date of delivery.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5431","spread":null},{"groupId":"OG001","value":"5982","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Sight-threatening Retinopathy (Defined as Proliferative Retinopathy or Maculopathy) From Pregnancy Baseline to the End of Treatment (Yes/no)","description":"Sight-threatening retinopathy is defined as proliferative retinopathy or maculopathy. Eye examination was performed by fundus photography or pharmacologically dilated fundoscopy to identify if participants have developed sight-threatening retinopathy. The number of participants who developed sight-threatening retinopathy between pregnancy baseline to the end of treatment is presented. In the reported data, 'Yes' infers number of participants who developed sight-threatening retinopathy whereas 'No' infers number of participants who have not developed sight-threatening retinopathy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"79","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"79","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Sight-threatening Retinopathy Defined as Proliferative Retinopathy or Maculopathy From Treatment Baseline to the End of Treatment (Yes/no)","description":"Sight-threatening retinopathy is defined as proliferative retinopathy or maculopathy. For pregnant women, eye examination was performed by fundus photography or pharmacologically dilated fundoscopy to identify if participants have developed sight-threatening retinopathy. The number of participants who developed sight-threatening retinopathy between treatment baseline to the end of treatment is presented. In the reported data, 'Yes' infers number of participants who developed sight-threatening retinopathy whereas 'No' infers number of participants who have not developed sight-threatening retinopathy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"79","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"79","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events During Pregnancy Period","description":"Number of adverse events (AEs) during pregnancy period is reported. An AE was defined as any unfavourable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a product, whether or not considered related to the product. All AEs presented are treatment-emergent AEs (TEAEs). The TEAE is defined as an event that has onset date on or after the first day of exposure to randomised treatment and no later than 7 days after the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"429","spread":null},{"groupId":"OG001","value":"328","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Pre-eclampsia Defined as New-onset Hypertension Occurring From Gestational Week 20 to Delivery and Simultaneous Proteinuria or Presence of Eclampsia, HELLP Syndrome, or Other Severe Organ Involvement (Yes/no)","description":"Number of participants with one or more events of pre-eclampsia during pregnancy period is reported. Pre-eclampsia was defined as new-onset hypertension (greater than or equal to) ≥ 140 millimeters of mercury (mmHg) systolic or ≥ 90 mmHg diastolic, based on at least 2 measurements taken at least 4 hours apart) occurring from GW 20 to delivery and simultaneous proteinuria (defined as ≥ 300 mg protein in a 24 hours urine sample, a protein-to-creatinine ratio of ≥ 300 mg/g in a urine sample or a urine dipstick protein of 1+) or presence of eclampsia, haemolysis, elevated liver enzymes, low platelet count (HELLP) syndrome, or other severe organ involvement. In the reported data, 'Yes' infers number of participants who had pre-eclampsia events whereas 'No' infers number of participants who have not had pre-eclampsia events.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Different Modes of Delivery e.g. Vaginal, Operative Vaginal, Planned Caesarean Section or Unplanned Caesarean Section Delivery","description":"Number of participants who had delivered by which mode of delivery (vaginal, operative vaginal, planned caesarean section or unplanned caesarean section delivery) is presented. Planned caesarean section: decision taken \\> 8 hours prior to delivery. Unplanned caesarean section: decision taken ≤ 8 hours prior to delivery. In case of 'early foetal death' or if the participant did not fill the pregnancy outcome form then mode of delivery was reported as 'missing'.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Pregnancy Baseline to Last Planned Visit Prior to Delivery","description":"Change in body weight from pregnancy baseline to last planned visit prior to delivery is presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.97","spread":"4.79"},{"groupId":"OG001","value":"10.81","spread":"4.55"}]}]}]},{"type":"SECONDARY","title":"Birth Weight for Live Birth Infants","description":"Mean birth weight for live birth infants is presented. The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3691.0","spread":"628.01"},{"groupId":"OG001","value":"3490.2","spread":"629.94"}]}]}]},{"type":"SECONDARY","title":"Birth Weight Standard Deviation (SD) Score for Live Birth Infants","description":"Mean of birth weight SD score for live infants is presented. Birth weight SD score indicates how far an infant's score deviates from the mean of the reference population of same age and same sex born at the same gestational week as per local normal curves. The SD score of 0 indicates that the infants born weigh approximately the same, negative score indicates that the infants born weigh lesser and positive score indicates that the infants born weigh more when compared with the reference population. The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"1.20"},{"groupId":"OG001","value":"1.2","spread":"1.22"}]}]}]},{"type":"SECONDARY","title":"Number of Live Born Infants With Birth Weight < 10th Percentile for Gestational Age and Sex (Local References) (Yes/no)","description":"Number of live born infants with birth weight \\<10th percentile for gestational age and sex is presented.It was assessed using local birth weight percentile curves.The unit of measure 'participants' infers number of live infants.In the reported data,'Yes' infers number of live born infants with birth weight \\<10th percentile for gestational age and sex whereas 'No' infers number of live born infants birth weight is not \\<10th percentile for gestational age and sex.Unaddressed category refers to the cases where either the parents of the infant had not given consent to share information after delivery or the participants who were withdrawn from trial and they did not give any further information or if the participants did not fill the pregnancy outcome form.Endpoint was evaluated based on the data from in-trial observation period: started at randomization and ended at the date of trial completion,up to 24 months.Date of trial completion:final scheduled follow-up visit (delivery + 58 days).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Live Born Infants With Birth Weight > 90th Percentile for Gestational Age and Sex (Local References) [Yes/no]","description":"Number of live born infants with birth weight \\>90th percentile for gestational age and sex is presented.It was assessed using local birth weight percentile curves.The unit of measure 'participants' infers number of live infants. In the reported data,'Yes' infers number of live born infants with birth weight \\>90th percentile for gestational age and sex whereas 'No' infers number of live born infants birth weight is not \\>90th percentile for gestational age and sex.Unaddressed category refers to cases where either parents of the infant had not given consent to share information after delivery or the participants who were withdrawn from trial and they did not give any further information or if THE participants did not fill the pregnancy outcome form.The endpoint was evaluated based on the data from in-trial observation period:started at randomization and ended at the date of trial completion,up to 24 months. Date of trial completion:final scheduled follow-up visit (delivery + 58 days).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Pre-term Delivery","description":"Number of pregnant women who had pre-term delivery is presented. Pre-term delivery refers to delivery in \\< 37 completed GWs. In the reported data, 'Yes' infers number of participants who had pre-term delivery whereas 'No' infers number of participants who has not had pre-term delivery. Unaddressed category refers to the cases where either the parents of the infant had not given consent to share information after delivery or the participants who were withdrawn from trial and they did not give any further information or if the participants did not fill the pregnancy outcome form. The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion,up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery+58 days). For participants who had not attended the follow-up visit,the date of trial completion was the date of the last participant-investigator contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Early Foetal Death (Delivery Before 20 Completed GWs) (Yes/no)","description":"Number of participants who had early foetal death (delivery before 20 completed GWs) is presented. In the reported data, 'Yes' infers early foetal deaths whereas 'No' infers no foetal deaths. Unaddressed category refers to the cases where either the parents of the infant had not given consent to share information after delivery or the participants who were withdrawn from trial and they did not give any further information or if the participants did not fill the pregnancy outcome form. The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Perinatal Mortality (Death of Foetus/Infant ) (Yes/no)","description":"Number of participants who had foetal/infant loss at delivery is presented. Perinatal mortality: death of foetus/infant between ≥ 20 completed GWs before delivery and \\<1 completed week after delivery). In the reported data, 'Yes' infers early foetal/infant deaths whereas 'No' infers no foetal/infant deaths. Unaddressed category refers to the cases where either the parents of the infant had not given consent to share information after delivery or the participants who were withdrawn from trial and they did not give any further information or if the participants did not fill the pregnancy outcome form. The endpoint was evaluated based on the data from in-trial observation period: started at randomization and ended at the date of trial completion, up to 24 months. Date of trial completion: final scheduled follow-up visit (delivery + 58 days).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Neonatal Mortality (Death of Infant) (Yes/no)","description":"Number of participants who had infant loss after delivery is presented. Neonatal mortality: death of infant between ≥7 completed days after delivery and \\< 28 completed days after delivery. In the reported data, 'Yes' infers infant deaths whereas 'No' infers no infant deaths. Unaddressed category refers to the cases where either the parents of the infant had not given consent to share information after delivery or the participants who were withdrawn from trial and they did not give any further information or if the participants did not fill the pregnancy outcome form. The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Presence of Major Abnormalities (Classified According to European Concerted Action on Congenital Anomalies and Twins (EUROCAT)) in Their Foetus/Infants","description":"Number of participants who delivered foetuses/infants with abnormalities (classified according to EUROCAT) is presented. Presence of major abnormalities were based on adjudicated data, as after adjudication congenital anomalies were classified into major or minor anomalies or in other categories. In reported data, 'Yes' infers presence of major abnormalities whereas 'No' infers absence of major abnormalities in foetus/infant. The endpoint was evaluated based on the data from in-trial observation period: started at randomization and ended at the date of trial completion up to 24 months. Date of trial completion : final scheduled follow-up visit (delivery + 58 days).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Live Born Infants (Yes/no)","description":"Number of participants with live born infants is presented. In the reported data, 'Yes' infers number of live infants whereas 'No' infers early foetal death or termination of pregnancy (induced/elective abortion). The endpoint was evaluated based on the data from in-trial observation period which started at randomization and ended at the date of trial completion, up to 24 months. The date of trial completion was the date of the final scheduled follow-up visit (delivery + 58 days). For participants who had not attended the follow-up visit, the date of trial completion was the date of the last participant-investigator contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events in the Infant","description":"AE was defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a product, whether or not considered related to the product. AEs in foetus/infant with particular focus on the AEs from delivery to follow-up are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"150","spread":null}]}]}]},{"type":"SECONDARY","title":"Neonatal Hypoglycaemic Episodes Defined as Plasma Glucose Below or Equal to 1.7 mmol/L (31 mg/dL) or Below or Equal to 2.5 mmol/L (45 mg/dl) (Yes/no)","description":"Number of infants with neonatal hypoglycaemic episodes is presented. Neonatal hypoglycaemic episodes defined as plasma glucose ≤ 1.7 mmol/L (31 mg/dL) during the first 24 hours after birth or below or equal to 2.5 mmol/L (45 mg/dl) between 24 hours and 48 hours after birth. In the reported data, 'Yes' infers number of infants with neonatal hypoglycaemic episodes whereas 'No' infers number of infants with no neonatal hypoglycaemic episodes. Unaddressed category refers to the cases where either the parents of the infant had not given consent to share information after delivery or the participants who were withdrawn from trial and they did not give any further information or if the participants did not fill the pregnancy outcome form.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"19","spread":null}]},{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"65","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"78","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":110},"commonTop":["Nasopharyngitis","Anaemia","Urinary tract infection","Headache","Polyhydramnios"]}}}