{"nctId":"NCT00556322","briefTitle":"A Study of Tarceva (Erlotinib) and Standard of Care Chemotherapy in Patients With Advanced, Recurrent, or Metastatic Non-Small Cell Lung Cancer (NSCLC)","startDateStruct":{"date":"2006-03"},"conditions":["Non-Small Cell Lung Cancer"],"count":424,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: erlotinib [Tarceva]"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Alimta or Taxotere"]}],"interventions":[{"name":"Alimta or Taxotere","otherNames":[]},{"name":"erlotinib [Tarceva]","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adult patients \\>=18 years of age;\n* histologically documented, locally advanced or recurrent or metastatic NSCLC;\n* measurable disease;\n* disease progression during 1-4 cycles of platinum-based chemotherapy.\n\nExclusion Criteria:\n\n* any other malignancies within the last 5 years;\n* unstable systemic disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Died (All Participants; Data Cutoff: 07 September 2010)","description":"Overall survival (OS) was determined from the date of randomization to the date of death irrespective of the cause of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.0","spread":null},{"groupId":"OG001","value":"77.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Duration of Overall Survival in All Participants (Data Cutoff 07 September 2010)","description":"OS was determined from the date of randomization to the date of death irrespective of the cause of death. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Probable Percentage of Participants Remaining Alive at 1 Year","description":"OS was determined from the date of randomization to the date of death irrespective of the cause of death. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"26.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died in Epidermal Growth Factor Receptor (EGFR) Positive and Negative Population","description":"EGFR is a gene in the tumor tissues and mutations in this gene have been linked to a variety of tumors. Presence or absence of EGFR was determined by immunohistochemistry (IHC). OS was determined from the date of randomization to the date of death irrespective of the cause of death in EGFR positive and negative populations. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.9","spread":null},{"groupId":"OG001","value":"76.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.5","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of OS in EGFR Positive and Negative Population","description":"EGFR is a gene in the tumor tissues and mutations in this gene have been linked to a variety of tumors. Presence or absence of EGFR was determined by IHC. OS was determined from the date of randomization to the date of death irrespective of the cause of death in EGFR positive and negative populations. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Probable Percentage of Participants Remaining Alive at 1 Year in the EGFR Positive and Negative Population","description":"EGFR is a gene in the tumor tissues and mutations in this gene have been linked to a variety of tumors. Presence or absence of EGFR was determined by IHC. OS was determined from the date of randomization to the date of death irrespective of the cause of death in EGFR positive and negative populations. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null},{"groupId":"OG001","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.0","spread":null},{"groupId":"OG001","value":"20.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Progression or Death (All Participants; Data Cut Off 07 September 2010)","description":"Tumor response was evaluated according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria (version 1.0). Progressive Disease was defined as at least a 20 percent (%) increase in the sum of the Longest Diameter (LD) of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. The primary analysis of PFS used objective progression (RECIST) plus clinical progression (based on relevant clinical findings - if any). A further assessment of PFS was made on objective (radiological) progression. If clinical progression was diagnosed first, the participant was censored at the date of the last tumor assessment, where non-progression was documented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null},{"groupId":"OG001","value":"92.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) in All Participants (Data Cutoff 07 September 2010)","description":"Tumor response was evaluated according to RECIST criteria (version 1.0). Progressive Disease was defined as at least a 20% increase in the sum of LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. PFS was defined as time from randomization to the date of documented disease progression or death, whichever occurred first. Participants without progression were censored at the date of last tumor assessment where non progression was documented. If a participant receives a second anti-cancer therapy without prior documentation of disease progression, the participant was censored at the date of last tumor assessment before starting new chemotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Probable Percentage of Participants Remaining Alive and Progression Free at 6 Months","description":"Tumor response was evaluated according to RECIST criteria (version 1.0). Progressive Disease was defined as at least a 20% increase in the sum of LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. Event free estimates were determined using Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Progression or Death in EGFR Positive and Negative Population (Data Cut Off 07 September 2010)","description":"EGFR is a gene in the tumor tissues and mutations in this gene have been linked to a variety of tumors. Presence or absence of EGFR was determined by IHC.Tumor response was evaluated according to RECIST criteria (version 1.0). Progressive Disease was defined as At least a 20 % increase in the sum of LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.9","spread":null},{"groupId":"OG001","value":"93.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.7","spread":null},{"groupId":"OG001","value":"90.6","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS in EGFR Positive and Negative Population (Data Cutoff 07 September 2010)","description":"EGFR is a gene in the tumor tissues and mutations in this gene have been linked to a variety of tumors. Presence or absence of EGFR was determined by IHC. PFS was defined as time from randomization to the date of documented disease progression or death, whichever occurred first in EGFR positive and negative populations. Participants without progression were censored at the date of last tumor assessment where non progression was documented. If a participant receives a second anti-cancer therapy without prior documentation of disease progression, the participant was censored at the date of last tumor assessment before starting new chemotherapy. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Probable Percentage of Participants Remaining Alive and Progression Free at 6 Months in EGFR Positive and Negative Population","description":"EGFR is a gene in the tumor tissues and mutations in this gene have been linked to a variety of tumors. Presence or absence of EGFR was determined by IHC. Tumor response was evaluated according to RECIST criteria (version 1.0). PFS was defined as time from randomization to the date of documented disease progression or death, whichever occurred first in EGFR positive and negative populations. Participants without progression were censored at the date of last tumor assessment where non progression was documented. If a participant receives a second anti-cancer therapy without prior documentation of disease progression, the participant was censored at the date of last tumor assessment before starting new chemotherapy. Event free estimates were determined using Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Best Overall Response of Confirmed Complete Response (CR) or Partial Response (PR) as Assessed by the Investigator Using RECIST","description":"Best overall response was defined as the best response according to RECIST recorded from the date of randomization until disease progression or recurrence. CR: disappearance of all target lesions; PR: reduction by at least 30% of the sum of the longest diameters of each target lesion, taking the initial sum of the longest diameters as a reference; Stable disease (SD): insufficient tumor reduction to define partial response and/or tumor increase less than that necessary to define tumor progression, taking as a reference the smallest sum of the longest diameter since the start of treatment; Progressive Disease (PD): increase by at least 20% in the sum of LD of each target lesion, taking as a reference the smallest sum of the longest diameters, reported since the start of treatment, or appearance of one or more new lesions. 95% Confidence Interval (CI) for one sample binomial using Pearson-Clopper method. Participants with a missing response were considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Deterioration in Quality of Life Determined Using Functional Assessment of Cancer Therapy - Lung (FACT-L)","description":"The FACT-L measures health related QOL and composes of five domains: the four domains (physical well being, emotional well being, social well being, functional well being) from the Functional Assessment of Cancer Treatment-General scale (FACT-G) and the lung cancer subscale (LCS). The FACT-L total score ranges from 0 to 136, higher scores represent better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.1","spread":null},{"groupId":"OG001","value":"66.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Quality of Life Using FACT-L","description":"The FACT-L measures health related QOL and composes of five domains: the four domains (physical well being, emotional well being, social well being, functional well being) from the FACT-G and the LCS. The FACT-L total score ranges from 0 to 136, higher scores represent better QOL. Time to deterioration of QoL or symptom progression is defined as time from randomization until either a clinically meaningful decline from baseline in Total FACT-L or, death on study, whichever occurs first. The clinically meaningful decline that was used to determine deterioration in QoL was ≥6-point decline from baseline. Participants without deterioration in QoL at the time of analysis were censored at the time of the last FACT-L assessment. Kaplan-Meier estimate was used to determine time to event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Probable Percentage of Participants Remaining Without Deterioration in Quality of Life at 6 Months as Assessed by FACT-L","description":"The FACT-L measures health related QOL and composes of five domains: the four domains (physical well being, emotional well being, social well being, functional well being) from the FACT-G and the LCS. The FACT-L total score ranges from 0 to 136, higher scores represent better QOL. Kaplan Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"19.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic Progression Using FACT-L","description":"Participants' responses on the FACT-L were scored according to the Functional Assessment of Chronic Illness Therapy (FACIT) measurement system manual. Time to symptom progression is the time from randomization until the earlier of a clinically meaningful decline from baseline in LCS score, or death on study. A change in 2 to 3 points on the LCS is a clinically meaningful change. Meaningful declines in scores as measured by the FACIT instruments have been found to be larger than improvements. Thus, deterioration in disease-related symptoms was defined by the upper bound (3 points) of the range of clinically meaningful change. However, participants who demonstrated early lung cancer progression demonstrated smaller changes from baseline score on the LCS. Therefore, the clinically meaningful decline that was used to determine progression of symptoms in this study was at least 1.5-point decline in LCS score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":null},{"groupId":"OG001","value":"62.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Symptomatic Progression Using FACT-L","description":"Participants' responses on the FACT-L were scored according to FACIT measurement system manual. Time to symptom progression is the time from randomization until the earlier of a clinically meaningful decline from baseline in LCS score, or death on study. A change in 2 to 3 points on the LCS is a clinically meaningful change. Meaningful declines in scores as measured by the FACIT instruments have been found to be larger than improvements. Thus, deterioration in disease-related symptoms was defined by the upper bound (3 points) of the range of clinically meaningful change. However, participants who demonstrated early lung cancer progression demonstrated smaller changes from baseline score on the LCS. Therefore, the clinically meaningful decline that was used to determine progression of symptoms in this study was at least 1.5-point decline in LCS score from baseline. Kaplan Meier estimated were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Probable Percentage of Participants With Symptomatic Progression at 6 Months as Assessed by FACT-L","description":"Participants' responses on the FACT-L were scored according to FACIT measurement system manual. Time to symptom progression is the time from randomization until the earlier of a clinically meaningful decline from baseline in LCS score, or death on study. A change in 2 to 3 points on the LCS is a clinically meaningful change. Meaningful declines in scores as measured by the FACIT instruments have been found to be larger than improvements. Thus, deterioration in disease-related symptoms was defined by the upper bound (3 points) of the range of clinically meaningful change. However, participants who demonstrated early lung cancer progression demonstrated smaller changes from baseline score on the LCS. Therefore, the clinically meaningful decline that was used to determine progression of symptoms in this study was at least 1.5-point decline in LCS score from baseline. Kaplan Meier estimated were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Deterioration in the Trial Outcome Index (TOI)","description":"TOI is defined as the sum of the scores of the Physical Well- Being (PWB), Functional Well-Being (FWB), and LCS of the FACT-L instrument. Trial Outcome Index measures the physical functioning of participants. Time to deterioration in TOI is defined as time from randomization until the earlier of a clinically meaningful decline from baseline in TOI or death on study. The clinically meaningful decline used to determine deterioration in TOI was ≥6-point decline from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"63.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in the TOI","description":"TOI is defined as the sum of the scores of the PW, FWB, and LCS of the FACT-L instrument. Trial Outcome Index measures the physical functioning of participants. Time to deterioration in TOI is defined as time from randomization until the earlier of a clinically meaningful decline from baseline in TOI or death on study. The clinically meaningful decline used to determine deterioration in TOI was ≥6- point decline from baseline. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Probable Percentage of Participants With Deterioration in the TOI at 6 Months as Assessed by FACT-L","description":"TOI is defined as the sum of the scores of the PW, FWB, and LCS of the FACT-L instrument. Trial Outcome Index measures the physical functioning of participants. Time to deterioration in TOI is defined as time from randomization until the earlier of a clinically meaningful decline from baseline in TOI or death on study. The clinically meaningful decline used to determine deterioration in TOI was ≥6-point decline from baseline. Kaplan-Meier estimates were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":213},"commonTop":["Rash","Diarrhoea","Dyspnoea","Nausea","Decreased appetite"]}}}