{"nctId":"NCT03869866","briefTitle":"Study to Assess the Safety and Immunogenicity of a Single Dose of a Quadrivalent Meningococcal Conjugate Vaccine (MenACYW Conjugate Vaccine) in Older Adults in Turkey and Lebanon","startDateStruct":{"date":"2019-04-09","type":"ACTUAL"},"conditions":["Healthy Volunteers (Meningococcal Infection)"],"count":290,"armGroups":[{"label":"MenACYW conjugate vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Meningococcal polysaccharide (serogroups A,C,Y and W) tetanus toxoid conjugate vaccine MenACYW conjugate vaccine"]}],"interventions":[{"name":"Meningococcal polysaccharide (serogroups A,C,Y and W) tetanus toxoid conjugate vaccine MenACYW conjugate vaccine","otherNames":["MenQuadfi®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* Aged ≥ 56 years on the day of inclusion\n* Informed consent form has been signed and dated\n* Able to attend all scheduled visits and to comply with all trial procedures\n* Intending to go on a Hajj or Umrah pilgrimage (but not within the next 10 to 12 months after vaccination)\n\nExclusion criteria:\n\n* Participant is pregnant, or lactating, or of childbearing potential and not using an effective method of contraception or abstinence from at least 4 weeks prior to vaccination until at least 4 weeks after vaccination (to be considered of non-childbearing potential, a female must be post-menopausal for at least 1 year or surgically sterile).\n* Participation in the 4 weeks preceding the trial vaccination or planned participation during the present trial period in another clinical trial investigating a vaccine, drug, medical device, or medical procedure.\n* Receipt of any vaccine in the 4 weeks (28 days) preceding the trial vaccination or planned receipt of any vaccine prior to Visit 2 except for influenza vaccination, which may be received at least 2 weeks before or after study vaccine. This exception includes monovalent pandemic influenza vaccines and multivalent influenza vaccines.\n* Any previous vaccination against meningococcal disease with either the trial vaccine or another vaccine (i.e., mono- or polyvalent, polysaccharide, or conjugate meningococcal vaccine containing serogroups A, B, C, W, or Y).\n* Receipt of immune globulins, blood or blood-derived products in the past 3 months.\n* Known or suspected congenital or acquired immunodeficiency; or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy, within the preceding 6 months; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks within the past 3 months).\n* History of meningococcal infection, confirmed either clinically, serologically, or microbiologically.\n* At high risk for meningococcal infection during the trial (specifically, but not limited to, participants with persistent complement deficiency, with anatomic or functional asplenia).\n* Known systemic hypersensitivity to any of the vaccine components, or history of a lifethreatening reaction to the vaccine(s) used in the trial or to a vaccine containing any of the same substances .\n* Personal history of Guillain-Barre syndrome (GBS).\n* Personal history of an Arthus-like reaction after vaccination with a tetanus toxoid-containing vaccine within at least 10 years of the proposed study vaccination.\n* Verbal report thrombocytopenia, contraindicating intramuscular vaccination, in the Investigator's opinion.\n* Bleeding disorder, or receipt of anticoagulants in the 3 weeks preceding inclusion, contraindicating intramuscular vaccination.\n* Deprived of freedom by an administrative or court order, or in an emergency setting, or hospitalized involuntarily.\n* Current alcohol abuse or drug addiction.\n* Chronic illness (eg, human immunodeficiency virus \\[HIV\\], hepatitis B, hepatitis C) that, in the opinion of the Investigator, is at a stage where it might interfere with trial conduct or completion.\n* Moderate or severe acute illness/infection (according to investigator judgment) on the day of vaccination or febrile illness (temperature ≥ 38.0 C). A prospective participant should not be included in the study until the condition has resolved or the febrile event has subsided.\n* Receipt of oral or injectable antibiotic therapy within 72 hours prior to the first blood draw.\n* Identified as an Investigator or employee of the Investigator or study center with direct involvement in the proposed study, or identified as an immediate family member (i.e., parent, spouse, natural or adopted child) of the Investigator or employee with direct involvement in the proposed study.\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"56 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Serum Bactericidal Assay Using Baby Rabbit Complement (rSBA) Antibody Titers Greater Than or Equal to (>=) 1:8 Against Meningococcal Serogroups A, C, W, and Y","description":"Functional meningococcal antibody activity against serogroups A, C, W, and Y were measured in a serum bactericidal assay utilizing the rSBA. Seroprotection rate is defined as percentage of participants with rSBA titer \\>=1.8 who received MenACYW conjugate vaccine. Percentages are rounded off to the tenth decimal place.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Titers Against Meningococcal Serogroups A, C, W, and Y Measured by rSBA","description":"Functional meningococcal antibody activity against serogroups A, C, W, and Y were measured in a serum bactericidal assay utilizing the rSBA and the results were expressed as geometric mean titers.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"635","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2038","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2710","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2539","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Titers Against Meningococcal Serogroups A, C, W, and Y Measured by Serum Bactericidal Assay Using Human Complement (hSBA)","description":"Functional meningococcal antibody activity against serogroups A, C, W, and Y were measured in a serum bactericidal assay utilizing the hSBA and the results were expressed as geometric mean titers.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Concentrations (GMCs) of Antibodies Against Tetanus Toxoid","description":"Tetanus toxoid was contained in the investigational vaccine as a carrier protein. Anti-tetanus antibodies were measured by electrochemiluminescent (ECL) assay. The captured antibodies were then detected using a sulfotag-conjugated anti-human immunoglobulin (Ig)G conjugate.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.040","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.429","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Achieved Seroprotective Levels","description":"Seroprotective levels defined as antibody titers \\>= 0.01 IU/mL and \\>= 0.1 IU/mL of antibody concentrations to tetanus toxoid. Tetanus toxoid was contained in the investigational vaccine as a carrier protein. Anti-tetanus antibodies were measured by ECL assay. The captured antibodies were then detected using a sulfotag-conjugated anti-human IgG conjugate. Percentages are rounded off to the tenth decimal place.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Unsolicited Systemic Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study vaccine, whether or not considered related to the study vaccine. An unsolicited AE is an observed AE that does not fulfill the conditions of solicited reactions \\[i.e.pre-listed in the case report book (CRB) in terms of diagnosis and/or onset window post-vaccination\\].","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Solicited Injection Site Reactions and Systemic Reactions","description":"All noxious and unintended responses to a study vaccine related to any dose was considered adverse reactions (AR). A solicited reaction is an \"expected\" AR (sign or symptom) observed and reported under the conditions (nature and onset) pre-listed in the protocol and CRB. An injection site reaction is an AR at and around the injection site. Injection site reactions are commonly inflammatory reactions. They were considered to be related to the study vaccine administered. Systemic reactions were all ARs that were not injection or administration site reactions and included systemic manifestations such as headache, fever, as well as localized or topical manifestations that are not associated with the vaccination or administration site.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Unsolicited Non-Serious Adverse Events","description":"An AE is any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study vaccine, whether or not considered related to the study vaccine. An unsolicited AE is an observed AE that does not fulfill the conditions of solicited reactions (i.e. pre-listed in the CRB in terms of diagnosis and/or onset window post-vaccination).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"A SAEs is defined as any untoward medical occurrence, at any dose that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent disability/incapacity, was a congenital anomaly/birth defect, or other important medical event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":288},"commonTop":["Headache","Injection Site Pain","Myalgia","Malaise"]}}}