{"nctId":"NCT02791308","briefTitle":"Study of Equivalence of Generic Pimecrolimus Cream 1% and Elidel® 1% in Subjects With Mild to Moderate Atopic Dermatitis","startDateStruct":{"date":"2015-02"},"conditions":["Atopic Dermatitis"],"count":587,"armGroups":[{"label":"Pimecrolimus Cream, 1%","type":"EXPERIMENTAL","interventionNames":["Drug: Pimecrolimus Cream, 1%"]},{"label":"Elidel Cream, 1%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pimecrolimus Cream 1% (Valeant)"]},{"label":"Vehicle Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle cream"]}],"interventions":[{"name":"Pimecrolimus Cream 1% (Valeant)","otherNames":["Elidel® (pimecrolimus) Cream, 1% (Valeant)"]},{"name":"Vehicle cream","otherNames":["Vehicle of test product (Actavis)"]},{"name":"Pimecrolimus Cream, 1%","otherNames":["Pimecrolimus Cream, 1% (Actavis)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to provide written informed consent/assent for the study.\n* Non-immunocompromised male or female aged 12 years or older.\n* A clinical diagnosis of mild to moderate atopic dermatitis that has failed to respond adequately to other topical prescription treatments for atopic dermatitis, or subjects for whom the use of those other treatments is deemed inadvisable.\n* A diagnosis of atopic dermatitis for at least 3 months.\n* A baseline Investigator's Global Assessment (IGA) of disease severity of mild or moderate (score of 2 or 3).\n* An affected area of atopic dermatitis involvement of at least 5% of the body surface area (BSA) at Visit 2/Day 1 (Baseline), as defined by the criteria of Hanifin and Rajka (1980).\n* Treatment with a bland emollient for at least 7 days prior to Visit 2/Day 1 (Baseline).\n* Agree to adhere to protocol-specified requirements and concomitant therapy restrictions.\n* Willing to avoid constant sun exposure and the use of tanning booths or other UV light sources during participation in the study.\n* In general good health, non-immunocompromised, and free from any clinically significant disease, other than atopic dermatitis, that might interfere with the study evaluations.\n* Willing and able to understand and comply with the requirements of the study, apply the study medication as instructed, return for the required study visits, comply with therapy prohibitions, and complete the study.\n* Female subjects of childbearing potential (excluding women who are surgically sterilized \\[hysterectomy, bilateral tubal ligation, or bilateral ovariectomy\\] or have been postmenopausal for at least 1 year) must have a negative urine pregnancy test and must be willing to use a medically accepted method of contraception during the study. The following are considered acceptable methods of birth control for the purpose of this study: oral contraceptives, contraceptive patches, contraceptive implant, vaginal contraceptive, double barrier methods (e.g., condom and spermicide), contraceptive injection (Depo-Provera®), intrauterine device (IUD), hormonal IUD (Mirena®), Essure® permanent birth control, and abstinence with a documented second acceptable method of birth control if the subject becomes sexually active. Subjects entering the study who are on hormonal contraceptives must have been on the method for at least 90 days prior to the study and continue the method for the duration of the study. Subjects who had used hormonal contraception and stopped must have stopped no less than 90 days prior to Visit 1.\n\nExclusion Criteria:\n\n* Females who were pregnant, breastfeeding, intending to become pregnant during the study, or who did not agree to use an acceptable form of birth control during the study.\n* Active cutaneous bacterial or viral infection in any proposed treatment area at Visit 2/Baseline (e.g., clinically infected atopic dermatitis).\n* Sunburn, extensive scarring, or pigmented lesion(s) in any treatment area at Visit 2/Baseline that would interfere with the study evaluations.\n* History of confounding skin conditions, e.g., psoriasis, rosacea, erythroderma, or ichthyosis.\n* History or presence of Netherton's Syndrome, immunological deficiencies or diseases, HIV, diabetes, malignancy, serious active or recurrent infection, clinically significant severe renal insufficiency, or severe hepatic disorders.\n* Use of any treatment listed in Table 9.1 more recently than the indicated washout period prior to Visit 2/Baseline.\n* Need or intent to continue to use any treatment listed in Table 9.1 during the current study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"90 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Treatment Success at Visit 4/Day 15","description":"Percentage of subjects in each treatment group with treatment success, defined as a grade of clear or almost clear (a score of 0 or 1 on the IGA) within all treatment areas at the end of treatment on Visit 4/Day 15","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"71","spread":null},{"groupId":"OG002","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"91","spread":null},{"groupId":"OG002","value":"109","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":192},"commonTop":["Dermatitis atopic","Nasopharyngitis","Heachache","Contusion","Oropharyngeal pain"]}}}