{"nctId":"NCT01606761","briefTitle":"A Study of CNTO 136 (Sirukumab), a Human Anti-IL-6 Monoclonal Antibody, Administered Subcutaneously, in Patients With Active Rheumatoid Arthritis Despite Anti-TNF-Alpha Therapy (SIRROUND-T)","startDateStruct":{"date":"2012-08-06","type":"ACTUAL"},"conditions":["Arthritis, Rheumatoid"],"count":878,"armGroups":[{"label":"Group 1","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Sirukumab"]},{"label":"Group 2","type":"EXPERIMENTAL","interventionNames":["Drug: Sirukumab"]},{"label":"Group 3","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Sirukumab"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Sirukumab","otherNames":[]},{"name":"Sirukumab","otherNames":[]},{"name":"Sirukumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a diagnosis of rheumatoid arthritis (RA) for at least 3 months before screening\n* Have moderately to severely active RA with at least 4 of 68 tender joints and 4 of 66 swollen joints, at screening and at baseline\n* Have had anti-tumor necrosis factor (TNF)-alpha therapy and were unresponsive by 1 of the following 2 reasons: Lack of benefit to at least 1 anti-TNF-alpha biologic therapy, as assessed by the treating physician, after at least 12 weeks of etanercept, yisaipu, adalimumab, golimumab, or certolizumab pegol therapy and/or at least a 14-week dosage regimen (ie, at least 4 doses) of infliximab; Intolerance to at least 2 anti-TNF-alpha biologic therapies, as assessed by the treating physician, to etanercept, yisaipu, adalimumab, golimumab, certolizumab pegol, or infliximab or have documented intolerance to an anti-TNF-alpha agent as described above that precludes further administration of anti-TNF-alpha agents\n* If using oral corticosteroids, must be on a stable dose equivalent to less than or equal to 10 mg/day of prednisone for at least 2 weeks prior to the first administration of study agent. If currently not using corticosteroids, must not have received oral corticosteroids for at least 2 weeks prior to the first administration of study agent\n* If using non nonsteroidal anti-inflammatory drug (NSAIDs) or other analgesics for RA, must be on a stable dose for at least 2 weeks prior to the first administration of study agent\n* If using non-biologic disease modifying antirheumatic drugs (DMARDs) such as methotrexate (MTX), sulfasalazine (SSZ), hydroxychloroquine, chloroquine, or bucillamine, must be on a stable dose for at least 4 weeks prior to the first administration of study agent and should have no serious toxic side effects attributable to the DMARD\n* C-reactive protein (CRP) 8.00 mg/L or more or erythrocyte sedimentation rate (ESR) 28 mm/hr or more at screening\n\nExclusion Criteria:\n\n* Has received infliximab, infliximab biosimilar, or golimumab intravenous (IV) within 8 weeks of the first study agent administration\n* Has received subcutaneously (SC) golimumab, adalimumab, or certolizumab pegol within 6 weeks of the first study agent administration\n* Has received etanercept or yisaipu within 4 weeks of the first study agent administration\n* Has a history of intolerance to tocilizumab that precluded further treatment with it, or inadequate response to 3 months of tocilizumab (anti-IL-6 receptor) therapy. Has used tocilizumab within 8 weeks of the first study agent administration\n* Has used B-cell-depleting therapy (eg, rituximab) within 7 months of first study agent administration or have evidence during screening of abnormally low B-cell level caused by previous B-cell depletion therapy\n* Has used anakinra within 1 week of first study agent administration\n* Has used abatacept or any other biologic therapy for the treatment of RA within 8 weeks of the first study agent administration\n* Has received intra-articular (IA), intramuscular (IM), or IV corticosteroids for RA, including adrenocorticotrophic hormone during the 4 weeks prior to first study agent administration\n* Has received leflunomide within 24 months before the first study agent administration and has not undergone a drug elimination procedure, unless the M1 metabolite is measured and is undetectable\n* Has a history of cyclophosphamide or cytotoxic agent use\n* Has received cyclosporine A, azathioprine, tacrolimus, mycophenolate mofetil, oral or parenteral gold, or D-penicillamine within 4 weeks of the first study agent administration\n* Has received an investigational drug (including investigational vaccines) or used an investigational medical device within 3 months or 5 half-lives, whichever is longer, before the first study agent administration","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving American College of Rheumatology (ACR) 20 Response at Week 16","description":"The ACR 20 Response is defined as greater than or equal to (\\>=) 20 percent improvement in swollen joint count (66 joints) and tender joint count (68 joints) and \\>=20 percent improvement in 3 of following 5 assessments: patient's assessment of pain using Visual Analog Scale (VAS; 0-10 scale, 0 =no pain and 10 =worst possible pain), patient's global assessment of disease activity by using VAS (the scale ranges from 0 to 10, \\[0 =no pain to 10 =worst possible pain\\]), physician's global assessment of disease activity using VAS, participant's assessment of physical function measured by Health Assessment Questionnaire-Disability Index (HAQ-DI, defined as a 20-question instrument assessing 8 functional areas. The derived HAQ-DI ranges from 0, indicating no difficulty, to 3, indicating inability to perform a task in that area) and serum C-Reactive Protein (CRP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null},{"groupId":"OG001","value":"40.1","spread":null},{"groupId":"OG002","value":"45.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire Disability Index (HAQ-DI) Score at Week 24","description":"The HAQ-DI is a 20-question instrument that assesses the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping and activities of daily living). Responses in each functional area are scored from 0 to 3 (0=no difficulty and 3=inability to perform a task in that area). Overall score was computed as the sum of domain scores and divided by the number of domains answered. Total possible score range 0-3 where 0 = least difficulty and 3 = extreme difficulty.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5663","spread":"0.65223"},{"groupId":"OG001","value":"1.6499","spread":"0.59743"},{"groupId":"OG002","value":"1.6122","spread":"0.61320"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.491"},{"groupId":"OG001","value":"-0.31","spread":"0.543"},{"groupId":"OG002","value":"-0.33","spread":"0.526"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving American College of Rheumatology (ACR) 50 Response at Week 24","description":"The ACR 50 Response is defined as \\>= 50 percent improvement in swollen joint count (66 joints) and tender joint count (68 joints) and \\>=50 percent improvement in 3 of following 5 assessments: patient's assessment of pain using VAS ( 0-10 scale, 0 =no pain and 10 =worst possible pain), patient's global assessment of disease activity by using VAS (the scale ranges from 0 to 10, \\[0 =no pain to 10 =worst possible pain\\]), physician's global assessment of disease activity using VAS, participant's assessment of physical function measured by HAQ-DI (defined as a 20-question instrument assessing 8 functional areas. The derived HAQ-DI ranges from 0, indicating no difficulty, to 3, indicating inability to perform a task in that area) and serum C-Reactive Protein (CRP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"20.9","spread":null},{"groupId":"OG002","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Activity Index Score 28 (CRP) Remission at Week 24","description":"The Disease Activity Index Score 28 (DAS28) based on C-Reactive Protein (CRP) is a statistically derived index combining tender joints (28 joints), swollen joints (28 joints), CRP and patient's global assessment of disease activity. The set of 28 joint count is based on evaluation of the shoulder, elbow, wrist, metacarpophalangeal (MCP) MCP1 to MCP5, proximal interphalangeal (PIP) PIP1 to PIP5 joints of both the upper right extremity and the upper left extremity as well as the knee joints of lower right and lower left extremities. The values are 0=best to 10=worst. DAS28 (CRP) remission is defined as a DAS28 (CRP) value of less than (\\<) 2.6 at any study visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"19.2","spread":null},{"groupId":"OG002","value":"21.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":294},"commonTop":["Rheumatoid Arthritis","Injection Site Erythema","Upper Respiratory Tract Infection","Nasopharyngitis","Alanine Aminotransferase Increased"]}}}