{"nctId":"NCT01511809","briefTitle":"Efficacy of Atazanavir/Ritonavir Monotherapy as Maintenance in Patients With Viral Suppression","startDateStruct":{"date":"2010-09"},"conditions":["HIV-1 Infection"],"count":117,"armGroups":[{"label":"Atazanavir/ritonavir monotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Atazanavir/ritonavir monotherapy"]},{"label":"Atazanavir/ritonavir triple therapy","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Atazanavir/ritonavir monotherapy","otherNames":["ATV/r monotherapy"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HIV infected patients\n* age \\> 18 years\n* On treatment with ATV/r plus 2 NRTIs for at least 48 weeks\n* Virological suppression (HIV-RNA\\<50 c/ml) by at least 24 weeks with ATV/r plus 2 NRTIs\n* No virologic failure after the initiation of the first antiretroviral therapy. Previous treatment changes due to toxicity or treatment simplifications will be permitted only if occurred with documented virological suppression.\n* CD4 cells nadir \\>100 cells/µL\n* PPI and H2-receptor antagonists as follows: the proton-pump inhibitors should not be used; if H2-receptor antagonists are co-administered, a dose equivalent to famotidine 20 mg BID should not be exceeded.\n\nExclusion Criteria:\n\n* Pregnancy and breast feeding women\n* AIDS defining events\n* Evidence of active HBV infection (HBsAg positive)\n* Previous virological failure\n* History of resistance to ATV\n* Use of contraindicated medications","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With Treatment Failure (TF)","description":"Proportion of patients with treatment failure defined as having one of the following events: confirmed viral rebound (CVR) or treatment discontinuation for any cause. CVR was established when 2 consecutive viral load values (HIV-1 RNA)\\>50 copies/mL occurred within 2 weeks during follow-up. In case of CVR, patients treated with atazanavir/ritonavir monotherapy had to re-introduce their previous 2NRTIs (re-intensification) and, if not suppressed (HIV-1 RNA \\<50 copies /ml) after 12 weeks, discontinued from the study. Re-intensification was considered as treatment failure in the primary analysis conducted according to the intention-to-treat principle (intention-to-treat analysis with re-intensification equal failure, ITT=Failure) while it was not in the secondary analysis (intention-to-treat analysis with re-intensification equal success, ITT=Success).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":null},{"groupId":"OG001","value":"15.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":null},{"groupId":"OG001","value":"15.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy and Safety","description":"Proportion of pts with confirmed virological and treatment failure at w96. Change in CD4 cell counts.\n\nOccurrence of viral resistance to atazanavir in pts with confirmed virologic failure.\n\nProportion of pts with adverse events, with ≥grade 2 adverse events or abnormal laboratory tests, proportion of pts with side effects leading to discontinuation.\n\nBody fat redistribution and vertebral and femoral bone mineral density. Adherence changes; changes in HIV-associated neurocognitive disorders. Difference in levels of activated Tcells and pro-inflammatory cytokines between treatment groups.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":51},"commonTop":["acute hepatitis","nephrolitiasis","gross haematuria with proteinuria","cholecystitis due to cholelithiasis","hyperuricemia"]}}}