{"nctId":"NCT00699140","briefTitle":"Clinical Trial in Patients Diagnosed With Immune Thrombocytopenic Purpura","startDateStruct":{"date":"2008-02"},"conditions":["Immune (Idiopathic) Thrombocytopenic Purpura"],"count":18,"armGroups":[{"label":"1 treatment group with IGIV3I Grifols","type":"EXPERIMENTAL","interventionNames":["Biological: IGIV3I Grifols"]}],"interventions":[{"name":"IGIV3I Grifols","otherNames":["IGIV"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be aged between 18 and 82 at the time of written consent.\n2. Have confirmed diagnosis of chronic ITP and fulfil all the following criteria:\n\n   * irrelevant history except for the symptoms of bleeding,\n   * pattern of bleedings associated with platelet disorders,\n   * physical examination irrelevant for the ITP, except for the signs of bleeding,\n   * isolated thrombocytopenia in the blood count; apart from thrombocytopenia, the blood count is normal for the patient's age, or if abnormal, readily explained,\n   * peripheral blood smear consistent with ITP: thrombocytopenia with platelets of normal size or slightly larger than normal, with absence of platelet clumps and giant platelets; normal red blood cell and white blood cell morphology,\n   * confirmed diagnosis of immune thrombocytopenic purpura or, when any abnormal finding is present, additional diagnostic evaluation excludes other causes of thrombocytopenia.\n   * Previous known diagnosis of ITP for at least 3 months.\n3. To show a platelet count platelet count ≤ 20x10\\^9/L at the moment of the first infusion with the study product.\n4. Have read the patient information and consent sheet, agreed to participate in the trial, and signed the consent sheet.\n5. Be expected to receive treatment over 5 days and follow-up for 3 months.\n6. For women of childbearing age, use adequate contraceptive method such as oral contraceptives, intrauterine device or tubal ligation during one-month period after the first infusion in the study.\n\nExclusion Criteria:\n\n1. Have immune thrombocytopenia secondary to other pathologies or drug mediated thrombocytopenia.\n2. Have a known diagnosis of other autoimmune diseases, established in the medical history and laboratory findings with positive results for the determination of antinuclear antibodies, anti-cardiolipin antibodies, lupus anticoagulant or direct Coombs test.\n3. Present important active bleeding due to other reasons apart from the ITP.\n4. Exhibit an identifiable alternative cause of their thrombocytopenia, such as splenomegaly, family thrombocytopenia, bacteraemia, sepsis or active infection requiring or not therapy.\n5. Are presenting renal dysfunction.\n6. Have non-controlled arterial hypertension.\n7. Have documented liver cirrhosis or any hepatic disorder with alanine aminotransferase (ALT) levels 2.5 times or more than the normal upper limit or bilirubin greater than 2 mg/dL.\n8. Are presenting a cardiac disease including a history of coronary artery disease, angina pectoris or congestive heart failure.\n9. Present known infection due to HIV or hepatitis C virus (HCV).\n10. Have been previously treated with IVIG or anti-D immunoglobulin being unresponsive.\n11. Have a history of serious adverse reactions or non-serious but frequent adverse reactions to intravenous immune globulin (IVIG) preparations or other products derived from blood.\n12. Have known allergies to any IGIV3I Grifols components, such as D-sorbitol.\n13. Are simultaneously participating in other clinical studies or have received an investigational drug in the 3 months prior to the start of the study.\n14. Have been involved in the present study and being treated with the formulation at 5% (IGIV3I Grifols 5%).\n15. Have conditions that might affect patient compliance.\n16. Are unable to provide a storage serum sample just before the first dose of IGIV3I Grifols.\n17. Are pregnant or nursing an infant child or unwilling to practice adequate birth control in 1-month period after the first infusion in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"82 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Responder Patients","description":"The primary efficacy endpoint was the proportion of patients who reached a platelet count ≥ 50x10\\^9/L.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Platelet Level Reached During the Follow-up Period","description":"Platelet count was measured at various time points in the follow-up period after infusion.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"146.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Reach Platelet Count ≥ 50x10^9/L (≤ Days)","description":"The time taken for the platelet count to reach ≥ 50x10\\^9/L from first dose","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Length of Time Platelet Count Remains ≥ 50x10^9/L (≥ Days)","description":"Length of time platelet count remained ≥ 50x10\\^9/L from first dose (Day 1)","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Regression of Hemorrhages.","description":"Percentage of subjects with regression of hemorrhages of Types 1 to 3:\n\n* Type 0: Patients without symptoms of bleeding at the first infusion continue without presenting spontaneous bleeding\n* Type 1: Patients with bleeding symptoms at the first infusion had a reduction of the size of large ecchymoses, and no spontaneous appearance of new ecchymoses\n* Type 2: Patients with bleeding symptoms at the first infusion had a decrease in the number of cutaneous petechiae, or the extent of the affected area of the body decreased\n* Type 3: Patients had active mucosal bleedings at the first infusion, these episodes stopped without re-bleeding, and there was no occurrence of new spontaneous mucosal hemorrhages (e.g., gingival bleeding, epistaxis)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Adverse Reactions During and After Infusions by Percentage of Patients","description":"All adverse events (AEs) are tabulated and summarized. The incidence, severity, and causal relationship of the AEs to IGIV3I Grifols are presented by system organ class after medical coding according to the version 15.0 of Medical Dictionary for Regulatory Activities (MedDRA). The frequency of patients with at least one AE and adverse drug reactions are estimated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Adverse Reactions During and After Infusions by Percentage of Infusions","description":"All adverse events (AEs) are tabulated and summarized. The incidence, severity, and causal relationship of the AEs to IGIV3I Grifols are presented by system organ class after medical coding according to the version 15.0 of Medical Dictionary for Regulatory Activities (MedDRA). The frequency of infusions associated with at least one AE and adverse drug reactions are estimated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Vital Signs and Clinically Relevant Changes in Laboratory Parameters After the Infusions, Including Renal Function (Creatinine Levels)","description":"Laboratory parameters at each treatment day and visit are summarized by patient. Results were marked as normal/abnormal (whether the result is below, within or above the respective reference range) and relevant/irrelevant (as determined by the investigator). The number of abnormal values considered clinically relevant changes (based on the investigator's judgment) was listed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Viral Safety Through the Investigation of Patients Virology Status (Hepatitis A Virus [HA","description":"The results of HIV-1 and -2 antibodies, HCV antibody, HBsAg, HBV antibodies, HAV antibodies, HIV nucleic acid amplification test \\[NAT\\], and HCV NAT on Day 1, Day 14, and at Month 1, Month 2 and Month 3 were recorded for several of these markers (as appropriate). A comparison of negative viral markers on Day 1 and Month 3 was performed","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":18},"commonTop":["Petechiae","Ecchymosis","Headache","Pyrexia","Rash"]}}}