{"nctId":"NCT02972359","briefTitle":"Safety of Intravenous Neridronic Acid in CRPS","startDateStruct":{"date":"2016-12-20","type":"ACTUAL"},"conditions":["Complex Regional Pain Syndrome"],"count":580,"armGroups":[{"label":"Neridronic acid","type":"EXPERIMENTAL","interventionNames":["Drug: Neridronic acid"]}],"interventions":[{"name":"Neridronic acid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent signed.\n* Male or female participant at least 18 years of age at Visit 1.\n* A diagnosis of complex regional pain syndrome according to the clinical diagnostic criteria recommended by the International Association for the Study of Pain (IASP; \"Budapest clinical criteria\"), assessed at Visit 1. Signs and symptoms of CRPS must apply to an affected limb (arm or leg) and must demonstrate asymmetry with respect to the contralateral limb.\n* Ongoing moderate to severe chronic pain, including a baseline current pain intensity score of greater than or equal to 4 using an 11-point Numerical Rating Scale, referring to the CRPS-affected limb, at Visit 2 (prior to dosing).\n* In stable treatment and follow-up therapy for CRPS for at least 1 month prior to allocation to treatment (Visit 2). Participants must have failed trials of at least 2 treatments for CRPS, one of which must be a pharmacologic treatment.\n* Women of child-bearing potential must have a negative urine beta-human chorionic gonadotropin (β-HCG) pregnancy test at Visit 1 and must be using 2 forms of medically acceptable contraception, including at least 1 highly effective method of contraception with a low failure rate, defined as less than 1% per year (e.g., oral contraceptives or intrauterine device), and a second medically acceptable method such as use of condoms with spermicide by their male partner. A barrier method alone is not acceptable. Highly effective methods of contraception must be used for at least 1 month prior to Visit 2 and for the duration of the trial.\n* Participants must be able to communicate meaningfully, be able to differentiate with regard to location and intensity of the pain, and be able to answer the questions in the questionnaires used in this trial (assistance in filling out the questionnaires may be provided, if required due to motor or other impairment).\n\nExclusion Criteria:\n\n* Evidence of renal impairment (estimated glomerular filtration rate \\[eGFR\\] less than 60 mL/min/1.73 m2 using the 2009 Chronic Kidney Disease Epidemiology Collaboration \\[CKD-EPI\\] creatinine equation \\[Levey et al. 2009\\] or a urinary albumin creatinine ratio greater than 150 mg/g), based on central safety laboratory data obtained prior to Visit 2, or a history of chronic kidney disease. Note: a single repeat laboratory test is allowed.\n* Serum calcium or magnesium outside of the central laboratory's reference range, based on central safety laboratory data obtained prior to Visit 2 (a single repeat laboratory test is allowed); a history of hypocalcemia or a metabolic disorder anticipated to increase risk for hypocalcemia (e.g., hypoparathyroidism); concomitant use of drug(s) with known potential to cause hypocalcemia (e.g., aminoglycosides).\n* Vitamin D deficiency, defined as a 25(OH)D level less than 30 ng/mL, based on central safety laboratory data obtained prior to Visit 2 (up to 4 repeat laboratory tests are allowed). Participants with vitamin D deficiency should receive appropriate supplementation during the enrollment period. A vitamin D level of at least 30 ng/mL must be documented prior to allocation to investigational medicinal product (IMP).\n* Corrected QT interval (according to Fridericia's formula; QTcF) greater than 470 ms (average of 3 electrocardiograms \\[ECGs\\] obtained at Visit 1); serum potassium outside the central laboratory's reference range at Visit 1; clinically unstable cardiac disease, including: unstable atrial fibrillation, symptomatic bradycardia, unstable congestive heart failure, active myocardial ischemia, or an indwelling pacemaker; evidence of complete left bundle branch block; complete atrioventricular block; history of Long QT Syndrome or a relative with this condition; or any other known risk factor for torsade de pointes.\n* Participants receiving medications with a known risk of torsades de pointes within 7 days prior to allocation. Participants receiving selective serotonin re-uptake inhibitor antidepressants (e.g., citalopram, escitalopram) or tricyclic antidepressants are eligible if the QT-interval values do not meet the exclusion criteria, the medication was started at least 1 month prior to allocation, the dose is stable, and the dose is anticipated to remain stable until at least 4 days after the last infusion of IMP.\n* Anticipated requirement for treatment with oral or intravenous bisphosphonate for another condition such as osteoporosis during the trial, or administration of denosumab (Prolia®) or other drugs affecting bone turnover or bone metabolism within 6 months prior to Visit 1.\n* History of any allergic or hypersensitivity reaction to neridronic acid or other bisphosphonate, acetaminophen, or to vitamin D or calcium supplements.\n* Recent tooth extraction or other invasive dental procedure (within 3 months prior to Visit 1), unhealed or infected extraction site, or significant dental/periodontal disease (e.g., impacted molars, severe tooth decay, foci of infection) that may predispose to need for tooth extraction or other invasive dental procedures during the trial. Participants with indeterminate, suspicious or unreliable dental history, in the opinion of the investigator, must undergo a dental examination prior to receiving treatment.\n* Evidence of denture-related gum trauma or improperly fitting dentures causing injury.\n* Prior radiation therapy of the head or neck (within 1 year of Visit 1).\n* History of malignancy within 2 years prior to Visit 1, with the exception of basal cell carcinoma.\n* Use of nerve blocks, ketamine infusions, intravenous immunoglobulin, acupuncture, electromagnetic field treatment, or initiation/implementation of radiofrequency ablation or other sympathectomy procedures, or peripheral nerve stimulation within 6 weeks prior to Visit 2.\n* Evidence of current alcohol or drug abuse, or history of alcohol or drug abuse within 2 years of Visit 1, based on participant history and physical examination and according to the investigator's judgment.\n* Any other severe medical condition, including severe depression, or any other severe mood disorder, that in the opinion of the investigator may affect efficacy or safety assessments or may compromise the participant's safety during trial participation.\n* Women who are pregnant or breastfeeding.\n* Elevated aspartate aminotransferase or alanine aminotransferase greater than 2-fold upper limit of normal, based on central safety laboratory data obtained at Visit 1, or current evidence of chronic liver disease. Safety laboratory testing may be repeated prior to Visit 2, and participants will be allowed in the trial if results of 2 consecutive tests, at least 3 days apart, are less than or equal to 2-fold upper limit of normal.\n* Participation in another investigational drug trial within 3 months prior to Visit 1 or any previous trial with neridronic acid, with the exception of participants of KF7013-01 who were assigned to placebo and did not receive neridronic acid.\n* Participant is engaged in litigation related to their disability from CRPS in which monetary gain or loss (or other compensation) may affect their objective participation in the trial.\n* Participants taking forbidden concomitant medications/therapies or not being able to follow the rules of use of concomitant treatment.\n* Participants incapable of signing the informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Occurrence of Any Treatment Emergent Adverse Event (TEAE)","description":"The primary endpoint of this trial was a binary endpoint assessing whether or not a participant experienced any TEAE.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"277","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"275","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"267","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Occurrence of Permanent Discontinuation From Treatment Due to an Adverse Event","description":"The investigator could choose to permanently discontinue a participant from treatment if continued exposure of the participant to neridronic acid could have posed an undue risk to the participant.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Current Pain Intensity Score","description":"The current Complex Regional Pain Syndrome (CRPS)-related pain intensity score was captured at each visit using an 11-point numerical rating scale where 0 = \"no pain\" and 10 = \"pain as bad as you can imagine\", a higher score indicates more pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.54","spread":"2.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.57","spread":"2.45"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Response to Treatment, Defined as at Least 30% Decrease From Baseline in the Current Pain Intensity Score","description":"Participants with at least a 30 percent decrease in the current pain intensity score were considered to have responded to treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Response to Treatment, Defined as at Least 50% Decrease From Baseline in the Current Pain Intensity Score","description":"Participants with at least a 50 percent decrease in the current pain intensity score were considered to have responded to treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC) at Week 12","description":"The Patient Global Impression of Change (PGIC) is a self-reported measure of perceived change in overall condition since the start of the study. Participants selected one of seven responses ranging from \"very much improved\" to \"very much worse\". A response of \"very much improved\" or \"much improved\" is generally regarded as a clinically important improvement.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]},{"measurements":[{"groupId":"OG000","value":"71","spread":null}]},{"measurements":[{"groupId":"OG000","value":"98","spread":null}]},{"measurements":[{"groupId":"OG000","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC) at Week 26","description":"The Patient Global Impression of Change (PGIC) is a self-reported measure of perceived change in overall condition since the start of the study. Participants selected one of seven responses ranging from \"very much improved\" to \"very much worse\". A response of \"very much improved\" or \"much improved\" is generally regarded as a clinically important improvement.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]},{"measurements":[{"groupId":"OG000","value":"58","spread":null}]},{"measurements":[{"groupId":"OG000","value":"84","spread":null}]},{"measurements":[{"groupId":"OG000","value":"52","spread":null}]},{"measurements":[{"groupId":"OG000","value":"25","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the Pain Interference Score of the Brief Pain Inventory (BPI)","description":"The Brief Pain Inventory (BPI) Interference Score is the mean value of 7 self-reported items in question 9 of the BPI Short Form Questionnaire. Participants rated their interference of pain with general activity, walking, work, sleep and other activities in the past 24 hours, with possible ratings from 0 (does not interfere) to 10 (completely interferes). The BPI interference Score ranges from 0 to 10, with higher values indicating greater pain interference of daily activities.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"2.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"2.64"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":316},"commonTop":["Headache","Myalgia","Nausea","Fatigue","Condition aggravated"]}}}