{"nctId":"NCT00408317","briefTitle":"Safety and Efficacy Study of ULTRASE® MT20 in Participants With Cystic Fibrosis (CF) and Exocrine Pancreatic Insufficiency (PI)","startDateStruct":{"date":"2006-11"},"conditions":["Cystic Fibrosis","Exocrine Pancreatic Insufficiency"],"count":36,"armGroups":[{"label":"Ultrase® MT20","type":"EXPERIMENTAL","interventionNames":["Drug: Ultrase® MT20"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ultrase® MT20","otherNames":["Pancreatic enzyme product"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants or their legally authorized representative must understand the nature of the study and sign an informed consent or assent form along with a parental form\n* Participants must have a confirmed diagnosis of CF based on 1 or more clinical features consistent with the CF phenotype, and one of the following:\n\n  * A genotype with 2 identifiable mutations consistent with CF\n  * A sweat chloride test greater than 60 millimole per liter (mmol/L) by quantitative pilocarpine iontophoresis\n* Participants must have PI as demonstrated by a fecal elastase-1 (FE-1) concentration less than 100 microgram per gram (mcg/g) of stools (ScheBo test) and must require pancreatic enzyme supplementation\n* Participants must be clinically stable as evidenced by medical and medication history, baseline physical examination including vital signs and laboratory analyses\n* Participants must be 7 years and older\n* Participants must have an adequate nutritional status based on the following body mass index (BMI):\n\n  * Participants 7 to 20 years old must have a BMI greater than or equal to fifth percentile\n  * Female participants greater than 20 years old must have a BMI greater than or equal to 16\n  * Male participants greater 20 years old must have a BMI greater than or equal to 16.5\n* Participants must be on an optimal clinical dose of pancreatic enzymes (Ultrase® MT18 or MT20 or other pancreatic enzymes preparations including Ultrase® MT12) prior to entry in the study, and must tolerate this medication in the opinion of the investigator\n* Participants must be able to swallow capsules and must be able to eat a high fat diet calculated as 2 gram (± 15%) fat per kilogram body weight per day\n* Participants must be, in the opinion of the investigator, able and willing to complete this study\n* Female participants must be premenarcheal, surgically sterile or postmenopausal for at least 12 consecutive months. Otherwise, the women of childbearing potential (WOCBP) must not be pregnant and must have practiced an acceptable method of contraception for at least one month prior to the study entry\n\nExclusion Criteria:\n\n* Participants with a known contraindication, sensitivity or hypersensitivity to Ultrase or any porcine protein\n* Participants with a known allergy to the food drug and cosmetic (FD\\&C) Blue No. 2 dye indicator (stool marker)\n* Participants not willing to stop the prohibited medications or products at study entry and throughout the study\n* Participants who are using narcotics\n* Participants who are using bowel stimulants and/or laxatives on a regular basis\n* Participants with acute pancreatitis or acute exacerbation of chronic pancreatic disease\n* Participants with an acute pulmonary infection\n* Participants with a history of bowel resection\n* Participants suffering from any dysmotility disorders\n* Participants with chronic or severe abdominal pain\n* Participants receiving enteral tube feeding and not willing to stop during the course of the study\n* Participants known to have a significant medical disease that would compromise their welfare or confound the study results\n* Participants with a history of or a current diagnosis of clinically significant portal hypertension\n* Participants who have a condition known to increase fecal fat loss including celiac's disease, biliary cancer, biliary stricture, cholelithiasis, Crohn's disease, pancreas cancer, radiation enteritis, tropical sprue, Whipple's disease, lactose intolerance, pseudomembranous colitis\n* Participants with a current diagnosis or a history of complete distal intestinal obstruction syndrome (DIOS) in the past 6 months; or, participants who had 2 or more episodes of DIOS in the past year\n* Participants with poorly controlled diabetes to the investigator's opinion\n* Female participants who are pregnant or lactating\n* Participants who received an investigational drug within 30 days prior to entry into the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Coefficient of Fat Absorption (CFA)","description":"Percent (%) CFA was calculated as (\\[fat intake - fat excretion\\]/fat intake)\\*100, determined by the stools collected during the 72-hour period which could extend to 96 hours during both intervention periods. Mean CFA percent was calculated for 72-hour/96-hour period during Day 3 to Day 7 in the first and second intervention periods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.55","spread":"4.94"},{"groupId":"OG001","value":"55.61","spread":"25.10"}]}]}]},{"type":"SECONDARY","title":"Percent Coefficient of Nitrogen Absorption (CNA)","description":"Percent (%) CNA was calculated as \\[(nitrogen intake-nitrogen excretion)/nitrogen intake\\]\\*100, determined by the stools collected during the 72-hour period which could extend to 96 hours during both intervention periods. Nitrogen intake was calculated as protein intake/6.25. Mean percent CNA was calculated for 72-hour/96-hour period during Day 3 to Day 7 in the first and second intervention periods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.05","spread":"7.24"},{"groupId":"OG001","value":"58.78","spread":"20.57"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Bowel Movements","description":"Number of bowel movements of each participant was calculated from frequency of stools by the participant per day. Mean daily number of bowel movements on Day 3 for the first treatment period and second treatment period was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"1.0"},{"groupId":"OG001","value":"3.1","spread":"1.8"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Stool Categorized by Consistency","description":"Stool consistency was categorized as hard, formed/normal, soft or watery stool. Percentage of stools of a specific consistency of each participant was calculated as the number of stools with a specific consistency relative to the total number of stools during the collection period. Mean percentage of stool with specific consistency on Day 4 for the first treatment period and second treatment period period for total participants was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.31","spread":"27.98"},{"groupId":"OG001","value":"3.57","spread":"18.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.19","spread":"39.13"},{"groupId":"OG001","value":"25.71","spread":"43.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.50","spread":"29.27"},{"groupId":"OG001","value":"66.73","spread":"45.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"},{"groupId":"OG001","value":"3.99","spread":"13.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":["Abdominal pain","Fecal fat increased","Abdominal pain upper","Laboratory test abnormal","Flatulence"]}}}