{"nctId":"NCT01278407","briefTitle":"A Study of E2020 in Patients With Dementia With Lewy Bodies (DLB), Followed by a Long-term Extension Phase","startDateStruct":{"date":"2011-02"},"conditions":["Dementia With Lewy Bodies (DLB)"],"count":142,"armGroups":[{"label":"Placebo - Confirmatory Phase","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Donepezil matched placebo"]},{"label":"Donepezil 5 mg - Confirmatory Phase","type":"EXPERIMENTAL","interventionNames":["Drug: Donepezil 5 mg"]},{"label":"Donepezil 10 mg - Confirmatory Phase","type":"EXPERIMENTAL","interventionNames":["Drug: Donepezil 10 mg"]},{"label":"Placebo to Donepezil (5 +10 mg) - Extension Phase","type":"EXPERIMENTAL","interventionNames":["Drug: Donepezil 10 mg"]},{"label":"Donepezil (5 +10 mg) - Extension Phase","type":"EXPERIMENTAL","interventionNames":["Drug: Donepezil 10 mg"]}],"interventions":[{"name":"Donepezil 5 mg","otherNames":["E2020"]},{"name":"Donepezil 10 mg","otherNames":["E2020"]},{"name":"Donepezil matched placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Patients diagnosed as probable dementia with Lewy bodies (DLB) according to the consensus diagnostic criteria for DLB\n2. Patients having caregivers throughout the study who submited written consent to cooperate with this study, who routinely stayed with patients 3 days or more a week (at least 4 hours a day), provided patients' information necessary for this study, assisted treatment compliance, and escorted the patients on required visits to study institution\n3. Clinical Dementia Rating (CDR) score ≥ 0.5\n4. Mini-Mental State Examination (MMSE) score of 10 to 26\n\nExclusion Criteria\n\n1. Patients diagnosed with Parkinson's disease with dementia (PDD)\n2. Patients who received anti-dementia drug therapy at the same institution\n3. Patients who received anti-dementia drug therapy within 12 weeks before start of Screening\n4. Patients with a complication of serious neuropsychiatric disease(s) such as stroke, brain tumor, schizophrenia, epilepsy, normal pressure hydrocephalus, mental retardation, brain trauma with unconsciousness, or a history of brain surgery causing unrecovered deficiency\n5. Patients with severe extrapyramidal disorders (Hoehn and Hahr staging score ≥ IV)\n6. Patients whose systolic blood pressure was less than 90 mmHg or pulse rate was less than 50 bpm at screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mini-Mental State Examination (MMSE) Score","description":"The MMSE was used to measure cognitive impairment. The MMSE can evaluate overall cognitive function, and is widely used for the assessment of cognitive impairment in dementia patients. The questionnaire consists of 11 items, and each item aims to evaluate different cognitive domains such as orientation, memory, attention, and construction. The score ranged from 0 to 30, with a higher score indicating better function. A positive change score indicated improvement from baseline. Data are presented as change from baseline in mean MMSE +/- standard deviation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"3.0"},{"groupId":"OG001","value":"1.4","spread":"3.4"},{"groupId":"OG002","value":"2.2","spread":"2.9"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Neuropsychiatric Inventory (NPI-2) Score","description":"The NPI was a questionnaire that quantified psychiatric symptoms and behavioral disorders in dementia. A total of 12 items (the original NPI-10 consisting of 10 behavioral domains: delusions, hallucinations, agitation/aggression, dysphoria, anxiety, euphoria, apathy, disinhibition, irritability/lability, and aberrant motor behavior, supplemented by 2 dementia with Lewy bodies (DLB)-relevant domains of sleep, and cognitive fluctuation \\[reported as cognitive fluctuation inventory\\]) were assessed. The score of each item was calculated as frequency (scale: 1=occasionally to 4=very frequently) x Severity (scale: 1=Mild to 3=Severe). The NPI-2 was calculated as the sum of the scores for hallucinations and cognitive fluctuation, to yield a possible total score of 0 to 24. Lower score=less severity. A negative change score from baseline indicated improvement. Data are presented as change from baseline in mean NPI-2 +/- standard deviation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"4.2"},{"groupId":"OG001","value":"-1.7","spread":"4.3"},{"groupId":"OG002","value":"-2.9","spread":"4.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":46},"commonTop":["Nasopharyngitis","Parkinsonism","Contusion","Diarrhoea","Decreased appetite"]}}}