{"nctId":"NCT01572727","briefTitle":"A Study of the Experimental Drug BKM120 With Paclitaxel in Patients With HER2 Negative, Locally Advanced or Metastatic Breast Cancer, With or Without PI3K Activation","startDateStruct":{"date":"2012-08"},"conditions":["Breast Cancer"],"count":416,"armGroups":[{"label":"BKM120 and paclitaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: BKM120"]},{"label":"Placebo and paclitaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Paclitaxel","Drug: BKM120 matching placebo"]}],"interventions":[{"name":"Paclitaxel","otherNames":["Taxol"]},{"name":"BKM120 matching placebo","otherNames":[]},{"name":"BKM120","otherNames":["Buparlisib"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Breast cancer that is locally advanced or metastatic\n* HER2 negative disease, and a known hormone receptor status - ER/PgR (common breast cancer classification tests)\n* A tumor sample must be shipped to a central lab for identification of biomarkers (PI3K activation status) before randomization\n* Adequate bone marrow and organ function\n* Measurable or non-measurable disease\n\nExclusion Criteria:\n\n* Prior chemotherapy for locally advanced or metastatic disease\n* Previous treatment with PI3K or AKT inhibitors\n* Patient has symptomatic CNS metastases\n* Concurrent malignancy or malignancy within 3 years of study enrollment\n* Hematopoietic colony-stimulating growth factors or radiation within 2-4 weeks prior to starting study drug\n* Increasing or chronic treatment (\\> 5 days) with corticosteroids or another immunosuppressive agent\n* Active heart (cardiac) disease as defined in the protocol\n* Known hypersensitivity or contraindications to use paclitaxel\n* Pregnant or nursing (lactating) woman\n* Certain scores on an anxiety and depression mood questionaire given at screening\n* Other protocol defined criteria may apply","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)Assessed by Local Investigator's Assessment (Phase ll)","description":"PFS was defined as the time from the date of randomization to the date of the event, defined as the first radiologically documented disease progression or death due to any cause. Progression was defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival by Kaplan-Meier Estimate (Phase ll)","description":"Overall survival (OS) was defined as the time from date of randomization to date of death due to any cause. If a patient was not known to have died by the date of analysis cut-off, OS was censored at the date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (Phase ll)","description":"Percentage of patients with best overall response of complete response (CR) or partial response (PR) based on local investigator's assessment according to RECIST v1.1. According to this criteria, CR = at least two determinations of CR at least 4 weeks apart before progression; PR = at least two determinations of PR or better at least 4 weeks apart before progression (and not qualifying for a CR). Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"27.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (Phase Lll)","description":"time from the date of the first documented response (CR or PR, which had to be confirmed subsequently) to the date of the first radiologically documented disease progression or death due to disease","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Time to Response (Phase Lll)","description":"time from date of randomization until first documented response (CR or PR, which has to be confirmed subsequently).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR) (Phase ll)","description":"CBR was defined as the percentage of patients with an overall response of CR or PR or SD or non-CR/non-PD lasting more than 24 weeks based on local Investigator's assessment according to RECIST v1.1.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"32.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration-time Profiles of BKM120 - Pharmacokinetics (PK) (Phase Lll)","description":"Summary statistics for PK: plasma concentration-time profiles of BKM120 and appropriate individual PK parameters based on population PK model , if deemed appropriate; each cycle = 28 days","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of ECOG Performance Status (Phase Lll)","description":"Time to definitive deterioration of the ECOG performance status from baseline","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":61,"n":202},"commonTop":["ALOPECIA","DIARRHOEA","NAUSEA","FATIGUE","RASH"]}}}