{"nctId":"NCT02168946","briefTitle":"Efficacy, Safety, Tolerability of Vabomere Compared to Best Available Therapy in Treating Serious Infections in Adults","startDateStruct":{"date":"2014-07"},"conditions":["Urinary Tract Infection Complicated","Acute Pyelonephritis","Hospital Acquired Bacterial Pneumonia","Ventilator-associated Bacterial Pneumonia","Bacteremia","Abdominal Infection"],"count":77,"armGroups":[{"label":"Vabomere","type":"EXPERIMENTAL","interventionNames":["Drug: Vabomere"]},{"label":"Best Available Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Best Available Therapy"]}],"interventions":[{"name":"Vabomere","otherNames":["Combination meropenem and vaborbactam","beta-lactamase inhibitor and carbapenem antibiotic"]},{"name":"Best Available Therapy","otherNames":["IV Antibiotics"]}],"eligibilityModule":{"eligibilityCriteria":"* Inclusion Criteria:\n\n  1. Willingness to comply with all study activities and procedures and to provide signed, written informed consent prior to any study procedures. If a subject is unable to provide informed consent due to their medical condition, the subject's legal representative will be provided with study information in order for consent to be obtained.\n  2. Hospitalized male or female, ≥18 years of age.\n  3. Weight ≤185 kg.\n  4. Have a confirmed diagnosis of a serious infection, specifically cUTI or AP, cIAI, HABP, VABP, and/or bacteremia, requiring administration of IV antibacterial therapy.\n  5. Have a known or suspected Carbapenem-Resistant Enterobacteriaceae (CRE) infection.\n  6. Expectation, in the opinion of the Investigator, that the subject's infection will require treatment with IV antibiotics for a minimum of 7 days.\n  7. Expectation that subjects with an estimated creatinine clearance \\<10 ml/min (Cockcroft-Gault) will receive hemodialysis at least 2 times per week.\n  8. For cUTI \\& AP subjects only: expectation, in the judgment of the Investigator, that any indwelling urinary catheter or instrumentation (including nephrostomy tubes and/or indwelling stents) will be removed or replaced (if removal is not clinically acceptable) before or as soon as possible, but not longer than 12 hours, after randomization.\n\n     For cIAI subjects only: • Expectation, in the judgment of the investigator, that operative drainage/debridement/removal (including open laparotomy, percutaneous drainage, or laparoscopic surgery) of any intra-abdominal collection or other potential source of intra abdominal infection will be performed;\n\n     • Expectation that cultures from the aforementioned procedure (including open laparotomy, percutaneous drainage, or laparoscopic surgery) will be sent for microbiological evaluation, including gram stain, culture and susceptibility testing, and Vabomere susceptibility testing.\n  9. Female subjects of childbearing potential, including those who are less than 2 years post menopausal, must agree to, and comply with, using 2 highly effective methods of birth control (i.e., condom plus spermicide, combined oral contraceptive, implant, injectable, indwelling intrauterine device, sexual abstinence, or a vasectomized partner) while participating in this study. In addition, all women of childbearing potential must agree to continue to use 2 forms of birth control throughout the study and for at least 30 days after administration of the last dose of study drug.\n* Exclusion Criteria:\n\n  1. History of any significant hypersensitivity or severe allergic reaction to any beta-lactam antibiotics (e.g., cephalosporins, penicillins, carbapenems, or monobactams).\n  2. Known or suspected likely infection with New Delhi metallo- (NDM), Verona integron-encoded metallo- (VIM), or IMP-metallo-beta-lactamases or oxacillinase- (OXA)-beta-lactamases (i.e., Class B or Class D beta-lactamases).\n  3. For subjects to be enrolled with the primary indication of cUTI or AP, any of the following urologic conditions:\n\n     1. Likely to receive ongoing antibacterial drug prophylaxis after treatment of cUTI (e.g., subjects with vesico-ureteral reflux);\n     2. Suspected or confirmed prostatitis;\n     3. Requirement for bladder irrigation with antibiotics or for antibiotics to be administered directly via urinary catheter;\n     4. Previous or planned cystectomy or ileal loop surgery;\n     5. Uncomplicated urinary tract infection (for example, female subjects with urinary frequency, urgency or pain or discomfort without systemic symptoms or signs of infection);\n     6. Complete, permanent obstruction of the urinary tract;\n     7. Suspected or confirmed perinephric or renal corticomedullary abscess;\n     8. Polycystic kidney disease; or\n     9. Any recent history of trauma to the pelvis or urinary tract.\n  4. For subjects to be enrolled with the primary indication of cIAI, any of the following conditions:\n\n     1. Incomplete drainage of suspected or known intra-abdominal source;\n     2. Likely to receive ongoing antibacterial drug prophylaxis or chronic suppressive therapy after intravenous treatment of cIAI;\n     3. Source of infection thought to be related to or involving a non-removable prosthesis (e.g. intra-abdominal mesh) or implantable device, line (e.g. peritoneal catheter) or stent (e.g. biliary stent);\n     4. Uncomplicated intra-abdominal infection, such as simple appendicitis, simple cholecystitis or gangrenous cholecystitis without rupture;\n     5. Patients with infected necrotizing pancreatitis or pancreatic abscess;\n     6. Patients whose surgery will include staged abdominal repair or \"open abdomen\" technique, or marsupialization (i.e. patients who undergo a surgical procedure where fascial closure is performed are eligible. The skin incision may be left open for purposes of wound management as long as fascial closure is accomplished);\n     7. Patients in whom the intra-abdominal process is deemed not likely to be infectious in origin (e.g. bowel obstruction, ischemic bowel without perforation, traumatic bowel perforation within past 12 hours, perforated gastroduodenal ulcer within 24 hours); or\n     8. Non-intra-abdominal infection (e.g. infection or abscess of the abdominal wall without extension into the intra-abdominal cavity).\n  5. For subjects to be enrolled with the primary indication of HABP or VABP, any of the following conditions:\n\n     1. Diagnosis of ventilator-associated tracheobronchitis\n     2. Inability to obtain proper respiratory specimens for culture.\n  6. For subjects to be enrolled with the indication of bacteremia unrelated to cUTI or AP, cIAI, HABP, and VABP, any of the following:\n\n     1. Unverified CRE infection\n     2. Source of infection thought to be related to or involving a non-removable or implantable device or line.\n  7. Evidence of immediately life-threatening disease where in the opinion of the Investigator, the subject is unlikely to survive more than 72 hours from randomization.\n  8. Acute Physiology and Chronic Health Evaluation (APACHE) II score \\>30.\n  9. Known or suspected endocarditis, meningitis, intra-abdominal infection, or osteomyelitis.\n  10. Irremovable or implantable device or line thought to be the potential source of infection.\n  11. Evidence of significant hepatic, hematological, or immunologic disease or dysfunction.\n  12. Women who are pregnant or breastfeeding.\n  13. Require the use of inhaled antibiotics.\n  14. Participation in any study involving administration of an investigational agent or device within 30 days prior to randomization into this study or previous participation in the current study.\n  15. Previous participation in a study of vaborbactam.\n  16. Any condition that, in the opinion of the Investigator, would compromise the safety of the subject or the quality of the data.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects in the Microbiological Carbapenem-resistant Enterobacteriaceae Modified Intent-to-Treat (mCRE-MITT) Population With a Response of Overall Success [Complicated Urinary Tract Infection (cUTI) or Acute Pyelonephritis (AP) Subjects]","description":"Overall success is defined as clinical cure \\& microbiological eradication. Eradication defined by FDA as the demonstration that the bacterial pathogen(s) found at baseline is reduced to \\<10x4 colony forming unit (CFU)/mL urine. Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"All-cause Mortality Rate in the mCRE-MITT Population [Hospital-acquired Bacterial Pneumonia (HABP), Ventilator-associated Bacterial Pneumonia (VABP) and Bacteremia Subjects)","description":"The All-cause mortality rate at Day 28 in the mCRE-MITT population (HABP/VABP and Bacteremia)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Proportion of Subjects in the mCRE-MITT Population With a Clinical Outcome of Cure [Complicated Intra-abdominal Infection (cIAI) Subjects Only]","description":"Clinical cure defined as complete resolution or significant improvement of the baseline signs and symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"The All-cause Mortality Rate in the mCRE-MITT Population (All Indications)","description":"All Cause Mortality at Day 28 in the mCRE-MITT population (all indications)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"The All-cause Mortality Rate in the m-MITT Population (All Indications)","description":"The All Cause Mortality rate at Day 28 in the m-MITT population (all indications)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"The All-cause Mortality Rate in the mCRE-MITT Population (cUTI/AP)","description":"All Cause Mortality at Day 28 in the mCRE-MITT population (cUTI/AP subjects only)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the mCRE-MITT Population With a Clinical Outcome of Cure (All Indications)","description":"Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the mCRE-MITT Population With a Clinical Outcome of Cure (cUTI/AP Subjects Only)","description":"Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the mCRE-MITT Population With a Clinical Outcome of Cure (HABP/VABP and Bacteremia)","description":"Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the Microbiological Modified Intent-to-Treat (m-MITT) Population With a Clinical Outcome of Cure (All Indications)","description":"Clinical cure defined as complete resolution or significant improvement of the baseline signs and symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the m-MITT Population With a Clinical Outcome of Cure (cUTI/AP)","description":"Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the m-MITT Population With a Clinical Outcome of Cure (HABP/VABP and Bacteremia)","description":"Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the mCRE-MITT Population With a Microbiological Outcome of Eradication (All Indications)","description":"Includes subjects with microbiologic eradication or presumed eradication as defined: microbiologic eradication of the baseline pathogen or absence of culture result (microbiologic outcome of indeterminate or not assesses) where subject is deemed as clinical cure at that visit. For cUTI/AP subjects, demonstration that the bacterial pathogen(s) found at baseline is reduced to \\<10x4 CFU/mL urine (FDA).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the m-MITT Population With a Microbiological Outcome of Eradication (All Indications)","description":"Microbiological eradication defined for cUTI/AP as the demonstration that the bacterial pathogen(s) found at baseline is reduced to \\<10x4 CFU/mL urine (FDA).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the m-MITT Populations With a With a Response of Overall Success (cUTI/AP)","description":"Proportion of subjects in m-MITT Population with response of cure and microbiological eradication or presumed eradication. Eradication defined for cUTI/AP as the demonstration that the bacterial pathogen(s) found at baseline is reduced to \\<10x4 CFU/mL urine (FDA). Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects in the m-MITT Populations With a With a Response of Overall Success (Bacteremia Only)","description":"Proportion of subjects in m-MITT Population with response of cure and microbiological eradication or presumed eradication. Clinical cure defined as complete resolution or significant improvement of the baseline signs \\& symptoms, no further antimicrobial warranted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":50},"commonTop":["Diarrhea","Anemia","Hypokalemia","Hypotension","Nausea"]}}}