{"nctId":"NCT00454584","briefTitle":"An Efficacy and Safety Study of CNTO 1275 Compared to Etanercept in Patients With Plaque Psoriasis","startDateStruct":{"date":"2007-03"},"conditions":["Psoriasis"],"count":903,"armGroups":[{"label":"CNTO 1275 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: CNTO 1275 45 mg"]},{"label":"CNTO 1275 90 mg","type":"EXPERIMENTAL","interventionNames":["Drug: CNTO 1275 90 mg"]},{"label":"Etanercept 50 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Etanercept 50 mg"]}],"interventions":[{"name":"CNTO 1275 45 mg","otherNames":[]},{"name":"CNTO 1275 90 mg","otherNames":[]},{"name":"Etanercept 50 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have had a diagnosis of plaque-type psoriasis at least 6 months prior to the study\n* Have plaque-type psoriasis covering at least 10 percentage of total body surface area\n* Have a Psoriasis Area and Severity Index (PASI) score of 12 or greater and a Physician's Global Assessment (PGA) score of 3 or greater at the time of the first administration of study drug\n* Must be suitable for phototherapy or systemic treatment for psoriasis\n* Have failed to respond to or have condition which prevents use of cyclosporine, methotrexate (MTX) or psoralen plus ultraviolet light A (PUVA)\n\nExclusion Criteria:\n\n* Currently have nonplaque forms of psoriasis\n* Have current drug-induced psoriasis\n* Have used any therapeutic agent targeted at reducing interleukin-12 (IL-12) or IL-23 (Interleukins are the substance produced by body in immunological disease like psoriasis)\n* Have received phototherapy or any systemic medications/treatments that could affect psoriasis or PASI evaluation (including, but not limited to, oral or injectable corticosteroids, retinoids, 1,25 dihydroxy vitamin D3 and analogues, psoralens, sulfasalazine, hydroxyurea, or fumaric acid derivatives) within 4 weeks of the first administration of study agent\n* Have used a biologic within the previous 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving a Greater Than or Equal to 75 Percentage Improvement From Baseline in Psoriasis Area and Severity Index (PASI 75) Score at Week 12","description":"Number of participants achieving greater than or equal to 75 percentage improvement from baseline in Psoriasis Area and Severity Index (PASI) at Week 12. PASI is the widely used tool for the measurement of severity of psoriasis. This is a test of how bad a person's psoriasis is. The combination of redness, scaling, and thickness, as well as overall body involvement determine the PASI score. The scale ranges from 0 (best) -72 (worst). Baseline visit refers to Week 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"197","spread":null},{"groupId":"OG001","value":"141","spread":null},{"groupId":"OG002","value":"256","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Physician's Global Assessment (PGA) of Cleared or Minimal at Week 12","description":"Number of participants achieving a physician global assessment (PGA) (0-5) of cleared or minimal at Week 12. The PGA is 7-point scale used in clinical trial of various diseases. In this the physician checks the state of the disease and gives them score from 0 (clear) to 5 (severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null},{"groupId":"OG001","value":"136","spread":null},{"groupId":"OG002","value":"245","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving a Greater Than or Equal to 90 Percentage Improvement From Baseline in Psoriasis Area and Severity Index (PASI 90) Score at Week 12","description":"Number of participants achieving greater than or equal to 90 percentage improvement from baseline in Psoriasis Area and Severity Index (PASI) at Week 12. PASI is the widely used tool for the measurement of severity of psoriasis. This is a test of how bad a person's psoriasis is. The combination of redness, scaling, and thickness, as well as overall body involvement determine the PASI score. The scale ranges from 0 (best) -72 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"76","spread":null},{"groupId":"OG002","value":"155","spread":null}]}]}]},{"type":"SECONDARY","title":"Difference in Psoriasis Area Severity Index Between Week 12 and That Achieved 12 Weeks After Retreatment (Week R12)","description":"The difference between the PASI score at Week 12 and that achieved after 12 weeks of retreatment. The PASI is the widely used tool for the measurement of severity of psoriasis. This is a test of how bad a person's psoriasis is. The combination of redness, scaling, and thickness, as well as overall body involvement determine the PASI score. The scale ranges from 0 (best) -72 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.99","spread":"3.799"},{"groupId":"OG001","value":"-0.30","spread":"4.124"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":347},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Back pain","Injection site erythema"]}}}