{"nctId":"NCT02721069","briefTitle":"Repeat Dose Safety Study of NRL-1 in Epilepsy Subjects","startDateStruct":{"date":"2016-04-11","type":"ACTUAL"},"conditions":["Acute Repetitive Seizures","Breakthrough Seizures"],"count":175,"armGroups":[{"label":"NRL-1","type":"EXPERIMENTAL","interventionNames":["Drug: NRL-1"]}],"interventions":[{"name":"NRL-1","otherNames":["Intranasal diazepam"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female subjects between the ages of 6 and 65 years, inclusive.\n2. Written informed consent to participate in the study.\n3. Subject has a clinical diagnosis of Epilepsy and while on a stable regimen of anti-epileptic medication, still experiences bouts of seizures (e.g. frequent break through seizures or Acute Repetitive Seizures \\[ARS\\]), and who, in the opinion of the Investigator, may need benzodiazepine intervention for seizure control at least 1 time a month on average.\n4. Subject has a qualified caregiver or medical professional available that can administer study medication in the event of a seizure.\n5. Subjects having either partial or generalized Epilepsy with motor seizures or seizures with clear alteration of awareness.\n6. Female subjects of childbearing potential, defined as having a menstrual cycle and who are not surgically sterile or less than two (2) years postmenopausal, must complete a pregnancy screen and agree to utilize one of the following forms of contraception during the trial and for 21 days after the last dose of study drug: abstinence, hormonal (oral, transdermal, implant, or injection), barrier (condom, diaphragm with spermicide), intrauterine device (IUD), or vasectomized partner (six months minimum). Subjects must have used the same method for at least one (1) month prior to starting the study.\n7. No clinically significant abnormal findings in the medical history, on the physical examination or electrocardiogram (QTcF\\<450 msec for males and QTcF\\<470 msec for females).\n8. Subjects and caregivers must agree to return to the study site for all study visits and must be willing to comply with all required study procedures.\n\nExclusion Criteria:\n\n1. A history of clinically significant gastrointestinal, renal, hepatic, hematologic, endocrine, oncologic, pulmonary, immunologic, psychiatric, or cardiovascular disease, or any other condition which, in the opinion of the Investigator, would jeopardize the safety of the subject.\n2. Subject has had significant traumatic injury, major surgery or open biopsy within 30 days prior to study screening.\n3. Subjects with active major depression or a past suicide attempt, or any Suicidal Ideation of 3, 4, or 5 or any Suicidal Behavior in Lifetime using Columbia-Suicide Severity Rating Scale (C-SSRS). The pediatric C-SSRS should be used for subjects age 6 to 11. The adult C SSRS should be used for subjects 12 and greater years of age.\n4. A history of allergic or adverse responses to diazepam or any comparable or similar product.\n5. Participation in a clinical trial other than protocol DIAZ.001.04 within 30 days prior to Day 0. Participation in an observational (non-interventional) study is not excluded as long as there are no scheduling conflicts with this study.\n6. Positive serum pregnancy test (ß-hCG) at screening for subjects age 12 or greater.\n7. Positive blood screen for Human immunodeficiency virus (HIV), Hepatitis B surface antigen (HbSAg), or Hepatitis C, or a positive urine screen for alcohol or drugs of abuse, except marijuana use for medical reasons. When marijuana was used for medical reasons in the opinion of the investigator, it is not considered as drug abuse and the patient can be enrolled even if the marijuana metabolites in the urine revealed as positive.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Received NRL-1 (Valtoco)","description":"Assess the number of participants who received at least one dose of NRL-1 (Valtoco) during the study and comprised the safety population.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"54","spread":null},{"groupId":"OG002","value":"46","spread":null},{"groupId":"OG003","value":"54","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":9},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection","Pyrexia","Seizure","Influenza"]}}}