{"nctId":"NCT00973479","briefTitle":"An Effectiveness and Safety Study of Intravenous Golimumab in Patients With Active Rheumatoid Arthritis Despite Treatment With Methotrexate Therapy","startDateStruct":{"date":"2009-09"},"conditions":["Arthritis, Rheumatoid"],"count":592,"armGroups":[{"label":"Group I: Placebo + Methotrexate (MTX)","type":"EXPERIMENTAL","interventionNames":["Drug: Golimumab","Other: Placebo","Drug: methotrexate (MTX)"]},{"label":"Group II: Golimumab + Methotrexate (MTX)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Golimumab","Other: Placebo","Drug: methotrexate (MTX)"]}],"interventions":[{"name":"Golimumab","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"methotrexate (MTX)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of rheumatoid arthritis (RA) for at least 3 months prior to screening\n* Have been treated with and tolerated methotrexate (MTX) at a dose of at least 15 mg/week for at least 3 months prior to screening, and have been on a stable MTX dose of 15 mg/week to 25 mg/week for at least 4 weeks prior to screening\n* Have an active RA, as defined by disease activity with at least 6 swollen and 6 tender joints, at the time of screening and at baseline\n* C-Reactive Protein greater than or equal to 1.0 mg/dL at screening\n* No history of latent or active tuberculosis prior to screening\n\nExclusion Criteria:\n\n* Other inflammatory diseases, including but not limited to psoriatic arthritis, ankylosing spondylitis, systemic lupus erythematosus, or lyme disease\n* Treated with disease modifying agents (other than methotrexate)/systemic immunosuppressives (eg, D-penicillamine, hydroxychloroquine, chloroquine, oral or parenteral gold, sulfasalazine, leflunomide, azathioprine, cyclosporine, mycophenolate mofetil) during the 4 weeks prior to first administration of study agent\n* Received intra-articular (in the joint), intramuscular (in the muscle), or intravenous corticosteroids, including adrenocorticotropic hormone, during the 4 weeks prior to first administration of study agent\n* Known allergy to human immunoglobulin proteins or other components of golimumab\n* Received any commercial or investigational anti-tumor necrosis factor alpha therapy such as but not exclusively infliximab, golimumab, adalimumab or etanercept","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants With an American College of Rheumatology (ACR) 20 Response at Week 14","description":"An ACR 20 response is defined as a greater than or equal to 20 percent improvement from baseline in: 1. Swollen (66 joints) and tender (68 joints) joint counts; 2. greater than or equal to 20 percentage improvement in at least 3 of the following 5 assessments: a. Participant's assessment of pain by Visual Analog Scale (VAS), (0 \\[no pain\\] to 10 \\[worst pain\\]) b. Participant's global assessment of disease activity by VAS c. Physician's global assessment of disease activity by VAS d. Participant's assessment of physical function as measured by the Health Assessment Questionnaire (HAQ) e. C-reactive protein.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.9","spread":null},{"groupId":"OG001","value":"58.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Moderate or Good Response in Disease Activity Index Score 28 (DAS28) Using C-reactive Protein (CRP) at Week 14","description":"DAS28 using CRP is an index to measure the disease activity in participants with rheumatoid arthritis combining tender joints (28 joints), swollen joints (28 joints), CRP, and participant's global assessment of disease activity. The DAS28 score ranges from 0 (best) to 10 (worst). DAS28 score above 5.1 means high disease activity whereas a DAS28 below 3.2 indicates low disease activity. Higher scores indicate worsening. A decrease in DAS28 score \\>1.2 is being referred to as a \"good response\" and a decrease of 0.6-1.2 as a \"moderate response\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.1","spread":null},{"groupId":"OG001","value":"81.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire (HAQ) Score at Week 14","description":"The HAQ is 20-question instrument that assesses the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping, and activities of daily living). Responses in each functional area are scored from 0 (no difficulty), to 3 (inability to perform a task in that area). HAQscore on a scale ranges from 0 (no disability) to 3 (completely disabled). Higher scores indicate worsening.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1250","spread":"0.55770"},{"groupId":"OG001","value":"0.5000","spread":"0.57706"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Who Achieved American College of Rheumatology (ACR) 50 Response at Week 24","description":"An ACR 50 response is defined as a greater than or equal to 50 percent improvement from baseline in: 1. Swollen (66 joints) and tender (68 joints) joint counts; 2. greater than or equal to 50 percentage improvement in 3 of the following 5 assessments: a. Participant's assessment of pain by Visual Analog Scale (VAS) (0-10 cm) b. Participant's global assessment of disease activity by VAS (0-10 cm) c. Physician's global assessment of disease activity by VAS (0-10 cm) d. Participant's assessment of physical function as measured by the Health Assessment Questionnaire (HAQ) e. C reactive protein.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"34.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Van Der Heijde Modified Sharp (vdH-S) Score at Week 24.","description":"Total vdH-S score is sum of joint erosion score and joint-space narrowing (JSN) score. Joint erosion score summarizes erosion severity in 32 joints of hands and 12 joints of feet. Each joint scored from 0 (no erosion) to 5 (extensive loss of bone from more than one half of the articulating bone). Maximal erosion score is 280. JSN score summarizes severity of JSN in 30 joints of hands and 12 joints of feet. Assessment of JSN, including subluxation, is scored from 0 (normal) to 4 (bony ankylosis or complete luxation). Maximal JSN score is 168. Thus, the worst possible vdH-S score is 448.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.09","spread":"3.194"},{"groupId":"OG001","value":"0.03","spread":"1.899"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":68},"commonTop":["Upper respiratory tract infection","Bronchitis","Rheumatoid arthritis","Nasopharyngitis","Hypertension"]}}}