{"nctId":"NCT04600895","briefTitle":"The Prevent Severe COVID-19 (PRESECO) Study","startDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"conditions":["Covid19"],"count":1187,"armGroups":[{"label":"Favipiravir","type":"EXPERIMENTAL","interventionNames":["Drug: Favipiravir"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Favipiravir","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults age 18 or older\n* Tested positive for SARS-CoV-2 by RT-PCR assay using a respiratory tract sample (either nasopharyngeal swab OR oropharyngeal swab OR nasal aspirate OR tracheobronchial aspirate OR saliva) collected within 72 hours of randomization\n* Stated willingness to give their written informed consent to participate in the study\n* Stated willingness to comply with all study procedures and availability for the duration of the study\n* Males must be sterile, OR agree not to donate semen AND agree to strictly adhere to contraceptive measures during the study and for 7 days following the last dose of study medication\n* Females must be unable to bear children, OR ensure that their male partner is incapable of fathering a child, OR, if of childbearing potential will strictly adhere to contraceptive measures during the study and for seven days following the last dose of study medication\n* Females must agree to stop breast-feeding prior to first dose of study drug and through seven days after completing therapy\n* Females must have a negative pregnancy test at screening\n* Ability to take oral medication and be willing to adhere to the favipiravir/placebo regimen\n* Subject has access to a smart phone, tablet, or PC\n* Minimal baseline severity score for COVID-19-related symptoms: at least two symptoms with a score of 2 or higher. COVID-19-related symptoms (excluding changes in the sense of taste or smell) include:\n* stuffy or runny nose\n* sore throat\n* shortness of breath\n* cough\n* lack of energy or tiredness\n* muscle or body aches\n* headache\n* chills or shivering\n* feeling hot or feverish\n* nausea\n* diarrhea\n* vomiting\n\nExclusion Criteria:\n\n* O2 saturation \\<94%\n* Shortness of breath at rest\n* Heart rate ≥ 125 per minute\n* COVID-19 symptoms first presented \\>5 days prior to randomization\n* Requirement for hospitalization at the time of enrollment\n* Participation in another trial or use of any experimental treatment for COVID-19\n* Treatment with high steroid dose i.e. \\>30 mg/day prednisolone equivalent (excluding stable chronic treatment) or remdesivir or anyone receiving SARS-CoV-2 monoclonal antibodies within 3 months prior to enrollment\n* Known sepsis or organ dysfunction/ failure\n* Known infection with a respiratory virus other than SARS-CoV2 (e.g. Influenza) or any known bacterial infection (affecting the respiratory system or any other system)\n* Inability to adhere to study requirements\n* For premenopausal women: unwilling or unable to use effective birth control measures\n* Known allergy to favipiravir\n* Known end-stage kidney disease or requiring hemodialysis or continuous ambulatory peritoneal dialysis (CAPD)\n* Known liver impairment greater than Child-Pugh A\n* Psychiatric illness that is not well controlled (defined as stable on a regimen for more than one year).\n* Known elevated uric acid levels in the past year or taking uric acid lowering medications (allopurinol, febuxostat)\n* History of hereditary xanthinuria or history of xanthine urolithiasis.\n* History of gout or actively being treated for gout.\n* Current use of the following medications, which cannot be discontinued for the duration of the study: pyrazinamide, hydralazine, more than 3000 mg of acetaminophen per day.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Sustained Clinical Recovery","description":"The endpoint will be considered to have been met at the earliest time point at which the subject has reached Sustained Alleviation of Symptoms (Symptoms related to smell or taste are not included in the primary endpoint) reported by the patient have reached a severity of \"0 - none\" or \"1 - mild\" in assessments for 4-point scale assessments and not known to have redeveloped any COVID-19 associated signs and symptoms (not including reduced sense of taste or smell) in a severity beyond mild for 4 consecutive days when assessed from the start of study treatment to day 28. To meet the primary endpoint, subjects must survive with no hospitalization to day 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"425","spread":null},{"groupId":"OG001","value":"475","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With COVID-19 Progression (Narrow Progression)","description":"Proportion of subjects with COVID-19 progression, where progression is defined as the occurrence from study day 3 onward of any emergency department (ED) visit for COVID-19 worsening or shortness of breath OR hospitalization for COVID-19 worsening or shortness of breath OR death (narrow progression)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"174","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":599},"commonTop":["Nausea","Dizziness","Cough","Diarrhoea","COVID-19 pneumonia"]}}}