{"nctId":"NCT01444417","briefTitle":"Safety and Efficacy Study of Romiplostim to Treat Immune Thrombocytopenia (ITP) in Pediatric Patients","startDateStruct":{"date":"2012-01"},"conditions":["Idiopathic Thrombocytopenic Purpura","Thrombocytopenia","Thrombocytopenia in Pediatric Subjects With Immune (Idiopathic) Thrombocytopenic Purpura (ITP)","Thrombocytopenia in Subjects With Immune (Idiopathic) Thrombocytopenic Purpura (ITP)","Thrombocytopenic Purpura","Immune Thrombocytopenia"],"count":62,"armGroups":[{"label":"Romiplostim","type":"EXPERIMENTAL","interventionNames":["Drug: Romiplostim"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Romiplostim","otherNames":["AMG 531","Nplate®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of primary ITP according to the American Society of Hematology (ASH) guidelines at least 6 months prior to screening, regardless of splenectomy status\n* Subject must be refractory to a prior ITP therapy, having relapsed after at least 1 prior ITP therapy, or ineligible for other ITP therapies; prior therapy includes first-line therapies\n* Age ≥ 1 year and \\< 18 years at the time of providing informed consent\n* The mean of 2 platelet counts taken during the screening period must be ≤ 30 x 10\\^9/L with neither count \\> 35 x 10\\^9/L\n* A serum creatinine concentration ≤ 1.5 times the laboratory normal range (for each age category) during the screening period\n* Adequate liver function; serum bilirubin ≤ 1.5 times the laboratory normal range during the screening period; aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 3.0 times the laboratory normal range during the screening period\n* Hemoglobin \\> 10.0 g/dL during the screening period\n* Subject and/or subject's legally acceptable representative has provided informed consent prior to any study-specific procedure; subject has provided assent, where required\n\nExclusion Criteria:\n\n* Known history of a bone marrow stem cell disorder; any abnormal bone marrow findings other than those typical of ITP must be approved by Amgen before a subject may be enrolled in the study\n* Known active or prior malignancy except adequately treated basal cell carcinoma\n* Known history of congenital thrombocytopenia\n* Known history of hepatitis B, hepatitis C, or human immunodeficiency virus (HIV)\n* Known history of H. pylori by urea breath test or stool antigen test within 6 months of enrollment or successfully treated with no evidence of infection\n* Known history of systemic lupus erythematosus, evans syndrome, or autoimmune neutropenia\n* Known history of antiphospholipid antibody syndrome or positive for lupus anticoagulant\n* Known history of disseminated intravascular coagulation, hemolytic uremic syndrome, or thrombotic thrombocytopenic purpura\n* Previous history of venous thromboembolism or thrombotic events\n* Previous use of romiplostim, pegylated recombinant human megakaryocyte growth and development factor (PEG-rHuMGDF), Eltrombopag, recombinant human thrombopoietin (rHuTPO) or any platelet producing agent\n* Rituximab (for any indication) or 6-mercaptopurine (6-MP) within 14 weeks before the screening visit, or anticipated use during the time of the proposed study\n* Splenectomy within 4 weeks of the screening visit\n* All hematopoietic growth factors including interleukin-11 (IL-11) (oprelvekin) within 4 weeks before the screening visit\n* Alkylating agents within 8 weeks before the screening visit or anticipated use during the time of the proposed study\n* Vaccinations known to decrease platelet counts within 8 weeks before the screening visit\n* Known hypersensitivity to any recombinant E coli-derived product (eg, Infergen, Neupogen, Somatropin, and Actimmune)\n* Other criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Durable Platelet Response","description":"A participant with durable platelet response was defined as achieving at least 6 weekly platelet counts of ≥ 50 x 10\\^9/L during the last 8 weeks of treatment (platelet counts obtained from week 18 to week 25). If a platelet count from a participant was not available (missing) in a certain week, that week was imputed as non-response for that participant. Platelet counts were not deemed as a positive response for 4 weeks after the administration of rescue medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"52.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Overall Platelet Response","description":"Overall platelet response is defined as either a durable platelet response or transient platelet response.\n\nDurable platelet response was defined as weekly platelet count ≥ 50 x 10\\^9/L for 6 or more times during week 18 to week 25 measurements. Participants may not have had a weekly response within 4 weeks after receiving any rescue medication.\n\nTransient platelet response was defined as weekly platelet count ≥ 50 x 10\\^9/L for 4 or more times during week 2 to week 25 measurements but without durable platelet response. Participants may not have had a weekly response within 4 weeks after receiving any rescue medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"71.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Weeks With Platelet Response","description":"Number of weeks with platelet counts ≥ 50 x 10\\^9/L during week 2 to week 25 measurements. Participants may not have had a weekly response within 4 weeks after receiving any rescue medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"12.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Received Rescue Medication During the Treatment Period","description":"Rescue medication is any medication (other than excluded medications) that is intended to increase platelet counts or prevent bleeding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.0","spread":null},{"groupId":"OG001","value":"40.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Composite Bleeding Episodes","description":"A composite bleeding episode was defined as clinically significant bleeding events or the use of a rescue medication to prevent a clinical significant bleeding event during weeks 2 through 25 of the treatment period. A clinically significant bleeding event was defined as a Common Terminology Criteria for Adverse Events (CTCAE) version 3.0 grade ≥ 2 bleeding event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"6.9"},{"groupId":"OG001","value":"1.9","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"A serious adverse event is defined as an adverse event that meets at least 1 of the following serious criteria:\n\n* fatal,\n* life threatening (places the subject at immediate risk of death),\n* requires in-patient hospitalization or prolongation of existing hospitalization,\n* results in persistent or significant disability/incapacity,\n* congenital anomaly/birth defect, and/or\n* other significant medical hazard. Adverse events were graded for severity according to the CTCAE version 3.0 grading scale, where Grade 3 = moderate, Grade 4 = life-threatening and Grade 5 = fatal.\n\nTreatment-related adverse events (TRAEs) were those assessed by the investigator as possibly related to study drug. This relationship was determined by a \"yes\" or \"no\" response to the question: \"Is there a reasonable possibility that the event may have been caused by study drug?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":19},"commonTop":["Epistaxis","Contusion","Headache","Upper Respiratory Tract Infection","Petechiae"]}}}