{"nctId":"NCT03559699","briefTitle":"A Study Evaluating the Efficacy and Safety of AG-348 in Regularly Transfused Adult Participants With Pyruvate Kinase Deficiency (PKD)","startDateStruct":{"date":"2018-06-26","type":"ACTUAL"},"conditions":["Pyruvate Kinase Deficiency","Anemia, Hemolytic"],"count":27,"armGroups":[{"label":"AG-348","type":"EXPERIMENTAL","interventionNames":["Drug: AG-348"]}],"interventions":[{"name":"AG-348","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent;\n* Male or female, aged 18 or older;\n* Presence of at least 2 mutant alleles in the Pyruvate Kinase Liver and RBC (PKLR) gene, of which at least 1 is a missense mutation;\n* History of a minimum of 6 transfusion episodes in the 52-week period prior to date of informed consent;\n* Complete records of transfusion history for the 52 weeks prior to the date of informed consent, including all transfusion dates, number of blood units transfused for all the transfusions, and Hb concentrations within 1 week prior to transfusion for at least 80% of the transfusions;\n* Have received at least 0.8 mg of oral folic acid daily for at least 21 days prior to the first dose of study drug, to be continued daily during study participation;\n* Have adequate organ function;\n* Negative serum pregnancy test for women of reproductive potential;\n* For women of reproductive potential as well as fertile men and their partners who are women of reproductive potential: be abstinent or agree to use 2 forms of contraception, 1 of which must be considered highly effective, from the time of giving informed consent, during the study, and for 28 days following the last dose of AG-348;\n* Willing to comply with all study procedures, in particular the individual transfusion trigger (TT) calculated based on 52 weeks of transfusion history, for the duration of the study.\n\nExclusion Criteria:\n\n* Homozygous for the R479H mutation or have 2 non-missense mutations, without the presence of another missense mutation, in the PKLR gene;\n* Significant medical condition that confers an unacceptable risk to participate in the study, and/or that could confound the interpretation of the study data;\n* History of transfusions occurring on average more frequently than once every 3 weeks during the 52 weeks prior to date of informed consent;\n* Splenectomy scheduled during the study treatment period or have undergone splenectomy within 12 months prior to signing informed consent;\n* Currently enrolled in another therapeutic clinical trial. Prior participation in the PK Deficiency Natural History Study (NHS) (NCT02053480) or PK Deficiency Registry is permitted;\n* Exposure to any investigational drug, device, or procedure within 3 months prior to the first dose of study drug;\n* Prior bone marrow or stem cell transplant;\n* Currently pregnant or breastfeeding;\n* History of major surgery within 6 months of signing informed consent;\n* Currently receiving medications that are strong inhibitors of CYP3A4, strong inducers of CYP3A4, strong inhibitors of P-glycoprotein (P-gp), or digoxin (a P-gp sensitive substrate medication) that have not been stopped for a duration of at least 5 days or 5 times their half-lives (whichever is longer) prior to start of study drug;\n* Currently receiving hematopoietic stimulating agents (eg, erythropoietins \\[EPOs\\], granulocyte colony stimulating factors, thrombopoietins) that have not been stopped for a duration of at least 28 days prior to the first dose of study drug;\n* History of allergy to sulfonamides if characterized by acute hemolytic anemia, drug induced liver injury, anaphylaxis, rash of erythema multiforme type or Stevens-Johnson syndrome, cholestatic hepatitis or other serious clinical manifestations;\n* Allergy to AG-348 or its excipients;\n* Currently receiving anabolic steroids, including testosterone preparations, within 28 days prior to the first dose of study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving a Reduction in Transfusion Burden in Part 2","description":"Reduction in transfusion burden is defined as a ≥33% reduction in the number of RBC units transfused during the Fixed Dose Period standardized to 24 weeks compared with the historical transfusion burden standardized to 24 weeks (Standardized Control Period). The on-study (Fixed Dose Period) transfusion burden was calculated as the total number of transfused RBC units received in the Fixed Dose Period standardized to 24 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of RBC Units Transfused During the Study","description":"The annualized total number of RBC units transfused during the entire study (both Part 1 and Part 2) is reported. It was calculated as the total number of RBC units transfused up to the end of Fixed Dose Period divided by the total number of days from the first dose date until the end date of Fixed Dose Period × 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.52","spread":"10.543"}]}]}]},{"type":"SECONDARY","title":"Number of Transfusion Episodes in Part 2","description":"This is the number of transfusion episodes in Part 2. The number of transfusion episodes were standardized to 24 weeks. Transfusions received over up to 3 consecutive days were counted as 1 episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":"2.694"}]}]}]},{"type":"SECONDARY","title":"Percentage of Transfusion-Free Participants in Part 2","description":"Transfusion-free responders were the participants who were transfusion-free in Part 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Normal Hemoglobin (Hb) Concentrations in Part 2","description":"This is the percentage of participants who achieved hemoglobin (Hb) concentrations in the normal range at least once, 8 weeks or more after a transfusion in Part 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the study drug. An AE can, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants Experiencing an Adverse Event of Special Interest (AESI)","description":"An AE is any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AESI can be serious or non-serious.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Bone Mineral Density Z-Score","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Bone Mineral Density T-Score","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":27},"commonTop":["Headache","Alanine aminotransferase increased","Nausea","Aspartate aminotransferase increased","Fatigue"]}}}