{"nctId":"NCT00603642","briefTitle":"P3 Study to Evaluate Efficacy and Safety of AMG 531 in Thrombocytopenic Japanese Subjects With Immune (Idiopathic) Thrombocytopenic Purpura","startDateStruct":{"date":"2007-10-01","type":"ACTUAL"},"conditions":["Idiopathic Thrombocytopenic Purpura"],"count":34,"armGroups":[{"label":"AMG 531","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: AMG 531"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"AMG 531","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Japanese patients with diagnosis of ITP according to the diagnostic criteria proposed by Research Committee for Idiopathic Hematopoietic Disorders of the Ministry of Health, Labour and Welfare \\[MHLW\\] (revised in 1990) at least 6 months before the first screening visit\n* The mean of the 3 scheduled platelet counts taken at the scheduled visits during the screening period must be ≤ 30 x 10\\^9/L, with no individual count \\> 35 x 10\\^9/L\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2\n* Subjects must be ≥ 20 years of age at the time of obtaining the informed consent\n* Have received at least 1 prior treatment for ITP\n* If known Helicobacter pylori positive, having completed one course of Helicobacter pylori eradication therapy at least 12 weeks before the first screening visit\n* A hemoglobin value taken at scheduled visit during the screening period must be ≥ 10 g/dL\n* A serum creatinine concentration taken at scheduled visit during the screening period must be ≤ 2 mg/dL\n* Adequate liver function, as evidenced by a total bilirubin taken at scheduled visit during the screening period ≤ 1.5 times of the upper limit of the normal range (except for patients with a confirmed diagnosis of Gilbert's Disease) or an alanine aminotransferase and aspartate aminotransferase taken at the screening visit ≤ 3 times of the upper limit of the normal range\n\nExclusion Criteria:\n\n* Any known history of bone marrow stem cell disorder. Any abnormal bone marrow findings other than those typical of ITP.\n* Any active malignancy. If prior history of cancer other than basal cell carcinoma or cervical carcinoma in situ, no treatment or active disease within 5 years before the first screening visit.\n* Documented diagnosis of arterial thrombosis (eg, stroke, transient ischemic attack, or myocardial infarction); history of venous thrombosis (eg, deep vein thrombosis, pulmonary embolism) and receiving anticoagulation therapy at the first screening visit.\n* Documented diagnosis of anti phospholipid antibody syndrome\n* Currently receiving any treatment for ITP except oral corticosteroids, azathioprine and/or danazol administered at a constant dose and schedule from at least 4 weeks prior to the first screening visit\n* Received intravenous immunoglobulin, anti D immunoglobulin, or any drug administered to increase platelet counts (eg, immunosuppressants except azathioprine) within 2 weeks before the first screening visit\n* Have had a splenectomy for any reason within 12 weeks before the first screening visit\n* Past or present participation in any study evaluating pegacaristim (polyethylene glycol-conjugated recombinant human megakaryocyte growth and development factor, KRN9000), Eltrombopag (SB 497115), recombinant human thrombopoietin, AMG 531, or other Mpl stimulation product\n* Received hematopoietic growth factors (eg, granulocyte colony stimulating factor, macrophage colony stimulating factor, erythropoietin, interleukin 11) for any reason within 4 weeks before the first screening visit\n* Received any anti malignancy agents (eg, cyclophosphamide, 6 mercaptopurine, vincristine, vinblastine, Interferon alfa) for any reason within 8 weeks before the first screening visit\n* Received any monoclonal antibody drugs (eg, rituximab) for any reason within 14 weeks before the first screening visit\n* Less than 4 weeks since receipt of any therapeutic drug or device that is not MHLW approved for any indication before the first screening visit\n* Pregnant or breast feeding\n* Subjects of reproductive potential who are not using adequate contraceptive precautions, in the judgment of the investigator\n* Known severe drug hypersensitivity\n* Concerns for subject's compliance with the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Weeks With Weekly Platelet Response","description":"Number of weeks with weekly platelet response. A weekly platelet response is defined as a platelet count of ≥ 50 x 10\\^9/L on a weekly scheduled dose day from week 2 to week 13.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Increased Platelet Count From Baseline of at Least 20 x 10^9/L","description":"An increase in platelet count of at least 20 x 10\\^9/L from baseline within the participant during the treatment period. Increase was calculated as the maximum observed platelet count during the treatment period minus the baseline platelet count.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean of Last 4 Weekly Platelet Counts","description":"Change from baseline in the mean of the last 4 weekly platelet counts from week 2 to week 13.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"6.5"},{"groupId":"OG001","value":"109.7","spread":"88.5"}]}]}]},{"type":"SECONDARY","title":"Weeks With Platelet Count Between 50 and 200","description":"Number of weeks with platelet count between 50 x 10\\^9/L and 200 x 10\\^9/L inclusive during week 2 to week 13.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.4"},{"groupId":"OG001","value":"6.3","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Rescue Medication(s)","description":"Requirement for rescue medication(s) during treatment by the participant","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":12},"commonTop":["Nasopharyngitis","Headache","Oedema peripheral","Malaise","Arthralgia"]}}}