{"nctId":"NCT03292640","briefTitle":"A Study of the Safety and Efficacy of DFD-03 Lotion in the Treatment of Acne Vulgaris for 12 Weeks","startDateStruct":{"date":"2017-07-06","type":"ACTUAL"},"conditions":["Acne Vulgaris"],"count":547,"armGroups":[{"label":"DFD-03 Lotion (0.1% tazarotene)","type":"EXPERIMENTAL","interventionNames":["Drug: DFD-03 (0.1% tazarotene) Lotion"]},{"label":"DFD-03 Vehicle (0% tazarotene)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: DFD-03 (0% tazarotene) Lotion (Placebo)"]}],"interventions":[{"name":"DFD-03 (0.1% tazarotene) Lotion","otherNames":["DFD-03"]},{"name":"DFD-03 (0% tazarotene) Lotion (Placebo)","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must be at least 9 years of age.\n2. Female subjects must be having their period at the Baseline Visit (as reported by the subject), except for subjects using hormonal contraceptives that preclude menstrual periods, if the subject is premenarcheal, is postmenopausal for at least 12 months prior to baseline, is surgically sterilized (i.e. tubal ligation) or if the subject is without a uterus and /or both ovaries.\n3. A clinical diagnosis of facial mild to moderate acne vulgaris. Subjects with acne lesions on the chest and/or back (including shoulders) in addition to those on the face have the option of treating their back and/or chest (including shoulders) in addition to their face.\n4. Inflammatory lesion count (papules and pustules) of at least 20 on the face, and non-inflammatory lesion count (closed and open comedones) of at least 25 on the face, including the nose, and no more than 2 nodulocystic lesions on the face, including the nose.\n5. Females, regardless of childbearing potential:\n\n   Must have a negative urine pregnancy test and if sexually active, must be on or use an acceptable method of birth control.\n6. Subjects must be willing to comply with sun avoidance measures for the face (as well as back/chest and shoulders, if applicable) including use of investigator-approved sunscreen and/or hats, have limited sun exposure time, and have no tanning bed use.\n7. Subject must be in good general health as determined by the investigator and supported by the medical history, physical examination, and normal or not clinically significant abnormal vital signs (blood pressure and pulse).\n\nExclusion Criteria:\n\n1. Females who are pregnant or lactating or planning to become pregnant during the study period.\n2. Treatment with the following products:\n\n   1. Topical acne treatments or other topical facial medication on the treatment area in the 14 days prior to the Baseline Visit, including prescription and non-prescription products.\n   2. Systemic corticosteroids, systemic acne treatments including systemic antibiotics used for treatment of acne, potential photosensitizing agents spironolactone, flutamide, or immunosuppressant drugs in the 30 days prior to the Baseline Visit.\n   3. Systemic retinoid use in the 180 days prior to the Baseline Visit.\n   4. Undertaken certain facial procedures such as chemical peel, laser treatment, photodynamic therapy, acne surgery, cryodestruction or chemodestruction, x-ray therapy, intralesional steroids, dermabrasion, or depilation (except eyebrow shaping) in the 30 days prior to the Baseline Visit. After the subject is enrolled in the study, eyebrow shaping (except for tweezing) is prohibited.\n   5. Treatment with a medication or procedure that, in the opinion of the investigator, would put the subject at unacceptable risk for participation in the study or may interfere with evaluations in the study.\n   6. Treatment with an investigational product or device in the 30 days prior to the Baseline Visit.\n3. Known allergic reaction to retinoids or tazarotene or any of the other ingredients of these products.\n4. Presence of any facial skin disease or condition that would interfere with the study or place the subject at unacceptable risk including sunburn, rosacea, seborrheic dermatitis, perioral dermatitis, lupus, dermatomyositis, psoriasis, eczema, squamous cell carcinoma, acneiform eruptions caused by medications, steroid acne, steroid folliculitis, bacterial folliculitis or any other facial disease or condition.\n5. Subjects with a serious and/or chronic medical condition such as chronic or active liver disease, renal impairment, heart disease, severe respiratory disease, rheumatoid arthritis, current malignancies, immunocompromised conditions, or any other disease that, in the opinion of the investigator, would interfere with the study or place the subject at unacceptable risk.\n\n7\\. Subjects who have been treated for alcohol dependence or alcohol or drug abuse in the year.\n\n8\\. Subjects who have been in another investigational trial within 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change in the Inflammatory Lesion Counts on the Face","description":"Change in inflammatory lesion counts on the face from baseline to Week 12","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":"13.82"},{"groupId":"OG001","value":"29.7","spread":"13.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":"12.14"},{"groupId":"OG001","value":"18.2","spread":"16.58"}]}]}]},{"type":"PRIMARY","title":"Proportion of Subjects With a Clinical Response of \"Success\" at Week 12 for Lesions on the Face Based on IGA.","description":"IGA success at Week 12 (an IGA score of 0 (Clear) or 1 (almost clear) with at least a 2-grade reduction from baseline)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"PRIMARY","title":"Absolute Change in the Non-inflammatory Lesion Counts on the Face","description":"Change in non-inflammatory lesion counts on the face from baseline to Week 12 - will be analyzed using the ANCOVA model","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.8","spread":"33.93"},{"groupId":"OG001","value":"44.4","spread":"27.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":"18.13"},{"groupId":"OG001","value":"29.7","spread":"23.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":275},"commonTop":[]}}}