{"nctId":"NCT01298765","briefTitle":"Longterm Safety Study of BEMA Buprenorphine in Subjects With Chronic Pain","startDateStruct":{"date":"2011-03"},"conditions":["Pain","Low Back Pain","Osteoarthritis","Neuropathic Pain"],"count":302,"armGroups":[{"label":"BEMA Buprenorphine","type":"EXPERIMENTAL","interventionNames":["Drug: BEMA Buprenorphine"]}],"interventions":[{"name":"BEMA Buprenorphine","otherNames":["buprenorphine buccal soluble film"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant and non-nursing female aged 18 or older\n* History of moderate to severe chronic pain:\n\n  1. Subjects completing study BUP-301 (low back pain) or\n  2. Osteoarthritis or neuropathic pain, or subjects not completing study BUP-301 (low back pain), pain for ≥3 months with a pain intensity ≥5 \\[11 point NRS\\] reported at the titration period Day 0/1 visit following a washout period (opioids, NSAIDs, and muscle relaxants) of approximately 12 to 24 hours AND currently taking ≤60 mg oral morphine equivalent/day (including opioid-naïve) for 1 week or longer\n* Stable health, as determined by the Investigator, on the basis of medical history, physical examination, and laboratory results so as to comply with all study procedures\n* Female subjects of childbearing potential must be using a recognized effective method of birth control\n* Written informed consent obtained prior to any procedure being performed\n\nExclusion Criteria:\n\n* Cancer related pain\n* Reflex sympathetic dystrophy or causalgia (complex regional pain syndrome), acute spinal cord compression, cauda equina compression, acute nerve root compression, meningitis, or discitis\n* Surgical procedure for pain within 2 months, or nerve/plexus block within 4 weeks, prior to titration period Day 0/1 visit\n* History of severe emesis with opioids\n* Clinically significant sleep apnea in the judgment of the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in NRS Pain Intensity","description":"The NRS Pain intensity score is a segmented version of a visual analog scale used to measure pain. The scale is from 0 (no pain) to 10. Scores between greater than 0 and 3 are considered mild pain, scores from greater than 3 to 6 are moderate and greater than 6 to 10 are severe. The daily average is calculated and used to calculate the change from baseline at week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.24","spread":"1.803"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change in Pain Intensity","description":"Patient Global Impression of Change in Pain Intensity at Week 28 as measured by a 7 point scale. Patients measure their improvement from 7='very much improved', 6='much improved', 5='minimally improved', 4='no change', 3='minimally worse', 2='much worse', 1='very much worse'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Treatment Satisfaction Questionnaire for Medication/Global Satisfaction","description":"Treatment Satisfaction Questionnaire for Medication/Global Satisfaction at Week 28. Patients complete a 14 item questionaire that measures 4 scales based on side effects, effectiveness, convenience and global satisfaction. All items have either five or seven responses (except item 4), scored from one (least satisfied) to five or seven (most satisfied). The 7-item scales have a non-neutral midpoint, such that there are more positive response options than negative response options. Item scores are summed to give four domain scores, which are in turn transformed to a scale of 0-100. Item 4 was not included for scoring. If an item score is missing and half of the items in the domain are complete, domain scores may be imputed from the person-specific mean score of completed items","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":"15.93"}]}]}]},{"type":"SECONDARY","title":"Subjects Overall Satisfaction With Study Drug","description":"Subjects Overall Satisfaction with Study Drug as measured on a 5 point scale, with 1 being not satisfied and 5 being very satisified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"0.80"}]}]}]},{"type":"SECONDARY","title":"Investigator's Overall Satisfaction With Study Drug","description":"Investigator's Overall Satisfaction with Study Drug measured on a 5-point scale, with 1 being not satisfied and 5 being very satisfied.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"0.78"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":302},"commonTop":["Nausea","Fatigue","Dizziness","Constipation","Irritability"]}}}