{"nctId":"NCT01223027","briefTitle":"Study of Dovitinib Versus Sorafenib in Patients With Metastatic Renal Cell Carcinoma","startDateStruct":{"date":"2011-03"},"conditions":["Metastatic Renal Cell Carcinoma"],"count":564,"armGroups":[{"label":"Dovitinib + best supportive care (BSC)","type":"EXPERIMENTAL","interventionNames":["Drug: Dovitinib"]},{"label":"Sorafenib + BSC","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sorafenib"]}],"interventions":[{"name":"Dovitinib","otherNames":["TKI258"]},{"name":"Sorafenib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with metastatic renal cell carcinoma (mRCC) with histological or cytological confirmation of clear cell carcinoma or a component of clear cell\n* Patients must have received one and only one prior VEGF-targeted therapy and one and only one prior mTOR inhibitor therapy in the metastatic setting. One VEGF targeted therapy (e.g. sunitinib, or pazopanib, or axitinib, or tivozanib or bevacizumab) and one prior mTOR inhibitor therapy (everolimus, or temsirolimus or ridaforolimus)\n* Prior cytokines therapy and prior vaccines in the adjuvant setting is permitted.\n* Patients must have had disease progression on or within 6 months of stopping the last therapy.\n* Patients must have at least one measurable lesion at baseline (by RECIST Criteria Guidelines v1.1) assessed by Computer Tomography (CT) Scan or Magnetic Resonance Imaging (MRI).\n* Karnofsky performance status ≥ 70%\n* Patients must have the following laboratory values:\n\n  * Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L\n  * Platelets ≥ 100 x 109/L\n  * Hemoglobin (Hgb) \\> 9 g/dL\n  * Serum total bilirubin: ≤ 1.5 x ULN\n  * ALT and AST ≤ 3.0 x ULN (Patients with known liver metastases: AST and ALT ≤ 5.0 x ULN)\n  * Serum creatinine ≤ 1.5 x ULN\n\nExclusion Criteria:\n\n* Patients who have previously received sorafenib therapy in the neoadjuvant, adjuvant or metastatic setting.\n* Patients who have previously received Dovitinib or brivanib in the neoadjuvant, adjuvant or metastatic setting.\n* Patients with brain metastases. Radiological imaging (e.g. CT or MRI scan) of the brain is required at screening/baseline\n* Patients with another primary malignancy within 3 years prior to starting study treatment, with the exception of adequately treated basal cell carcinoma, squamous cell carcinoma or non-melanomatous skin cancer, or in-situ carcinoma of the uterine cervix\n* Patients who have received the last administration of an anticancer targeted small molecule therapy ≤ 2 weeks prior to starting study treatment (e.g. sunitinib, pazopanib, axitinib, everolimus, temsirolimus), or who have not recovered from the side effects of such therapy\n* Patients who have received the last administration of nitrosurea or mitomycin-C ≤ 6 weeks prior to starting study treatment, or who have not recovered from the side effects of such therapy\n* Patients who have undergone major surgery (e.g., intra-thoracic, intra-abdominal or intra-pelvic) ≤ 4 weeks prior to starting study treatment or who have not recovered from side effects of such therapy\n* Patients with a history of pulmonary embolism (PE), or untreated deep venous thrombosis (DVT) within the past 6 months\n* Patients with concurrent severe and/or uncontrolled medical conditions which could compromise participation in the study\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Per Independent Central Radiology Review","description":"Assessed according to RECIST 1.1. PFS was defined as the time from the date of randomization to the date of the first documented disease progression or death due to any cause. If a patient had not progressed or died, on the date of the analysis cut-off or when he/she received any further anti-neoplastic therapy, PFS was censored on the date of last tumor assessment before the cutoff date or the anti-neoplastic therapy date. The distribution of PFS was estimated using the Kaplan-Meier method. The median PFS along with 95% confidence intervals was presented by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival (OS) was the key secondary endpoint and was defined as the time from date of randomization to the date of death due to any cause. If a patient was not known to have died, survival was censored on the date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) Per Investigator's Radiology Review","description":"PFS was defined as the time from the date of randomization to the date of the first documented disease progression or death due to any cause. The primary analysis for PFS (based on central review) was also to be repeated on FAS considering the Investigator assessments and using the same analytical conventions as the primary analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Response Rate (ORR) by Central Radiology Review","description":"Overall response rate (ORR) was defined as the proportion of patients with best overall response of complete response (CR) or partial response (PR). Best overall esponse (BOR) for each patient was determined from the sequence of overall (lesion) responses according to the following rules: CR = at least two determinations of CR at least 4 weeks apart before progression where confirmation required or one determination of CR prior to progression where confirmation not required. CR = at least two determinations of CR at least 4 weeks apart before progression where confirmation required or one determination of CR prior to progression where confirmation not required. SD = at least one SD assessment (or better) \\> 6 weeks after randomization (and not qualifying for CR or PR). PD = progression ≤ 17 weeks after randomization (and not qualifying for CR, PR or SD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Worsening of Karnofsky Performance Status (KPS)","description":"Time to definitive worsening of Karnofsky performance status (KPS) was defined as the time from date of randomization to the date of definitive worsening of KPS or to the date of death whichever occurred earlier. Definitive worsening was defined as a definitive decrease in performance status by at least one Karnofsky category (i.e. at least 10 points less) compared to Baseline. Worsening was considered definitive if no later increase above the defined threshold was observed within the course of the study. A single measure reporting a decrease in Karnofsky performance status was sufficient to consider it as definitive only if it was the last one available for this patient. Time to definitive worsening of KPS was analyzed at the time of the final analysis for PFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient-reported Outcomes (PROs): Time to Deterioration of Functional Assessment of Cancer Therapy-Kidney Symptom Index, Disease Related Symptoms (FKSI-DRS) by at Least 2 Scores","description":"The Kidney Cancer Symptom Index - Disease Related Symptoms (FKSI-DRS) is a validated symptom scale used in studies of patients with kidney cancer. It includes 9-items that assess pain, bone pain, fatigue, lack of energy, shortness of breath, fevers, weight loss, coughing, and blood in urine and responses to each question are answered on a 5-point Likert-type scale ranging from 0 to 4 (e.g., 0 = not at all; 1 = a little bit; 2 = somewhat; 3 = quite a bit; 4 = very much). FKSI-DRS scores range from 0 to 36, where higher scores correspond to better outcomes (eg, fewer symptoms).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient-reported Outcomes (PROs): Time to Definitive Deterioration of the Physical Functioning (PF) Scale of EORTC QLQ-C30 by at Least 10%","description":"The EORTC QLQ-C30 contains 30 items and is composed of both multi-item scales and single-item measures. These include five functional scales (physical, role, emotional, social and cognitive functioning), three symptom scales (fatigue, pain, nausea, and vomiting), a global health status/QoL scale, and six single items (dyspnea, diarrhea, constipation, anorexia, insomnia and financial impact). Each of the multiitem scales includes a different set of items - no item occurs in more than one scale. Each item in the EORTC QLQ-C30 has 4 response categories (1=Not at all, 2= A little, 3= Quite a bit, 4= Very much) with the higher number representing a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient-reported Outcomes (PROs): Time to Definitive Deterioration of the Quality of Life (QoL) Scale Scores of EORTC QLQ-C30 by at Least 10%","description":"The EORTC QLQ-C30 contains 30 items and is composed of both multi-item scales and single-item measures. These include five functional scales (physical, role, emotional, social and cognitive functioning), three symptom scales (fatigue, pain, nausea, and vomiting), a global health status/QoL scale, and six single items (dyspnea, diarrhea, constipation, anorexia, insomnia and financial impact). Each of the multiitem scales includes a different set of items - no item occurs in more than one scale. Each item in the EORTC QLQ-C30 has 4 response categories (1=Not at all, 2= A little, 3= Quite a bit, 4= Very much) with the higher number representing a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Pre-dose Concentration in Plasma in Dovitinib","description":"Predose concentrations of dovitinib were summarized by visit using PAS. All concentration data was listed by patient and time point using FAS. Mean pre-dose concentrations along with standard deviation (SD) was plotted over time if appropriate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128.06","spread":"92.571"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114.08","spread":"77.884"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"118.27","spread":"84.246"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":133,"n":280},"commonTop":["DIARRHOEA","NAUSEA","FATIGUE","DECREASED APPETITE","VOMITING"]}}}