{"nctId":"NCT02271217","briefTitle":"A Study to Evaluate the Efficacy and Safety of Two Dose Strengths of Dalfampridine Extended Release Tablets.","startDateStruct":{"date":"2014-12"},"conditions":["Post-Ischemic Stroke"],"count":377,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"dalfampridine-ER 7.5 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: dalfampridine-ER 7.5mg"]},{"label":"dalfampridine-ER 10mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: dalfampridine-ER 10mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"dalfampridine-ER 7.5mg","otherNames":[]},{"name":"dalfampridine-ER 10mg","otherNames":["Ampyra"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical evidence of a stable walking deficit due to an ischemic stroke, as judged by the Investigator, based on review of medical records and physical exam. Such deficit was not present prior to the stroke and cannot be attributed primarily to other conditions (e.g. chronic obstructive pulmonary disease, arthritis). Evidence of walking deficits is objectively supported by any one of the following findings on clinical examination:\n\n  1. obvious slowness of movement assigned primarily to the stroke\n  2. use of an assistive walking device such as a cane or walker\n  3. Presence of movement pattern deviations such as stiff-legged gait, foot drop, hip hiking and hip circumduction\n* Modified Rankin Scale score of 1 - 3, regardless of the cause(s) of the disability\n* Sufficient ambulatory ability to independently complete the 2MinWT and 10MWT\n* ≥ 6 months from occurrence of most recent stroke\n\nExclusion Criteria:\n\n* Woman who is not surgically sterile or is less than 2 years postmenopausal, and does not agree to use a highly effective birth control method during the study and up to 3 months after the last dose of investigational product.\n* Woman who is pregnant, breastfeeding, or planning to become pregnant\n* History of seizures, except simple febrile seizures\n* Moderate or severe renal impairment as defined by a calculated creatinine clearance of ≤ 50 mL/minute using the Cockcroft-Gault Equation\n* Suicide attempt within 1 year prior to the Screening Visit, or severe suicidal ideation within 6 months prior to the Screening Visit, or subject is at significant risk of suicidal behavior in the opinion of the Investigator\n* Previous use of AMPYRA, dalfampridine, fampridine or 4-aminopyridine (4-AP)\n* Initiation of a serotonin reuptake inhibitor (SSRI) within 3 months prior to the Screening Visit, or any change in dosing regimen within 3 months prior to the Screening Visit\n* Botulinum toxin use within 2 months prior to the Screening Visit\n* Orthopedic surgical procedures in any of the extremities within the past 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects Who Show at Least a 20% Improvement on the Two Minute Walk Test (2MinWT) at Week 12","description":"\"The 2MinWT measures the distance a subject can walk in 2 minutes. Participants showing at Least a 20% Improvement on the 2MinWT at 12-weeks are considered \"Responders\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"96","spread":null},{"groupId":"OG002","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Walking Impact Scale (Walk-12) at Week 12 (Key Secondary)","description":"The Walk-12 is a 12-question questionnaire that asks subjects to rate limitations of their mobility during the preceding two weeks on a 5-point scale (from 1= not at all to 5=extremely). For each visit, the Walk-12 score will be calculated by summing the 12 components and transforming into a scale with a range of 0 to 100. A higher score indicates a greater degree of limitation in walking. A negative change indicates an improvement in walking. 0 = no limitation in mobility to 100 extreme limitation in mobility.\n\nWalk-12 Score = 100 \\* \\[(Mean of the 12 items) - 1\\]/(5-1)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.40","spread":"22.96"},{"groupId":"OG001","value":"48.34","spread":"25.43"},{"groupId":"OG002","value":"49.26","spread":"25.98"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":126},"commonTop":["Fall","Urinary Tract Infection","Dizziness","Fatigue","Nasopharyngitis"]}}}