{"nctId":"NCT03575052","briefTitle":"A Safety Study of Pimavanserin in Adult and Elderly Subjects Experiencing Neuropsychiatric Symptoms Related to Neurodegenerative Disease","startDateStruct":{"date":"2018-05-21","type":"ACTUAL"},"conditions":["Neuropsychiatric Symptoms Related to Neurodegenerative Disease"],"count":784,"armGroups":[{"label":"Drug - Pimavanserin","type":"EXPERIMENTAL","interventionNames":["Drug: Pimavanserin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Pimavanserin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Can understand the nature of the trial and protocol requirements and provide written informed consent. If the subject is deemed not competent to provide informed consent, the following requirements for consent must be met:\n\n   1. The subject's legally acceptable representative (LAR) (or study partner/caregiver, if local regulations allow) must provide written informed consent\n   2. The subject must provide written (if capable) informed assent\n2. Subject requires some or complete assistance with one or more of the following:\n\n   1. Instrumental activities of daily living (communication, transportation, meal preparation, shopping, housework, managing medications, managing personal finances) OR\n   2. Basic activities of daily living (personal hygiene, dressing, eating, maintaining continence or transferring)\n3. Meets clinical criteria for at least one of the following disorders, with or without cerebrovascular disease (CVD):\n\n   1. Parkinson's disease with or without dementia as defined by the Movement Disorder Society's Task Force\n   2. Dementia with Lewy bodies (DLB)\n   3. All-cause dementia, possible or probable Alzheimer's disease (AD)\n   4. Frontotemporal degeneration spectrum disorders, including possible or probable:\n\n   i. Behavioral variant frontotemporal dementia\n\n   ii. Progressive supranuclear palsy\n\n   iii. Corticobasal degeneration\n\n   e. Vascular dementia, including post-stroke dementia multi-infarct dementia and/or subcortical ischemic vascular dementia (SIVD)\n4. Has a designated study partner/caregiver\n5. Can come to the clinic for study visits with a study partner/caregiver\n6. If the subject is female, she must not be pregnant or breastfeeding. She must also be of non-childbearing potential (defined as either surgically sterilized or at least 1 year postmenopausal) or must agree to use a clinically acceptable method of contraception or be abstinent.\n7. If the subject is taking an antipsychotic medication at the time of screening, the antipsychotic medication must be discontinued 2 weeks or 5 half-lives (whichever is longer)\n\nExclusion Criteria:\n\n1. Is in hospice, is receiving end-of-life palliative care, or is bedridden\n2. Has psychotic symptoms that are primarily attributable to delirium or substance abuse (i.e., neuropsychiatric symptoms not related to neurodegenerative disease)\n3. Has current evidence of an unstable neurological, cardiovascular, respiratory, gastrointestinal, renal, hepatic, hematologic, or other medical disorder, including cancer or malignancies that, in the judgment of the Investigator, would jeopardize the safe participation of the subject in the study or significantly interfere with the conduct or interpretation of the study\n4. Has a known personal or family history of long QT syndrome or family history of sudden cardiac death\n5. Has a clinical significant CNS abnormality that is most likely contributing to the dementia or findings on MRI or CT including:\n\n   1. intracranial mass lesion\n   2. vascular malformation\n   3. evidence of \\>4 hemosiderin deposits\n6. The urine drug screen result at Visit 1 (Screening) indicates the presence of amphetamine/methamphetamine, barbiturates, cocaine, or phencyclidine (PCP). Subjects who test positive for amphetamines and who have a valid prescription may be retested if they agree to abstain from the medication for the length of their participation in the study. The presence of benzodiazepines, marijuana (THC), or opiates does not necessarily exclude the subject from the study, as assessed by the Investigator in consultation with the Medical Monitor.\n7. Has previously been enrolled in any prior clinical study with pimavanserin or is currently taking pimavanserinIs judged by the Investigator or the Medical Monitor to be inappropriate for the study for any reason\n\nAdditional inclusion/exclusion criteria apply. Patients will be evaluated at screening to ensure that all criteria for study participation are met. Patients may be excluded from the study based on these assessments (and specifically, if it is determined that their baseline health and psychiatric condition do not meet all pre-specified entry criteria).","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment-emergent Adverse Events (TEAEs)","description":"Number (%) of patients with treatment-emergent AEs","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in Extrapyramidal Symptom Rating Scale-Abbreviated (ESRS-A)","description":"The ESRS is a questionnaire to assess drug induced movement disorders, including parkinsonism; the ESRS-A is an accepted modified form of the original ESRS. The ESRS-A consists of 4 subscales and 4 clinical global impression movement severity scales of Parkinsonism, dyskinesia, dystonia, and akathisia. The Parkinsonism scale consists of 10 items, the dyskinesia subscale of 6 items, the dystonia subscale of 6 items, and the akathisia subscale of 2 items. Each item is scored on a 6-point scale from 0 (absent) to 5 (extreme). The ESRS-A total score is the sum of the 24 item scores with a possible range of 0 to 120. Higher scores denote more severe drug-induced movement disorders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.19"},{"groupId":"OG001","value":"-0.5","spread":"0.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in Mini-Mental State Examination (MMSE)","description":"The MMSE is a 30-item questionnaire to quantitatively assess cognition, focusing on questions related to time and place of testing, repeating lists of words, arithmetic, language use and comprehension, and copying a drawing. Each of the 30 items has 2 possible values of 0 (incorrect) or 1 (correct). The MMSE total score is derived as the sum of the 30 item scores; thus, it can range from 0 to 30. Lower scores indicate more severe cognitive impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"0.15"},{"groupId":"OG001","value":"1.3","spread":"0.15"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":392},"commonTop":["Urinary tract infection"]}}}