{"nctId":"NCT00468312","briefTitle":"Placebo-Controlled Study of Mometasone Furoate Nasal Spray (MFNS) 200 mcg QD in the Treatment of Seasonal Allergic Rhinitis (Study P05106)(COMPLETED)","startDateStruct":{"date":"2007-03"},"conditions":["Seasonal Allergic Rhinitis"],"count":429,"armGroups":[{"label":"Mometasone Furoate Nasal Spray (MFNS)","type":"EXPERIMENTAL","interventionNames":["Drug: Mometasone furoate nasal spray"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mometasone furoate nasal spray","otherNames":["Nasonex"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be 12 years of age or older, of either sex and of any race.\n* Must have at least a 2-year documented history of SAR which exacerbates during the study season.\n* Must have a positive skin-prick test response to an appropriate seasonal allergen at Screening (Visit 1). IgE-mediated hypersensitivity to an appropriate seasonal allergen (ie, prevailing trees and/or grasses) must be documented by a positive response to the skin prick test with wheal diameter at least 3 mm larger than diluent control after 20 minutes.\n* Must be clinically symptomatic at the Screening Visit.\n* Must be clinically symptomatic at the Baseline Visit.\n* Must be in general good health as confirmed by routine clinical and laboratory testing and ECG results. Clinical laboratory test (CBC, blood chemistries, and urinalysis) must be within normal limits or clinically acceptable to the investigator and the sponsor.\n* Must be free of any clinically significant disease, other than SAR, that would interfere with the study evaluations.\n* A subject and/or a parent/guardian must be willing to give written informed consent and must be able to adhere to dosing and visit schedules and meet study requirements.\n* A female subject of childbearing potential must have a negative serum pregnancy test (HCG) at Screening. Nonsterile and premenopausal female subjects must be using a medically acceptable method of birth control, ie, double barrier method, oral contraceptive, hormonal implant, or depot injectable prior to Screening and during the study.\n\nExclusion Criteria:\n\n* A history of anaphylaxis and/or other severe local reaction(s) to skin testing.\n* A subject with asthma who require chronic use of inhaled or systemic corticosteroids.\n* Current or history of frequent, clinically significant sinusitis or chronic purulent postnasal drip.\n* A subject with rhinitis medicamentosa.\n* A history of allergies to more than two classes of medications or who are allergic to or cannot tolerate nasal sprays.\n* A subject who have had an upper respiratory tract or sinus infection that required antibiotic therapy without at least a 14-day washout prior to the Screening Visit, or who have had a viral upper respiratory infection within 7 days before the Screening Visit.\n* A subject who has nasal structural abnormalities, including large nasal polyps and marked septal deviations, which significantly interfere with nasal air flow.\n* A subject who, in the opinion of the investigator, is dependent on nasal, oral, or ocular decongestants, nasal topical antihistamines, or nasal steroids.\n* Use of any drug in an investigational protocol in the 30 days before the Screening Visit.\n* A subject on immunotherapy (desensitization therapy), unless the subject is on a regular maintenance schedule prior to the Screening Visit and will stay on this schedule for the remainder of the study. A subject may not receive desensitization treatment within 24 hours before any visit.\n* Pregnant or nursing females.\n* Family member of the investigation study staff.\n* Current evidence of clinically significant hematopoietic, cardiovascular, hepatic, renal, neurologic, psychiatric, autoimmune disease, or other disease that precludes the subject's participation in the study. Particular attention should be given to exclude subjects with conditions that would currently interfere with the absorption, distribution, metabolism, or excretion of the study drug or interfere with the subject's ability to complete or reliably complete the diaries.\n* Significant medical condition(s) that, in the judgment of the investigator, might interfere with the study or require treatment.\n* A subject whose ability to provide informed consent is compromised.\n* A subject with a history of noncompliance with medications or treatment\n\nprotocols.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Average AM Instantaneous (NOW) Total Nasal Symptom Score (TNSS) Averaged Over Days 2 to 15","description":"TNSS was defined as the sum of the following four nasal symptoms: rhinorrhea, nasal congestion/stuffiness, nasal itching, and sneezing; each symptom scored on a scale of 0 = none, 1 = mild, 2 = moderate, and 3 = severe. The best possible score on this scale is 0 and the worst possible score on this scale is 12.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.31","spread":"1.60"},{"groupId":"OG001","value":"9.31","spread":"1.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.54","spread":"1.99"},{"groupId":"OG001","value":"-1.66","spread":"1.99"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Average AM Instantaneous (NOW) Total Ocular Symptom Score (TOSS) Averaged Over Days 2 to 15","description":"TOSS was defined as the sum of the following three ocular symptoms: redness of eyes, itching/burning eyes, and tearing/watering eyes; each symptom scored on a scale of 0=none, 1=mild, 2=moderate, and 3=severe. The best possible score on this scale is 0 and the worst possible score on the scale is 9.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.78","spread":"1.46"},{"groupId":"OG001","value":"6.74","spread":"1.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.71","spread":"1.60"},{"groupId":"OG001","value":"-1.37","spread":"1.60"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in AM NOW Nasal Congestion Score Averaged Over Days 2 to 15","description":"Nasal congestion was one of the symptoms measures in the TNSS and was scored on a scale of 0=none, 1=mild, 2=moderate, and 3=severe. The best possible score on this scale is 0 and the worst possible score on this scale is 3.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.60","spread":"0.38"},{"groupId":"OG001","value":"2.62","spread":"0.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"0.53"},{"groupId":"OG001","value":"-0.39","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) Total Score at Endpoint (Last Post Baseline Evaluation Carried Forward)","description":"The RQLQ consisted of 28 items that fell into the following seven domains: activities, sleep, non-nose/eye symptoms, practical problems, nasal symptoms, eye symptoms, and emotional. Each of the items was scored from 0 = not troubled to 6 = extremely troubled, and the total of the seven domains was the primary focus of this quality of life evaluation. The best possible score on this scale is 0 and the worst possible score on this scale is 42. The Endpoint was the last post baseline evaluation carried forward and was Day 15 for the majority of the participants.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.27","spread":"1.01"},{"groupId":"OG001","value":"4.28","spread":"1.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.81","spread":"1.36"},{"groupId":"OG001","value":"-1.08","spread":"1.36"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in AM Peak Nasal Inspiratory Flow (PNIF) Averaged Over Days 2 to 15","description":"Participants were to measure nasal airflow twice daily (in the morning prior to study drug dosing and in the evening) using their PNIF meter. The highest of 3 assessments was to be recorded in the electronic diary. The PNIF meter limits were between 30 and 370 liters/minute. Normal values range between 100 and 150 liters/minute. A positive change from Baseline correlates with improved nasal air flow.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.12","spread":"41.3"},{"groupId":"OG001","value":"91.96","spread":"41.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.55","spread":"36.9"},{"groupId":"OG001","value":"12.59","spread":"36.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":220},"commonTop":[]}}}