{"nctId":"NCT01774344","briefTitle":"Study of Regorafenib After Sorafenib in Patients With Hepatocellular Carcinoma","startDateStruct":{"date":"2013-05-14","type":"ACTUAL"},"conditions":["Carcinoma, Hepatocellular"],"count":573,"armGroups":[{"label":"Regorafenib","type":"EXPERIMENTAL","interventionNames":["Drug: Regorafenib (Stivarga, BAY73-4506)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Regorafenib (Stivarga, BAY73-4506)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histological or cytological confirmation of HCC (hepatocellular carcinoma) or non-invasive diagnosis of HCC as per American Association for the Study of Liver Diseases criteria in patients with a confirmed diagnosis of cirrhosis\n* Barcelona Clinic Liver Cancer stage Category B or C that cannot benefit from treatments of established efficacy with higher priority such as resection, local ablation, chemoembolization or systemic sorafenib.\n* Failure to prior treatment with sorafenib (defined as documented radiological progression according to the radiology charter). Randomization needs to be performed within 10 weeks after the last treatment with sorafenib.\n* Tolerability of prior treatment with sorafenib defined as not less than 20 days at a minimum daily dose of 400 mg QD within the last 28 days prior to withdrawal.\n* Liver function status Child-Pugh Class A. Child Pugh status should be calculated based on clinical findings and laboratory results during the screening period.\n\nLocal or loco-regional therapy of intrahepatic tumor lesions (e.g. surgery, radiation therapy, hepatic arterial embolization, chemoembolization, radiofrequency ablation, percutaneous ethanol injection, or cryoablation) must have been completed \\>/=4 weeks before first dose of study medication. Note: patients who received sole intrahepatic intraarterial chemotherapy, without lipiodol or embolizing agents are not eligible.\n\n* Eastern Cooperative Oncology Group Performance Status of 0 or 1.\n* Adequate bone marrow, liver and renal function as assessed by the following laboratory tests conducted within 7 days before randomization.\n* Glomerular filtration rate \\>/= 30 ml/min/1.73 m\\^2 according to the Modification of diet in renal disease study equation.\n* At least one uni-dimensional measurable lesion by computed tomography (CT) scan or magnetic resonance imaging (MRI) according to RECIST (RECIST version 1.1), and modified RECIST for HCC. Tumor lesions situated in a previously irradiated area, or in an area subjected to other loco-regional therapy, may be considered measurable if there has been demonstrated progression in the lesion.\n* Life expectancy of at least 3 months.\n* Women of childbearing potential and men must agree to use adequate contraception .\n\nExclusion Criteria :\n\n* Sorafenib treatment within 2 weeks of randomization.\n* Prior systemic treatment for HCC, except sorafenib.\n* Permanent discontinuation of prior sorafenib therapy due to sorafenib related toxicity.\n* Known history or symptomatic metastatic brain or meningeal tumors (head CT or MRI at screening to confirm the absence of central nervous system \\[CNS\\] disease if patient has symptoms suggestive or consistent with CNS disease).\n* Uncontrolled hypertension (systolic blood pressure \\[BP\\] \\> 150 mmHg or diastolic pressure \\> 90 mmHg despite optimal medical management).\n* Uncontrolled ascites (defined as not easily controlled with diuretic or paracentesis treatment).\n* Ongoing infection \\> Grade 2 according to NCI-CTCAE (National Cancer Institute - Common Terminology Criteria for Adverse Events) v. 4.0. Hepatitis B is allowed if no active replication is present. Hepatitis C is allowed if no antiviral treatment is required.\n* Clinically significant bleeding NCI-CTCAE version 4.0 Grade 3 or higher within 30 days before randomization.\n* Arterial or venous thrombotic or embolic events such as cerebrovascular accident (including transient ischemic attacks), deep vein thrombosis or pulmonary embolism within 6 months before the start of study medication.\n* Patients unable to swallow oral medications.\n* Interstitial lung disease with ongoing signs and symptoms at the time of screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall Survival (OS) was defined as the time from date of randomization (Day 1) to death due to any cause. Subjects still alive at the time of analysis were censored at their last date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"237","spread":"192"},{"groupId":"OG001","value":"323","spread":"276"}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"TTP was the time (days) from randomization to radiological or clinical disease progression assessed by independent radiological review. Median and 95% confidence interval were reported for the modified response evaluation criteria in solid tumors (mRECIST) and response evaluation criteria in solid tumors version 1.1 (RECIST 1.1) analysis sets. Subjects still alive at the time of analysis were censored at their last date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":"44"},{"groupId":"OG001","value":"97","spread":"87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":"44"},{"groupId":"OG001","value":"119","spread":"87"}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"Progression Free Survival (PFS) was defined as the time (days) from date of randomization to date of disease progression (radiological or clinical) or death due to any cause, if death occurs before progression was documented. Death in the absence of progression was a PFS event only if it occurred within the 12+1 weeks for subjects who discontinued treatment prior to cycle 8 and 24+2 weeks for subjects who discontinued treatment after to cycle 8 of the last evaluable tumor assessment; PFS were censored at the date of the last evaluable tumor assessment, if it occurred later. Median and 95% confidence interval 95% were reported for the mRECIST and RECIST 1.1 analysis sets. Subjects still alive at the time of analysis were censored at their last date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":"44"},{"groupId":"OG001","value":"95","spread":"86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":"44"},{"groupId":"OG001","value":"102","spread":"87"}]}]}]},{"type":"SECONDARY","title":"Objective Tumor Response Rate (ORR)","description":"Objective tumor response rate (ORR) was defined as the percentage of subjects whose best tumor response CR or Partial Response (PR) observed during trial period assessed according to the mRECIST criteria and RECIST 1.1. CR= Disappearance of all clinical and radiological evidence of tumor (both target and non-target). Any pathological lymph nodes (whether target or non-target) must have a reduction in short axis to \\< 10 mm. PR= At least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum, no unequivocal progression of existing non target lesions and no appearance of new lesions. Subjects prematurely discontinuing without an assessment were to be considered non-responders for the analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"Disease control rate (DCR) was defined as the percentage of subjects whose best response was CR (CR: disappearance of all clinical and radiological evidence of tumor (both target and non-target).), PR (PR: at least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.), or stable disease (SD) (SD: steady state of disease. Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.) according to RECIST and RECIST 1.1 criteria. SD had to be maintained for at least 6 weeks from the first demonstration of that rating.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.1","spread":null},{"groupId":"OG001","value":"65.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.5","spread":null},{"groupId":"OG001","value":"65.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Overall Survival (OS)","description":"Overall Survival (OS) was defined as the time from date of randomization (Day 1) to death due to any cause","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241","spread":"196"},{"groupId":"OG001","value":"326","spread":"278"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":92,"n":193},"commonTop":["Palmar-plantar erythrodysaesthesia syndrome","Diarrhoea","Fatigue","Decreased appetite","Aspartate aminotransferase increased"]}}}