{"nctId":"NCT04607005","briefTitle":"Efficacy and Safety of Mepolizumab in Adults With Chronic Rhinosinusitis With Nasal Polyps (CRSwNP)/ Eosinophilic Chronic Rhinosinusitis (ECRS)","startDateStruct":{"date":"2021-04-22","type":"ACTUAL"},"conditions":["Nasal Polyps"],"count":169,"armGroups":[{"label":"Participants receiving mepolizumab + Standard of care (SoC)","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab","Drug: Standard of care"]},{"label":"Participants receiving placebo + SoC","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Standard of care"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Standard of care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants of 18 years of age and older inclusive, at the time of signing the informed consent.\n* Body weight greater than or equal to 40 kilograms (kg).\n* Male or female participants (with appropriate contraceptive methods) to be eligible for entry into the study.\n* Female participant is eligible to participate if she is not pregnant or breastfeeding, one of the following conditions applies:\n* Is a woman of non- childbearing potential (WONCBP) : or\n* Is a woman of child bearing potential (WOCBP) and using a contraceptive method that is highly effective \\[with a failure rate of less than (\\<)1percent (%) per year\\], preferably with low user dependency, during the study intervention period and for at least 105 days after the last dose of study intervention. The investigator should evaluate the potential for contraceptive method failure (for example \\[e.g.\\] noncompliance, recently initiated) in relationship to the first dose of study intervention.\n* A WOCBP must have a negative highly sensitive urine pregnancy test within 24 hours before the first dose of study intervention.\n* If a urine test cannot be confirmed as negative (e.g., an ambiguous result), a serum pregnancy test is required. In such cases, the participant must be excluded from participation if the serum pregnancy result is positive.\n* The investigator is responsible for review of medical history, menstrual history, and recent sexual activity to decrease the risk for inclusion of a woman with an early undetected pregnancy.\n* A documented blood eosinophil count of over 2% in the 12 months prior to Visit 0 or through a blood sample taken between Visit 0 and Visit 1. All participants must meet blood eosinophil count of over 2% by Visit 1. Participants with peripheral blood eosinophil count over 2% to 5% must also have comorbid bronchial asthma, aspirin intolerance, or nonsteroidal anti-inflammatory drug intolerance at Visit 1 assessment in order to return for Visit 2.\n* Endoscopic bilateral NP score of at least 5 out of a maximum score of 8 (with a minimum score of 2 in each nasal cavity) assessed by the investigator.\n* Participants who have had at least one of the following at Visit 1: previous nasal surgery for the removal of NP; have used at least three consecutive days of systemic corticosteroids in the previous 2 years for the treatment of NP: medically unsuitable or intolerant to systemic corticosteroid.\n* Participants with severe NP symptoms defined as a nasal obstruction VAS symptom score of greater than (\\>)5.\n* Presence of symptoms of CRS as described by at least two different symptoms for at least 12 weeks prior to Visit 1, one of which should be either nasal blockage/obstruction/congestion or nasal discharge (anterior/posterior nasal drip), plus facial pain/pressure, and/or reduction or loss of smell\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and study protocol.\n\nExclusion Criteria:\n\n* As a result of medical interview, physical examination, or screening investigation the physician responsible considers the participant unfit for the study. (e.g. symptomatic herpes zoster within 3 months prior to screening, evidence of tuberculosis \\[TB\\] active or latent).\n* Cystic fibrosis\n* Eosinophilic granulomatosis with polyangiitis (also known as Churg Strauss syndrome), Young's, Kartagener's or dyskinetic ciliary syndromes.\n* Antrochoanal polyps.\n* Severe nasal septal deviation preventing full assesment of nasal polyps in both nostrils.\n* Acute sinusitis or upper respiratory tract infection (URTI) at screening or in 2 weeks prior to screening.\n* Ongoing rhinitis medicamentosa (rebound or chemical induced rhinitis).\n* Participants who have had an asthma exacerbation requiring admission to hospital within 4 weeks of screening.\n* Participants who have undergone any intranasal and/or sinus surgery (for example polypectomy, balloon dilatation or nasal stent insertion) within 6 months prior to Visit 1.\n* Participants where NP surgery is contraindicated in the opinion of the Investigator.\n* Participants with a known medical history of Human Immunodeficiency Virus (HIV) infection.\n* Participants with a known, pre-existing parasitic infestation within 6 months prior to Visit 1.\n* Participants who are currently receiving or have received within 3 months (or 5 half-lives - whatever is the longest) prior to first mepolizumab dose, chemotherapy, radiotherapy or investigational medications/therapies.\n* Participants with a history of sensitivity to any of the study medications, or components thereof or a history of drug or other allergy that, in the opinion of the investigator or GlaxoSmithKline (GSK) Medical Monitor, contraindicates their participation. Aspirin sensitive participants are acceptable.\n* Participants with a history of allergic reaction to anti-IL-5 or other monoclonal antibody therapy.\n* Participants that have taken part in previous mepolizumab clinical studies.\n* Participants currently using intranasal corticosteroids (INCS) and inhaled corticosteroids exhalation through nose (ICS/ETN) for the management of their ECRS who are not willing to maintain using this method of administration throughout the study.\n* Use of systemic corticosteroids (including oral corticosteroids) or corticosteroid nasal solution (intranasal corticosteroid is excepted) within 4 weeks prior to screening or planned use of such medications during the double-blind period.\n* INCS and/or inhaled corticosteroids exhalation through nose (ICS/ETN) dose changes within 1 month prior to Visit 1 (if applicable).\n* Treatments with biological or immunosuppressive treatment (other than Xolair) treatment within 5 terminal phase half-lives of Visit 1.\n* Omalizumab (Xolair) treatment in the 130 days prior to Visit 1.\n* Commencement or change of dose of leukotriene antagonist treatment less than 30 days prior to Visit 1.\n* Commencement or change of dose of allergen immunotherapy within the previous 3 months.\n* Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Any participant who is considered unlikely to survive the duration of the study period or has any rapidly progressing disease or immediate life-threatening illness (e.g. cancer). In addition, any participant who has any other condition (e.g. neurological condition) that is likely to affect respiratory function should not be included in the study.\n* Participants who have known, pre-existing, clinically significant endocrine, autoimmune, cardiovascular, metabolic, neurological, renal, gastrointestinal, hepatic, hematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Participants with symptoms suggestive of active Coronavirus Disease-2019 (COVID-19) infection (that is fever, cough etc) are excluded.\n* Participants with known COVID-19 positive contacts within the past 14 days should be excluded for at least 14 days since the exposure and the participant remains symptom free.\n* A known immunodeficiency (e.g. HIV), other than that explained by the use of corticosteroids taken as therapy.\n* A current malignancy or previous history of cancer in remission for less than 12 months prior to screening.\n* Current active liver or biliary disease (with the exception of Gilbert's syndrome or asymptomatic gallstones or otherwise stable chronic liver disease per investigator assessment).\n* Alanine aminotransferase (ALT) \\>2 times Upper limit of normal (ULN).\n* Bilirubin \\>1.5 times ULN (isolated bilirubin \\>1.5 times ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%).\n* Current unstable liver or biliary disease per investigator assessment defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice, or cirrhosis.\n* Participants with a QT interval, from the electrocardiogram (ECG) conducted at Screening Visit 1, corrected with Fridericia's formula (QTcF) \\>450 milliseconds (msec) (or QTcF \\>480msec in participants with bundle branch block).\n* Known or suspected history of alcohol or drug abuse within 2 years prior to Screening (Visit 1) that in the opinion of the investigator would prevent the participant from completing the study procedures.\n* Is an investigator, sub-investigator, and study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* In the opinion of the investigator, any participant who is unable to read and/or would not be able to complete a questionnaire.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Total Endoscopic Nasal Polyps (NP) Score at Week 52 - ITT Population Excluding Medipharma Managed Sites","description":"Total endoscopic nasal polyp score is collected at clinical visits. Independent reviewers, blinded to treatment, reviewed image recordings of nasal endoscopies to determine total endoscopic NP score based on NP size. The right and left nostrils were scored from 0 to 4 (0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle concha; 2 = Polyps reaching below the lower border of the middle turbinate; 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle concha; and 4 = Large polyps causing complete obstruction/congestion of the inferior meatus). The total score is the sum of the right and left nostril scores and ranges from 0 to 8 (calculated by summing the scores \\[0 to 4\\] in each nostril), higher scores indicate worse status. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"0.164"},{"groupId":"OG001","value":"-0.19","spread":"0.164"}]}]}]},{"type":"PRIMARY","title":"Mean Change From Baseline in Total Endoscopic NP Score at Week 52 - Intent-to-Treat (ITT) Population","description":"Total endoscopic nasal polyp score is collected at clinical visits. The assessments were performed by central video image recordings of nasal endoscopy (NE). The right and left nostrils were scored from 0 to 4 (0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle concha; 2 = Polyps reaching below the lower border of the middle turbinate; 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle concha; and 4 = Large polyps causing complete obstruction/congestion of the inferior meatus). The total score is the sum of the right and left nostril scores and ranges from 0 to 8 (calculated by summing the scores \\[0 to 4\\] in each nostril), \"0\" score represents better status while \"8\" represents worse status. Baseline was defined as last value prior to first dose (Day 1). Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"0.160"},{"groupId":"OG001","value":"-0.19","spread":"0.162"}]}]}]},{"type":"PRIMARY","title":"Mean Change From Baseline in Mean Nasal Obstruction Visual Analogue Scale (VAS) Score During the 4 Weeks Prior to Week 52 - ITT Population Excluding Medipharma Managed Sites","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale (VAS) using an electronic diary (eDiary). Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final nasal obstruction VAS score ranged between 0 (none) and 10 (worst), with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.23","spread":"0.336"},{"groupId":"OG001","value":"-1.80","spread":"0.333"}]}]}]},{"type":"PRIMARY","title":"Mean Change From Baseline in Mean Nasal Obstruction VAS Score During the 4 Weeks Prior to Week 52 - ITT Population","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale (VAS) using an electronic diary (eDiary). Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores dividing by 10. The final nasal obstruction VAS score ranged between 0 and 10, with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.20","spread":"0.328"},{"groupId":"OG001","value":"-1.77","spread":"0.331"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Mean Overall VAS Symptom Score During the 4 Weeks Prior to Week 52 - ITT Population Excluding Medipharma Managed Sites","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final overall VAS score ranged between 0 (none) and 10 (worst), with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.33","spread":"0.354"},{"groupId":"OG001","value":"-1.80","spread":"0.352"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Mean Overall VAS Symptom Score During the 4 Weeks Prior to Week 52 - ITT Population","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final overall VAS score ranged between 0 (none) and 10 (worst), with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.31","spread":"0.346"},{"groupId":"OG001","value":"-1.77","spread":"0.350"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Lund Mackay (LMK) Computed Tomography (CT) Score at Week 52 - ITT Population Excluding Medipharma Managed Sites","description":"The LMK CT scoring system is based on localization with points given for degree of opacification: 0 =normal, 1 = partial opacification, 2 = total opacification. These points are then applied to the maxillary, anterior ethmoid, posterior ethmoid, sphenoid, frontal sinus on each side. The osteomeatal complex (OC) was graded as 0 = not occluded, or 2 = occluded deriving a maximum score of 12 per side. The range for the LMK CT score is therefore 0-24 (higher scores indicating more opacification) when summed across both sides. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.52","spread":"0.449"},{"groupId":"OG001","value":"-1.88","spread":"0.452"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in LMK CT Score at Week 52 - ITT Population","description":"The LMK CT scoring system is based on localization with points given for degree of opacification: 0 =normal, 1 = partial opacification, 2 = total opacification. These points are then applied to the maxillary, anterior ethmoid, posterior ethmoid, sphenoid, frontal sinus on each side of the nostril. The osteomeatal complex (OC) was graded as 0 = not occluded, or 2 = occluded deriving a maximum score of 12 per side. The range for the LMK CT score is therefore 0-24 (higher scores indicating more opacification) when summed across both sides. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.55","spread":"0.442"},{"groupId":"OG001","value":"-1.88","spread":"0.454"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Mean Composite VAS Score [Combining VAS Scores for Nasal Obstruction, Nasal Discharge, Mucus in the Throat and Loss of Smell] During the 4 Weeks Prior to Week 52 - ITT Population Excluding Medipharma Managed Sites","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from electronically captured scores by dividing by 10. The composite VAS score was calculated as average of individual scores of nasal obstruction, nasal discharge, mucus in the throat and loss of smell and ranged between 0 (none) and 10 (worst), with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.64","spread":"0.294"},{"groupId":"OG001","value":"-1.47","spread":"0.291"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Mean Composite VAS Score [Combining VAS Scores for Nasal Obstruction, Nasal Discharge, Mucus in the Throat and Loss of Smell] During the 4 Weeks Prior to Week 52 - ITT Population","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from electronically captured scores by dividing by 10. The composite VAS score was calculated as average of individual scores of nasal obstruction, nasal discharge, mucus in the throat and loss of smell and ranged between 0 (none) and 10 (worst), with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.64","spread":"0.289"},{"groupId":"OG001","value":"-1.44","spread":"0.291"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Sino-nasal Outcome Test (SNOT)-22 Total Score at Week 52 - ITT Population Excluding Medipharma Managed Sites","description":"SNOT-22 is a 22-item measure of disease specific health related quality of life (HRQoL). Participants were asked to rate the severity of their condition on each of the 22 items over the previous 2 weeks using a 6-point rating scale of 0-5 including: 0 =Not present/no problem; 1 =Very mild problem; 2 = Mild or slight problem; 3 = Moderate problem; 4 = Severe problem; 5=Problem as \"bad as it can be\". The scores for each question were summed up to derive the total score range for the SNOT-22 was from 0 (high quality of life) to 110 (worst quality of life), where higher scores representing worse quality of life. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.27","spread":"2.889"},{"groupId":"OG001","value":"-7.65","spread":"2.869"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Sino-nasal Outcome Test (SNOT)-22 Total Score at Week 52 - ITT Population","description":"SNOT-22 is a 22-questions measure of disease specific health related quality of life (HRQoL). Participants were asked to rate the severity of their condition on each of the 22 items over the previous 2 weeks using a 6-point rating scale of 0-5 including: 0 =Not present/no problem; 1 =Very mild problem; 2 = Mild or slight problem; 3 = Moderate problem; 4 = Severe problem; 5=Problem as \"bad as it can be\". The scores for each question were summed up to derive the total score range for all SNOT-22 items ranging from 0 (high quality of life) to 110 (worst quality of life). Lower score indicating better HRQoL. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.98","spread":"2.771"},{"groupId":"OG001","value":"-7.58","spread":"2.806"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Mean Individual VAS Symptom Score for Loss of Smell During the 4 Weeks Prior to Week 52 - ITT Population Excluding Medipharma Managed Sites","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final loss of smell VAS score ranged between 0 (none) and 10 (worst), with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.71","spread":"0.220"},{"groupId":"OG001","value":"-0.89","spread":"0.219"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Individual VAS Symptom Score for Loss of Smell During the 4 Weeks Prior to Week 52 - ITT Population","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final loss of smell VAS score ranged between 0 (none) and 10 (worst), with higher scores indicating greater disease severity. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.76","spread":"0.215"},{"groupId":"OG001","value":"-0.87","spread":"0.219"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Nasal Surgery or Systemic Corticosteroids (CS) for Chronic Rhinosinusitis With Nasal Polyposis/Eosinophilic Chronic Rhinosinusitis (CRSwNP/ECRS) Over Time- ITT Population Excluding Medipharma Managed Sites","description":"NP surgery is defined as any procedure involving instruments resulting in incision and removal of tissue from the nasal cavity (for example polypectomy). Additionally, the number of courses of systemic steroids and reason for treatment will be recorded throughout the study. Percentage of participants with nasal surgery or course of systemic CS for CRSwNP/ECRS and corresponding 95% CI have been presented, calculated using the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":null},{"groupId":"OG001","value":"13.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null},{"groupId":"OG001","value":"22.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":null},{"groupId":"OG001","value":"23.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"30.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":null},{"groupId":"OG001","value":"35.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":null},{"groupId":"OG001","value":"35.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Nasal Surgery or Course of Systemic CS for CRSwNP/ECRS up to Week 52 - ITT Population","description":"NP surgery is defined as any procedure involving instruments resulting in incision and removal of tissue from the nasal cavity (for example polypectomy). Additionally, the number of courses of systemic steroids and reason for treatment will be recorded throughout the study. Percentage of participants with nasal surgery or course of systemic CS for CRSwNP/ECRS and corresponding 95% CI have been presented, calculated using the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"8.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":null},{"groupId":"OG001","value":"29.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.9","spread":null},{"groupId":"OG001","value":"32.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.9","spread":null},{"groupId":"OG001","value":"41.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"46.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"46.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":84},"commonTop":["COVID-19","Nasopharyngitis","Headache","Immunisation reaction","Back pain"]}}}