{"nctId":"NCT02184611","briefTitle":"A 24 Week Efficacy Study of Inhaled Umeclidinium (UMEC) in Patients of Chronic Obstructive Pulmonary Disease (COPD) Using a Novel Dry Powder Inhaler (NDPI)","startDateStruct":{"date":"2016-05-09","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":308,"armGroups":[{"label":"Umeclidinium bromide","type":"EXPERIMENTAL","interventionNames":["Drug: Umeclidinium bromide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Umeclidinium bromide","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: outpatient, Asian ancestry.\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Age: 40 years of age or older at Screening (Visit 1).\n* Gender: Male or female subjects are eligible to participate in the study. A female is eligible to enter and participate in the study if she is of: Non-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g. age appropriate, \\>45 years, in the absence of hormone replacement therapy. However, in questionable cases, post-menopause status may be confirmed by analysis of a blood sample with follicle-stimulating hormone (FSH) \\>40 million international units per milliliter (MIU/ml) and estradiol \\<40 picogram (pg) /ml (\\<140 picomole per liter (pmol/L) as confirmatory. OR Child bearing potential, provided the subject has a negative pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly (i.e. in accordance with the approved product label, and the instructions of the physician for the duration of the study - Screening to Follow-Up contact): Abstinence\\\\ Oral contraceptive either combined or progestogen alone\\\\ Injectable progestogen\\\\ Implants of levonorgestrel\\\\ Estrogenic vaginal ring\\\\ Percutaneous contraceptive patches\\\\ Intrauterine device (IUD) or intrauterine system (IUS)\\\\ Male partner sterilization (vasectomy with documentation of azoospermia) prior to the female subject's entry into the study and this male is the sole partner for that subject\\\\ Double barrier method condom and an occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/film/cream/suppository).\n* COPD History: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society as follows: COPD is a preventable and treatable disease state characterized by airflow limitation that is not fully reversible. The airflow limitation is usually progressive and is associated with an abnormal inflammatory response of the lungs to noxious particles or gases, primarily caused by cigarette smoking. Although COPD affects the lungs, it also produces significant systemic consequences.\n* Tobacco Use and Smoking History: Current or former cigarette smokers with a history of cigarette smoking of \\>= 10 pack-years \\[Number of pack years = (number of cigarettes per day /20) x number of years smoked (e.g. 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years both equal 10 pack years)\\]. Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Note: Pipe and/or cigar use cannot be used to calculate pack-year history. COPD patients who only use a pipe and/or cigar are not eligible.\n* Severity of Disease: A pre and post-salbutamol/albuterol FEV1/FVC ratio of \\<0.70 and a pre and post-salbutamol/albuterol FEV1 of \\<=70% of predicted normal values calculated using National Health and Nutrition Examination Survey III reference equations at Visit 1.\n* Dyspnea: A score of \\>=2 on the Modified Medical Research Council Dyspnoea Scale (mMRC) at Screening (Visit 1)\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: A current diagnosis of asthma.\n* Other Respiratory Disorders: Known alpha-1 antitrypsin deficiency, active lung infections (such as tuberculosis) and lung cancer are absolute exclusionary conditions. A subject, who in the opinion of the investigator has any other significant respiratory conditions in addition to COPD should be excluded. Examples may include clinically significant bronchiectasis, pulmonary hypertension, sarcoidosis or interstitial lung disease.\n* Other Diseases/Abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or haematological abnormalities that are uncontrolled and/or a previous history of cancer in remission for \\<5 years prior to Visit 1 (localized carcinoma of the skin that has been resected for cure is not exclusionary). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Chest X-Ray: A chest X-ray or computed tomography (CT) scan that reveals evidence of clinically significant abnormalities not believed to be due to the presence of COPD. A chest X-ray must be taken at Visit 1 if a chest X-ray or CT scan is not available within 6 months prior to Visit 1.\n* Contraindications: A history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, beta2-agonist, lactose/milk protein or magnesium stearate or a medical condition such as of narrow-angle glaucoma, prostatic hypertrophy or bladder neck obstruction that, in the opinion of the study physician contraindicates study participation or use of an inhaled anticholinergic.\n* Hospitalization: Hospitalization for COPD or pneumonia within 12 weeks prior to Visit 1.\n* Lung Resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening (Visit 1).\n* 12-Lead electrocardiogram (ECG): An abnormal and significant ECG finding from the 12-lead ECG conducted at Visit 1, including the presence of a paced rhythm on a 12-lead ECG which causes the underlying rhythm and ECG to be obscured. Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility. Specific ECG findings that precluded subject eligibility are as listed. An ECG finding that would preclude a subject from entering the trial is defined as a 12-lead tracing that is interpreted as, but not limited to, any of the following: Sinus tachycardia ≥120 bpm\\*Note: sinus tachycardia ≥120bpm should be confirmed by two additional readings at least 5 minutes apart. Sinus bradycardia \\<45bpm\\*Note: Sinus bradycardia \\<45bpm should be confirmed by two additional readings at least 5 minutes apart.Multifocal atrial tachycardia.Supraventricular tachycardia (\\>100bpm).Atrial fibrillation with rapid ventricular response (rate \\>120bpm). Atrial flutter with rapid ventricular response (rate \\>120bpm). Ventricular tachycardias (non sustained, sustained, polymorphic, or monomorphic). Ventricular flutter. Ventricular fibrillation. Torsades de Pointes. Evidence of Mobitz type II second degree or third degree atrioventricular (AV) block. AV dissociation. Trifascicular Block. For subjects with QRS duration \\<120 ms: QTc(F) ≥450msec or an ECG that is unsuitable for QT measurements (e.g., poor defined termination of the T wave). For subjects with QRS duration\\>120: QTc(F) ≥480msec or an ECG that is unsuitable for QT measurements (e.g., poor defined termination of the T wave). Myocardial infarction (acute or recent) \\* Note: Evidence of an old (resolved) myocardial infarction is not exclusionary. The study investigator will determine the medical significance of any ECG abnormalities not listed above.\n* Screening Labs: Significantly abnormal findings from clinical chemistry and haematology tests at Visit 1.\n* Medications Prior to Spirometry: Unable to withhold albuterol/salbutamol for the 4 hour period required prior to spirometry testing at each study visit.\n* Medications Prior to Screening: Use of the following medications according to the following defined time intervals prior to Visit 1 is presented as Medication with Time Interval Prior to Visit 1: Depot corticosteroids (12 weeks); Systemic, oral, parenteral (intra-articular) corticosteroids (4 weeks); Antibiotics (for lower respiratory tract infection) (4 weeks); inhaled corticosteroid/ long-acting beta agonist (ICS/LABA) combination products if ICS/LABA therapy is discontinued completely (30 days); Use of ICS at a dose \\>1000mcg/day of fluticasone propionate or equivalent (30 days); Initiation or discontinuation of ICS use (30 days); Phosphodiesterase 4 (PDE4) inhibitors (roflumilast) (14 days); Long-acting anticholinergics (e.g.,tiotropium and aclidinium, glycopyronium) (7 days); Theophyllines (12 hours stable dose of theophylline alone is allowed during the study but must be withheld 12 hours prior to each study visit); Oral leukotriene inhibitors (zafirlukast, montelukast, zileuton) (48 hours); Oral beta2-agonists (Long- acting 48 hours, Short -acting 12 hours); Olodaterol and Indacaterol (inhaled long-acting beta2-agonist) (14 days); Salmeterol, formoterol, (inhaled long-acting beta2-agonist) (48 hours); LABA/ ICS combination products only if discontinuing LABA therapy and switching to ICS monotherapy (48 hours for LABA component); Inhaled sodium cromoglycate or nedocromil sodium (24 hours); Inhaled short acting beta2-agonists (4 hours); Inhaled short-acting anticholinergics (e.g. ipratropium bromide) (4 hours, stable dose of ipratropium alone is allowed during the study, provided that the subject is on a stable dose regimen from Screening \\[Visit 1 and remains so throughout the study\\] but must be withheld 4 hours prior to each study visit); Inhaled short-acting anticholinergic/short-acting beta2-agonist combination products (4 hours); Any other investigational drug (30 days or 5 half lives, whichever is longer). Note: Further details related to allowable dosage of above listed medications will be explained by the Investigator)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Trough (Pre-bronchodilator) Forced Expiratory Volume in 1 Second (FEV1) on Treatment Day 169","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 on Treatment Day 169 was defined as the mean of the FEV1 values obtained 23 and 24 hours after dosing on Treatment Day 168 (i.e. at Week 24). Baseline FEV1 is defined as the mean of the two assessments made pre-dose at Visit 2 (Day 1). Change from Baseline was calculated by subtracting the value on-treatment from the Baseline value. Modified intent-to-treat (mITT) Population comprised of all participants randomized to treatment who received at least one dose of the study medication in the treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.022","spread":"0.0171"},{"groupId":"OG001","value":"0.131","spread":"0.0117"}]}]}]},{"type":"SECONDARY","title":"Transition Dyspnea Index (TDI) Focal Score at Week 24 (Day 168)","description":"The Baseline Dyspnea Index (BDI) is used to measure the severity of dyspnea in participants at Baseline . The TDI measures changes in dyspnea severity from Baseline, as established by the BDI. TDI is formed of 3 individual scales that assess change in functional impairment, change in magnitude of task and change in magnitude of effort. The instrument is scored on a 7-point scale from -3 (major deterioration) to +3 (major improvement) for each category. Total scores (3 categories) range from -9 to +9 with lower scores indicating more deterioration in the severity of dyspnoea. A change of \\>=1 units is considered to be the minimum clinically important difference (MCID) for the TDI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.26"},{"groupId":"OG001","value":"2.5","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weighted Mean FEV1 Over 0 to 6 Hours Post-dose on Day 1","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Weighted mean FEV1 was calculated over the nominal 0 to 6 hour post dose period. Values from post-dose assessments which were actually before the time of dosing were excluded from the calculation. The 0 hour value is the average value obtained 30 minutes and 5 minutes pre-dose, and both the 0 hour and 6 hour values must be present for a 0- to 6 hour weighted mean to be calculated. The 0 -to 6 hour weighted mean was derived by calculating the area under the FEV1 curve over the nominal time points of 0 hour, 15 and 30 minutes, 1, 3 and 6 hours, using the trapezoidal rule, and then dividing by the actual time between dosing and the 6 hour assessment. Baseline value for FEV1 was calculated from the values measured 30 minutes and 5 minutes pre-dose on Day 1. Change from Baseline was calculated by subtracting the value on-treatment from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.011","spread":"0.0091"},{"groupId":"OG001","value":"0.136","spread":"0.0064"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AE) and Serious AE (SAE)","description":"AE is any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An SAE is any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect or is medically significant or is associated with liver injury and impaired liver function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Vital Sign Parameters: Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP)","description":"Vital signs (SBP and DBP) were obtained after participants had rested for approximately 5 minutes and before performing electrocardiogram (ECG) and spirometry testing. A single set of values was obtained. Baseline was the most recent recorded value before dosing on Day 1 at schedule visit. Change from Baseline was calculated by subtracting the value on-treatment from the Baseline value. Anytime post-Baseline values have been presented for SBP and DBP respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"11.25"},{"groupId":"OG001","value":"11.4","spread":"10.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.2","spread":"7.55"},{"groupId":"OG001","value":"-10.8","spread":"8.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Vital Sign Parameter: Pulse Rate","description":"Vital sign pulse rate was obtained after participants had rested for approximately 5 minutes and before performing electrocardiogram (ECG) and spirometry testing. A single set of values was obtained. Baseline was the most recent recorded value before dosing on Day 1 at schedule visit. Change from Baseline was calculated by subtracting the value on-treatment from the Baseline value. Anytime post-Baseline values have been presented for pulse rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":"10.94"},{"groupId":"OG001","value":"8.2","spread":"9.47"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Electrocardiogram (ECG) Abnormalities Any Time Post Baseline","description":"A 12-lead ECG measurement was obtained after measurement of vital signs and before spirometry testing. Participants should be placed in the supine position for the ECG measurements. Any ECG abnormality recorded by a participant after the start of study treatment was included in the any-time post-Baseline record of all ECG abnormalities. Partcipants with abnormal ECG interpretation have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hematology Data Outside the Normal Range at Any Time Post-Baseline","description":"Hematology parameters included basophils (normal range 0 to 0.2 giga cells/Liter), eosinophils (0.05 to 0.55 giga cells/Liter), hematocrit (0.36 to 0.49 percentage of red blood cells in blood), hemoglobin (118 to 168 gram/Liter), lymphocytes (0.85 to 4.1 giga cells/Liter), monocytes (0.2 to 1.1 giga cells/Liter), platelet count (PC)(130 to 400 giga cells/Liter), neutrophils (1.8 to 8 giga cells/Liter), total neutrophils (TN) (1.8 to 8 giga cells/Liter), white blood cell \\[WBC\\] count (3.8 to 10.8 giga cells/Liter). Only categories with non-zero (high and low) values at any time post Baseline have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Chemistry Data Outside the Normal Range at Any Time Post-Baseline","description":"Clinical chemistry parameters assessed included albumin (normal range 32 to 50 grams/Liter \\[G/L\\]), alkaline phosphatase (20 to 125 international units/Liter \\[IU/L\\]), alanine aminotransferase \\[ALT\\] (0 to 48 IU/L), aspartate aminotransferase \\[AST\\] (0 to 55 IU/L), direct bilirubin (0 to 6 micromoles/liter \\[umol/l\\]), indirect bilirubin (0 to 22 umol/l), total bilirubin (0 to 22 umol/l), calcium (2.12 to 2.56 milimoles/liter \\[mmol/l\\]), chloride (95 to 108 mmol/l), carbon dioxide \\[CO2\\] content/bicarbonate (20 to 32 mmol/l), creatinine (67.2 to 129.1 umol/l), creatinine phosphokinase \\[CPK\\] (0 to 235 IU/L), gamma glutamyl transferase \\[GGT\\] (0 to75 IU/L), glucose (3.9 to 6.9 mmol/l), phosphorus (0.7 to 1.4 mmol/l), potassium (3.5 to 5.3 mmol/l), protein total (58 to 81 G/L), sodium (135 to 146 mmol/l), urea nitrogen (2.5 to 10.5 mmol/l), uric acid (240 to 510 umol/l). Only categories with non-zero (high and low) values at any time post Baseline have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Abnormal Urinalysis Parameters by Dipstick Method","description":"Urinalysis parameters assessed were urine ketones, urine bilirubin, urine glucose, urine leukocyte esterase test for detecting WBC and urine protein. In this dipstick test, the level of bilirubin, glucose, leukocyte esterase and protein in urine samples was recorded as negative, trace, 1+, 2+, and 3+ (the plus sign increases with a higher level of bilirubin, glucose, leukocyte esterase, or proteins in the urine: 1+=slightly positive, 2+=positive, 3+=high positive). Urine samples were collected for the measurement of urinalysis parameters by dipstick method up to Day 168 (Visit 8). Only categories with significant values have been presented. Only those participants with data available at the indicated time point were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Urine Potential of Hydrogen (pH)","description":"Urinary pH measurement is a routine part of urinalysis. Urine pH is an acid-base measurement. pH is measured on a numeric scale ranging from 0 to 14; values on the scale refer to the degree of alkalinity or acidity. A pH of 7 is neutral. A pH less than 7 is acidic, and a pH greater than 7 is basic. Normal urine has a slightly acid pH (5.0 to 6.0). Urine samples were collected for the measurement of urine pH up to Day 168 (Visit 8). Only categories with significant values have been presented. Only those participants with data available at the indicated time point were analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.16","spread":"0.520"},{"groupId":"OG001","value":"6.25","spread":"0.632"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in St. George's Respiratory Questionnaire (SGRQ) Total Score at Days 28, 84 and 168","description":"The SGRQ is designed to measure health-related quality of life (HRQoL) in participants with diseases of airway obstruction with the use of 76 items grouped into three domains: symptoms, activity and impact. The questions are designed to be self-completed by the participant based on recall of the past 4 weeks. Domain score =sum of the weighted scores for the non-missing items within each domain/maximum possible score for those non-missing items x 100. The SGRQ total score= sum of the weighted scores from all 76 items /maximum possible score for the SGRQ x100. Scores range from 0, representing the best possible health status, to 100, representing the worst possible health status. A decrease in score indicates an improvement in HRQoL whereas increase indicates deterioration in HRQoL. Baseline was the most recent recorded value before dosing on Day 1 at schedule visit. Change from Baseline was calculated by subtracting the value on-treatment from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.45","spread":"1.174"},{"groupId":"OG001","value":"-5.84","spread":"0.813"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.46","spread":"1.268"},{"groupId":"OG001","value":"-7.05","spread":"0.860"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.31","spread":"1.316"},{"groupId":"OG001","value":"-7.34","spread":"0.882"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Chronic Obstructive Pulmonary Disease (COPD) Assessment Test (CAT) Score at Days 28, 84 and 168","description":"The CAT is an 8-item, participant-completed instrument that covers symptoms such as cough, phlegm, chest tightness and breathlessness, and disease impacts including physical activity, confidence, sleep and energy. The CAT asks participant to score each item according to their current experience; there is no specific recall period. Items are scored on a 6-point response scale, with a score of 0 representing the participants are not experiencing the symptom/impact at all and a score of 5 representing a maximal symptom or impact. All items have equal weighting and so the total score is simply the sum of all scores and can range from 0 to a maximum of 40, with higher scores indicating a worse health state while a decrease in score indicates an improvement in health status. Baseline was the most recent recorded value before dosing on Day 1 at schedule visit. Change from Baseline was calculated by subtracting the value on-treatment from the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.551"},{"groupId":"OG001","value":"-1.75","spread":"0.378"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.594"},{"groupId":"OG001","value":"-2.18","spread":"0.403"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.32","spread":"0.648"},{"groupId":"OG001","value":"-2.00","spread":"0.434"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Healthcare Resource Utilization Status","description":"The total number of participants with visits for each type of healthcare contact ( office/practice visits, urgent care/outpatient clinic visits, emergency room visits and the intensive care visit and general wards visit have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days Requiring Admission to Intensive Care Unit and General Ward","description":"The total number of days requiring admission to intensive care unit and general ward have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":101},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Dizziness","Urinary tract infection","Blood glucose increased"]}}}