{"nctId":"NCT02085161","briefTitle":"To Evaluate the Effect of Inhaled Medication Together With Exercise and Activity Training on Exercise Capacity and Daily Activities in Patients With Chronic Lung Disease With Obstruction of Airways","startDateStruct":{"date":"2014-03"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":304,"armGroups":[{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo to tiotropium + olodaterol"]},{"label":"tiotropium + olodaterol high dose with BM","type":"EXPERIMENTAL","interventionNames":["Drug: tiotropium +olodaterol"]},{"label":"tiotropium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: tiotropium"]},{"label":"tiotropium + olodaterol with exercise training and BM","type":"EXPERIMENTAL","interventionNames":["Drug: tiotropium+olodaterol"]}],"interventions":[{"name":"placebo to tiotropium + olodaterol","otherNames":[]},{"name":"tiotropium+olodaterol","otherNames":[]},{"name":"tiotropium +olodaterol","otherNames":[]},{"name":"tiotropium","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* All patients must sign an informed consent consistent with International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH) - Good Clinical Practice (GCP) guidelines prior to participation in the trial, which includes medication washout and restrictions.\n* All patients must have a diagnosis of chronic obstructive pulmonary disease and must meet the following spirometric criteria: Patients must have relatively stable airway obstruction with a post-bronchodilator forced expiratory volume in one second \\>=30% and \\<80% of predicted normal; Global Initiative for Chronic Obstructive Lung Disease grade II - III, and a post-bronchodilator Tiffeneau index \\<70% at Visit 1.\n* Male or female patients, aged \\>=40 years and \\<=75 years.\n* Patients must be current or ex-smokers with a smoking history of more than 10 pack years. Patients who have never smoked cigarettes must be excluded.\n\nExclusion criteria:\n\n* Patients with a significant disease other than chronic obstructive pulmonary disease.\n* Patients with clinically relevant abnormal baseline haematology, blood chemistry, or urinalysis.\n* Patients with a history of asthma.\n* A diagnosis of thyrotoxicosis.\n* A diagnosis of paroxysmal tachycardia (\\>100 beats per minute).\n* A history of myocardial infarction within 1 year of screening visit.\n* Unstable or life-threatening cardiac arrhythmia.\n* Hospitalized for heart failure within the past year.\n* Known active tuberculosis.\n* A malignancy for which patient has undergone resection, radiation therapy or chemotherapy within last five years.\n* A history of life-threatening pulmonary obstruction and patients with chronic respiratory failure.\n* A history of cystic fibrosis.\n* Clinically evident bronchiectasis.\n* A history of significant alcohol or drug abuse.\n* Any contraindications for exercise testing.\n* Patients who have undergone thoracotomy with pulmonary resection.\n* Patients being treated with any oral ß-adrenergics.\n* Patients being treated with oral corticosteroid medication at unstable doses (i.e., less than six weeks on a stable dose) or at doses in excess of the equivalent of 10 mg of prednisone per day or 20 mg every other day.\n* Patients who regularly use daytime oxygen therapy for more than one hour per day and in the investigators opinion will be unable to abstain from the use of oxygen therapy during clinic visits.\n* Patients who have completed a pulmonary rehabilitation program in the six weeks prior to the screening visit or patients who are currently in a pulmonary rehabilitation program.\n* Patients who have a limitation of exercise performance as a result of factors other than fatigue or exertional dyspnoea, such as arthritis in the leg, angina pectoris or claudication or morbid obesity.\n* Patients who have taken an investigational drug within one month or six half lives (whichever is greater) prior to screening visit.\n* Patients with known hypersensitivity to ß-adrenergics drugs, anticholinergic drugs, benzalkonium chloride, disodium edentat, or any other component of the Respimat® inhalation solution delivery system.\n* Pregnant or nursing women.\n* Women of childbearing potential not using highly effective methods of birth control.\n* Patients who have previously been randomized in this study or are currently participating in another study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Endurance Time During Endurance Shuttle Walk Test (ESWT) to Symptom Limitation After 8 Weeks","description":"Endurance time during ESWT to symptom limitation at walking speed corresponding to 85% of predicted maximum oxygen consumption (VO2 peak) after 8 weeks of pharmacological treatment and non-pharmacological intervention. The numerical value of endurance time in seconds was transformed in log10 scale to correct for skewness and then an analysis of covariance (ANCOVA) was fitted to the log10-transformed data and the least square means (LSMean) and standard error (SE) were obtained. To present the results in a way easier for interpretation, the least square mean from the ANCOVA fitted to the log10-transformed data were transformed back taking 10 to the power of the least square estimate to obtain the geometric mean and the corresponding SE was transformed using delta method to get the corresponding SE of the geometric mean.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"244.07","spread":"17.666"},{"groupId":"OG001","value":"254.18","spread":"18.099"},{"groupId":"OG002","value":"315.32","spread":"21.671"},{"groupId":"OG003","value":"355.73","spread":"24.787"}]}]}]},{"type":"SECONDARY","title":"Average Daily Walking Time Measured by the Activity Monitor in the Week Prior to Week 12","description":"Average daily walking time measured by the activity monitor in the week prior to Week 12.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4670.78","spread":"211.798"},{"groupId":"OG001","value":"4145.85","spread":"207.351"},{"groupId":"OG002","value":"4831.85","spread":"202.261"},{"groupId":"OG003","value":"4338.80","spread":"207.252"}]}]}]},{"type":"SECONDARY","title":"Average Daily Walking Intensity Measured by the Activity Monitor in the Week Prior to 12 Weeks of Treatment","description":"Average daily walking intensity measured by the activity monitor in the week prior to 12 weeks of treatment. The Movement Intensity (MI) is derived from the acceleration signals. Since seismic sensors measure gravitational acceleration (g) in static situations, the acceleration signal is expressed relative to g (1g = 9.81m/s2). To calculate movement intensity (MI) the gravitational acceleration in static situations was removed and the rotation vector of the three accelerometer signals was calculated. The MI gives an indication of the power of movements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.003"},{"groupId":"OG001","value":"0.20","spread":"0.003"},{"groupId":"OG002","value":"0.20","spread":"0.003"},{"groupId":"OG003","value":"0.20","spread":"0.003"}]}]}]},{"type":"SECONDARY","title":"Perceived Difficulties as Evaluated With Functional Performance Inventory-Short Form (FPI-SF) Total Score at Week 12","description":"Perceived difficulties as evaluated with FPI-SF. FPI-SF self-report questionnaire has 6 domains: Body care(5 items), Household maintenance(8 items), Physical exercise(5 items), Recreation(5 items), Spiritual activities(4 items) and Social interaction(5 items) with five possible answers on each item: Do with no difficulty - 3, Do with some difficulty - 2, Do with great difficulty - 1, don't do because of health reasons - 0, and don't do because choose not to - 0. Domain scores are expressed as mean values, with at least 6 non-missing items required for the household maintenance domain and at least 3 non-missing items for the other domains. Total score is the mean across the six domains. So total and domain scores range from 0 to 3, with higher scores indicating higher levels of functional activity within and across domains. Respondents engaged in many activities with no difficulty will score high on the FPI, while those who perform few activities with much difficulty will score low.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.191","spread":"0.040"},{"groupId":"OG001","value":"2.207","spread":"0.040"},{"groupId":"OG002","value":"2.335","spread":"0.038"},{"groupId":"OG003","value":"2.268","spread":"0.039"}]}]}]},{"type":"SECONDARY","title":"Endurance Time During Endurance Shuttle Walk Test (ESWT) to Symptom Limitation After 12 Weeks","description":"Endurance time during ESWT to symptom limitation at walking speed corresponding to 85% of maximum oxygen consumption (VO2 peak) after 12 weeks of pharmacological treatment and non-pharmacological intervention. The numerical value of endurance time in seconds was transformed in log10 scale to correct for skewness and then the ANCOVA was fitted to the log10-transformed data and the least square means and SE were obtained. To present the results in a way easier for interpretation, the least square mean from the ANCOVA fitted to the log10-transformed data were transformed back taking 10 to the power of the least square estimate to obtain the geometric mean and the corresponding SE was transformed using delta method to get the corresponding SE of the geometric mean.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"243.30","spread":"18.680"},{"groupId":"OG001","value":"255.67","spread":"19.292"},{"groupId":"OG002","value":"302.61","spread":"21.691"},{"groupId":"OG003","value":"324.21","spread":"24.095"}]}]}]},{"type":"SECONDARY","title":"One Hour, Post-dose Forced Expiratory Volume in One Second (FEV1) After 8 Weeks of Treatment","description":"One hour, Post-dose Forced Expiratory Volume in One Second (FEV1) after 8 weeks of treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.375","spread":"0.027"},{"groupId":"OG001","value":"1.550","spread":"0.027"},{"groupId":"OG002","value":"1.731","spread":"0.026"},{"groupId":"OG003","value":"1.705","spread":"0.026"}]}]}]},{"type":"SECONDARY","title":"One Hour, Post-dose Forced Vital Capacity (FVC) After 8 Weeks of Treatment","description":"One hour, Post-dose Forced Vital Capacity (FVC) after 8 weeks of treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.974","spread":"0.047"},{"groupId":"OG001","value":"3.259","spread":"0.046"},{"groupId":"OG002","value":"3.504","spread":"0.044"},{"groupId":"OG003","value":"3.452","spread":"0.045"}]}]}]},{"type":"SECONDARY","title":"Resting Inspiratory Capacity (IC) Measured at 1.5 Hours Post Dose After 8 Weeks of Treatment","description":"Resting inspiratory capacity (IC) measured at 1.5 hours post dose after 8 weeks of treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.452","spread":"0.051"},{"groupId":"OG001","value":"2.627","spread":"0.050"},{"groupId":"OG002","value":"2.755","spread":"0.048"},{"groupId":"OG003","value":"2.771","spread":"0.049"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":75},"commonTop":["Chronic obstructive pulmonary disease","Nasopharyngitis","Dyspnoea","Back pain"]}}}