{"nctId":"NCT01855750","briefTitle":"A Study of the Bruton's Tyrosine Kinase Inhibitor, PCI-32765 (Ibrutinib), in Combination With Rituximab, Cyclophosphamide, Doxorubicin, Vincristine, and Prednisone in Patients With Newly Diagnosed Non-Germinal Center B-Cell Subtype of Diffuse Large B-Cell Lymphoma","startDateStruct":{"date":"2013-09-03","type":"ACTUAL"},"conditions":["Lymphoma"],"count":838,"armGroups":[{"label":"Treatment Arm A: placebo + R-CHOP","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Rituximab","Drug: Cyclophosphamide","Drug: Doxorubicin","Drug: Vincristine","Drug: Prednisone (or equivalent)"]},{"label":"Treatment Arm B: ibrutinib + R-CHOP","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib","Drug: Rituximab","Drug: Cyclophosphamide","Drug: Doxorubicin","Drug: Vincristine","Drug: Prednisone (or equivalent)"]}],"interventions":[{"name":"Ibrutinib","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Rituximab","otherNames":[]},{"name":"Cyclophosphamide","otherNames":[]},{"name":"Doxorubicin","otherNames":[]},{"name":"Vincristine","otherNames":[]},{"name":"Prednisone (or equivalent)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* No prior treatment for diffuse B-cell lymphoma (DLBCL)\n* Histologically-confirmed non-germinal center B-cell subtype DLBCL\n* Stage II (not candidates for local x-ray therapy), III, or IV disease by the Ann Arbor Classification\n* At least 1 measurable site of disease according to Revised Response Criteria for Malignant Lymphoma\n* Revised International Prognostic Index score of \\>=1\n* Eastern Cooperative Oncology Group performance status grade of 0, 1, or 2\n* Hematology and biochemical laboratory values within protocol-defined parameters prior to random assignment and at baseline\n* Left ventricular ejection fraction within institutional normal limits, as determined by echocardiography or multiple uptake gated acquisition (MUGA) scan\n* Agrees to protocol-defined use of effective contraception (for women, these restrictions apply for 12 months after the last dose of rituximab or 1 month after the last dose of study drug, whichever is later; for men, these restrictions apply for 12 months after the last dose of rituximab or 3 months after the last dose of study drug, whichever is later)\n* Men must agree to not donate sperm during and after the study for 12 months after the last dose of rituximab or 3 months after the last dose of study drug, whichever is later\n* Women of childbearing potential must have a negative serum or urine pregnancy test at screening\n\nExclusion Criteria:\n\n* Major surgery within 4 weeks of random assignment\n* Known central nervous system or primary mediastinal lymphoma\n* Prior history of indolent lymphoma\n* Diagnosed or treated for malignancy other than DLBCL, except: malignancy treated with curative intent and with no known active disease present for \\>=3 years before random assignment; adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease; adequately treated carcinoma in situ without evidence of disease\n* History of stroke or intracranial hemorrhage within 6 months prior to random assignment\n* Requires anticoagulation with warfarin or equivalent vitamin K antagonists\n* Requires treatment with strong CYP3A inhibitors\n* Prior anthracycline use \\>=150 mg/m2\n* Clinically significant cardiovascular disease such as uncontrolled or symptomatic arrhythmias, congestive heart failure, or myocardial infarction within 6 months of screening, or any Class 3 (moderate) or Class 4 (severe) cardiac disease as defined by the New York Heart Association Functional Classification\n* Known history of human immunodeficiency virus or active hepatitis C virus or active hepatitis B virus infection or any uncontrolled active systemic infection requiring intravenous antibiotics\n* Women who are pregnant or breastfeeding\n* Any life-threatening illness, medical condition, or organ system dysfunction which, in the investigator's opinion, could compromise the patient's safety, interfere with the absorption or metabolism of ibrutinib capsules, or put the study outcomes at undue risk","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Event-Free Survival (EFS) - Intent-to-Treat (ITT) Population","description":"EFS: duration from randomization date to disease progression(PD) date, relapse from complete response(CR) assessed by investigator, initiation of subsequent systemic antilymphoma therapy for either positron emission tomography(PET)-positive/ biopsy-proven residual disease upon completion of \\>=6 cycles of R-CHOP therapy/death, whichever occurred first. Responses were based on Revised Response Criteria for Malignant Lymphoma. PD: any new lesion or increase by 50% of previously involved sites from nadir; PD criteria: Appearance of new nodal lesion 1.5 cm in any axis, 50% increase in sum of product of diameters(SPD) of \\>1 node or 50% increase in longest diameter of previously identified node 1 cm in short axis. CR: disappearance of all evidence of disease; CR criteria: nodal masses PET positive prior to therapy; mass of any size permitted if PET negative; regression to normal size on CT; spleen and liver: not palpable, nodules disappeared; bone marrow: infiltrate cleared on repeat biopsy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.64","spread":null},{"groupId":"OG001","value":"54.77","spread":null}]}]}]},{"type":"PRIMARY","title":"Event-Free Survival (EFS) - Activated B-Cell (ABC) Population","description":"EFS: duration from randomization date to PD date, relapse from CR assessed by investigator, initiation of subsequent systemic antilymphoma therapy for either PET-positive/ biopsy-proven residual disease upon completion of \\>=6 cycles of R-CHOP therapy/death, whichever occurred first. Responses were based on Revised Response Criteria for Malignant Lymphoma. PD: any new lesion or increase by 50% of previously involved sites from nadir; PD criteria: Appearance of new nodal lesion 1.5 cm in any axis, 50% increase in SPD of \\>1 node or 50% increase in longest diameter of previously identified node 1 cm in short axis. CR: disappearance of all evidence of disease; CR criteria: nodal masses PET positive prior to therapy; mass of any size permitted if PET negative; regression to normal size on CT; spleen and liver: not palpable, nodules disappeared; bone marrow: infiltrate cleared on repeat biopsy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.56","spread":null},{"groupId":"OG001","value":"48.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS was defined as the duration from the date of randomization to the date of progression, relapse from CR, or death, whichever occurred first. Responses were based on Revised Response Criteria for Malignant Lymphoma. Progressive Disease (PD): any new lesion or increase by 50% of previously involved sites from nadir; PD criteria: Appearance of new nodal lesion 1.5 centimeter (cm) in any axis, 50% increase in SPD of \\>1 node or 50% increase in longest diameter of previously identified node 1 cm in short axis. CR: disappearance of all evidence of disease; CR criteria: nodal masses PET positive prior to therapy; mass of any size permitted if PET negative; regression to normal size on CT; spleen and liver: not palpable, nodules disappeared; bone marrow: infiltrate cleared on repeat biopsy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.56","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Complete Response (CR)","description":"Percentage of participants with measurable disease who achieved CR were reported. CR: disappearance of all evidence of disease. CR Criteria: Complete disappearance of all disease-related symptoms; all lymph nodes and nodal masses regressed to normal size (less than or equal to \\[\\<=\\]1.5 cm in greatest transverse diameter \\[GTD\\] for nodes greater than \\[\\>\\]1.5 cm before therapy). Previous nodes of 1.1 to 1.5 cm in long axis and greater than (\\>)1.0 cm in short axis before treatment decreased to \\<=1.0 cm in short axis after treatment. Disappearance of all splenic and hepatic nodules and other extranodal disease; a negative positron emission tomography (PET) scan. A posttreatment residual mass of any size but PET-negative; spleen and liver: not palpable, nodules disappeared; bone marrow: infiltrate cleared on repeat biopsy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.3","spread":null},{"groupId":"OG001","value":"68.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the duration from the date of randomization to the date of the participant's death. Median Overall Survival was estimated by using the Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Worsening in the Lymphoma Subscale of Functional Assessment of Cancer Therapy-Lymphoma (FACT-Lym)","description":"Time to worsening in the Lymphoma subscale of the FACT-Lym, defined as the interval from the date of randomization to the start date of worsening of participant symptoms. Worsening was defined by a 5-point decrease from baseline. FACT-Lym Lymphoma subscale contains 15 questions, scores from 0 to 4 for each question (higher the worse). Lymphoma subscale score is the total of reverse scores, range 0 to 60. Higher scores indicate a better quality of life.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"35.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":221,"n":416},"commonTop":["Neutropenia","Nausea","Anaemia","Fatigue","Diarrhoea"]}}}