{"nctId":"NCT03089944","briefTitle":"A Study of Glecaprevir (GLE)/Pibrentasvir (PIB) in Treatment-Naive Adults With Chronic Hepatitis C Virus (HCV) Genotype 1-6 Infection and Compensated Cirrhosis","startDateStruct":{"date":"2017-04-28","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":343,"armGroups":[{"label":"Glecaprevir (GLE)/Pibrentasvir (PIB) for 8 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir"]}],"interventions":[{"name":"Glecaprevir/Pibrentasvir","otherNames":["ABT-493","ABT-530"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Screening laboratory result indicating Hepatitis C Virus (HCV) Genotype (GT) 1-6 infection.\n* Positive plasma HCV antibody and HCV RNA viral load greater than or equal to 1000 IU/mL at Screening.\n* Treatment-naive to any approved or investigational anti-HCV medication.\n* Participant must be documented as cirrhotic, with a Child-Pugh score of less than or equal to 6.\n\nExclusion Criteria:\n\n* Female participant who is pregnant, breastfeeding or is considering becoming pregnant during the study, or for approximately 30 days after the last dose of study drug.\n* Any current or historical clinical evidence of decompensated cirrhosis.\n* Positive test result at Screening for hepatitis B surface antigen (HBsAg), HBV deoxyribonucleic acid \\> lower limit of quantification (LLOQ) in subjects with isolated positive antibody to hepatitis B core antigen (anti-HBc) (i.e., negative HBsAg and anti-hepatitis B),or anti human immunodeficiency virus antibody (HIV Ab).\n* HCV genotype performed by the central laboratory during screening indicating co-infection with more than one HCV genotype.\n* History of suspected or confirmed hepatocellular carcinoma.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12) in Hepatitis C Virus (HCV) Genotype (GT) 1,2,4,5 and 6-infected Participants in the Per Protocol (PP) Population","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (\\<LLOQ; less than 15 IU/mL) 12 weeks after the last dose of study drug. Efficacy of the 8-week treatment duration compared to the historical 12-week treatment duration was demonstrated if the lower bound of the 2-sided 95% confidence interval (CI) for the percentage of participants with HCV GT1, GT2, GT4, GT5, or GT6 infection in the 8 week treatment duration achieving SVR12 was greater than 94% in the PP population. Efficacy analyses were performed following a fixed-sequence testing procedure to control the type I error rate. The percentage of participants achieving SVR12 was summarized with a 2-sided 95% CI, calculated using the normal approximation to the binomial distribution. If the number of participants who failed to achieve SVR12 rate was less than 5, the Wilson's score method was used to calculate the CI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With SVR12 in HCV GT 1,2,4,5 and 6-infected Participants in the Intent-To-Treat (ITT) Population","description":"SVR12 was defined as HCV RNA level less than the LLOQ (less than 15 IU/mL) 12 weeks after the last dose of study drug. Efficacy of the 8-week treatment duration compared to the historical 12-week treatment duration was demonstrated if the lower bound of the 2-sided 95% CI for the percentage of participants with HCV GT1, GT2, GT4, GT5, or GT6 infection in the 8 week treatment duration achieving SVR12 was greater than 93% in the ITT population. Primary efficacy analyses were performed following a fixed-sequence testing procedure to control the type I error rate. The percentage of participants achieving SVR12 was summarized with a 2-sided 95% CI, calculated using the normal approximation to the binomial distribution. If the number of participants who failed to achieve SVR12 rate was less than 5, the Wilson's score method was used to calculate the CI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 in HCV GT1-6-infected Participants in the PP Population","description":"SVR12 was defined as HCV RNA level less than the LLOQ (less than 15 IU/mL) 12 weeks after the last dose of study drug. Efficacy of the 8-week treatment duration compared to the historical 12-week treatment duration was demonstrated if the lower bound of the 2-sided 95% CI for the percentage of participants with HCV GT1, GT2, GT3, GT4, GT5, or GT6 infection in the 8 week treatment duration achieving SVR12 was greater than 94% in the PP population. These efficacy analyses were performed only if success was demonstrated for both primary efficacy analyses, following a fixed-sequence testing procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 in HCV GT1-6-infected Participants in the ITT Population","description":"SVR12 was defined as HCV RNA level less than the LLOQ (less than 15 IU/mL) 12 weeks after the last dose of study drug. Efficacy of the 8-week treatment duration compared to the historical 12-week treatment duration was demonstrated if the lower bound of the 2-sided 95% CI for the percentage of participants with HCV GT1, GT2, GT3, GT4, GT5, or GT6 infection in the 8 week treatment duration achieving SVR12 was greater than 93% in the ITT population. These efficacy analyses were performed only if success was demonstrated for both primary efficacy analyses, following a fixed-sequence testing procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure in the ITT Population","description":"On-treatment virologic failure was defined as confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< LLOQ during treatment; confirmed increase of \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post-baseline in HCV RNA during treatment; or HCV RNA ≥ LLOQ at end of treatment with at least 6 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment as planned (defined as study drug duration ≥ 52 days for participants assigned to 8 weeks of treatment) and with HCV RNA levels \\< LLOQ at the end of treatment excluding participants who had been reinfected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HCV GT3-infected Participants Who Achieved SVR12 in the PP Population","description":"SVR12 was defined as HCV RNA level less than the LLOQ (less than 15 IU/mL) 12 weeks after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HCV GT3-infected Participants Who Achieved SVR12 in the ITT Population","description":"SVR12 was defined as HCV RNA level less than the LLOQ (less than 15 IU/mL) 12 weeks after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":343},"commonTop":["FATIGUE","PRURITUS","HEADACHE","NAUSEA"]}}}