{"nctId":"NCT02255357","briefTitle":"Investigation of Intranasal Oxytocin on Relapse Risk in Cocaine-dependent Patients.","startDateStruct":{"date":"2015-03"},"conditions":["Cocaine Dependence"],"count":43,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Intranasal Syntocinon","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intranasal Oxytocin"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Intranasal Oxytocin","otherNames":["Syntocinon"]}],"eligibilityModule":{"eligibilityCriteria":"Study Inclusion Criteria (cocaine-dependent participants):\n\n* Age 18 to 60.\n* Meet DSM-IV criteria for current cocaine dependence and is seeking treatment.\n* Displays at least one cocaine-positive urine toxicology during screening.\n* Use of cocaine at least 4 days in the past month, with at least weekly use, or reports episodic binges of large amounts of cocaine (at least $200) at least 2x/month.\n* Able to give informed consent and comply with study procedures.\n* Can pass the blindfolded scent test recognizing the scent of cinnamon or coffee.\n\nStudy Exclusion Criteria (cocaine-dependent participants):\n\n* Meets DSM-IV criteria for bipolar disorder, schizophrenia or any psychotic disorder other than transient psychosis due to drug abuse. Severe depression is an exclusion criteria (Hamilton Depression Scale ≥ 15).\n* History of allergy or adverse event related to Oxytocin or Desmopressin. Patient using Oxytocin or Vasopressin-based products cannot participate.\n* Chronic organic mental disorder, insufficient proficiency in English, or any condition or status (illiteracy) that would render an individual incapable of giving informed consent.\n* Significant current suicidal risk, suicide attempt within the past year.\n* Unstable physical disorders, which might make participation hazardous.\n* Coronary Vascular disease as indicated by history, or suspected by abnormal ECG.\n* Currently meets DSM-IV criteria for another substance dependence or abuse disorder other than nicotine, or alcohol. If alcohol dependent, must not be in need of detoxification.\n* Participants who cannot comply with study procedures during the inpatient or outpatient abstinence induction (phase 1) will not proceed to Phase 2.\n* Pregnancy, positive urine pregnancy test, or breastfeeding. Women who wish to participate must agree to use a method of contraception during the study and sign a written commitment to that effect, and submit to a urine pregnancy test every two weeks of Phase 2.\n* History of transphenoidal surgery or sinus surgery in the past month. Simple nasal congestion is not exclusionary.\n\nStudy Inclusion Criteria (healthy volunteers):\n\n* Age 18 to 60.\n* Able to give informed consent and comply with study procedures.\n* Can pass the blindfolded scent test recognizing the scent of cinnamon or coffee.\n\nStudy Exclusion Criteria (healthy volunteers):\n\n* DSM-IV Axis 1 psychiatric diagnosis. Severe Major Depression (Hamilton Depression Scale \\> 15) is an exclusion criteria.\n* Unstable physical disorders, which might make participation hazardous.\n* Diagnosis of Substance Abuse or Dependence disorder, with exception of nicotine dependence. Patients in remission may participate if its duration is greater than 2 years preceding participation.\n* History of allergy or adverse event related to oxytocin or desmopressin. Patient using oxytocin or vasopressin-based products cannot participate.\n* Chronic organic mental disorder, insufficient proficiency in English or illiteracy that would render an individual incapable of giving informed consent.\n* History of transphenoidal surgery or sinus surgery in the past month. Simple nasal congestion is not exclusionary.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Weeks of Abstinence From Cocaine","description":"this is outcome for the phase 2, clinicial trial portion of this combined laboratory and clinical trial laboratory human study\n\nFor the human laboratory study, Phase 1, the primary outcome is differences in ACTH levels following a) Intranasal Desmopressin, and, on a consecutive day, b) Intranasal Desmopressin preceded by a treatment with Intranasal Oxytocin (Syntocinon). this takes place on 2 consecutive days","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":11},"commonTop":["headache","feeling energized","feeling woozy","nausea","cough"]}}}