{"nctId":"NCT01512108","briefTitle":"Safety and Efficacy of Liraglutide in Combination With an OAD in Subjects With Type 2 Diabetes Insufficiently Controlled on OAD Alone","startDateStruct":{"date":"2012-01-10","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":363,"armGroups":[{"label":"Liraglutide + an OAD therapy","type":"EXPERIMENTAL","interventionNames":["Drug: liraglutide"]},{"label":"Two OADs combination therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: oral anti-diabetic drug"]}],"interventions":[{"name":"liraglutide","otherNames":[]},{"name":"oral anti-diabetic drug","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities (trial-related activities are any procedures that would not have been performed during normal management of the subject.)\n* Japanese subjects with type 2 diabetes on monotherapy with an OAD (either glinide, metformin, a-glucosidase inhibitor or thiazolidinedione) within approved Japanese labelling in addition to diet and exercise therapy. Total daily dose and type of drug should have remained unchanged for at least 8 weeks prior to Visit 1\n* Type 2 diabetes mellitus (clinically diagnosed) for at least 6 months\n* HbA1c between 7.0-10.0% (both inclusive)\n* Body Mass Index (BMI) below 40.0 kg/m\\^2\n* Outpatients who have no plans for an educational hospitalisation for the purpose of glycaemic control. However, hospitalisation for training of self-injection from Visit 2 that is for no longer than one week is allowed\n* Subjects able and willing to perform self-monitoring of plasma glucose (SMPG)\n\nExclusion Criteria:\n\n* Subjects with known or previous malignant tumor and are strongly suspected of recurrence (except basal cell skin cancer or squamous cell skin cancer)\n* Calcitonin above or equal to 160 pg/mL\n* Personal history of non-familial medullary thyroid carcinoma\n* Family or personal history of multiple endocrine neoplasia type 2 (MEN-2) or familial medullary thyroid carcinoma (FMTC)\n* History of chronic pancreatitis or idiopathic acute pancreatitis\n* Recurrent severe hypoglycaemia (more than 1 severe hypoglycaemic event during the last 12 months) or hypoglycaemic unawareness as judged by the investigator or hospitalisation for diabetic ketoacidosis during the previous 6 months\n* Treatment with GLP-1 receptor agonist or dipeptidyl peptidase 4 (DPP-4) inhibitor within 12 weeks prior to Visit 1\n* Having contraindications to liraglutide and any of the OADs (according to Japanese labelling)","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Treatment Emergent Adverse Events (AEs)","description":"Adverse events were defined as events occurring after administration of trial product and no later than 7 days after last day of treatment. Severe AEs: considerable interference with subject's daily activities. Moderate AEs: Marked symptoms, moderate interference with the subject's daily activities. Mild AEs: No or transient symptoms, no interference with the subject's daily activities. Serious AEs: AEs that resulted in any of the following: death, a life-threatening experience, hospitalization/prolongation of existing hospitalization, persistent/significant disability, and congenital anomaly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"361","spread":null},{"groupId":"OG001","value":"331","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"345","spread":null},{"groupId":"OG001","value":"321","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Confirmed Hypoglycaemic Episodes","description":"Confirmed hypoglycaemic episodes consisted of the pool of episodes of severe hypoglycaemia as well as minor hypoglycaemic episodes \\[An episode with symptoms consistent with hypoglycaemia with confirmation by plasma glucose \\<3.1 mmol/L (56 mg/dL) or full blood glucose \\<2.8 mmol/L (50 mg/dL) and which is handled by the subject himself or herself or any asymptomatic PG value \\<3.1 mmol/L (56 mg/dL) or full blood glucose value \\<2.8 mmol/L (50 mg/dL)\\] with a confirmed plasma glucose value of less than 3.1 mmol/L (56 mg/dL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Baseline to Week 52","description":"Estimated mean change in HbA1c from baseline after 52 Weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.21","spread":"0.05"},{"groupId":"OG001","value":"-0.94","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change in FPG From Baseline to Week 52","description":"Estimated mean change from baseline in FPG after 52 Weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.55","spread":"0.09"},{"groupId":"OG001","value":"-1.24","spread":"0.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":240},"commonTop":["Nasopharyngitis","Constipation","Diabetic retinopathy","Nausea","Diarrhoea"]}}}