{"nctId":"NCT04181593","briefTitle":"Phase 3 Study of the Safety and Efficacy of OmegaD Softgels in the Treatment of Dry Eye Disease","startDateStruct":{"date":"2019-11-18","type":"ACTUAL"},"conditions":["Dry Eye"],"count":322,"armGroups":[{"label":"OmegaD","type":"EXPERIMENTAL","interventionNames":["Drug: Omega 3 fatty acid"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebos"]}],"interventions":[{"name":"Omega 3 fatty acid","otherNames":["OmegaD Softgels"]},{"name":"Placebos","otherNames":["Placebo Softgels"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects age ≥ 18 years and ≤ 90 years on the date of informed consent.\n2. All subjects must provide signed written consent prior to participation in any study-related procedures.\n3. At least moderate ocular surface disease as measured by an OSDI score ≥ 20 at Screening.\n4. Clinical diagnosis of dry eye disease supported by global clinical assessment.\n5. Presence of tear osmolarity in at least one eye ≥ 312 mOsm/L at both Screening and Baseline.\n6. Schirmer's test score (anesthetized) ≥ 5 mm in both eyes at Screening.\n7. TBUT ≤ 7 seconds in both eyes at Screening.\n8. Presence of meibomian gland dysfunction as defined by a grade of 1 or 2 on the meibomian orifice size scale in at least one eye at both Screening and Baseline. The qualifying osmolarity level and meibomian orifice size grade must be present in the same eye at both Screening and Baseline if only one eye qualifies.\n\nExclusion Criteria:\n\n1. Any previous reconstructive or cosmetic eyelid surgery that may, in the Investigator's opinion, affect the normal function of the lids (eg, blepharoplasty, ptosis repair, entropion/ectropion repair) that could affect study parameters/assessments.\n2. Cataract extraction, with or without minimally invasive glaucoma surgery (eg, iStent), within 90 days prior to Screening.\n3. Any previous invasive glaucoma surgery (eg, trabeculectomy, shunts, valves) and/or corneal surgery (eg, penetrating keratoplasty, lamellar keratoplasty, Descemet's stripping endothelial keratoplasty \\[DSEK\\]).\n4. Lid scrubs with over-the-counter (OTC) products (eg, OCuSOFT lid scrub, SteriLid, baby shampoo, etc.) and/or warm compresses within 14 days prior to Screening and throughout the study period.\n5. Prescription and OTC ophthalmic mast cell stabilizers and antihistamines within 21 days prior to Screening and throughout the study period (systemic mast cell stabilizers are allowed, and systemic antihistamines are permitted with certain restrictions \\[see exclusion criterion 16\\]).\n6. Chronic daily use (defined as \\> 7 consecutive days at the recommended dosing frequency) of systemic narcotics for any chronic pain syndrome (eg, fibromyalgia, rheumatoid arthritis, etc.) during the study period. Short-term, as-needed dosing of a systemic narcotic for ≤ 72 hours is allowed, but not at Screening or on the day of the study visit.\n7. Allergy to fish oil or mineral oil (component of placebo softgels) or any component of the softgel material.\n8. Clinically significant eyelid deformity or eyelid movement disorder that is caused by conditions such as notch deformity, incomplete lid closure, entropion, ectropion, hordeolum, or chalazion.\n9. Active or anticipated seasonal and/or perennial allergic conjunctivitis or rhinitis.\n10. Previous ocular disease leaving sequelae or requiring current topical eye therapy other than for dry eye disease, including, but not limited to, active corneal or conjunctival infection or inflammation of the eye and ocular surface scarring.\n11. History or presence of abnormal nasolacrimal drainage.\n12. Laser-assisted in situ keratomileusis (LASIK) or photorefractive keratectomy (PRK) performed within one year prior to Screening and throughout the study period.\n13. Ophthalmic artificial tear drop use within 2 hours prior to any study visit. Any OTC artificial tear (preserved or unpreserved) should be continued at the same frequency and with no change in drop brand.\n14. Contact lens wear within 12 hours prior to Screening or any study visit; subjects determined to have worn contact lenses within 12 hours must be rescheduled.\n15. History of cauterization of the punctum or existing silicone punctal plug(s); history of silicone plug removal or collagen plug insertion or removal within 12 months prior to Screening and throughout the study period.\n16. Started or changed the dose of systemic medications known to affect tear production within 30 days prior to Screening and throughout the study period. Short-term, as-needed dosing of a systemic medication is allowed with certain restrictions. One 7-day course of systemic antihistamines is allowed, but not within 7 days of Screening or any other study visit. One short (≤ 72 hour) course of the other systemic medications that affect tear production is allowed but not within 30 days of Screening or on the day of any other study visit. These include, but are not limited to, the following medications:\n\n    * Immunomodulators\n    * Tricyclic antidepressants\n    * Diuretics\n    * Corticosteroids (intranasal, inhaled, topical dermatological, and perianal steroids are permitted)\n17. Use of any topical prescription ophthalmic medications (including cyclosporine \\[Restasis®, Cequa®\\] or topical lifitegrast \\[Xiidra®\\], steroids, nonsteroidal anti-inflammatory drugs \\[NSAIDs\\], anti-glaucoma medications, anti-microbials), topical macrolides, or oral nutraceuticals (fish, flax, black currant seed oils, etc.) within 21 days prior to Screening and throughout the study period.\n18. Use of oral tetracyclines or oral macrolides within 21 days prior to Screening and throughout the study period; use of isotretinoin (Accutane®) within 90 days prior to Screening and throughout the study period.\n19. Chronic daily use (defined as \\> 7 consecutive days at the recommended dosing frequency) of oral NSAIDs during the study period. ANY use of oral NSAIDs during the study period must be discussed with the Medical Monitor. Aspirin of any dosage is permitted.\n20. Women of childbearing potential who are pregnant, nursing, planning a pregnancy, or not using a medically acceptable form of birth control. Acceptable methods include the use of at least one of the following: intrauterine device (IUD), hormonal (oral, injection, patch, implant, ring), barrier with spermicide (condom, diaphragm), or abstinence. An adult woman is considered to be of childbearing potential unless she is 1 year postmenopausal or postsurgical hysterectomy. All women of childbearing potential, including those post-tubal ligation, must have a negative urine pregnancy test result at Visit 1 (Screening), Visit 2 (Baseline), and Visit 4 (Day 84) examinations and must intend to not become pregnant during the study.\n21. Participation in any drug or device clinical investigation within 30 days prior to entry into this study and/or during the period of study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Tear Osmolarity","description":"Mean change from baseline in tear osmolarity to Day 84 in the study eye. One eye (the designated study eye) was was analyzed for each participant. Lower values in tear osmolarity are considered to be better, therefore the larger the number for the change from baseline to Day 84 is considered to be better.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":"17.1"},{"groupId":"OG001","value":"11.8","spread":"13.2"}]}]}]},{"type":"PRIMARY","title":"Ocular Surface Disease Index (OSDI)","description":"Mean change from baseline in OSDI to Day 84 in the study eye. One eye (the designated study eye) was was analyzed for each participant. The OSDI is a patient reported outcome measured on a scale from 0 to 100 where higher scores represent greater disability. The overall score is calculated using a chart based on the sum of patient responses to 12 questions each rated on a scale from 0 to 4 where higher scores represent worse outcomes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.9","spread":"20.1"},{"groupId":"OG001","value":"19.4","spread":"18.5"}]}]}]},{"type":"SECONDARY","title":"Tear Break Up Time (TBUT)","description":"Mean change from baseline in TBUT to Day 84 in the study eye. One eye (the designated study eye) was was analyzed for each participant. TBUT is measured as the number of seconds the tear film takes to break up following administration of a drop of fluorescein dye to the eye. Longer times (higher values) represent better outcomes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"1.7"},{"groupId":"OG001","value":"0.6","spread":"1.9"}]}]}]},{"type":"SECONDARY","title":"Schirmers Test","description":"Mean change from baseline in Schirmers Test to Day 84 in the study eye. One eye (the designated study eye) was was analyzed for each participant. The test measures the distance in mm that tears travel along the Schirmer test strip (filter strip) after 5 minutes following the placement of the strip in the eye. Higher values represent better outcomes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.13","spread":"6.99"},{"groupId":"OG001","value":"0.53","spread":"6.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":157},"commonTop":["Abdominal discomfort","Conjunctival hyperemia","Diarrhea","Dyspepsia","Influenza"]}}}