{"nctId":"NCT04380142","briefTitle":"Study Comparing Continuous Subcutaneous Infusion Of ABBV-951 With Oral Carbidopa/Levodopa Tablets For Treatment Of Motor Fluctuations In Adult Participants With Advanced Parkinson's Disease","startDateStruct":{"date":"2020-10-19","type":"ACTUAL"},"conditions":["Parkinson's Disease (PD)"],"count":174,"armGroups":[{"label":"ABBV-951 + Placebo for Levodopa/Carbidopa (LD/CD)","type":"EXPERIMENTAL","interventionNames":["Drug: ABBV-951","Drug: Placebo for Levodopa/Carbidopa (LD/CD)"]},{"label":"Levodopa/Carbidopa (LD/CD) + Placebo for ABBV-951","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Levodopa/Carbidopa (LD/CD)","Drug: Placebo for ABBV-951"]}],"interventions":[{"name":"ABBV-951","otherNames":[]},{"name":"Placebo for Levodopa/Carbidopa (LD/CD)","otherNames":[]},{"name":"Levodopa/Carbidopa (LD/CD)","otherNames":[]},{"name":"Placebo for ABBV-951","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of idiopathic Parkinson's Disease (PD) that is levodopa-responsive.\n* Participant must be taking a minimum of 400 milligrams/day (mg/day) of Levodopa (LD) equivalents and be judged by the investigator to have motor symptoms inadequately controlled by current therapy, have a recognizable/identifiable \"Off\" and \"On\" states (motor fluctuations), and have an average \"Off\" time of at least 2.5 hours/day over 3 consecutive PD Diary days with a minimum of 2 hours each day.\n* Participant or caregiver, if applicable, demonstrates the understanding and correct use of the delivery system, including the insertion of the cannula into the participant's abdomen, as assessed by the investigator or designee during the Screening period.\n\nExclusion Criteria:\n\n* Clinically significant, unstable medical conditions or any other reason that the investigator determines would interfere with the participant's participation in this study or would make the participant an unsuitable candidate to receive study drug.\n* History of allergic reaction or significant sensitivity to LD or constituents of the study drug (and its excipients) and/or other products in the same class.\n* Participant has not received deep brain stimulation, CD/LD enteral suspension, or any other PD medication as continuous daily infusion, whether commercially available or investigational. Previous exposure to ABBV-951 is not allowed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Average Daily Normalized \"On\" Time Without Troublesome Dyskinesia","description":"\"On\" time is defined as periods of good motor symptom control, and was assessed by the Parkinson's Disease (PD) diary. The normalized \"On\" time without troublesome dyskinesia is the sum of the normalized \"On\" time without dyskinesia and the normalized \"On\" time with non-troublesome dyskinesia. \"On\" time without dyskinesia plus \"On\" time with non-troublesome dyskinesia are based on the PD Diary (normalized to a 16-hour waking day averaged over 3 consecutive days). Baseline value is defined as the average of normalized \"On\" time without troublesome dyskinesia collected over the 3 PD Diary days before randomization.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":"0.50"},{"groupId":"OG001","value":"2.72","spread":"0.52"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Average Daily Normalized \"Off\" Time (Hours)","description":"\"Off\" time is defined as periods of poor mobility, tremor, slowness, and stiffness and was assessed by the PD Diary.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":"0.49"},{"groupId":"OG001","value":"-2.75","spread":"0.50"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Movement Disorder Society - Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part II Score","description":"The Part II MDS-UPDRS is an investigator-used rating tool to follow the longitudinal course of PD. MDS-UPDRS is multimodal scale assessing impairment and disability. Part II assesses the participant's motor experiences of daily living with 13 questions. (The numeric score for each question is between 0-4; 0=Normal,1=Slight,2=Mild,3=Moderate,4=Severe). Part II scores range from 0 to 52, with higher scores indicating more severe symptoms of PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.06","spread":"0.79"},{"groupId":"OG001","value":"-2.65","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"Early Morning \"Off\" Status (Morning Akinesia) at Week 12 of the Double-Blind Treatment Period","description":"Early morning \"Off\" status is assessed by the PD Diary as percentage of participants with early morning \"Off\" upon waking up at Week 12, based on the first morning symptom upon awakening on the last valid PD Diary day at Week 12.\n\n\"Off\" time is defined as periods of poor mobility, tremor, slowness, and stiffness and was assessed by the PD Diary.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.3","spread":null},{"groupId":"OG001","value":"17.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Average Daily Normalized \"On\" Time Without Dyskinesia (Hours)","description":"\"On\" time is defined as periods of good motor symptom control, and was assessed by the PD diary. The normalized \"On\" time without dyskinesia is defined as the hours of average daily normalized \"On\" time without dyskinesia as assessed by the PD Diary (normalized to a 16-hour waking day averaged over 3 consecutive days).\n\nBaseline value is defined as the average of normalized \"On\" time without dyskinesia collected over the 3 PD Diary days before randomization.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.32","spread":"0.53"},{"groupId":"OG001","value":"3.13","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Parkinson's Disease Sleep Scale-2 (PDSS-2) Total Score","description":"The PDSS-2 addresses PD-specific sleep disturbances such as restless leg syndrome (RLS), morning akinesia, pain, and sleep apnea. The frequency is assessed for the 15 sleep problems based on a 5-point Likert-type scale (ranging from 0 \\[never\\] to 4 \\[very often\\]). Scores are calculated for each of the 3 domains (motor symptoms at night, PD symptoms at night, and disturbed sleep) as well as a total score. The PDSS-2 domain scores range from 0 to 20 and the total score is a sum of the 3 domains and ranges from 0 to 60. Higher scores indicate higher frequency and more severe impact of PD on sleep.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.52","spread":"1.12"},{"groupId":"OG001","value":"-7.92","spread":"1.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Quality of Life Assessed by Parkinson's Disease Questionnaire 39 Item (PDQ-39) Summary Index Score","description":"The PDQ-39 is a disease-specific instrument designed to measure aspects of health that are relevant to participants with PD, and which may not be included in general health status questionnaires. It evaluates the 8 dimensions of mobility, activities of daily living, emotional well-being, stigma, social support, cognition, and communication. Data from the PDQ-39 can be presented in either domain scores or as a summary index score. The full range of the PDQ-39 Summary Index score is from 0 (no patient-related symptoms/quality of life unaffected) to 100 (highest patient-related symptoms/low quality of life).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.28","spread":"1.75"},{"groupId":"OG001","value":"-6.38","spread":"1.83"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Quality of Life Assessed by the EuroQol 5-Dimension Questionnaire (EQ-5D-5L) Summary Index","description":"The EQ-5D-5L is a standardized non-disease specific instrument for describing and valuing health-related quality of life. The EQ-5D-5L descriptive system comprises 5 dimensions of health (mobility, self -care, usual activities, pain/discomfort, and anxiety/depression) to describe the subject's current health state. Each dimension comprises 5 levels with corresponding numeric scores, where 1 indicates no problems, and 5 indicates extreme problems. The health status is converted to an index value using the country-specific weighted scoring algorithm for the United States (US). The summary index value for the US ranges from a worst score of -0.109 to a best score of 1. An increase in the EQ-5D-5L total score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.002","spread":"0.021"},{"groupId":"OG001","value":"0.051","spread":"0.022"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Median Bradykinesia Score (BK50) as Assessed by the Parkinson's KinetiGraph/Personal KinetiGraph (PKG) Wearable Device","description":"The PKG wearable device is an innovative mobile health technology that provides continuous, objective, ambulatory assessment of the symptoms of PD including tremor, bradykinesia, dyskinesia, and daytime somnolence. For each participant, the PKG watch collected data continuously and an algorithm calculated a bradykinesia score every 2 minutes between 9am-6pm across multiple days. Among these scores for this participant at this visit, the median of all the score values is defined as BK50. A higher score indicates worse bradykinesia (there is no prespecified range of scores). The BK50 scores for all participants across all visits were then analyzed with mixed-effect model for repeated measures (MMRM) and the LS mean (model-based mean) was obtained from the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"0.52"},{"groupId":"OG001","value":"1.38","spread":"0.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Interquartile Range of Bradykinesia Score (BK75-BK25) as Assessed by the PKG Wearable Device","description":"The PKG wearable device is an innovative mobile health technology that provides continuous, objective, ambulatory assessment of the symptoms of PD including tremor, bradykinesia, dyskinesia, and daytime somnolence. For each participant, the PKG watch collected data continuously and an algorithm calculated a bradykinesia score every 2 minutes between 9am-6pm across multiple days. Among these scores for this participant at this visit, the median of all the score values is defined as BK50 (there is no prespecified range of scores). BK75-BK25 is the difference between the third quartile (BK75) and first quartile (BK25) bradykinesia scores, and this interquartile range is a measure of variability of bradykinesia. A higher score indicates a higher degree of variability in bradykinesia scores. The BK75 and BK 25 scores for all participants across all visits were then analyzed with mixed-effect model for repeated measures (MMRM) and the LS mean (model-based mean) was obtained from the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":"0.49"},{"groupId":"OG001","value":"0.31","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Median Dyskinesia Score (DK50) as Assessed by the PKG Wearable Device","description":"The PKG wearable device is an innovative mobile health technology that provides continuous, objective, ambulatory assessment of the symptoms of PD including tremor, bradykinesia, dyskinesia, and daytime somnolence. For each participant, the PKG watch collected data continuously and an algorithm calculated a dyskinesia score every 2 minutes between 9am-6pm across multiple days. Among these scores for this participant at this visit, the median of all the score values is defined as DK50. A higher score indicates worse dyskinesia (there is no prespecified range of scores). The DK50 scores for all participants across all visits were then analyzed with mixed-effect model for repeated measures (MMRM) and the LS mean (model-based mean) was obtained from the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":"1.38"},{"groupId":"OG001","value":"-1.71","spread":"1.41"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Treatment Period in Interquartile Range of Dyskinesia Score (DK75-DK25) as Assessed by the PKG Wearable Device","description":"The PKG wearable device is an innovative mobile health technology that provides continuous, objective, ambulatory assessment of the symptoms of PD including tremor, bradykinesia, dyskinesia, and daytime somnolence. For each participant, the PKG watch collected data continuously and an algorithm calculated a dyskinesia score every 2 minutes between 9am-6pm across multiple days. Among these scores for this participant at this visit, the median of all the score values is defined as DK50 (there is no prespecified range of scores). DK75-DK25 is the difference between the third quartile (DK75) and first quartile (DK25) dyskinesia scores, and this interquartile range is a measure of variability of dyskinesia. A higher score indicates a higher degree of variability in dyskinesia scores. The DK75 and DK25 scores for all participants across all visits were then analyzed with mixed-effect model for repeated measures (MMRM) and the LS mean (model-based mean) was obtained from the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.72","spread":"2.59"},{"groupId":"OG001","value":"-2.77","spread":"2.64"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Irritation Grade Numeric Grade >= 5 or Letter Grade >= D on the Infusion Site Irritation Scale Across All Study Post-Baseline Visits","description":"The investigator or qualified designee evaluated the infusion site area (abdomen). A 2-part (numeric and letter grading) evaluation scale was used to assess irritation. Irritation - Numeric Grades: 0 = No evidence of irritation; 1 = Minimal erythema, barely perceptible; 2 = Moderate erythema, readily visible; or minimal edema, or minimal papular response; 3 = Erythema and papules; 4 = Definite edema; 5 = Erythema, edema, and papules; 6 = Vesicular eruption; 7 = Strong reaction spreading beyond the test site. Irritation - Letter Grades: A = No finding; B = Slight glazed appearance; C = Marked glazing; D = Glazing with peeling and cracking; E = Glazing with fissures; F = Film of dried serous exudates covering all or portion of the patch site; G = Small petechial erosions and/or scabs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs) During the Oral LD/CD Stabilization Period","description":"An adverse event (AE) is defined as any untoward medical occurrence in a participant, which does not necessarily have a causal relationship with treatment. An AE, whether associated with study drug or not, meeting any of the following criteria is considered a serious AE (SAE): results in death; is life-threatening; results in hospitalization or prolongation of hospitalization; is a congenital anomaly; results in persistent or significant disability/incapacity; is an important medical event requiring medical or surgical intervention to prevent a serious outcome. The severity of each AE is rated as mild, moderate, or severe, and having either a reasonable possibility or no reasonable possibility of relationship to study drug. Events were considered treatment emergent if they arose after the first dose of study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs During the Double-Blind Treatment Period","description":"An AE is defined as any untoward medical occurrence in a participant, which does not necessarily have a causal relationship with treatment. An AE, whether associated with study drug or not, meeting any of the following criteria is considered an SAE: results in death; is life-threatening; results in hospitalization or prolongation of hospitalization; is a congenital anomaly; results in persistent or significant disability/incapacity; is an important medical event requiring medical or surgical intervention to prevent a serious outcome. The severity of each AE is rated as mild, moderate, or severe, and having either a reasonable possibility or no reasonable possibility of relationship to study drug. Adverse events of special interest include polyneuropathy, weight loss, somnolence, hallucinations/psychosis. Events were considered treatment emergent if they arose after the first dose of study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Changes From Baseline in Hematology, Chemistry, Urinalysis, Special Laboratory Parameters, Vital Signs, and Electrocardiograms (ECGs)","description":"Measures analyzed for prespecified potentially clinically significant criteria: hematology (hematocrit, hemoglobin, red blood cells, white blood cells, neutrophils, bands, lymphocytes, monocytes, basophils, eosinophils, platelets, mean corpuscular hemoglobin, mean corpuscular volume concentration, prothrombin time, activated partial thromboplastin time), laboratory (blood urea nitrogen, creatinine, creatine phosphokinase, bilirubin, alanine aminotransferase, aspartate aminotransferase, lactate dehydrogenase, gamma-glutamyl transpeptidase, alkaline phosphatase, sodium, potassium, calcium, phosphorus, uric acid, total protein, albumin, glucose, sodium bicarbonate, chloride, triglycerides, cholesterol, magnesium), special lab criteria (vitamin B12, vitamin B6, folate, homocysteine, methylmalonic acid), vital signs (diastolic and systolic blood pressure, pulse rate), ECG (heart rate, PR, and QTcF interval), urinalysis (specific gravity, ketones, pH, protein, glucose, blood, bilirubin).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Affirmative Responses on the Columbia-Suicide Severity Rating Scale (C-SSRS) Across All Study Post-Baseline Visits During the Double-Blind Treatment Period","description":"The C-SSRS is a systematically administered instrument developed to track suicidal adverse events across a treatment study. The instrument is designed to assess suicidal behavior and ideation, track and assess all suicidal events, as well as the lethality of attempts. Suicidal ideation categories include the following: wish to be dead; nonspecific active suicidal thoughts; active suicidal ideation without intent to act; active suicidal ideation with some intent to act but no plan; active suicidal ideation with plan and intent. Suicidal behavior categories include the following: actual attempt; interrupted attempt; aborted attempt; preparatory acts or behavior; suicidal behavior; completed suicide.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Subscore > 5 For Questionnaire for Impulsive-Compulsive Disorders in Parkinson's Disease - Ration Scale (QUIP-RS) at Any Time During the Double-Blind Treatment Period","description":"The QUIP-RS measures the severity of symptoms and support a diagnosis of impulse control disorders and related disorders in PD. QUIP-RS subscores include gambling (score 0 to 16), sex (score 0 to 16), buying (score 0 to 16), eating (score 0 to 16), hobbyism-punding (score 0 to 32), and PD medication use (score 0 to 16). Higher scores represent a worse outcome.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":174},"commonTop":["FALL","INFUSION SITE ERYTHEMA","INFUSION SITE PAIN","DYSKINESIA","INFUSION SITE CELLULITIS"]}}}