{"nctId":"NCT00181961","briefTitle":"Safety and Effectiveness Study of Maca Root to Treat Antidepressant-Induced Sexual Dysfunction","startDateStruct":{"date":"2007-12","type":"ACTUAL"},"conditions":["Depression","Sexual Dysfunction"],"count":20,"armGroups":[{"label":"Maca Root 1500mg","type":"EXPERIMENTAL","interventionNames":["Drug: Maca Root"]},{"label":"Maca Root 3000mg","type":"EXPERIMENTAL","interventionNames":["Drug: Maca Root"]}],"interventions":[{"name":"Maca Root","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects have been taking an SSRI, venlafaxine, nefazodone, or tri/hetero cyclic antidepressant for treatment of depression for at least 8 weeks, are currently at a stable dose of the antidepressant for at least 4 weeks, and have been consistently experiencing arousal dysfunction (inability to attain or maintain an adequate lubrication/swelling response of sexual excitement until completion of sexual activity) or orgasmic dysfunction (delayed orgasm/anorgasmia following a normal sexual excitement phase) that interferes with sexual function for at least 4 weeks.\n\nSubjects must currently be euthymic (HAM-D\\< 10) and without significant anxiety symptoms (HAM-A\\<10). These scales will rely on retrospective reporting from the participant.\n\nSubjects must have had no sexual dysfunction prior to taking an antidepressant and there must be a clear temporal relationship between the sexual dysfunction and the antidepressant treatment. Sexual dysfunction occurring as a symptom of the depressive disorder for which the antidepressant treatment was initiated is not considered to be a pre-existing condition under this definition.\n\n* Subjects must meet at least one of the following criteria:\n\n  * Inability to have an orgasm (anorgasmia), according to patient opinion\n  * Clinically significant orgasm delay with masturbation or intercourse that according to patient opinion represents a meaningful delay and interferes with subject's sexual function compared with the subject's usual time to achieve orgasm in response to sexual stimulation prior to antidepressant medication\n  * Inability to attain or maintain until completion of sexual activity an adequate an erection or lubrication swelling response of sexual excitement that, according to patient opinion, interferes with subject's sexual function, compared to prior to antidepressant medication.\n  * Decreased libido according to patient opinion (and verified by objective measurements)\n* Subjects must experience at least one of the above criterion items with distress and or disability.\n* Subjects must be having or had been having some form of regular sexual activity (masturbation, oral sex, intercourse) at least twice monthly prior to the antidepressant treatment and are willing to continue efforts at sexual activity at least once weekly for the duration of the study\n* Subjects must be in good general physical health\n\nExclusion Criteria:\n\n* Primary or prior diagnosis of a sexual disorder (other than the side effect of the antidepressant drug or symptom of major depression)\n* Sexual dysfunction secondary to general underlying medical condition\n* Any uncontrolled psychiatric disorder\n* Alcohol or substance abuse or dependence within the past six months\n* Recent major relationship changes, disruption, or turmoil ongoing or anticipated which are unrelated to their sexual dysfunction\n* Hamilton Depression and/or Anxiety Scale score (either) \\>10\n* Blood pressure outside the range of 90/50 - 170/100\n* Use of investigational drugs within prior 3 months or during study.\n* Current use of other drugs for antidepressant induced sexual dysfunction or other therapies or medications to treat sexual dysfunction\n* Hormone replacement therapy, unless patient has been on stable dose of hormone therapy for at least 3 months prior to the antidepressant treatment and had no sexual dysfunction while on the same hormone therapy regimen, and there is no change in the hormone replacement therapy during the study\n* Pregnancy, lactating, or planning to become pregnant during the study\n* Child bearing potential subjects unwilling and/or not prepared and/or who are judged unreliable to use an acceptable and verifiable form of contraception during the study\n* Any clinically significant abnormality of the screening physical examination\n* History of elevated PSA levels that are greater than 0.2 (as defined by MGH labs)\n* History of prostate or other hormonal cancers\n* Prior use of maca for at least two weeks\n* Infection of the urogenital tract that may make sexual activity painful or difficult\n* Subjects whose sexual partners are suffering from and/or receiving treatment for sexual dysfunction\n* Receiving psychosexual or other therapy for sexual dysfunction and not willing to discontinue that treatment at screening\n* Subjects not attempting some form of regular sexual activity at least twice monthly and at least once weekly during study visit intervals for the duration of the entire study\n* Changes in antidepressant agent and/or dose of prescribed antidepressant agent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Massachusetts General Hospital Sexual Dysfunction Inventory Scores","description":"Full title: Massachusetts General Hospital Sexual Dysfunction Inventory Minimum score for Men: 5 Minimum score for Women: 4 Maximum score for Men: 30 Maximum score for Women: 24\n\n\\*One item on the measure is for men only\n\nA score of a 5 (4 for women) indicates improvement in sexual function. A score of 10 (8 for women) indicates no change. A score higher than 10 (8 for women) indicates a level of sexual dysfunction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".249","spread":"2.39"},{"groupId":"OG001","value":".017","spread":"1.15"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":7},"commonTop":["GI Upset","Headache","Irritability","Urinary Frequency","Sleep issues"]}}}