{"nctId":"NCT04145219","briefTitle":"House Dust Mite Allergy Trial In Children","startDateStruct":{"date":"2019-10-12","type":"ACTUAL"},"conditions":["Allergic Rhinitis Due to Dermatophagoides Farinae","Allergic Rhinitis Due to Dermatophagoides Pteronyssinus","Allergic Rhinitis Due to House Dust Mite"],"count":1460,"armGroups":[{"label":"Active treatment","type":"EXPERIMENTAL","interventionNames":["Biological: Sublingual allergy immunotherapy tablet"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Sublingual allergy immunotherapy tablet","otherNames":["Acarizax","Odactra"]},{"name":"Placebo","otherNames":["Placebo sublingual tablet"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects aged 5-11 years\n* A clinical history of HDM AR/C (Allergic rhinitis/rhinoconjunctivitis) (with or without asthma) and with allergic rhinitis symptoms despite having received allergy pharmacotherapy during the previous year prior to screening\n* Have a certain level of AR (Allergic rhinitis) symptoms on at least 8 of the last 14 days of the baseline period\n* Use symptomatic medication for treatment of HDM allergic rhinitis during at least 8 of the last 14 days of the baseline period\n* Positive skin prick test (SPT) and IgE (Immunoglobulin E) to D. pteronyssinus or D. farinae at screening\n* Lung function ≥ 70% of predicted value\n\nExclusion Criteria:\n\n* Sensitised and regularly exposed to perennial allergens\n* Any nasal or pharyngeal condition that could interfere with the safety or efficacy evaluation\n* Asthma requiring treatment with high dose of inhaled corticosteroid\n* A relevant history of systemic allergic reaction","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Daily Total Combined Rhinitis Symptom and Medication Score (TCRS) During the Primary Efficacy Assessment Period","description":"The primary endpoint in the trial was the average daily total combined rhinitis symptoms and medication score (TCRS) during the primary efficacy assessment period. The average daily TCRS evaluates the treatment effect based on the reduction in daily rhinitis symptoms and medication score (on a scale of 0-24). Higher scores indicate more severe symptoms and/or more use of rhinitis medication. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 daily TCRS values, the primary endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"0.3"},{"groupId":"OG001","value":"4.4","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"The Average Rhinitis Daily Symptom Score (DSS) During the Primary Efficacy Assessment Period","description":"The average rhinitis DSS evaluates the treatment effect based on the reduction in daily rhinitis symptom score (on a scale of 0-12). Higher scores indicate more severe symptoms. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 rhinitis DSS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"0.1"},{"groupId":"OG001","value":"1.9","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"The Average Rhinitis Daily Medication Score (DMS) During the Primary Efficacy Assessment Period","description":"Average rhinitis DMS evaluates the treatment effect based on the reduction in daily rhinitis medication use (on a scale of 0-12). Higher scores indicate more medication use. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 rhinitis DMS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"0.2"},{"groupId":"OG001","value":"1.9","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"The Average Daily Total Combined Rhinoconjunctivitis Symptom and Medication Score (TCS) During the Primary Efficacy Assessment Period","description":"Average rhinoconjunctivitis TCS evaluates the treatment effect based on the reduction in daily rhinoconjunctivitis symptoms and medication use (on a scale of 0-38). Higher scores indicate more severe symptoms and/or more medication use. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 daily TCS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"0.4"},{"groupId":"OG001","value":"5.2","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"The Average Rhinoconjunctivitis Daily Symptom Score (DSS) During the Primary Efficacy Assessment Period","description":"The average rhinoconjunctivitis DSS evaluates the treatment effect based on the reduction in daily rhinoconjunctivitis symptom score (on a scale of 0-18). Higher scores indicate more severe symptoms. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 rhinoconjunctivitis DSS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"0.1"},{"groupId":"OG001","value":"2.2","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"The Average Rhinoconjunctivitis Daily Medication Score (DMS) During the Primary Efficacy Assessment Period","description":"Average rhinoconjunctivitis DMS evaluates the treatment effect based on the reduction in daily rhinoconjunctivitis medication use (on a scale of 0-20). Higher scores indicate more medication use. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 rhinoconjunctivitis DMS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.2"},{"groupId":"OG001","value":"2.4","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Overall Paediatric Rhinoconjunctivitis Quality of Life Questionnaire (PRQLQ) Score at the End of Trial","description":"The overall PRQLQ score measures the effect of rhinoconjunctivitis on participant's quality of life on a scale of 0-6. Higher scores indicate worse rhinoconjunctivitis-related quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"0.1"},{"groupId":"OG001","value":"1.0","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"The Average Asthma Daily Symptom Score (DSS) During the Primary Efficacy Assessment Period","description":"The average asthma DSS evaluates the treatment effect based on the reduction in daily asthma symptom score (on a scale of 0-12). Higher scores indicate more severe symptoms. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 asthma DSS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.0"},{"groupId":"OG001","value":"0.4","spread":"0.0"}]}]}]},{"type":"SECONDARY","title":"SABA Free Days During the Primary Efficacy Assessment Period","description":"The endpoint SABA free days evaluates the treatment effect based on the reduction in SABA use. The higher the proportion of SABA free days the higher the estimated probability of a participant having a day where they didn't use SABA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.2","spread":null},{"groupId":"OG001","value":"98.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Weekly Number of Puffs of As-needed SABA Use During the Primary Efficacy Assessment Period","description":"Average weekly number of puffs of as-needed SABA use evaluates the treatment effect based on the reduction in the use of asthma reliever medication (SABA), and is calculated as 7 times the average of the daily number of puffs of as-needed SABA use. Higher values indicate more medication use.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.2"},{"groupId":"OG001","value":"1.5","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Rhinitis Mild Days During the Primary Efficacy Assessment Period","description":"The endpoint rhinitis mild days evaluates the treatment effect based on days when participants have no symptoms or mild symptoms and no medication use. The higher the proportion of rhinitis mild days the higher the estimated probability of a participant having a rhinitis mild day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":null},{"groupId":"OG001","value":"20.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Rhinitis Exacerbation Days During the Primary Efficacy Assessment Period","description":"The endpoint rhinitis exacerbation days evaluates the treatment effect based on days when participants have severe symptoms. The higher the proportion of rhinitis mild days the higher the estimated probability of a participant having a rhinitis exacerbation day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Rhinitis Combined Symptom and Medication Score (CSMS) During the Primary Efficacy Assessment Period","description":"Average rhinitis CSMS evaluates the treatment effect based on the reduction in daily rhinitis symptoms and/or medication use. For this endpoint, the rhinitis symptoms and medication use were scored using an alternative method as recommended by EAACI (European Academy of Allergy \\& Clinical Immunology) (on a scale of 0-5). Higher scores indicate more severe symptoms and/or more medication use. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 rhinitis CSMS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"0.1"},{"groupId":"OG001","value":"1.0","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Average Rhinoconjunctivitis Combined Symptom and Medication Score (CSMS) During the Primary Efficacy Assessment Period","description":"Average rhinoconjunctivitis CSMS evaluates the treatment effect based on the reduction in daily rhinoconjunctivitis symptoms and/or medication use. For this endpoint, the rhinoconjunctivitis symptoms and medication use were scored using an alternative method as recommended by EAACI (European Academy of Allergy \\& Clinical Immunology) (on a scale of 0-5). Higher scores indicate more severe symptoms and/or more medication use. The endpoint is calculated as the average score of all reported daily values during the 8-week primary efficacy assessment period. For example, if a subject reported 56 rhinoconjunctivitis CSMS values, the endpoint is calculated as the average of those values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.1"},{"groupId":"OG001","value":"0.9","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"House Dust Mite Specific IgE","description":"House dust mite specific IgE reflects the allergen-specific allergy immunotherapy-induced immune modulation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.3"},{"groupId":"OG001","value":"0.0","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.3"},{"groupId":"OG001","value":"0.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"House Dust Mite Specific IgG4","description":"House dust mite specific IgG4 reflects the allergen-specific allergy immunotherapy-induced immune modulation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"0.4"},{"groupId":"OG001","value":"0.0","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.4"},{"groupId":"OG001","value":"0.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Total IgE","description":"The change in total IgE was measured from screening to the end of trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.3"},{"groupId":"OG001","value":"0.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"House Dust Mite IgE-Blocking Factor","description":"The IgE-blocking factor assesses the effect of serum components (including IgE-blocing antibodies known to be induced by allergy immunotherapy) competing with IgE for binding to allergen. IgE-blocking factor is calculated as 1-(S/T), where S is the amount of allergen-specific IgE bound to allergen in the (possible) presence of competing components, and where T is the total amount of allergen-specific IgE capable of binding to allergen when all competing antibodies/components have been washed off. IgE-blocking factor values closer to 0 indicate the presence of fewer IgE-blocking components and values closer to 1 indicate that more IgE is blocked from binding to the allergen.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.3"},{"groupId":"OG001","value":"-0.0","spread":"0.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":727},"commonTop":["Throat irritation","Oral pruritus","Abdominal pain upper","Ear pruritus","Nasopharyngitis"]}}}