{"nctId":"NCT02252172","briefTitle":"Study Comparing Daratumumab, Lenalidomide, and Dexamethasone With Lenalidomide and Dexamethasone in Participants With Previously Untreated Multiple Myeloma","startDateStruct":{"date":"2015-02-16","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":737,"armGroups":[{"label":"Lenalidomide and Dexamethasone (Rd)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Daratumumab IV","Drug: Lenalidomide","Drug: Dexamethasone"]},{"label":"Daratumumab + Lenalidomide + Dexamethasone (DRd)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lenalidomide","Drug: Dexamethasone","Drug: Daratumumab SC"]}],"interventions":[{"name":"Daratumumab IV","otherNames":["JNJ-54767414"]},{"name":"Lenalidomide","otherNames":[]},{"name":"Dexamethasone","otherNames":[]},{"name":"Daratumumab SC","otherNames":["JNJ-54767414"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must have documented multiple myeloma satisfying the CRAB (calcium elevation, renal insufficiency, anemia and bone abnormalities) criteria, monoclonal plasma cells in the bone marrow greater than or equal to (\\>=) 10 percent (%) or presence of a biopsy proven plasmacytoma and measurable disease as defined by any of the following: (a) immunoglobulin (Ig) G myeloma (serum monoclonal paraprotein \\[M-protein\\] level \\>=1.0 gram/deciliter \\[g/dL\\] or urine M-protein level \\>=200 milligram\\[mg\\]/24 hours\\[hrs\\]; or (b) IgA, IgM, IgD, or IgE multiple myeloma (serum M-protein level \\>=0.5 g/dL or urine M-protein level \\>=200 mg/24 hrs); or (c) light chain multiple myeloma without measurable disease in serum or urine (serum immunoglobulin free light chain \\>=10 mg/dL and abnormal serum immunoglobulin kappa lambda free light chain ratio)\n* Participant must have an Eastern Cooperative Oncology Group (ECOG) performance status score of 0, 1, or 2\n* Participants who are newly diagnosed and not considered for high-dose chemotherapy due to: being age \\>=65 years; or participants less than (\\<) 65 years with presence of important comorbid condition(s) likely to have a negative impact on tolerability of high dose chemotherapy with stem cell transplantation. Sponsor review and approval of participants below 65 years of age is required before randomization\n* Women of childbearing potential must commit to either abstain continuously from sexual intercourse or to use 2 methods of reliable birth control simultaneously as deemed appropriate by the Investigator. Contraception must begin 4 weeks prior to dosing and must continue for 3 months after the last dose of daratumumab\n* Man, who is sexually active with a woman of child-bearing potential must agree to use a latex or synthetic condom, even if he had a successful vasectomy, must agree to use an adequate contraception method as deemed appropriate by the Investigator, and must also agree to not donate sperm during the study and for 4 weeks after last dose of lenalidomide and 4 months after last dose of daratumumab\n\nExclusion Criteria:\n\n* Participant has a diagnosis of primary amyloidosis, monoclonal gammopathy of undetermined significance (presence of serum M-protein \\<3 g/dL; absence of lytic bone lesions, anemia, hypercalcemia, and renal insufficiency related to the M-protein), or smoldering multiple myeloma (asymptomatic multiple myeloma with absence of related organ or tissue impairment end organ damage)\n* Participant has a diagnosis of Waldenström's disease, or other conditions in which IgM M protein is present in the absence of a clonal plasma cell infiltration with lytic bone lesions\n* Participant has a history of malignancy (other than multiple myeloma) within 5 years before the date of randomization (exceptions are squamous and basal cell carcinomas of the skin and carcinoma in situ of the cervix, or malignancy that in the opinion of the Investigator, with concurrence with the Sponsor's medical monitor, is considered cured with minimal risk of recurrence within 5 years)\n* Participant has prior or current systemic therapy or SCT for multiple myeloma, with the exception of an emergency use of a short course (equivalent of dexamethasone 40 mg/day for 4 days) of corticosteroids before treatment\n* Participant has had radiation therapy within 14 days of randomization\n* Participant has known chronic obstructive pulmonary disease (COPD) (defined as a forced expiratory volume in 1 second \\[FEV1\\] \\<50% of predicted normal), persistent asthma, or a history of asthma within the last 2 years (controlled intermittent asthma or controlled mild persistent asthma is allowed)\n* Participants with known or suspected COPD must have a FEV1 test during Screening\n* Participant is known to be seropositive for human immunodeficiency virus (HIV) or hepatitis B (defined by a positive test for hepatitis B surface antigen \\[HBsAg\\] or antibodies to hepatitis B surface and core antigens \\[anti-HBs and anti-HBc, respectively\\]) or hepatitis C (anti-HCV antibody positive or HCV-ribonucleic acid \\[RNA\\] quantitation positive)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary: Progression-free Survival (PFS)","description":"PFS is defined as time from date of randomization to either progressive disease (PD) or death, whichever occurs first based on computerized algorithm as per International Myeloma Working Group (IMWG) criteria. PD is defined as an increase of 25 percent (%) from the lowest response value in one of the following: serum and urine M-component (absolute increase must be greater than or equal to \\[\\>=\\] 0.5 gram per deciliter \\[g/dL\\] and \\>=200 milligram \\[mg\\]/24 hours respectively); Only in participants without measurable serum and urine M-protein levels the difference between involved and uninvolved free light chain (FLC) levels (absolute increase must be greater than \\[\\>\\]10 mg/dL); Definite development of new bone lesions or soft tissue plasmacytomas or definite increase in the size of existing bone lesions or soft tissue plasmacytomas; Development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL) that can be attributed solely to Plasma cell (PC) proliferative disorder.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.87","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR) or Better","description":"CR or better is defined as percentage of participants with a CR or better (CR or stringent complete response \\[sCR\\]) based on computerized algorithm as per IMWG criteria. CR is defined as negative immunofixation on the serum and urine, and disappearance of any soft tissue plasmacytomas, and less than (\\<) 5 percent (%) PCs in bone marrow. In participants with only measurable disease by serum FLC levels a normal serum FLC ratio is required. sCR is defined as in addition to CR a normal FLC ratio, and absence of clonal PCs by immunohistochemistry or immunofluorescence or 2 to 4-color flow cytometry.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Very Good Partial Response (VGPR) or Better","description":"VGPR or better is defined as the percentage of participants with a response of VGPR or better (VGPR, CR or sCR) based on computerized algorithm as per IMWG criteria. VGPR is defined as serum and urine M-component detectable by immunofixation but not on electrophoresis or \\>=90% reduction in serum M-protein plus urine M-protein \\<100 mg/24 hours. In participants with only measurable disease by serum FLC levels a \\>90% decrease in the difference between involved and uninvolved FLC levels is required.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Negative Minimal Residual Disease (MRD)","description":"MRD negativity rate is defined as the percentage of participants who had negative MRD (detection of less than 1 malignant cell among 100,000 normal cells) assessment at any timepoint after the date of randomization by evaluation of bone marrow aspirates. MRD was assessed in participants who achieved CR or better.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"ORR is defined as the percentage of participants who achieved partial response (PR) or better (PR, VGPR, CR or sCR) based on computerized algorithm as per IMWG criteria. PR is defined as \\>=50% reduction of serum M-protein and reduction in 24-hour urinary M-protein by \\>=90% or to \\<200 mg/24 hours. If the serum and urine M-protein are not measurable, a decrease of \\>=50% in the difference between involved and uninvolved FLC levels is required. A \\>=50% reduction in the size of soft tissue plasmacytomas is also required.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was measured from the date of randomization to the date of the death.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Time to Disease Progression (TTP)","description":"TTP is defined as the time from the date of randomization to the date of PD based on computerized algorithm as per IMWG criteria, or death due to PD.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Time to Response","description":"Time to response is defined as the time from the date of randomization to the first efficacy evaluation that met criteria for PR or better based on computerized algorithm as per IMWG criteria. PR: \\>=50% reduction of serum M-protein and reduction in 24-hour urinary M-protein by \\>=90% or to \\<200 mg/24 hours. If the serum and urine M-protein are not measurable, a decrease of \\>=50% in the difference between involved and uninvolved FLC levels is required in place of the M-protein criteria; If serum and urine M-protein are not measurable, and serum free light assay is also not measurable, \\>=50% reduction in bone marrow PCs is required. A \\>=50% reduction in the size of soft tissue plasmacytomas is also required.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"DoR is defined as the time from the date of initial response (PR or better) to the date of PD, based on computerized algorithm as per IMWG criteria.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Time to Subsequent Anti-myeloma Treatment","description":"Time to subsequent anti-myeloma treatment is defined as the time from randomization to the start of first line of subsequent anti-myeloma treatment or death, whichever occurs first.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Progression-free Survival on Next Line of Therapy (PFS2)","description":"PFS2 is defined as the time from randomization to progression on the first line of subsequent anti-myeloma therapy or death, whichever occurs first. Disease progression on first line of subsequent anti-myeloma treatment was based on investigator judgment. Participants that were censored for PFS1 were also censored for PFS2.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ)-C30 Global Health Status Score to Day 1 of Cycle 3, 6, 9 and 12","description":"EORTC QLQ-C30 is 30 items self-reporting questionnaire, with 1 week recall period, resulting in 5 functional scales (physical functioning, role functioning, emotional functioning, cognitive functioning, and social functioning), 1 Global Health Status (GHS) scale, 3 symptom scales (fatigue, nausea and vomiting, and pain), and 6 single symptom items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). Questionnaire includes 28 items with 4-point Likert type responses from \"1-not at all\" to \"4-very much\" to assess functioning and symptoms; 2 items with 7-point Likert scales (1= poor and 7= excellent) for global health and overall health related QoL. Scores are transformed to 0 to 100 scale, with higher scores representing better GHS, better functioning, and more symptoms. Negative change from baseline values shows deterioration in quality of life or functioning and reduction in symptom and positive values indicate improvement and worsening of symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol-5 Dimensions-5 Levels (EQ-5D-5L) Visual Analogue Scale (VAS) to Day 1 of Cycle 3, 6, 9 and 12","description":"EQ-5D-5L is a standardized, participant-rated questionnaire to assess health-related quality of life. The EQ-5D-5L includes 2 components: the EQ-5D-5L health state profile (descriptive system) and the EQ-5D-5L Visual Analog Scale. The Visual Analogue Scale is designed to rate the participant's current health state on a scale from 0 to 100, where 0 represents the worst imaginable health state and 100 represents the best imaginable health state.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":null},{"groupId":"OG001","value":"10.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol-5 Dimensions-5 Levels (EQ-5D-5L) Utility Score to Day 1 of Cycle 3, 6, 9 and 12","description":"EQ-5D-5L is standardized, participant-reported questionnaire to assess health-related quality of life. EQ-5D-5L includes 2 components: EQ-5D-5L health state profile (descriptive system) and EQ-5D-5L VAS. EQ-5D-5L descriptive system provides a profile of participant's health state 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 response options (no problems, slight problems, moderate problems, severe problems and extreme problems) that reflect increasing levels of difficulty. The participant was asked to indicate his/her current health state by selecting the most appropriate level in each of the 5 dimensions. Responses to the 5-dimension scores were combined and converted into single preference-weighted health utility index score 0 (0.0- worst health state) to 1 (1.0- better health state) representing the general health status of individual (but allows for values less than 0 by United kingdom \\[UK\\] scoring algorithm).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":null},{"groupId":"OG001","value":"0.107","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.116","spread":null},{"groupId":"OG001","value":"0.136","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.124","spread":null},{"groupId":"OG001","value":"0.124","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.113","spread":null},{"groupId":"OG001","value":"0.141","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":229,"n":365},"commonTop":["Diarrhoea","Neutropenia","Constipation","Anaemia","Fatigue"]}}}