{"nctId":"NCT03115112","briefTitle":"Safety and Efficacy of Bexagliflozin Compared to Sitagliptin as Add-on Therapy to Metformin in Type 2 Diabetes Subjects","startDateStruct":{"date":"2017-10-12","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus"],"count":386,"armGroups":[{"label":"Bexagliflozin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bexagliflozin","Drug: Placebo for sitagliptin"]},{"label":"Sitagliptin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sitagliptin","Drug: Placebo for bexagliflozin"]}],"interventions":[{"name":"Bexagliflozin","otherNames":["EGT0001442, EGT0001474"]},{"name":"Sitagliptin","otherNames":["Januvia"]},{"name":"Placebo for sitagliptin","otherNames":[]},{"name":"Placebo for bexagliflozin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Each subject was required to meet the following criteria at the time of enrollment to be eligible for the study:\n\n1. To have been male or female adults ≥ 18 years of age.\n2. To have been negative on the urine pregnancy test and agreed to abstain from coitus or use contraception during the entire study if a subject was female of childbearing potential.\n3. To have had a diagnosis of T2DM with HbA1c levels between 7.0% and 11% (inclusive) at the time of screening.\n4. To have been treated with a stable dose of ≥ 1500 mg/day metformin only along with diet and exercise counseling for at least 8 weeks at the time of screening.\n5. To have had a BMI ≤ 45 kg per m2 at the time of screening.\n6. To have been taking stable doses of treatment for dyslipidemia and/or hypertension for 30 days if applicable.\n7. To have been willing and able to return for all clinic visits and to complete all study-required procedures.\n8. To have adhered to the investigational product administration requirements as evidenced by missing no more than 1 day of run-in medications.\n\nPotential subjects who exhibited any of the following characteristics were to be excluded from the study:\n\n1. Diagnosis of type 1 diabetes mellitus or maturity-onset diabetes of the young (MODY)\n2. Hemoglobinopathy that affected HbA1c measurement\n3. Any contraindication to the safe use of DPP-4 therapy or sitagliptin, including known hypersensitivity reaction\n4. History of pancreatitis\n5. Genitourinary tract infection within 6 weeks of screening or history of ≥ 3 genitourinary infections requiring treatment within 6 months from the time of screening\n6. Cancer, active or in remission, for \\< 3 years\n7. History of alcohol or illicit drug abuse in the past 2 years\n8. Triglycerides \\> 500 mg dL-1 at Visit V1\n9. Evidence of abnormal liver function tests (total bilirubin or alkaline phosphatase \\> 1.5 x upper limit of normal (ULN) with the exception of isolated Gilbert's syndrome); or alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2.5 x ULN\n10. Estimated GFR, as calculated by the modification of diet in renal disease study equation (MDRD), \\< 60 mL min-1 per 1.73 m2 at the time of screening.\n11. Uncontrolled hypertension (SBP \\> 160 mm Hg or diastolic BP \\> 95 mm Hg) at Visit V1\n12. Life expectancy \\< 2 years\n13. History of MI, unstable angina, stroke or hospitalization for heart failure within 3 months at the time of screening\n14. History of treatment with an investigational drug within 30 days or within 7 half-lives of the investigational drug, whichever is longer\n15. Previous treatment with bexagliflozin or EGT0001474 study drug\n16. Currently or within 3 months of taking any SGLT2 inhibitor\n17. Currently participating in another interventional trial\n18. Prior renal transplantation or evidence of nephrotic syndrome (defined as a urine albumin-to-creatinine ratio (UACR) \\> 1500 mg g-1 at the time of screening).\n19. Any condition, disease, disorder or clinically relevant abnormality that could have jeopardized the subject's appropriate participation in this study or obscure the effects of treatment\n20. Female subjects who were pregnant or nursing\n21. Two or more consecutive SMBG measures ≥ 250 mg dL-1 (13.9 mmol L-1) prior to randomization accompanied by clinical signs or symptoms of hyperglycemia prior to randomization, including weight loss, blurred vision, increased thirst increased urination, or fatigue","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c From Baseline to Week 24","description":"The primary efficacy objective is to demonstrate that bexagliflozin is non-inferior to sitagliptin by evaluating the treatment effect on hemoglobin A1c (HbA1c) reduction at week 24 in subjects whose type 2 diabetes mellitus (T2DM) is inadequately controlled by metformin.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.74","spread":null},{"groupId":"OG001","value":"-0.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in FPG From Baseline at Week 24","description":"To evaluate the treatment effect of bexagliflozin vs. sitagliptin on the change in fasting plasma glucose (FPG) at week 24","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.82","spread":null},{"groupId":"OG001","value":"-1.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight in Subjects With Baseline BMI ≥ 25 kg/m2 at Week 24","description":"To evaluate the treatment effect of bexagliflozin vs. sitagliptin on the change in body weight in subjects with baseline body mass index (BMI) ≥ 25 kg/m2 at week 24","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.35","spread":null},{"groupId":"OG001","value":"-0.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in SBP in Subjects From Baseline at Week 24","description":"To evaluate the treatment effect of bexagliflozin vs. sitagliptin on the change in systolic blood pressure (SBP) in subjects at week 24","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.23","spread":null},{"groupId":"OG001","value":"-1.90","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":191},"commonTop":["Nasopharyngitis","Hypoglycemia","Influenza","Urinary tract infection"]}}}