{"nctId":"NCT01341782","briefTitle":"Comparison of Efficacy and Safety of Paricalcitol Injection With Maxacalcitol Injection in Adult Japanese Chronic Kidney Disease Subjects Receiving Hemodialysis With Secondary Hyperparathyroidism","startDateStruct":{"date":"2011-05"},"conditions":["Secondary Hyperparathyroidism","Hemodialysis"],"count":255,"armGroups":[{"label":"Paricalcitol","type":"EXPERIMENTAL","interventionNames":["Drug: paricalcitol","Drug: maxacalcitol placebo"]},{"label":"Maxacalcitol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: maxacalcitol","Drug: paricalcitol placebo"]}],"interventions":[{"name":"paricalcitol","otherNames":["ABT-358","Zemplar"]},{"name":"maxacalcitol","otherNames":["oxarol"]},{"name":"paricalcitol placebo","otherNames":[]},{"name":"maxacalcitol placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult Chronic Kidney Disease (CKD) Stage 5 patients undergoing dialysis with stable dialysate calcium and phosphate binders\n* On three times weekly hemodialysis for at least 3 months prior with intact parathyroid hormone (iPTH) greater than or equal to 300 pg/mL, adjusted normalized serum total calcium (Ca) greater than or equal to 8.4 to less than 10.2 mg/dL, serum phosphorus (P) less than or equal to 6.5 mg/dL.\n\nExclusion Criteria:\n\n* Patients with a recent history of severe cardiovascular or hepatic disease, uncontrolled hypertension or uncontrolled diabetes\n* Patients who have received a parathyroidectomy or ethanol infusion within the prior year\n* Patients taking drugs that affect iPTH, calcium or bone metabolism\n* Patients who will need to take chronic doses (greater than or equal to 2 consecutive weeks) of cytochrome P450 inhibitors (e.g., clarithromycin, grapefruit products) or inducers (e.g., carbamazepine, rifampicin)\n* Female patients who are pregnant, possibly pregnant, wish to become pregnant, or participate in breastfeeding during the study period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Target Intact Parathyroid Hormone (iPTH) and Without Hypercalcemia","description":"The target iPTH range was 60-180 pg/mL, based on the average of the last 3 weeks of treatment, and with no hypercalcemia during the treatment phase. Hypercalcemia was defined as at least 1 corrected calcium value \\> 11.0 mg/dL or at least 2 corrected calcium values ≥ 10.5 mg/dL. iPTH was measured before the first dialysis session of each week and analyzed by the central laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"30.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥ 50% Reduction in Intact Parathyroid Hormone (iPTH) From Baseline and With No Hypercalcemia","description":"The percentage of participants with greater than or equal to 50% reduction in intact parathyroid hormone (iPTH) from baseline to the average of the last 3 weeks of treatment and with no hypercalcemia during the treatment phase. iPTH was measured before the first dialysis session of each week and analyzed by the central laboratory. Hypercalcemia was defined as at least 1 corrected calcium value \\> 11.0 mg/dL or at least 2 corrected calcium values ≥ 10.5 mg/dL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":null},{"groupId":"OG001","value":"39.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Target Intact Parathyroid Hormone (iPTH)","description":"The target iPTH range was 60-180 pg/mL, based on the average of the last 3 weeks of treatment. iPTH was measured before the first dialysis session of each week and analyzed by the central laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.5","spread":null},{"groupId":"OG001","value":"32.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥ 50% Reduction in Intact Parathyroid Hormone (iPTH) From Baseline","description":"The percentage of participants with a greater than or equal to 50% reduction in intact parathyroid hormone (iPTH) from baseline to the average of the last 3 weeks of treatment. iPTH was measured before the first dialysis session of each week and analyzed by the central laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.9","spread":null},{"groupId":"OG001","value":"50.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Visits at Which Participants Achieved iPTH Control With ≥ 50% Reduction in Intact Parathyroid Hormone (iPTH) From Baseline","description":"iPTH control was defined as a ≥ 50% reduction from baseline. iPTH was measured before the first dialysis session of the week, each week during the treatment phase and analyzed by the central laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"2.97"},{"groupId":"OG001","value":"5.3","spread":"3.17"}]}]}]},{"type":"SECONDARY","title":"Number of Visits at Which Participants Achieved iPTH Control in the Target Range of 60 to 180 pg/mL","description":"iPTH control was defined as being within the target range of 60 to 180 pg/mL. iPTH was measured before the first dialysis session of the week, once a week during the treatment phase and analyzed by the central laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"2.51"},{"groupId":"OG001","value":"3.4","spread":"2.84"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":127},"commonTop":["Hypercalcaemia","Nasopharyngitis","Hypertension","Hyperphosphataemia","Procedural hypotension"]}}}