{"nctId":"NCT03703882","briefTitle":"Phase III Study of Edasalonexent in Boys With Duchenne Muscular Dystrophy","startDateStruct":{"date":"2018-10-02","type":"ACTUAL"},"conditions":["Muscular Dystrophy, Duchenne"],"count":131,"armGroups":[{"label":"Dose 1","type":"EXPERIMENTAL","interventionNames":["Drug: Edasalonexent"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Edasalonexent","otherNames":["Edasa","CAT-1004"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written consent/assent by patient and/or legal guardian as per regional and/or Institutional Review Board (IRB)/Independent Ethics Committee (IEC) requirements\n* Diagnosis of DMD based on a clinical phenotype with increased serum creatine kinase (CK) and documentation of mutation(s) in the dystrophin gene known to be associated with a DMD phenotype\n* Able to perform stand from supine without assistance in ≤ 10 seconds\n* Able to perform the 10MWT and 4-stair climb\n* Followed by a doctor or medical professional who coordinates Duchenne care on a regular basis and willingness to disclose patient's study participation with medical professionals\n\nExclusion Criteria:\n\n* Use of corticosteroids within 24 weeks prior to Day 1; use of inhaled, intranasal, and topical corticosteroids is permitted\n* Use of another investigational drug, idebenone, or dystrophin-focused therapy within 4 weeks. Exception: Patients who have received at least 24 weeks of a stable dose of eteplirsen prior to Day 1, and expected to continue treatment, will be eligible\n* Use of the following within 4 weeks prior to Day 1: immunosuppressive therapy, warfarin, phenytoin, S mephenytoin, cyclosporine, dihydroergotamine, ergotamine, fentanyl, alfentanil, pimozide, quinidine, sirolimus, tacrolimus, or paclitaxel\n* Use of human growth hormone within 3 months prior to Day 1\n* Other prior or ongoing significant medical conditions","healthyVolunteers":false,"sex":"MALE","minimumAge":"4 Years","maximumAge":"7 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in North Star Ambulatory Assessment (NSAA)","description":"To assess change from baseline in North Star Ambulatory Assessment(NSAA) Total Score at Wk52. NSAA is clinician-reported outcome instrument designed to measure ambulatory function in males with Duchenne muscular dystrophy(DMD). Patients asked to perform 17 different functional activities,including 10MWT,rising from sit to stand,standing on one leg,climbing \\& descending a step,stand from supine, lifting the head, standing on heels, \\& jumping. Each function activity will be scored as0=(unable to achieve independently),scored as1=(modified method but achieves goal independent of physical assistance from another),or scored as2=(no obvious modification of activity)or \"Not Scored\". If NSAA test was performed \\& any of the individual items are scored as \"not scored\"(i.e, for reasons unrelated to patients physical capabilities), corresponding total score will be set to missing. Sum of 17 scores will be used to form an ordinal total score(range 0-34).Higher scores imply better functional status","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"4.41"},{"groupId":"OG001","value":"-1.8","spread":"3.81"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 10-meter Walk/Run Test","description":"To assess the changes from baseline to Week 52 on the 10-meter walk/run test (10MWT). For timed function tests (TFTs), the time will be set to 12 seconds and the speed to 0 if the TFT assessment meets the following TFT grading criteria. Grade of 1 or 2 (from a 6-point scale). 1=Unable to walk independently 2=Unable to walk independently but can walk with knee-ankle foot orthoses or support from a person 3=Highly adapted wide based lordotic gait. Cannot increase walking speed 4=Moderately adapted gait. Can pick up speed but cannot run 5=Able to pick up speed, but runs with a double stance phase, i.e. cannot achieve both feet off the ground 6=Runs and gets both feet off the ground (with no double stance phase)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0058","spread":"0.03010"},{"groupId":"OG001","value":"-0.0093","spread":"0.02538"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Time to Stand From Supine","description":"To assess the change from baseline in the stand from supine speed at Week 52. For timed function tests (TFTs) , the time will be set to 12 seconds and the speed to 0 if the TFT assessment meets the following TFT grading criteria. Grade of 1 or 2 (from a 6-point scale). 1 = Unable to stand from supine, even with use of a chair, 2 = Assisted Gowers - requires furniture for assist in arising from supine to full upright posture (no time to be recorded) 3=Rolls over, stands up with both hands \"climbing up\" the legs to achieve full upright posture 4=Rolls over, stands up with 1 hand support on leg 5=Rolls to the side and stands up with one or both hands on the floor to start to rise but does not touch legs 6=Stands up without rolling over or using hands on legs or floor","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0389","spread":"0.06728"},{"groupId":"OG001","value":"-0.0459","spread":"0.06171"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 4-stair Climb","description":"To assess the change from baseline to Week 52 on the 4-Stair Climb. For timed function tests (TFTs) , the time will be set to 12 seconds and the speed to 0 if the TFT assessment meets the following TFT grading criteria. Grade of 1(from a 6-point scale)1=Unable to climb 4 standard stairs(no time recorded) 2=Climbs 4 standard stairs \"marking time\"(climbs one foot at a time, with both feet on a step before moving to next step), uses both arms on one or both handrails or uses 1 handrail and the other arm pushes on the leg 3=Climbs 4 standard stairs \"marking time\", using one arm on one handrail or one hand pushing on leg or body 4=Climbs 4 standard stairs \"marking time\", not needing handrail and not using hands to push on leg 5=Climbs 4 standard stairs alternating feet, needs handrail/s for support or uses arms to push on the leg or body 6=Climbs 4 standard stairs alternating feet, not needing handrail support or using arm to push on the leg","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0220","spread":"0.08920"},{"groupId":"OG001","value":"-0.0392","spread":"0.07352"}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability Measured by Number of Treatment- Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"Adverse events that occurred from the time of the administration of the first dose of investigational product (IP) through the end of the safety follow-up were considered treatment-emergent AEs (TEAEs). Serious adverse event (SAE).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":88},"commonTop":["Diarrhoea","Vomiting","Nasopharyngitis","Pyrexia","Abdominal pain upper"]}}}