{"nctId":"NCT03623321","briefTitle":"Extension Study of Pimavanserin in Adult Subjects With Neuropsychiatric Symptoms Related to Neurodegenerative Disease","startDateStruct":{"date":"2018-07-17","type":"ACTUAL"},"conditions":["Neuropsychiatric Symptoms Related to Neurodegenerative Disease"],"count":595,"armGroups":[{"label":"Drug - pimavanserin","type":"EXPERIMENTAL","interventionNames":["Drug: Pimavanserin"]}],"interventions":[{"name":"Pimavanserin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject satisfied all entry criteria for the antecedent pimavanserin study\n2. Subject completed the antecedent study; or was participating in a pimavanserin study that the Sponsor ended early\n3. Has a designated study partner/caregiver who meets the following requirements:\n\n   1. In the Investigator's opinion, is in contact with the subject frequently enough to accurately report on the subject's symptoms and whether or not the subject is taking the study drug\n   2. In the Investigator's opinion, is considered reliable in providing support to the subject to help ensure compliance with study treatment, study visits, and protocol procedures\n   3. Is fluent in the local language in which study assessments will be administered\n   4. Agrees to participate in study assessments, has the capacity to provide informed consent, and provides written consent to participate in the study\n4. Subject is willing and able to provide informed consent.\n5. If the subject is female, she must not be pregnant or breastfeeding. She must also be of non-childbearing potential (defined as either surgically sterilized or at least 1 year postmenopausal) or must agree to use a clinically acceptable method of contraception or be abstinent during the study and 1 month following completion of the study.\n\nExclusion Criteria:\n\n1. Subject is judged by the Investigator or the Medical Monitor to be inappropriate for the study, due to AEs, medical condition, or noncompliance with investigational product or study procedures in the antecedent study, or is judged to be a danger to self or others\n2. Is in hospice, is receiving end-of-life palliative care, or has become bedridden\n3. Has any of the following ECG results at the EOT/ET visit of the antecedent study:\n\n   a. If the subject is not on citalopram, escitalopram, or venlafaxine:\n\n   i. QTcF \\>450 ms, if QRS duration \\<120 ms\n\n   ii. QTcF \\>470 ms, if QRS duration ≥120 ms\n\n   b. If the subject is on citalopram, escitalopram, or venlafaxine:\n\n   i. QTcF \\>425 ms, if QRS duration \\<120 ms\n\n   ii. QTcF \\>450 ms, if QRS duration ≥120 ms\n4. Has a heart rate \\<50 beats per minute. If bradycardia is secondary to iatrogenic or treatable causes and these causes are treated, a heart rate assessment can be repeated at the EOT/ET visit of the antecedent study.\n5. Has clinically significant laboratory abnormalities in the antecedent study that, in the judgment of the Investigator or Medical Monitor, would either:\n\n   1. jeopardize the safe participation of the subject in the study; OR\n   2. would interfere with the conduct or interpretation of safety or efficacy evaluations in the study\n6. Is suicidal at Visit 1 (Baseline)\n7. Has developed a medical condition that in the judgment of the Investigator, would increase the risk associated with taking study medication or significantly interfere with the conduct or interpretation of the study\n8. Requires treatment with a medication or other substance that is prohibited by the protocol\n9. Has a significant sensitivity or allergic reaction to pimavanserin or its excipients\n10. Is an employee of ACADIA, or has a family member who is an employee of ACADIA\n\nAdditional inclusion/exclusion criteria apply. Patients will be evaluated at screening to ensure that all criteria for study participation are met. Patients may be excluded from the study based on these assessments (and specifically, if it is determined that their baseline health and psychiatric condition do not meet all pre-specified entry criteria).\n\n\\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment-emergent Adverse Events (TEAEs)","description":"Number (%) of patients experiencing at least one TEAE","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"238","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":595},"commonTop":[]}}}