{"nctId":"NCT02547935","briefTitle":"A Study to Evaluate the Effect of Dapagliflozin With and Without Saxagliptin on Albuminuria, and to Investigate the Effect of Dapagliflozin and Saxagliptin on HbA1c in Patients With Type 2 Diabetes and CKD","startDateStruct":{"date":"2015-09-21","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus, CKD and Albuminuria"],"count":459,"armGroups":[{"label":"Dapagliflozin 10mg","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin 10 mg"]},{"label":"Dapagliflozin 10mg + Saxagliptin 2.5mg","type":"EXPERIMENTAL","interventionNames":["Drug: Saxagliptin 2.5 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching Placebo for Dapagliflozin 10 mg and Saxagliptin 2.5mg"]}],"interventions":[{"name":"Dapagliflozin 10 mg","otherNames":["Forxiga™"]},{"name":"Saxagliptin 2.5 mg","otherNames":["Onglyza™"]},{"name":"Matching Placebo for Dapagliflozin 10 mg and Saxagliptin 2.5mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of informed consent prior to any study specific procedures\n* Female or male aged ≥18 years\n* History of type 2 diabetes mellitus for more than 12 months\n* HbA1c≥7.0% and ≤11.0%\n* Stable antidiabetic treatment during the last 12 weeks up to randomization\n* eGFR 25-75 mL/minute/1.73m2, inclusive\n* Micro or macroalbuminuria (UACR 30 - 3500 mg/g)\n* Treatment with ACE inhibitor or an ARB for at least 3 months prior to screening\n* Body mass index between 20 and 45 kg/m2\n\nExclusion Criteria:\n\n* Any of the following CV/Vascular Diseases within 3 month prior to signing the consent at Visit 1:\n\n  * Myocardial infarction\n  * cardiac surgery or revascularization (CABG/PTCA)\n  * unstable angina\n  * unstable HF\n  * New York Heart Association (NYHA) Class III-IV\n  * transient ischemic attack (TIA) or significant cerebrovascular disease\n  * unstable or previously undiagnosed arrhythmia\n* Significant hepatic disease, including, but not limited to, chronic active hepatitis and/or severe hepatic insufficiency\n* Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) \\> 3X ULN\n* Total Bilirubin (TB) \\>2 mg/dL (34.2 μmol/L)\n* History of acute kidney injury requiring renal replacement therapy (dialysis or ultrafiltration) or any biopsy or imaging verifying intercurrent kidney disease other than diabetic nephropathy or diabetic nephropathy with nephrosclerosis\n* Ongoing treatment with a SGLT2 inhibitor, GLP-1 agonist or DPP4 inhibitors\n* Any condition which, in the judgment of the Investigator, may render the patient unable to complete the study or which may pose a significant risk to the patient or patient suspected or with confirmed poor protocol or medication compliance","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Change From Baseline in Glycosylated Haemoglobin (HbA1c): Comparison of Dapagliflozin 10 mg Plus Saxagliptin 2.5 mg and Placebo at Week 24","description":"HbA1c was analysed at baseline and every 4 weeks during the 24-week treatment period. Only measurements prior to rescue or treatment discontinuation were analysed. The adjusted mean change from baseline at Week 24 was analysed using a mixed model repeated measures (MMRM) model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.85","spread":"0.09"},{"groupId":"OG001","value":"-0.27","spread":"0.09"}]}]}]},{"type":"PRIMARY","title":"Adjusted Mean Percent Change From Baseline in Urine Albumin-to-Creatinine Ratio (UACR) at Week 24","description":"UACR was analysed at baseline and every 4 weeks during the 24-week treatment period. All measurements regardless of rescue medication or treatment discontinuation were analysed. UACR values were first transformed to logarithms and the results were based on exponentiation of model estimates and expressed as adjusted mean percent change from baseline at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.1","spread":"5.1"},{"groupId":"OG001","value":"-22.4","spread":"6.6"},{"groupId":"OG002","value":"-1.8","spread":"8.3"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Percent Change From Baseline in Total Body Weight at Week 24","description":"Total body weight was measured in kilograms (kg) at baseline and at Week 1 then every 4 weeks during the 24-week treatment period. All measurements regardless of rescue medication or treatment discontinuation were analysed. Total body weight values were first transformed to logarithms and the results were based on exponentiation of model estimates and expressed as adjusted mean percent change from baseline at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"0.55"},{"groupId":"OG001","value":"-1.48","spread":"0.56"},{"groupId":"OG002","value":"-0.61","spread":"0.56"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"FPG was analysed at baseline and Week 1 then every 4 weeks during the 24-week treatment period. Only measurements prior to rescue or treatment discontinuation were analysed. The adjusted mean change from baseline at Week 24 was analysed using a MMRM model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.2","spread":"5.2"},{"groupId":"OG001","value":"-13.1","spread":"5.4"},{"groupId":"OG002","value":"-11.2","spread":"5.5"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving at Least 30% Reduction in UACR at Week 24","description":"The percentage of patients meeting the criteria of at least a 30% reduction in UACR, was analysed using a logistic regression model. If no measurement was available at Week 24 the last available post-baseline measurement was carried forward (Last Observation Carried Forward \\[LOCF\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.0","spread":null},{"groupId":"OG001","value":"45.0","spread":null},{"groupId":"OG002","value":"31.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving a Reduction in HbA1c of Less Than 7.0% at Week 24","description":"The percentage of patients meeting the criteria of a less than 7% reduction in HbA1c, was analysed using a logistic regression model. If no measurement was available at Week 24 the last available post-baseline measurement was carried forward (LOCF). Only measurements prior to rescue or treatment discontinuation were analysed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.1","spread":null},{"groupId":"OG001","value":"15.0","spread":null},{"groupId":"OG002","value":"10.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Seated Systolic Blood Pressure (SBP) at Week 24","description":"Seated SBP was analysed at baseline, Week 1 and every 4 weeks during the 24-week treatment period. All measurements regardless of rescue medication or treatment discontinuation were analysed. The adjusted mean change from baseline at Week 24 was analysed using a MMRM model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.8","spread":"1.6"},{"groupId":"OG001","value":"-6.9","spread":"1.7"},{"groupId":"OG002","value":"-4.1","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in HbA1c: Comparison of Dapagliflozin 10 mg and Placebo at Week 24","description":"HbA1c was analysed at baseline and every 4 weeks during the 24-week treatment period. Only measurements prior to rescue or treatment discontinuation were analysed. The adjusted mean change from baseline at Week 24 was analysed using a MMRM model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.43","spread":"0.09"},{"groupId":"OG001","value":"-0.27","spread":"0.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":152},"commonTop":["Nasopharyngitis","Influenza"]}}}