{"nctId":"NCT02897349","briefTitle":"Linagliptin Add-on to Insulin Background Therapy","startDateStruct":{"date":"2016-09-30","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":206,"armGroups":[{"label":"linagliptin","type":"EXPERIMENTAL","interventionNames":["Drug: linagliptin","Drug: background therapy"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo","Drug: background therapy"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"linagliptin","otherNames":[]},{"name":"background therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Diagnosis of type 2 diabetes mellitus prior to informed consent.\n* Chinese male or female patients who are pre-treated with insulin alone or in combination with metformin:\n\n  * With maximum insulin dose of \\<= 1 unit/kg/day. Acceptable basal insulins could be insulin glargin, insulin detemir or NPH (neutral protamin hagedorn) insulin with duration of action up to 24 h; acceptable pre-mixed insulins could be preparations with 25/75 or 30/70 ratio, with once or twice daily posology only. The total insulin dose should not be changed by more than 10% of the baseline value within the 12 weeks prior to randomisation (Visit 3). Both human insulin \\& insulin analogue are accepted.\n  * If the patient is taking metformin, stable dose (at least 1500 mg daily) must be maintained for at least 12 weeks without dose adjustments prior to randomisation (Visit 3).\n* HbA1c fulfills the following criteria: \\>= 7.5 % to \\<= 10.0 % at Visit 1.\n* Age \\>= 18 years at Visit 1.\n* BMI \\<= 45 kg/m2 (Body Mass Index) at Visit 1.\n* Women of childbearing potential must be ready and able to use highly effective methods of birth control per ICH (International Conference on Harmonisation) M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly. A list of contraception methods meeting these criteria is provided in the patient information.\n\n  * A woman is considered of childbearing potential (WOCBP), i.e. fertile, following menarche and until becoming post-menopausal unless permanently sterile.\n  * Permanent sterilisation methods include hysterectomy, bilateral salpingectomy and bilateral oophorectomy.\n* Signed and dated written informed consent by date of Visit 1 in accordance with ICH-GCP (Good Clinical Practice) and local legislation\n\nExclusion criteria:\n\n* Uncontrolled hyperglycaemic with a glucose level \\>240 mg/dl (\\>13.3 mmol/L) after an overnight fast during placebo run-in and confirmed by a second measurement (not on the same day).\n* Any other antidiabetic drug within 3 months prior to informed consent except those defined as background treatment via inclusion criterion 2.\n* Acute coronary syndrome (non-STEMI (ST Segment Elevation Myocardial Infarction), STEMI and unstable angina pectoris), stroke or TIA (Transient ischemic attack) within 3 months prior to informed consent.\n* Indication of liver disease, defined by serum levels of either ALT (Alanine aminotransferase) (SGPT (serum glutamic pyruvate transaminase )), AST (Aspartate aminotransferase) (SGOT (serum glutamic-oxaloacetic transaminase)), or alkaline phosphatase above 3 × upper limit of normal (ULN (upper limit of normal)) as determined during screening and/or run-in phase.\n* Any contraindications to metformin according to the local label for those patients that enter the study with metformin therapy as provided in ISF (Investigator Site File).\n* Bariatric surgery within the past two years and other gastrointestinal surgeries that induce chronic malabsorption.\n* Medical history of cancer (except for basal cell carcinoma) and/or treatment for cancer within the last 5 years.\n* Blood dyscrasias or any disorders causing hemolysis or unstable Red Blood Cell (e.g. malaria, babesiosis, haemolytic anemia).\n* Known hypersensitivity or allergy to the investigational product or its recipients.\n* Treatment with anti-obesity drugs 3 months prior to informed consent or any other treatment at the time of screening (i.e. surgery, aggressive diet regimen, etc.) leading to unstable body weight.\n* Current treatment with systemic steroids at time of informed consent or change in dosage of thyroid hormones within 6 weeks prior to informed consent or any other uncontrolled endocrine disorder except T2DM (Type 2 diabetes mellitus).\n* Women who are pregnant, nursing, or who plan to become pregnant while in the trial.\n* Alcohol or drug abuse within the 3 months prior to informed consent that would interfere with trial participation or any ongoing condition leading to a decreased compliance to study procedures or study drug intake in the opinion of the investigator.\n* Participation in another trial with an investigational drug within 2 months prior to informed consent or previous enrolment in this trial.\n* Any other clinical condition that would jeopardize patient's safety while participating in this clinical trial in the opinion of the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change From Baseline in Glycosylated Haemoglobin A1c (HbA1c) After 24 Weeks of Treatment","description":"Percentage change from baseline, that is, \\[\\[(HbA1c after 24 weeks of treatment) - (HbA1c at baseline)\\] / (HbA1c at baseline)\\] \\*100%, where baseline refers to the last observation prior to the start of randomised study drug, including the observation prior to the placebo run-in.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.20","spread":"0.09"},{"groupId":"OG001","value":"-0.61","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) After 24 Weeks of Treatment","description":"Change from baseline in Fasting plasma glucose (FPG) after 24 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"3.6"},{"groupId":"OG001","value":"-5.5","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hour (2-h) Postprandial Plasma Glucose (PPG) After 24 Weeks of Treatment","description":"Change from baseline in 2-hour (2-h) postprandial plasma glucose (PPG) after 24 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"5.98"},{"groupId":"OG001","value":"-32.01","spread":"5.66"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c on Treatment <7.0 Percentage (%) After 24 Weeks of Treatment","description":"Percentage of participants with HbA1c on treatment \\<7.0 percentage (%) after 24 weeks of treatment. Participants with baseline HbA1c \\<7.0% were excluded from the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"13.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c on Treatment < 6.5% After 24 Weeks of Treatment","description":"Percentage of participants with HbA1c on treatment \\< 6.5% after 24 weeks of treatment. Participants with baseline HbA1c \\<6.5% were excluded from the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c Lowering by at Least 0.5% After 24 Weeks of Treatment","description":"Percentage of participants with HbA1c lowering by at least 0.5% after 24 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null},{"groupId":"OG001","value":"55.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Investigator-defined Hypoglycaemic Adverse Event (AE) With Plasma Glucose (PG) ≤70 mg/dL","description":"Incidence of investigator-reported hypoglycaemic events confirmed by a measured blood glucose ≤70 mg/dL (≤3.9 Millimoles Per Litre (mmol/L)). Severe hypoglycaemic AE = hypoglycaemic event requiring the assistance of another person to actively administer carbohydrate, glucagon or other resuscitative actions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"10.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Severe Hypoglycaemic AE","description":"Incidence of severe hypoglycaemic events (requiring active assistance by another person, or fatal). Severe hypoglycaemic AE = hypoglycaemic event requiring the assistance of another person to actively administer carbohydrate, glucagon or other resuscitative actions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":102},"commonTop":["Hypoglycaemia","Upper respiratory tract infection","Hyperuricaemia"]}}}