{"nctId":"NCT02219503","briefTitle":"A Study to Evaluate the Safety and Efficacy of Ombitasvir/Paritaprevir/Ritonavir and Dasabuvir in Adults With Genotype 1b Chronic Hepatitis C Virus (HCV) Infection and Cirrhosis","startDateStruct":{"date":"2014-09"},"conditions":["Chronic Hepatitis C Infection","Compensated Cirrhosis"],"count":60,"armGroups":[{"label":"Ombitasvir/Paritaprevir/Ritonavir plus Dasabuvir","type":"EXPERIMENTAL","interventionNames":["Drug: Ombitasvir/Paritaprevir/Ritonavir","Drug: Dasabuvir"]}],"interventions":[{"name":"Ombitasvir/Paritaprevir/Ritonavir","otherNames":["ABT-267 also known as ombitasvir","ABT-450 also known as paritaprevir","Ritonavir also known as norvir"]},{"name":"Dasabuvir","otherNames":["ABT-333"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Chronic HCV genotype 1-infection prior to study enrollment. Chronic HCV-infection is defined as the following:\n\n   * Positive for anti-HCV antibody (Ab) or HCV RNA \\> 1,000 IU/mL at least 6 months before Screening, and positive for HCV RNA and anti-HCV Ab at the time of Screening; or\n   * HCV RNA \\> 1,000 IU/mL at the time of Screening with a liver biopsy consistent with chronic HCV-infection (or a liver biopsy performed prior to enrollment with evidence of chronic hepatitis C disease).\n2. Screening laboratory result indicating HCV genotype 1b-infection.\n3. Compensated cirrhosis defined as a Child-Pugh Score of 5 or 6 at Screening.\n\nExclusion Criteria:\n\n1. Women who are pregnant or breastfeeding.\n2. Positive test result for Hepatitis B surface antigen (HBsAg) or positive human immunodeficiency virus (HIV) antibody (confirmed by Western Blot).\n3. Any current or past clinical evidence of Child-Pugh B or C classification or clinical history of liver decompensation such as ascites (noted on physical exam), variceal bleeding, or hepatic encephalopathy.\n4. Confirmed presence of hepatocellular carcinoma indicated on imaging techniques such as computed tomography (CT) scan or magnetic resonance imaging (MRI) within 3 months prior to Screening or on an ultrasound performed at Screening (a positive ultrasound result will be confirmed with CT scan or MRI.)\n5. Use of contraindicated medications within 2 weeks of dosing\n6. Screening laboratory analyses showing any of the following abnormal laboratory results:\n\n   * Calculated creatinine clearance (using Cockcroft-Gault method) \\< 30 mL/min\n   * Albumin \\< 2.8 g/dL\n   * International normalized ratio (INR) \\> 1.8. Participants with a known inherited blood disorder and INR \\> 1.8 may be enrolled with permission of the AbbVie Study Designated Physician.\n   * Hemoglobin \\< 10 g/dL\n   * Platelets \\< 25,000 cells per mm3\n   * Total bilirubin \\> 3.0 mg/dL","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks (SVR12) Post-treatment","description":"Sustained Virologic Response 12 (SVR12) is defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) less than the lower limit of quantification (\\< LLOQ; \\< 25 IU/mL) 12 weeks after the last dose of study drug.\n\nThe primary efficacy endpoints were non-inferiority and superiority of the percentage of participants who achieved sustained virologic response 12 weeks after treatment in each treatment arm compared with the historical threshold for sofosbuvir and peginterferon (pegIFN)/RBV for the treatment of subjects with HCV GT1b infection and cirrhosis.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-Treatment Virologic Failure","description":"On-Treatment Virologic Failure is defined as confirmed HCV RNA \\>= LLOQ after HCV RNA \\< LLOQ during treatment, or confirmed increase from nadir (local minimum value) in HCV RNA \\[2 consecutive HCV RNA measurements \\> 1 log10 IU/mL above nadir\\] at any time point during treatment, or failure to suppress during treatment \\[all on-treatment values of HCV RNA \\>= LLOQ\\] with at least 6 weeks \\[defined as active study drug duration ≥ 36 days\\] of treatment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-Treatment Relapse","description":"Post- Treatment Relapse is defined as confirmed HCV RNA \\>= LLOQ between end of treatment and 12 weeks after last actual dose of active study drug \\[up to and including the SVR12 assessment time point\\] for a participant with HCV RNA \\< LLOQ at Final Treatment Visit who completes treatment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":60},"commonTop":["FATIGUE","DIARRHOEA","HEADACHE","ARTHRALGIA","DIZZINESS"]}}}