{"nctId":"NCT04574362","briefTitle":"Safety and Efficacy Trial of BHV3000 (Rimegepant) 75 mg for the Acute Treatment of Migraine","startDateStruct":{"date":"2020-10-22","type":"ACTUAL"},"conditions":["Acute Migraine"],"count":1648,"armGroups":[{"label":"Rimegepant 75mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rimegepant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rimegepant","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubject has at least 1 year history of migraines (with or without aura), consistent with a diagnosis according to the International Classification of Headache Disorder, 3rd Edition, Beta version including the following:\n\n1. Migraine attacks present for more than 1 year with the age of onset prior to 50 years of age\n2. Migraine attacks, on average, lasting about 4-72 hours if untreated\n3. Not more than 8 attacks of moderate to severe intensity per month within the last 3 months\n4. Consistent migraine headaches of at least 2 migraine headache attacks of moderate or severe intensity in each of the 3 months prior to the Screening Visit and maintains this requirement during the Screening period\n5. Less than 15 days with headache (migraine or non-migraine) per month in each of the 3 months prior to the Screening Visit and maintains this requirement during the Screening Period.\n6. Subjects on prophylactic migraine medication are permitted to remain on therapy provided they have been on a stable dose for at least 3 months prior to screening visit and the dose is not expected to change during the course of the study.\n7. Subjects with contraindications for use of triptans may be included provided they meet all other study entry criteria.\n\nKey Exclusion Criteria:\n\n1. Subject with a history of HIV disease\n2. Subject history with current evidence of uncontrolled, unstable or recently diagnosed cardiovascular disease, such as ischemic heart disease, coronary artery vasospasm, and cerebral ischemia. subjects with Myocardial Infarction (MI), Acute Coronary Syndrome (ACS), Percutaneous Coronary Intervention (PCI), cardiac surgery, stroke or transient ischemic attack (TIA) during the 6 months prior to screening\n3. Uncontrolled hypertension (high blood pressure), or uncontrolled diabetes (however subjects can be included who have stable hypertension and/or diabetes for at least 3 months prior to being enrolled)\n4. Subject has a current diagnosis of major depression, other pain syndromes, psychiatric conditions (e.g., schizophrenia), dementia, or significant neurological disorders (other than migraine) that, in the Investigator's opinion might interfere with study assessments.\n5. Subject has a history of gastric, or small intestinal surgery (including Gastric Bypass, Gastric Banding, Gastric Sleeve, Gastric Balloon, etc.), or has disease that causes malabsorption\n6. The subject has a history of current or evidence of any significant and/ or unstable medical conditions (e.g., history of congenital heart disease or arrhythmia, known suspected infection, hepatitis B or C, or cancer) that, in the investigator's opinion, would expose them to undue risk of a significant adverse event (AE) or interfere with assessments of safety or efficacy during the course of the trial.\n7. History of, treatment for, or evidence of, alcohol or drug abuse within the past 12 months or subjects who have met DSM-V criteria for any significant substance use disorder within the past 12 months from the date of the screening visit.\n8. Subjects are excluded if they have previously participated in any study of rimegepant or other experimental CGRP-antagonist study, or have been prescribed CGRP-antibodies within the last 6 months\n9. Participation in any other investigational clinical trial while participating in this clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Had Freedom From Pain at 2 Hours Post-dose","description":"Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (no pain) were considered to have freedom from pain. Exact 95 percent (%) confidence interval (CI) was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.8","spread":null},{"groupId":"OG001","value":"10.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Had Freedom From Most Bothersome Symptoms (MBS) at 2 Hours Post-dose","description":"MBS included nausea, phonophobia or photophobia. MBS were measured using a binary scale as 0= absent, 1= present. Participants who had score of 0 (MBS absent) were considered to have freedom from MBS. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.5","spread":null},{"groupId":"OG001","value":"35.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours Post-dose","description":"Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants who reported a pain level of moderate or severe at baseline and then reported a pain level of none or mild at 2 hours post-dose, were considered to have pain relief. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.5","spread":null},{"groupId":"OG001","value":"48.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Functioned Normally at 2 Hours Post-dose","description":"Participants rated the level of disability they perceived as a result of their migraine in performing normal actions using following level of severity: normal function, mild impairment, severe impairment, or required bedrest. This outcome measure was analyzed only among those participants who reported any impairment at baseline. Percentage of participants with a response of \"normal function\" at the 2 hours post-dose were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.7","spread":null},{"groupId":"OG001","value":"23.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Used Rescue Medication Within 24 Hours Post-dose","description":"Percentage of participants who used rescue medications within 24 hours of administration of study drug were reported in this outcome measure. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"20.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Sustained Pain Freedom From 2 to 24 Hours Post-dose","description":"Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (with no pain) through 2 to 24 hours post-dose were considered to have sustained pain freedom. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Sustained Pain Freedom From 2 to 48 Hours Post-dose","description":"Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (with no pain) through 2 to 48 hours post-dose were considered to have sustained pain freedom. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Freedom From Pain at 15, 30, 45, 60 and 90 Minutes Post-dose","description":"Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Percentage of participants who reported a pain level of moderate or severe just before taking study treatment and then reported a pain level of none at the specified timepoints. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Freedom From MBS at 15, 30, 45, 60 and 90 Minutes Post-dose","description":"MBS included nausea, phonophobia or photophobia. MBS were measured using a binary scale as 0= absent, 1= present. Participants who had score of 0 (MBS absent) were considered to have freedom from MBS at the specified timepoints. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"14.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":null},{"groupId":"OG001","value":"19.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"24.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.4","spread":null},{"groupId":"OG001","value":"31.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relapse","description":"Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. This outcome measure was analyzed only in those participants who were pain free at 2 hours post-dose. Percentage of participants who were pain free at 2 hours post-dose and then had a migraine of any pain severity (score 2 or 3 on the 4-point scale) within 48 hours after administration of study drug were considered to have pain relapse. Exact 95% CI was based on Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":668},"commonTop":["Nausea","Protein urine present","Urinary tract infection","Blood creatine phosphokinase increased","Upper respiratory tract infection"]}}}