{"nctId":"NCT01721876","briefTitle":"Volasertib in Combination With Low-dose Cytarabine in Patients Aged 65 Years and Above With Previously Untreated Acute Myeloid Leukaemia, Who Are Ineligible for Intensive Remission Induction Therapy (POLO-AML-2)","startDateStruct":{"date":"2013-01-29","type":"ACTUAL"},"conditions":["Leukemia, Myeloid, Acute"],"count":666,"armGroups":[{"label":"Volasertib and Cytarabine","type":"EXPERIMENTAL","interventionNames":["Drug: Volasertib","Drug: Cytarabine"]},{"label":"Placebo and Cytarabine","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Cytarabine"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Volasertib","otherNames":[]},{"name":"Cytarabine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Age \\>= 65years.\n2. Cytologically/histologically confirmed acute myeloid leukaemia (AML) according to WHO classification; (except for acute promyelocytic leukaemia (APL).\n3. Previously untreated AML (except for hydroxyurea and/or corticosteroid therapy for no more than 28 days (cumulative)). Previous therapy for Myelodysplastic Syndrome (MDS) is allowed.\n4. Investigator considers patient ineligible for intensive remission induction therapy based on documented medical reasons (e.g. disease characteristics like AML genetics, type of AML (de novo or secondary), and patient characteristics like performance score, concomitant diagnoses, organ dysfunctions).\n5. Patient is eligible for Low-Dose Cytarabine (LDAC) treatment.\n6. Eastern co-operative oncology group (ECOG) performance score \\<= 2 at screening.\n7. Signed and dated written informed consent by start date of Screening visit in accordance with Good Clinical Practice (GCP) and local legislation.\n\nExclusion criteria:\n\n1. Prior or concomitant chemotherapy for AML (with the exception of hydroxyurea and/or corticosteroid therapy for no more than 28 days (cumulative)). Please note that any prior therapy for MDS is allowed.\n2. Treatment with any investigational drug within 2 weeks before first administration of present trial drug.\n3. Acute promyelocytic leukaemia (French-American-British (FAB) classification subtype M3).\n4. Current clinical central nervous system (CNS) symptoms deemed by the investigator to be related to leukaemic CNS involvement (no lumbar puncture required, clinical assessment per investigator´s judgement is sufficient).\n5. Hypersensitivity to one of the trial drugs or the excipients.\n6. Severe illness or organ dysfunction involving the heart, kidney, liver or other organ system (e.g. active infection, clinically relevant impairment of cardiac function, severe heart failure/cardiac insufficiency, unstable angina pectoris or history of recent myocardial infarction), which in the opinion of the investigator precludes treatment with LDAC.\n7. Corrected QT interval according to Fridericia (QTcF) prolongation \\> 470 ms or QT prolongation deemed clinically relevant by the investigator (e.g., congenital long QT syndrome).The QTcF will be calculated as the mean of the 3 Electrocardiogram (ECGs) taken at screening.\n8. Total bilirubin \\> 3 x upper limit of normal (ULN).\n9. Creatinine clearance (CLcr) \\< 30 ml/min (estimated creatinine clearance by the Cockcroft-Gault (C-G) equation) .\n10. Active hepatitis B or hepatitis C, or laboratory evidence for a chronic infection.\n11. HIV infection.\n12. Second malignancy currently requiring active therapy (except for hormonal/anti-hormonal treatment e.g. in prostate or breast cancer).\n13. Any significant concurrent psychiatric disorder or social situation that according to the investigator´s judgement would compromise patient´s safety or compliance, interfere with consent, study participation, or interpretation of study results.\n14. Known or suspected active alcohol or drug abuse.\n15. Patient unable to comply with the protocol, in the opinion of the investigator.\n16. Male patients with partners of childbearing potential who are unwilling to use condoms in combination with a second medically acceptable method of contraception during the trial and for a minimum of 6 months after study treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Objective Response (OR)","description":"OR is the number of patients who achieved complete remission (CR) or complete remission with incomplete blood count recovery (CRi), where OR was based on the best response attained during the treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS is the key secondary endpoint and was measured from the date of randomization until death from any cause. Patients who were lost to follow-up were censored on the last date they were known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (EFS)","description":"EFS was measured from the date of randomisation to the date of progression or relapse, or death from any cause, whichever occurred first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse-free Survival (RFS)","description":"RFS was defined only for patients who achieved best overall response of CR or CRi; it was measured from the date of achievement of a remission until the date of relapse or death from any cause. Patients not known to have relapsed or died at last follow-up were censored on the date they were last examined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.7","spread":null},{"groupId":"OG001","value":"13.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":163,"n":222},"commonTop":["Thrombocytopenia","Nausea","Anaemia","Constipation","Diarrhoea"]}}}