{"nctId":"NCT01155661","briefTitle":"A Safety Study in Participants With Major Depressive Disorder","startDateStruct":{"date":"2010-10"},"conditions":["Depressive Disorder, Major"],"count":608,"armGroups":[{"label":"LY2216684 (edivoxetine) + SSRI","type":"EXPERIMENTAL","interventionNames":["Drug: LY2216684 (edivoxetine)","Drug: SSRI"]}],"interventions":[{"name":"LY2216684 (edivoxetine)","otherNames":["LY2216684","edivoxetine"]},{"name":"SSRI","otherNames":["Selective Serotonin Reuptake Inhibitor"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults competent and able to give informed consent\n* Women of child-bearing potential may participate but must test negative for pregnancy at the time of study entry; both women/men agree to use a reliable method of birth control\n* Participants who are being treated with one of the following selective serotonin reuptake inhibitors (SSRIs): escitalopram, citalopram, sertraline, fluoxetine, paroxetine, and fluvoxamine; for at least 6 weeks prior to investigational product dispensing with at least the last 4 weeks at a stable, optimized dose\n* Drug and dosage should be within the labeling guidelines for the specific country\n* Meet criteria for Major Depressive Disorder (MDD), as defined by the Diagnostic and Statistical Manual, Fourth Edition, Text Revision (DSM-IV-TR) criteria\n* Meet criteria for partial response, as defined by investigator's opinion that participant has experienced a minimal clinically meaningful improvement with SSRI\n* Have a Grid Hamilton Rating Scale for Depression (GRID-HAMD17) total score greater than or equal to 16 at screening\n* Have less than or equal to 75 percent improvement on the current SSRI at screening determined by the Massachusetts General Hospital Antidepressant Response Questionnaire (MGH-ATRQ)\n* Meet all other inclusion criteria per protocol\n\nExclusion Criteria:\n\n* Presence of another primary psychiatric illnesses:\n\n  * Have had or currently have any additional ongoing DSM-IV-TR Axis I condition other than major depression within 1 year of screening\n  * Have had any anxiety disorder that was considered a primary diagnosis within the past year (including panic disorder, obsessive-compulsive disorder, post-traumatic stress disorder, generalized anxiety disorder, and social phobia, but excluding specific phobias)\n  * Have a current or previous diagnosis of a bipolar disorder, schizophrenia, or other psychotic disorder\n  * Have a history of substance abuse and/or dependence within the past 1 year (drug categories defined by DSM-IV-TR), not including caffeine and nicotine\n  * Have a DSM-IV-TR Axis II disorder that, in the judgment of the investigator, would interfere with compliance with protocol\n* Unstable medical conditions that contraindicate the use of LY2216684\n\n  * Have any diagnosed medical condition which could be exacerbated by noradrenergic agents including unstable hypertension, unstable heart disease, tachycardia, tachyarrhythmia, narrow-angled glaucoma, urinary hesitation or retention\n* Use of excluded concomitant or psychotropic medication other than SSRI\n* Have initiated or discontinued hormone therapy within the previous 3 months of prior to enrollment\n* History of treatment resistant depression as shown by:\n\n  * Have had lack of response of the current depressive episode to 2 or more adequate courses of antidepressant therapy at a clinically appropriate dose for at least 4 weeks, or in the judgment of the investigator, the participant has treatment-resistant depression\n  * Have a history of electroconvulsive therapy, transcranial magnetic stimulation, or psychosurgery within the last year\n* Meet any other exclusion criteria per protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants Experiencing Clinically Significant Effects","description":"A clinically significant effect was defined as a serious adverse event, regardless of causality.\n\nA summary of serious and all other non-serious adverse events regardless of causality is located in the Reported Adverse Event module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Suicidal Ideation and Behavior Based on the Columbia-Suicide Severity Rating Scale (C-SSRS)","description":"The C-SSRS captured occurrence, severity, and frequency of suicide-related thoughts and behaviors. Suicidal ideation was defined as a \"yes\" answer to any 1 of 5 suicidal ideation questions, which included a wish to be dead and 4 different categories of active suicidal ideation. Suicidal behavior was defined as a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in the Arizona Sexual Experiences (ASEX) Scale","description":"The ASEX scale was used to assess sexual functioning in both males and females. The ASEX total score for the male and female version was calculated as the sum of the responses (rated from 1 \\[extremely\\] to 6 \\[no/never\\]) to the 5 items of the ASEX scale. Total scores ranged from 5 to 30 with higher scores indicating greater sexual dysfunction. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.28","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Massachusetts General Hospital Cognitive and Physical Functioning Questionnaire (CPFQ)","description":"The CPFQ is a 7-item participant-rated questionnaire pertaining to a participant's cognitive and physical well-being. It assesses motivation, wakefulness, energy, focus, recall, word-finding difficulty, and mental acuity. Each item was scored on a 6-point scale ranging from 1 (greater than normal) to 6 (totally absent). Total scores ranged from 7 to 42. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.64","spread":"0.30"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score and Individual Items","description":"The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist. Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.17","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.38","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.56","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.97","spread":"0.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.08","spread":"0.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.88","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.18","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.22","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.52","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.97","spread":"0.41"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Hospital Anxiety and Depression Scale (HADS) Depression Subscale Score","description":"The Hospital Anxiety and Depression Scale (HADS) is a 14-item questionnaire with 2 subscales: anxiety and depression. Each item is rated on a 4-point scale (0-3), giving maximum scores of 21 for anxiety and depression subscales. Scores of 11 or more on either subscale are considered to be a significant 'case' of psychological morbidity, while scores of 8-10 represent 'borderline' and 0-7, 'normal.' Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.32","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Clinical Global Impression - Severity (CGI-S)","description":"Clinical Global Impression - Severity (CGI-S) measures severity of depression at the time of assessment compared with the start of treatment. Scores range from 1 (normal, not at all ill) to 7 (among the most extremely ill participants). Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.17","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Fatigue Associated With Depression (FAsD) Average Score and Subscale Scores","description":"The Fatigue Associated with Depression (FAsD) is a participant-rated scale with a total of 13 items. Six of the 13 items ask how often participants experience different aspects of fatigue with responses from 1 (never) to 5 (always). Seven of the 13 items ask how often fatigue impacts various aspects of the participant's lives with responses from 1 (not at all) to 5 (very much). The \"Experience Score\" was derived by taking the mean of Items 1 through 6, the \"Impact Score\" was derived by taking the mean of Items 7 through 13 (applicable items only), and the \"Average Score\" was the mean of Items 1 through 13 (derived by taking the mean of all applicable items for each participant). Item 12 applied only to participants with a spouse or significant other and Item 13 applied to participants who had a job or who went to school. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.25","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.37","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.30","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Probability of Meeting the Response Criteria for Depressive Symptoms at Week 54 Endpoint","description":"Response criteria was defined as at least a 50% decrease from baseline in the Montgomery-Asberg Depression Rating Scale (MADRS) total score. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist. Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). This analysis models the probability of response at each visit, and the estimated probabilities were adjusted for visit and the baseline MADRS total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.772","spread":"0.020"}]}]}]},{"type":"SECONDARY","title":"Probability of Meeting the Remission Criteria for Depressive Symptoms at Week 54 Endpoint","description":"Remission criteria was defined as a Montgomery-Asberg Depression Rating Scale (MADRS) total score of \\<= 10. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist. Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). This analysis models the probability of remission at each visit, and the estimated probabilities were adjusted for visit and the baseline MADRS total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.758","spread":"0.022"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Meet Response Criteria of Depressive Symptoms by Week 8","description":"Response criteria was defined as at least a 50% decrease from baseline in the Montgomery-Asberg Depression Rating Scale (MADRS) total score. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist. Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). The Kaplan-Meier product limit method of time to first response was calculated. In the calculation, participants who did not meet response criteria were considered as right-censored observations. The estimated percentage of participants who met response criteria by Week 8 from the Kaplan-Meier method is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Hospital Anxiety and Depression Scale (HADS) Anxiety Subscale Score","description":"The Hospital Anxiety and Depression Scale (HADS) is a 14-item questionnaire with 2 subscales: anxiety and depression. Each item was rated on a 4-point scale (0-3), giving maximum scores of 21 for anxiety and depression subscale. Scores of 11 or more on either subscale were considered to be a significant 'case' of psychological morbidity, while scores of 8-10 represent 'borderline' and 0-7, 'normal.' Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.57","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Sheehan Disability Scale (SDS) Total Score and Subscores","description":"The Sheehan Disability Scale (SDS) Global Functional Impairment Score (total score) and Subscores were completed by the participant and were used to assess the effect of the participant's symptoms on their work (Item 1), social (Item 2), and family life (Item 3). Each item is measured on a 0 (not at all) to 10 (extremely) point scale with higher values indicating greater disruption. The Global Functional Impairment Score is the sum of the 3 items, and scores ranged from 0 to 30 with higher values indicating greater disruption in the participant's work life (work/school impairment \\[imp\\] score), social life (social life/leisure activities impairment \\[imp\\] score), and family life (family life/home responsibilities impairment \\[imp\\] score). Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.71","spread":"0.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.36","spread":"0.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.74","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.61","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in EuroQol Questionnaire - 5 Dimension (EQ-5D)","description":"The EQ-5D Visual Analog Scale is a generic, multidimensional, health-related, quality-of-life instrument. Overall health state score is self-reported using a visual analogue scale, marked on a scale of 0 to 100 with 0 representing worst imaginable health state and 100 representing best imaginable health state. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.607","spread":"1.019"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Quality of Life Enjoyment and Satisfaction Questionnaire-Short Form (Q-LES-Q-SF)","description":"The Quality of Life Enjoyment and Satisfaction Questionnaire-Short Form (Q-LES-Q-SF) is a self-administered 16 item questionnaire measuring degree of enjoyment and satisfaction experienced in various areas of daily life during the past week on a 5-point Likert scale (1=very poor and 5=very good). The total raw score is the sum of Items 1 to 14 and ranges from 14 to 70. The raw scores are converted to and expressed as the percentage of the maximum possible score. Higher scores indicate higher levels of enjoyment/satisfaction. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline score, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.56","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reported Resource Utilization (RU) at Baseline and at the Week 54 Endpoint","description":"The Resource Utilization (RU) form assesses the frequency and type of medical services (a primary care visit and/or a psychiatrist visit) that participants used within the previous year (for the baseline visit) or within approximately the previous 3 months (for post-baseline visits or the Week 54 endpoint). The percentage of participants who reported greater than zero number of primary care doctor visits and greater than zero number of psychiatrist visits is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Discontinuation-Emergent Adverse Events (DEAEs)","description":"Discontinuation-emergent adverse events (DEAEs) were events that first occurred or worsened within 1-week after abrupt discontinuation of LY2216684 (edivoxetine) treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Meet Remission Criteria of Depressive Symptoms by Week 8","description":"Remission criteria was defined as a Montgomery-Asberg Depression Rating Scale (MADRS) total score of \\<= 10. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist. Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). The Kaplan-Meier product limit method of time to first remission was calculated. In the calculation, participants who did not meet remission criteria were considered as right-censored observations. The estimated percentage of participants who meet remission criteria by Week 8 from the Kaplan-Meier method is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of LY2216684","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":"21.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.6","spread":"35.7"}]}]}]},{"type":"SECONDARY","title":"The Number of Participants Experiencing Clinically Significant Effects as a Function of CYP2D6 Predicted Phenotype at Week 54 Endpoint","description":"A clinically significant effect was defined as a treatment-emergent adverse event; a reported adverse event that first occurred or worsened during the treatment phase. CYP2D6 predicted phenotype was classified as poor metabolizer (PM) or non-poor metabolizer (non-PM). The number of participants who reported at least one treatment-emergent adverse event is presented for each phenotype classification.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"408","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 54 Week Endpoint in Blood Pressure","description":"Blood pressure measurements were collected when the participant was in a sitting position. Three measurements of sitting blood pressure collected at approximately 1-minute intervals at every visit were averaged and used as the value for the visit. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline value, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.28","spread":"0.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.17","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 54 Endpoint in Pulse Rate","description":"Pulse measurements were collected when the participant was in a sitting position. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for investigator, visit, baseline value, and baseline-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.01","spread":"0.49"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":600},"commonTop":["Headache","Nausea","Hyperhidrosis","Constipation","Dizziness"]}}}