{"nctId":"NCT00705783","briefTitle":"Intramuscular Depot Formulation of Aripiprazole as Maintenance Treatment in Patients With Schizophrenia","startDateStruct":{"date":"2008-07"},"conditions":["Schizophrenia"],"count":843,"armGroups":[{"label":"Aripiprazole depot","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole depot"]},{"label":"Placebo depot","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo depot"]}],"interventions":[{"name":"Aripiprazole depot","otherNames":["Abilify"]},{"name":"Placebo depot","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who are able to provide written informed consent and/or consent obtained from a legally acceptable representative (as required by the Institutional Review Board/Institutional Ethics Committee \\[IRB/IEC\\]), prior to the initiation of any protocol-required procedures.\n* Male and female subjects 18 to 60 years of age, inclusive, at time of informed consent.\n* Subjects with a current diagnosis of schizophrenia as defined by Diagnostic and Statistical Manual of Mental Disorders, 4th edition text revision (DSM-IV-TR) criteria and a history of the illness for at least 3 years prior to screening.\n* Subjects who, in the investigator's judgment, require chronic treatment with an antipsychotic medication.\n* Subjects able to understand the nature of the study and follow protocol requirements, including the prescribed dosage regimens, tablet ingestion, IM depot injection, discontinuation of prohibited concomitant medications; who can read and understand the written word in order to complete patient-reported outcomes measures; and who can be reliably rated on assessment scales.\n\nExclusion Criteria:\n\n* Subjects with a current DSM-IV-TR diagnosis other than schizophrenia, including schizoaffective disorder, major depressive disorder, bipolar disorder, delirium, dementia, or amnestic or other cognitive disorders. Also, subjects with borderline, paranoid, histrionic, schizotypal, schizoid, or antisocial personality disorder.\n* Subjects with schizophrenia that are considered resistant/refractory to antipsychotic treatment by history or response only to clozapine.\n* Subjects with a significant risk of violent behavior or a significant risk of committing suicide based on history or investigator's judgment.\n* Subjects who currently meet DSM-IV-TR criteria for substance dependence, including alcohol and benzodiazepines, but excluding caffeine and nicotine; or 2 positive drug screens for cocaine.\n* Subjects who are known to be allergic, intolerant, or unresponsive to prior treatment with aripiprazole or other quinolinones; or hypersensitivity to antipsychotic agents.\n* Subjects with uncontrolled thyroid function abnormalities.\n* Subjects with a history of seizures, neuroleptic malignant syndrome, clinically significant tardive dyskinesia, or other medical condition that would expose them to undue risk or interfere with study assessments.\n* Subjects who are involuntary incarcerated.\n* Subjects who have used an investigational agent within 30 days of screening or prior participation in a clinical study with aripiprazole IM depot.\n* Subjects with clinically significant abnormalities in laboratory test results, vital signs, or ECG results; and subjects hospitalized for more than 30 days in the 90 days prior to Phase 1.\n* Subjects who fail to wash-out from prohibited concomitant medications, including the use of CYP2D6 or CYP3A4 inhibitors or CYP3A4 inducers, antipsychotics, antidepressants (including monoamine oxidase inhibitors \\[MAOI}), and mood stabilizers during screening and/or Phase 1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Exacerbation of Psychotic Symptoms/Impending Relapse","description":"A patient experienced an exacerbation of psychotic symptoms/impending relapse if they met any of the following 4 criteria. 1) Clinical Global Impression of Improvement score ≥ 5 and either an increase on any of the following Positive and Negative Syndrome Scale (PANSS) items (conceptual disorganization, hallucinatory behavior, suspiciousness, unusual thought content) to a score \\> 4 with an increase of ≥ 2 on that item since randomization or an increase on any of the same PANSS items to a score \\> 4 and an increase of ≥ 4 on the same combined PANSS items since randomization, 2) Hospitalization due to worsening of psychotic symptoms, 3) Clinical Global Impression of Severity of Suicide (CGI-SS) score of 4 or 5 on Part 1 and/or 6 or 7 on Part 2, or 4) Violent behavior resulting in clinically significant self-injury, injury to another person, or property damage.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"209","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Meeting Exacerbation of Psychotic Symptoms/Impending Relapse Criteria","description":"This is the key secondary Outcome Measure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"39.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders","description":"A patient was considered to be a responder if all of the following criteria were met. 1) Outpatient status, 2) PANSS total score ≤ 80, 3) Lack of specific psychotic symptoms on the PANSS as measured by a score of ≤ 4 on each of the following items (possible scores of 1 to 7 for each item): Conceptual disorganization, suspiciousness, hallucinatory behavior, unusual thought content, and 4) Clinical Global Impression of Severity of Illness (CGI-S) ≤ 4 (moderately ill) and 5) CGI-SS ≤ 2 (mildly suicidal) on Part 1 and ≤ 5 (minimally worsened) on Part 2.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.6","spread":null},{"groupId":"OG001","value":"56.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving Remission","description":"A patient was considered to have achieved remission if they had a score of ≤ 3 on each of the following PANSS items, maintained for a period of 6 months: Delusions (P1), unusual thought content (G9), hallucinatory behavior (P3), conceptual disorganization (P2), mannerisms/posturing (G5), blunted affect (N1), social withdrawal (N4), and lack of spontaneity (N6).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.9","spread":null},{"groupId":"OG001","value":"38.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the PANSS Total Score","description":"The PANSS consists of 3 subscales (Positive Subscale, 7 constructs, scores ranged from 7-49, Negative Subscale, 7 constructs, scores ranged from 7-49, General Psychopathology Subscale, 16 constructs, scores ranged from 16-112) containing a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicating the absence of symptoms and a score of 7 indicating extremely severe symptoms. The PANSS total score ranged from 30-210 with a higher score indicating more severe symptoms. A negative change score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.43","spread":"0.756"},{"groupId":"OG001","value":"11.55","spread":"1.066"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Clinical Global Impression - Severity (CGI-S) Score","description":"The severity of illness for each patient was rated using the CGI-S. To assess CGI-S, the rater or investigator answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill is the patient at this time?\" Response choices included: 0 = not assessed; 1 = normal, not ill at all; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill patients. The CGI-S score ranged from 0-7 with a higher score indicating greater illness. A negative change score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.051"},{"groupId":"OG001","value":"0.66","spread":"0.073"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the PANSS Positive Subscale Score","description":"The PANSS Positive Subscale consists of 7 symptom constructs (delusions, conceptual disorganization, hallucinatory behavior, excitement, grandiosity, suspiciousness/persecution, and hostility). For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicating the absence of symptoms and a score of 7 indicating extremely severe symptoms. Scores on each subscale ranged from 7-49 with a higher score indicating more severe symptoms. A negative change score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.265"},{"groupId":"OG001","value":"4.25","spread":"0.374"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the PANSS Negative Subscale Score","description":"The PANSS Negative Subscale consists of 7 symptom constructs (blunted affect, emotional withdrawal, poor rapport, passive pathetic withdrawal, difficulty in abstract thinking, lack of spontaneity and flow of conversation, stereotyped thinking). For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicating the absence of symptoms and a score of 7 indicating extremely severe symptoms. Scores on each subscale ranged from 7-49 with a higher score indicating more severe symptoms. A negative change score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.201"},{"groupId":"OG001","value":"1.55","spread":"0.284"}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression-Improvement (CGI-I) Score","description":"The efficacy of the study medication was rated for each patient using the CGI-I scale. The rater or investigator rated the patient's total improvement whether or not it was due entirely to drug treatment. All responses were compared to the patient's condition at Baseline. Response choices included: 0 = not assessed, 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse. The CGI-I score ranged from 0-7 with a higher score indicating less improvement/worsening.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.70","spread":"1.05"},{"groupId":"OG001","value":"4.53","spread":"1.23"}]}]}]},{"type":"SECONDARY","title":"Time to Discontinuation","description":"Time to discontinuation was defined as the date of randomization to the date of study discontinuation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":632},"commonTop":["Insomnia","Headache","Akathisia","Anxiety","Weight increased"]}}}