{"nctId":"NCT04077437","briefTitle":"A Multi-Site Phase 3 Study of MDMA-Assisted Psychotherapy for PTSD (MAPP2)","startDateStruct":{"date":"2020-09-02","type":"ACTUAL"},"conditions":["Posttraumatic Stress Disorder"],"count":121,"armGroups":[{"label":"Experimental: MDMA-assisted psychotherapy","type":"EXPERIMENTAL","interventionNames":["Behavioral: Therapy","Drug: Midomafetamine"]},{"label":"Placebo Comparator: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Behavioral: Therapy","Drug: Placebo"]}],"interventions":[{"name":"Therapy","otherNames":["Manualized MDMA-assisted therapy"]},{"name":"Midomafetamine","otherNames":["3,4-methylenedioxymethamphetamine","MDMA"]},{"name":"Placebo","otherNames":["Inactive placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are at least 18 years old\n* Are fluent in speaking and reading the predominantly used or recognized language of the study site\n* Are able to swallow pills\n* Agree to have study visits recorded, including Experimental Sessions, Independent Rater assessments, and non-drug psychotherapy sessions\n* Must provide a contact (relative, spouse, close friend or other caregiver) who is willing and able to be reached by the investigators in the event of a participant becoming suicidal or unreachable\n* Must agree to inform the investigators within 48 hours of any medical conditions and procedures\n* If of childbearing potential, must have a negative pregnancy test at study entry and prior to each Experimental Session, and must agree to use adequate birth control through 10 days after the last Experimental Session\n* Must not participate in any other interventional clinical trials during the duration of the study\n* Must be willing to remain overnight at the study site after each Experimental Session and be driven home after, and commit to medication dosing, therapy, and study procedures\n* At baseline, have moderate PTSD diagnosis\n\nExclusion Criteria:\n\n* Are not able to give adequate informed consent\n* Have uncontrolled hypertension\n* Have a marked baseline prolongation of QT/QTc interval (e.g., repeated demonstration of a QTc interval \\>450 milliseconds \\[ms\\] in males and \\>460 ms in females corrected by Bazett's formula)\n* Have a history of additional risk factors for Torsade de pointes (e.g., heart failure, hypokalemia, family history of Long QT Syndrome)\n* Have evidence or history of significant medical disorders, such as myocardial infarction, cerebrovascular accident, or aneurysm\n* Have symptomatic liver disease\n* Have history of hyponatremia or hyperthermia\n* Weigh less than 48 kilograms (kg)\n* Are pregnant or nursing, or are of childbearing potential and are not practicing an effective means of birth control\n* Have an active illicit or prescription drug use disorder\n* Have used Ecstasy (material represented as containing MDMA) more than 10 times within the last 10 years or at least once within 6 months of the first Experimental Session; or have previously participated in a MAPS-sponsored MDMA clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Primary Endpoint in Clinician Administered PTSD Scale for DSM-V (CAPS-5)","description":"The CAPS-5 is a 30-item semi-structured interview assessing PTSD in the past month through diagnostic and symptom severity scores anchored to a DSM-5 defined traumatic event. The CAPS-5 produces a Total Severity Score based on severity of PTSD domains described in the DSM-5, as well as a categorical rating indicating whether a participant meets PTSD diagnostic criteria. CAPS-5 Total Symptom Severity scores range from 0 to 80 with higher values indicating greater symptom severity. CAPS-5 assigns PTSD diagnosis as being present or absent.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.69","spread":null},{"groupId":"OG001","value":"-14.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Primary Endpoint in Adapted Sheehan Disability Scale (SDS) Total Score","description":"The Sheehan Disability Scale (SDS) is a clinician-rated assessment of functional impairment that was adapted for the purposes of this study to limit missing item-level data as per the FDA requirements and included use of the three-item mean as the total score and imputation of work-related impairment. The SDS is a 3-item scale measuring the severity of disability in the domains of work, family life/home responsibilities and social/leisure activities, with each item scored on a ten-point Likert scale from 0 ('not at all impaired') to 10 ('very severely impaired'). The SDS total score was the mean of the 3 item responses. The SDS total score ranged from 0 to 10, with higher scores indicating greater functional impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.31","spread":null},{"groupId":"OG001","value":"-2.11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":53},"commonTop":["Headache","Muscle tightness","Suicidal ideation","Nausea","Insomnia"]}}}