{"nctId":"NCT01489176","briefTitle":"Regadenoson Real Time Perfusion Imaging Trial-Optison","startDateStruct":{"date":"2012-07-31","type":"ACTUAL"},"conditions":["Coronary Artery Disease","Myocardial Perfusion Abnormalities"],"count":50,"armGroups":[{"label":"Regadenoson; Optison","type":"EXPERIMENTAL","interventionNames":["Drug: Regadenoson; Optison"]}],"interventions":[{"name":"Regadenoson; Optison","otherNames":["Lexiscan is the brand name for regadenoson."]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female. Age ≥ 30 years.\n* Resting Left Ventricular Ejection Fraction \\> 40% using Simpson's biplane measurement.\n* Scheduled for coronary angiography within 30 days of the Regadenoson stress test.\n* Negative urine pregnancy test within 2 hours of ultrasound contrast administration required of females of childbearing age unless post-menopausal or with evidence of surgical sterilization.\n* Be conscious and coherent, and able to communicate effectively with trial personnel.\n* Agreeable to undergo the additional stress test (which is being performed for research purposes only, not for clinical care) and coronary angiography (which is being performed for clinical care) based on the following clinical profile: Have at least an intermediate likelihood of coronary disease based.\n* Good apical echo images with at least 50% of each coronary artery territory well visualized.\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity to ultrasound contrast agent used for the study.\n* Pregnancy or lactation.\n* Complicated hemodynamic instability (i.e., NYHA Class IV heart failure, unstable angina at rest despite medical therapy).\n* Life expectancy of less than two months or terminally ill.\n* Congestive (idiopathic) or hypertrophic cardiomyopathy.\n* Known left main disease.\n* Heart transplant recipient, hypertrophic cardiomyopathy, acute myo- or pericarditis.\n* Resting Left Ventricular Ejection Fraction \\< 40%\n* Large inducible perfusion defects or wall motion abnormalities during prior stress imaging study associated with left ventricular cavity dilatation.\n* Early positive treadmill ECG within the first stage of the test.\n* History of \\> 1st degree heart block, sick sinus syndrome or high grade AV block without a pacemaker.\n* Dipyridamole use within 30 hours of stress test, or consumption of methylxanthines within 12 hours, or use of sublingual nitroglycerin within two hours.\n* Participation in another investigational study within one month of this study.\n* Anyone in whom a stress test should not be performed prior to cardiac catheterization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Coronary Stenosis","description":"Measurements will be analyzed to identify a coronary stenosis \\>50% in diameter by quantitative cardiac angiography.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":["Shortness of Breath","Headaches","Chest Pain"]}}}