{"nctId":"NCT00594568","briefTitle":"Effect of LY450139 on the Long Term Progression of Alzheimer's Disease","startDateStruct":{"date":"2008-03"},"conditions":["Alzheimer's Disease"],"count":1537,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"100 mg LY450139","type":"EXPERIMENTAL","interventionNames":["Drug: LY450139"]},{"label":"140 mg LY450139","type":"EXPERIMENTAL","interventionNames":["Drug: LY450139"]}],"interventions":[{"name":"LY450139","otherNames":["semagacestat"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meets criteria for mild to moderate Alzheimer's disease (AD) with Mini-Mental State Examination (MMSE) score of 16-26 at Visit 1\n* Modified Hachinski Ischemia Scale score of less than or equal to 4\n* Geriatric Depression Scale score of less than or equal to 6\n* A magnetic resonance imaging (MRI) or computerized tomography (CT) scan in the last 2 years with no findings inconsistent with a diagnosis of AD\n* If female, must be without menstruation for at least 12 consecutive months or have had both ovaries removed\n\nExclusion Criteria:\n\n* Is not capable of swallowing whole oral medication\n* Has serious or unstable illnesses\n* Does not have a reliable caregiver\n* Chronic alcohol or drug abuse within the past 5 years\n* Has ever had active vaccination for AD","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog11) Score at 76 Weeks","description":"ADAS-Cog11 was used as a primary efficacy measure. It consists of 11 items assessing areas of function most typically impaired in Alzheimer's disease (AD): orientation, verbal memory, language, and praxis. The scale ranges from 0 to 70, with higher scores indicating greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.19","spread":"0.54"},{"groupId":"OG001","value":"7.29","spread":"0.57"},{"groupId":"OG002","value":"7.68","spread":"0.59"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog11) Score at 16 Weeks After Cessation of Study Drug","description":"ADAS-Cog11 consists of 11 items assessing areas of function most typically impaired in Alzheimer's disease (AD): orientation, verbal memory, language, and praxis. The scale ranges from 0 to 70, with higher scores indicating greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.59","spread":"0.80"},{"groupId":"OG001","value":"7.57","spread":"0.91"},{"groupId":"OG002","value":"7.90","spread":"0.90"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Alzheimer's Disease Cooperative Study Activities of Daily Living (ADCS-ADL) Inventory Score at 76 Weeks","description":"ADCS-ADL is a 23-item inventory developed as a Rater-administered questionnaire answered by the participant's caregiver. It measures performance of basic and instrumental activities of daily living by participants. The total score ranges from 0 to 78, with lower scores indicating greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.76","spread":"0.72"},{"groupId":"OG001","value":"-10.13","spread":"0.77"},{"groupId":"OG002","value":"-12.70","spread":"0.79"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Alzheimer's Disease Cooperative Study Activities of Daily Living (ADCS-ADL) Inventory Score at 16 Weeks After Cessation of Study Drug","description":"ADCS-ADL is a 23-item inventory developed as a Rater-administered questionnaire answered by the participant's caregiver. It measures performance of basic and instrumental activities of daily living by participants. The total score ranges from 0 to 78, with lower scores indicating greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.26","spread":"1.14"},{"groupId":"OG001","value":"-9.15","spread":"1.28"},{"groupId":"OG002","value":"-11.73","spread":"1.26"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Amyloid Beta (Aβ) 1-42 Plasma Concentration at 52 Weeks","description":"Concentration of amino acid peptide, known as Aβ 1-42, in plasma. Least Squares (LS) Mean value was controlled for baseline value, age, and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.86","spread":"2.32"},{"groupId":"OG001","value":"-5.97","spread":"2.50"},{"groupId":"OG002","value":"-19.95","spread":"2.58"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positron Emission Tomography (PET) Using Fluorine-18 Fluorodeoxyglucose (18F-FDG) at 76 Weeks","description":"Measurement of local cerebral glucose metabolism by PET using the radioactive tracer 18F-FDG. The outcome reported is the composite summary of the standard uptake value ratio (SUVR) normalized to the Pons. Least Squares (LS) Mean value was controlled for baseline value, age, and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.01"},{"groupId":"OG001","value":"-0.12","spread":"0.01"},{"groupId":"OG002","value":"-0.11","spread":"0.02"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hippocampal Volume Using Volumetric Magnetic Resonance Imaging (vMRI) up to 76 Weeks","description":"The vMRI assessment of left and right hippocampal volume is reported. Least Squares (LS) Mean value was controlled for baseline value, age, and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-96.54","spread":"10.73"},{"groupId":"OG001","value":"-75.34","spread":"11.06"},{"groupId":"OG002","value":"-107.62","spread":"11.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-108.69","spread":"11.56"},{"groupId":"OG001","value":"-93.89","spread":"12.19"},{"groupId":"OG002","value":"-112.40","spread":"12.52"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Amyloid Imaging Positron Emission Tomography (AV-45 PET) up to 76 Weeks","description":"A radioactive tracer for PET that is a ligand for amyloid called AV-45. This permits the visualization of amyloid in the brains of Alzheimer's participants. The outcome reported is the composite summary of the standard uptake value ratio (SUVR) normalized to the cerebellar gray matter. Least Squares (LS) Mean value was controlled for baseline value, age, and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.06"},{"groupId":"OG001","value":"0.06","spread":"0.06"},{"groupId":"OG002","value":"0.09","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tau Concentration in Spinal Fluid up to 76 Weeks","description":"Concentration of total tau in spinal fluid. Least Squares (LS) Mean value was controlled for baseline value, age, and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.11","spread":"92.02"},{"groupId":"OG001","value":"20.50","spread":"69.54"},{"groupId":"OG002","value":"61.00","spread":"59.07"}]}]}]},{"type":"SECONDARY","title":"LY450139 Population Pharmacokinetics: Clearance of LY450139","description":"Model estimated apparent oral clearance. Clearance is defined as the volume of plasma that is completely cleared of drug (LY450139) per unit time.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":"26.8"}]}]}]},{"type":"SECONDARY","title":"LY450139 Population Pharmacokinetics: Volume of Distribution of LY450139","description":"Model-estimated apparent volume of distribution. Volume of distribution is a measure of the extent to which the drug distributes in the body.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":"26.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog12) Score at 76 Weeks","description":"ADAS-Cog12 is ADAS-Cog11 augmented with delayed free recall measure, resulting in a total score ranging from 0 to 80. Higher scores indicate greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.52","spread":"0.58"},{"groupId":"OG001","value":"7.98","spread":"0.61"},{"groupId":"OG002","value":"8.33","spread":"0.63"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog14) Score at 76 Weeks","description":"ADAS-Cog14 is ADAS-Cog11 augmented with delayed free recall, digit cancellation, and maze completion measures. A score of 0 to 10 for delayed free recall and a conversion code of 0 to 5 for digit cancellation and maze completion provide total score ranges for this extended ADAS-Cog14 of 0 to 90. Higher scores indicate greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.42","spread":"0.63"},{"groupId":"OG001","value":"8.97","spread":"0.67"},{"groupId":"OG002","value":"9.48","spread":"0.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mini Mental State Examination (MMSE) Score at 76 Weeks","description":"MMSE is a brief screening instrument used to assess cognitive function (orientation, memory, attention, and ability to name objects, follow verbal and written commands, write a sentence, and copy figures) in elderly participants. The total score ranges from 0 to 30; Lower score indicates greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.95","spread":"0.26"},{"groupId":"OG001","value":"-3.14","spread":"0.27"},{"groupId":"OG002","value":"-3.71","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Dementia Rating-Sum of Boxes (CDR-SB) Score at 76 Weeks","description":"CDR-SB is a semi-structured interview of participants and their caregivers. Participant's cognitive status is rated across 6 domains of functioning, including memory, orientation, judgment/problem solving, community affairs, home/hobbies, and personal care. Severity score assigned for each of 6 domains; Total score (SB) ranges from 0 to 18. Higher scores indicate greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.31","spread":"0.17"},{"groupId":"OG001","value":"2.73","spread":"0.18"},{"groupId":"OG002","value":"3.04","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Neuropsychiatric Inventory (NPI) Score at 76 Weeks","description":"NPI assesses psychopathology in participants with dementia and other neurologic disorders. Information is obtained from a caregiver familiar with the participant's behavior. Total score ranges from 12 to 144; Higher scores indicate greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.92","spread":"0.75"},{"groupId":"OG001","value":"3.31","spread":"0.79"},{"groupId":"OG002","value":"4.15","spread":"0.81"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol 5-Dimensional Health-Related Quality of Life Scale Proxy Version (EQ-5D Proxy) Visual Analog Scale (VAS) Score at 76 Weeks","description":"EQ-5D (proxy version) measures mobility, self-care, usual activities, pain/discomfort, anxiety/depression; each has 3 severity levels (no, some, severe problems) coded to a 1-digit number (1-3). Digits are combined into 5-digit number describing health state. Numerals 1-3 are not added for total score. VAS assesses caregiver's impression of participant's overall health state; scores range from 0 to 100; Lower scores indicate greater disease severity. Least Squares (LS) Mean value controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.41","spread":"1.11"},{"groupId":"OG001","value":"-7.49","spread":"1.20"},{"groupId":"OG002","value":"-5.33","spread":"1.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Resource Utilization in Dementia-Lite (RUD-Lite) Score (Number of Hospitalizations) up to 76 Weeks","description":"Assesses healthcare resource utilization (formal and informal care). Information gathered on both caregivers (caregiving time, work status) and participants (accommodation and healthcare resource utilization) was collected from baseline and follow-up interviews; Reported number of hospitalizations per participant up to 76 weeks. Least Squares (LS) Mean value was controlled for age and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":"0.09"},{"groupId":"OG001","value":"0.66","spread":"0.07"},{"groupId":"OG002","value":"0.83","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog12) Score at 16 Weeks After Cessation of Study Drug","description":"ADAS-Cog12 is ADAS-Cog11 augmented with delayed free recall measure, resulting in a total score ranging from 0 to 80. Higher scores indicate greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.97","spread":"0.84"},{"groupId":"OG001","value":"8.27","spread":"0.95"},{"groupId":"OG002","value":"8.41","spread":"0.94"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog14) Score at 16 Weeks After Cessation of Study Drug","description":"ADAS-Cog14 is ADAS-Cog11 augmented with delayed free recall, digit cancellation, and maze completion measures. A score of 0 to 10 for delayed free recall and a conversion code of 0 to 5 for digit cancellation and maze completion provide total score ranges for this extended ADAS-Cog14 of 0 to 90. Higher scores indicate greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, concomitant standard of care (SOC) medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.90","spread":"0.93"},{"groupId":"OG001","value":"9.30","spread":"1.06"},{"groupId":"OG002","value":"9.89","spread":"1.04"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Dementia Rating-Sum of Boxes (CDR-SB) Score at 4 Weeks After Cessation of Study Drug","description":"Semi-structured interview; Participant's cognitive status rated across 6 domains of functioning: memory, orientation, judgment/problem solving, community affairs, home/hobbies, personal care. Severity score assigned for each of 6 domains. Total score (SB) ranges: 0 to 18; Higher scores=greater disease severity. LS Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication. LY450139 dosing stopped due to evidence of dose-dependent cognitive/functional worsening. Participants followed off-dose for 32 weeks, but CDR-SB not assessed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Neuropsychiatric Inventory (NPI) Score at 4 Weeks After Cessation of Study Drug","description":"NPI assesses psychopathology in participants with dementia and other neurologic disorders. Information is obtained from a caregiver familiar with participant's behavior. Total score ranges from 12 to 144; Higher scores indicate greater disease severity. Least Squares (LS) Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication. All LY450139 dosing stopped due to evidence of dose-dependent cognitive/functional worsening. Participants were followed off-dose for 32 weeks, but NPI was not assessed","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Mini Mental State Examination (MMSE) Score at 4 Weeks After Cessation of Study Drug","description":"MMSE is a brief screening instrument used to assess cognitive function (orientation, memory, attention, ability to name objects, follow verbal/written commands, write a sentence, copy figures) in elderly participants. Total score ranges from 0 to 30; Lower score indicates greater disease severity. LS Mean value was controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication. All LY450139 dosing was stopped due to evidence of dose-dependent cognitive/functional worsening. Participants were followed off-dose for 32 weeks, but MMSE was not assessed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol 5-Dimensional Health-Related Quality of Life Scale Proxy Version (EQ-5D Proxy) Visual Analog Scale (VAS) Score at 4 Weeks After Cessation of Study Drug","description":"EQ-5D (proxy version) measures mobility, self-care, usual activities, pain/discomfort, anxiety/depression. 3 severity levels: no, some, severe problems. VAS assesses caregiver's impression of participant's health state; score ranges from 0 to 100; Lower score indicates greater disease severity. LS Mean value controlled for baseline value, age, investigator, visit, and concomitant standard of care (SOC) medication. All LY450139 dosing was stopped due to evidence of dose-dependent cognitive/functional worsening. Participants were followed off-dose for 32 weeks, but EQ-5D VAS was not assessed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Resource Utilization in Dementia-Lite (RUD-Lite) Score (Number of Hospitalizations) at 4 Weeks After Cessation of Study Drug","description":"RUD-Lite assesses healthcare resource utilization (formal and informal care). Information gathered on both caregivers (care-giving time, work status) and participants (accommodation, healthcare resource utilization) is collected. Reported number of participant hospitalizations. Least Squares (LS) Mean value controlled for age and investigator. All LY450139 dosing was stopped due to evidence of dose-dependent cognitive/functional worsening. Participants were followed off-dose for 32 weeks, but RUD-Lite was not assessed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Amyloid Beta (Aβ) 1-42 Concentration in Spinal Fluid up to 76 Weeks","description":"Concentration of an amino peptide known as Aβ 1-42 in spinal fluid. Least Squares (LS) Mean value was controlled for baseline value, age, and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-86.16","spread":"50.89"},{"groupId":"OG001","value":"23.27","spread":"34.55"},{"groupId":"OG002","value":"-40.51","spread":"31.68"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Phosphorylated-Tau (P-Tau) Concentration in Spinal Fluid","description":"Concentration of p-tau in spinal fluid. Least Squares (LS) Mean value was controlled for baseline value, age, and investigator.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.75","spread":"7.67"},{"groupId":"OG001","value":"-6.26","spread":"5.46"},{"groupId":"OG002","value":"-5.13","spread":"5.04"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":72,"n":501},"commonTop":["Diarrhoea","Hair colour changes","Nausea","Fall","Headache"]}}}