{"nctId":"NCT01431976","briefTitle":"Clinical Study of Lamotrigine to Treat Newly Diagnosed Typical Absence Seizure in Children and Adolescents","startDateStruct":{"date":"2011-09"},"conditions":["Epilepsy"],"count":20,"armGroups":[{"label":"Lamotrigine","type":"EXPERIMENTAL","interventionNames":["Drug: Lamictal"]}],"interventions":[{"name":"Lamictal","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Target disease: Subjects with newly diagnosed and untreated typical absence seizure which is classifiable by the International Classification of Seizures.\n2. Diagnosis of typical absence seizures is established by at least one of two 4-minute hyperventilation tests as supported by clinical signs and EEG findings.\n\n   The following criteria will be used to define a typical absence seizure on the EEG: a discharge of generalized spike-and-wave or multiple spike-and-wave activity lasting ≥3 seconds during the awake state. The frequency of the spike-and-wave should be between 2.5-4.5 Hz.\n3. Age (at the time of obtaining consent):\n\n   * 2 to 15 years of age in Japan\n   * 2 to 12 years of age in South Korea\n4. Subjects must weigh at least 7 kg\n5. Outpatients\n6. Parent/guardian must have given written informed consent. Subjects who are intellectually able to understand the concepts and procedures of the protocol must give assent by also signing the consent.\n7. Gender: Male or female\n8. QTc\\<450 millisecond (msec) or \\<480msec for subjects with Bundle Branch Block - values based on either single ECG values or triplicate ECG averaged QTc values obtained over a brief recording period.\n\nExclusion Criteria:\n\n1. Subjects with partial seizure or generalized seizures other than typical absence.\n2. Subjects with a history of rash associated with other treatment.\n3. Subjects with any clinically significant chronic cardiac, renal, or hepatic medical condition. Any patient with these conditions will be excluded from the study even if these conditions are being controlled with chronic therapy.\n4. Subjects with an acute or chronic illness likely to impair drug absorption, distribution, metabolism or excretion or with any unstable physical symptoms likely to require hospitalization during participation in the study.\n5. Subjects with a psychiatric disorder requiring medication, or who had psychiatric conditions in the past that was both judged to be severe and required hospitalization.\n6. Subjects with an acute or progressive neurological disorder or an organic disease.\n7. Subjects with currently taking any psychoactive drugs to treat hyperactivity disorder or attention deficit disorder.\n8. Subjects with an unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, oesophageal or gastric varices or persistent jaundice), cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n9. Female subjects who are pregnant or lactating, who may be pregnant, or who plan for pregnancy during the study.\n10. Children in foster care: A child who has been placed under the control or protection of an agency, organisation, institution or entity by the courts, the government or a government body, acting in accordance with powers conferred on them by law or regulation. This can include a child cared for by foster parents or living in a care home or institution, provided that the arrangement falls within the definition above. The definition of a child in care does not include a child who is adopted or who has an appointed legal guardian.\n11. Subjects taking inducers of lamotrigine glucuronidation (i.e., rifampicin, lopinavir/ritonavir), atazanavir/ritonavir, risperidone, oral contraceptives or hormone drug which includes estrogen.\n12. Subjects having participated in other clinical study in the past 3 months before the start of investigational product.\n13. Subjects who have active suicidal plan/intent or have had active suicidal thoughts in the past 3 months before the start of investigational product or who have history of suicide attempt in the last 1 year before the start of investigational product or more than 1 lifetime suicide attempt.\n14. Subjects whom the investigator (or subinvestigator) considers ineligible for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Were Seizure Free as Confirmed by Hyperventilation (HV)-Electroencephalography (EEG) at the End of the Maintenance Phase (MP)","description":"EEG is a diagnostic test for epilepsy. The EEG machine records the brain's electrical activity as a series of waveforms. HV is an activation technique used to provoke seizures during an EEG recording. An approximately 30-minute EEG with HV was performed on participants in a supine position. In the HV test, participants breathed through their mouths deeply and rapidly (at a rate of approximately 20-25 breaths/minute) for 4 continuous minutes using a pin-wheel provided to them.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Seizure Free as Confirmed by HV-EEG at Two Consecutive Visits in the Escalation Phase (EP)","description":"EEG is a diagnostic test for epilepsy. The EEG machine records the brain's electrical activity as a series of waveforms. HV is an activation technique used to provoke seizures during an EEG recording. An approximately 30-minute EEG with HV was performed on participants in a supine position. In the HV test, participants breathed through their mouths deeply and rapidly (at a rate of approximately 20-25 breaths/minute ) for 4 continuous minutes using a pin-wheel provided to them.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Seizure Free as Confirmed by HV-clinical Signs at Each Dose During the Escalation Phase","description":"HV is an activation technique used to provoke seizures. Participants were instructed to breathe through their mouths deeply and rapidly (at a rate of approximately 20-25 breaths/minute) for 4 continuous minutes while sitting using a pin-wheel and were observed for clinical signs of seizures like impairment of consciousness; staring; eye enrollment; eye blinking; chewing movements; hand movement; other automatisms; atonic, tonic, clonic components; autonomic components; or any other signs. During the Escalation Phase, HV-clinical signs were assessed to confirm a status of seizure free. Only participants data available at the analysis time point were analyzed (represented as n=X, X, X in category title).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Seizure Free as Confirmed by HV-clinical Signs During Week 4 and Week 8 of the Maintenance Phase","description":"HV is an activation technique used to provoke seizures. Participants were instructed to breathe through their mouths deeply and rapidly (at a rate of approximately 20-25 breaths/minute) for 4 continuous minutes while sitting using a pin-wheel and were observed for clinical signs of seizures like impairment of consciousness; staring; eye enrollment; eye blinking; chewing movements; hand movement; other automatisms; atonic, tonic, clonic components; autonomic components; or any other signs. During the Maintenace Phase, HV-clinical signs were assessed at Visit 1 (Week 4) and Visit 2 (Week 4).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Seizure Free as Confirmed by HV-EEG at Each Assessment Point in the Extension Phase (ExP)","description":"EEG is a diagnostic test for epilepsy. The EEG machine records the brain's electrical activity as a series of waveforms. HV is an activation technique used to provoke seizures during an EEG recording. An approximately 30-minute EEG with HV was performed on participants in a supine position. In the HV test, participants breathed through their mouths deeply and rapidly (at a rate of approximately 20-25 breaths/minute ) for 4 continuous minutes using a pin-wheel provided to them. Only participants data available at the analysis time point were analyzed (represented as n=X, X, X in category title).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":"1.568"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":"2.114"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":"0.161"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":"2.197"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Seizure Free as Confirmed by HV-clinical Signs at Each Assessment Point in the Extension Phase (ExP)","description":"HV is an activation technique used to provoke seizures. Participants were instructed to breathe through their mouths deeply and rapidly (at a rate of approximately 20-25 breaths/minute) for 4 continuous minutes while sitting using a pin-wheel and were observed for clinical signs of seizures like impairment of consciousness; staring; eye enrollment; eye blinking; chewing movements; hand movement; other automatisms; atonic, tonic, clonic components; autonomic components; or any other signs. During the ExP, HV-clinical signs were assessed to confirm a status of seizure free. Only participants data available at the analysis time point were analyzed (represented as n=X, X, X in category title).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days With Seizure Episodes Per Week in the Main Study Phase (Fixed Escalation Phase [FEP], Escalation Phase [EP], Maintenance Phase [MP]), and FEP+EP+MP)","description":"Participants were asked to record the seizure codes, seizure duration, and their physical condition in a diary provided. Only participants data available at the analysis time point were analyzed (represented as n=X, X, X in category title)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.93","spread":"1.488"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.60","spread":"2.060"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.161"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.98","spread":"1.976"}]}]}]},{"type":"SECONDARY","title":"Number of Days With Seizure Episodes Per Week in the Extension Phase (ExP) Overall","description":"Participants were asked to record the seizure codes, seizure duration, and their physical condition in a diary provided.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":"0.048"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Nasopharyngitis","Rash","Bronchitis","Influenza","Headache"]}}}