{"nctId":"NCT03352323","briefTitle":"An Evaluation of the Reduction in Erythema in Adult Patients With Moderate to Severe Persistent Facial Erythema Associated With Rosacea","startDateStruct":{"date":"2017-10-18","type":"ACTUAL"},"conditions":["Rosacea","Erythema"],"count":50,"armGroups":[{"label":"oxymetazoline cream","type":"EXPERIMENTAL","interventionNames":["Drug: Oxymetazoline"]}],"interventions":[{"name":"Oxymetazoline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female, 18 years of age or older.\n2. Signed informed consent form that meets all criteria of current Food and Drug Administration regulations.\n3. Females of childbearing potential must not be pregnant or lactating.\n4. Females of childbearing potential must agree to the use of a reliable method of contraception throughout the study.\n5. Have clinical diagnosis of rosacea with persistent (non-transient) facial erythema.\n6. Have \\< 3 inflammatory lesions on the face.\n7. Have an erythema score of 3 (moderate) or 4 (severe) for both the CEA and the PSA that is reflective of the overall targeted areas.\n8. Willing to minimize external factors that might trigger rosacea flare-ups (e.g., spicy foods, hot drinks, hot environments, prolonged sun exposure, strong winds, emotional stress and alcoholic beverages) during the study.\n\nExclusion Criteria:\n\n1. Forms of rosacea that, in the opinion of the Investigator, would interfere with the diagnosis or assessment of study endpoints\n2. Patient has a skin condition that, in the opinion of the Investigator, would interfere with the diagnosis or assessment of rosacea\n3. Patients with active sunburn or excessive facial hair such as beards, sideburns, moustaches, etc.\n4. Patients with moderate to severe telangiectasial masses\n5. History of blood dyscrasia.\n6. Significant history or current evidence of any uncontrolled chronic or serious disease or medical condition that would, in the judgment of the Investigator, would put the subject at undue risk or compromise the study assessments.\n7. History or current evidence of Raynaud's syndrome, severe, unstable or uncontrolled cardiovascular disease, orthostatic hypotension, uncontrolled hypertension or hypotension, thromboangiitis obliterans, cerebral or coronary insufficiency, renal or hepatic or renal impairment, scleroderma, Sjögren's syndrome, depression, or narrow-angle glaucoma to an extent that, in the opinion of the Investigator, would place the subject at undue risk.\n8. Female patients taking hormonal contraceptives or oral estrogen for less than one month or those that plan to change the dosage regimen during the course of the study.\n9. Previous participation in this study.\n10. Employees of the Investigator or research center or their immediate family members.\n11. Inability to understand the requirements of the study and the relative information and are unable or not willing to comply with the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Responder","description":"Responder is defined as a 2-grade improvement from pre-dose on Day 1 on both the Clinician Erythema Assessment and Patient Self Assessment scales","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":["Headache"]}}}