{"nctId":"NCT01335477","briefTitle":"Safety and Efficacy of BIBF 1120 at High Dose in Idiopathic Pulmonary Fibrosis Patients II","startDateStruct":{"date":"2011-05"},"conditions":["Pulmonary Fibrosis"],"count":551,"armGroups":[{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"BIBF 1120","type":"EXPERIMENTAL","interventionNames":["Drug: BIBF 1120"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"BIBF 1120","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Age \\>= 40 years;\n2. IPF diagnosed, according to most recent American Thoracic Society (ATS), European Respiratory Society (ERS), Japanese Respiratory Society (JRS), Latin American Thoracic Association (ALAT) IPF guideline for diagnosis and management, within 5 years;\n3. Combination of High Resolution Computerized Tomography (HRCT) pattern, and if available surgical lung biopsy pattern, as assessed by central reviewers, are consistent with diagnosis of IPF\n4. Dlco (corrected for Hb): 30%-79% predicted of normal; 5.FVC\\>= 50% predicted of normal\n\nExclusion criteria:\n\n1. Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT) \\> 1.5 x Upper Limit of Normal (ULN)\n2. Bilirubin \\> 1.5 x ULN;\n3. Relevant airways obstruction (i.e. pre-bronchodilator FEV1/FVC \\< 0.7);\n4. Patient likely to have lung transplantation during study (being on transplantation list is acceptable for participation);\n5. Myocardial infarction within 6 months;\n6. Unstable angina within 1 month;\n7. Bleeding risk (genetic predisposition; fibrinolysis or full-dose therapeutic anticoagulation or high dose antiplatelet therapy; history of hemorrhagic CNS event within 12 months; haemoptysis or haematuria or active gastro-intestinal bleeding or ulcers or major injury or surgery within 3 months);\n8. Thrombotic risk (inherited predisposition; history of thrombotic event (including stroke and transient ischemic attacks) within 12 months;\n9. International normalised ratio (INR) \\> 2, prolongation of prothrombin time (PT) and partial thromboplastin time (PTT) by \\> 50% of institutional ULN);\n10. N-ACetyl Cystein, prednisone \\> 15mg/day or equivalent received within 2 weeks of visit 1;\n11. Pirfenidone, azathioprine, cyclophosphamide, cyclosporine A received within 8 weeks of visit 1;","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annual Rate of Decline in Forced Vital Capacity (FVC) Over 52 Weeks.","description":"Forced vital capacity (FVC) is the total amount of air exhaled during the lung function test.\n\nFor this endpoint reported means represent the adjusted rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-207.32","spread":"19.309"},{"groupId":"OG001","value":"-113.59","spread":"15.726"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Saint George's Respiratory Questionnaire (SGRQ) Total Score at 52 Weeks","description":"This is a key secondary endpoint. SGRQ is a health-related quality of life questionnaire divided into 3 components : symptoms, activity and impact.\n\nThe total score (summed weights) can range from 0 to 100 with a lower score denoting a better health status.\n\nMeans provided are the adjusted means based on all analyzed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.48","spread":"0.891"},{"groupId":"OG001","value":"2.80","spread":"0.730"}]}]}]},{"type":"SECONDARY","title":"Time to First Acute Idiopathic Pulmonary Fibrosis (IPF) Exacerbation","description":"Due to rare events, the median of time to event is not calculable, thus the percentages of patients with (IPF) exacerbation are reported and represented as a key secondary endpoint. An acute exacerbation (reported as an AE by the investigator) was defined as follows:\n\nOtherwise unexplained clinical features including all of the following:\n\nUnexplained worsening or development of dyspnoea within 30 days New diffuse pulmonary infiltrates on chest X-ray, and/or new HRCT parenchymal abnormalities with no pneumothorax or pleural effusion (new ground-glass opacities) since the last visit Exclusion of infection as per routine clinical practice and microbiological studies Exclusion of alternative causes as per routine clinical practice including left heart failure, pulmonary embolism and identifiable cause of acute lung injury.\n\nFailure is the proportion of patients with at least one acute IPF exacerbation over 52 weeks, based on all investigator-reported AEs .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.4","spread":null},{"groupId":"OG001","value":"96.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Forced Vital Capacity (FVC) Over 52 Weeks","description":"Means provided are the adjusted means and are based on all analysed patients in the model (not only patients with a change from baseline to week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-205.03","spread":"16.629"},{"groupId":"OG001","value":"-95.26","spread":"14.200"}]}]}]},{"type":"SECONDARY","title":"Relative Change From Baseline in Forced Vital Capacity (FVC) Over 52 Weeks","description":"Percentage change from baseline in FVC over 52 weeks. Means provided are the adjusted means and are based on all analysed patients in the model (not only patients with a change from baseline to week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.14","spread":"0.620"},{"groupId":"OG001","value":"-3.90","spread":"0.528"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Forced Vital Capacity (FVC) (% Predicted) Over 52 Weeks","description":"Means provided are the adjusted means and are based on all analysed patients in the model (not only patients with a change from baseline to week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.15","spread":"0.505"},{"groupId":"OG001","value":"-3.09","spread":"0.433"}]}]}]},{"type":"SECONDARY","title":"Relative Change From Baseline in Forced Vital Capacity (FVC) (% Predicted) Over 52 Weeks","description":"Percentage change from baseline in FVC (% predicted) at 52 weeks. Means provided are the adjusted means and are based on all analysed patients in the model (not only patients with a change from baseline to week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.13","spread":"0.614"},{"groupId":"OG001","value":"-3.92","spread":"0.525"}]}]}]},{"type":"SECONDARY","title":"Absolute Categorical Change From Baseline of FVC (% Predicted) by Categories Over 52 Weeks - 5% Threshold","description":"Absolute categorical change of FVC (% predicted) by categories over 52 weeks - 5% threshold (decrease by \\>5%, increase by \\>5%, and change within ≤5%).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.2","spread":null},{"groupId":"OG001","value":"34.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.0","spread":null},{"groupId":"OG001","value":"50.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Categorical Change From Baseline of FVC (% Predicted) by Categories Over 52 Weeks - 10% Threshold","description":"Absolute categorical change of FVC (% predicted) by categories over 52 weeks - 10% threshold (decrease by 10%, increase by \\>10%, and change within ≤10%)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null},{"groupId":"OG001","value":"80.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"FVC Responders Using 10% Threshold at 52 Weeks","description":"FVC responders using 10% threshold at 52 weeks, defined as patients with absolute decline in FVC% predicted no greater than 10% and with an FVC evaluation at 52 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.93","spread":null},{"groupId":"OG001","value":"69.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of FVC Responders Using 5% Threshold at 52 Weeks","description":"Proportion of FVC responders using 5% threshold at 52 weeks, defined as patients with absolute decline in FVC% predicted no greater than 5% and with an FVC evaluation at 52 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.27","spread":null},{"groupId":"OG001","value":"53.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of SGRQ Responders at 52 Weeks: Patient Reported Outcomes (PROs)","description":"Proportion of SGRQ responders at 52 weeks.\n\nResponders defined as \\<= -4 points change in change from baseline in SGRQ total score at 52 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.89","spread":null},{"groupId":"OG001","value":"25.23","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SGRQ Symptom Score at 52 Weeks (Points): Patient Reported Outcomes (PROs)","description":"SGRQ Symptom score is a sub-component of SGRQ total score and is concerned with the effect of respiratory symptoms, their frequency and severity. This score calculated as summed weights ranges from 0 to 100 with lower score denoting a better symptom-related quality of life.\n\nMeans presented are the adjusted means and are based on all analyzed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.43","spread":"1.297"},{"groupId":"OG001","value":"2.03","spread":"1.061"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SGRQ Impact Score at 52 Weeks (Points): Patient Reported Outcomes (PROs)","description":"SGRQ Impact score is a sub-component of SGRQ total score and covers a range of aspects concerned with social functioning and psychological disturbances resulting from airway disease. This score calculated as summed weights ranges from 0 to 100 with lower score denoting a better impact-related quality of life.\n\nMeans presented are the adjusted means and are based on all analyzed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.93","spread":"1.036"},{"groupId":"OG001","value":"2.85","spread":"0.852"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SGRQ Activity Score at 52 Weeks (Points): Patient Reported Outcomes (PROs)","description":"SGRQ Activity score is a sub-component of SGRQ total score and concerned with activities that cause or are limited by breathlessness. This score calculated as summed weights ranges from 0 to 100 with lower score denoting a better activity-related quality of life.\n\nMeans presented are the adjusted means and are based on all analyzed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.20","spread":"1.052"},{"groupId":"OG001","value":"3.89","spread":"0.863"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Idiopathic Pulmonary Fibrosis (IPF) Specific Version of SGRQ (SGRQ-I) Total Score at 52 Weeks (Points): Patient Reported Outcomes (PROs)","description":"SGRQ-I is the IPF specific version of SGRQ comprises of selected items from the SGRQ divided into three components, Symptoms, Activity and Impact. Each component is scored separately. The weights for all items with a positive responses are summed and the weights from missed items are deducted from the maximum possible weight for the total score.\n\nThe total score is calculated by dividing the summed weights from positive items in the questionnaire by maximum possible weight for all items in the questionnaire. The total score can range from 0 to 100 with a lower score denoting a better health-related quality of life. Change from baseline is calculated as the difference between total score at week 52 and total score at baseline as measured by the scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.84","spread":"0.921"},{"groupId":"OG001","value":"2.72","spread":"0.757"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Shortness of Breath Questionnaire (SOBQ) at 52 Weeks: Patient Reported Outcomes (PROs)","description":"Shortness of Breath Questionnaire measures the shortness of breath. It comprises of 24 items. Each item is scored on a scale between 0-5 where 5 represents maximal breathlessness. The responses to all items are summed up to provide the overall score that can range from 0 (best outcome) to 120 (worst outcome).\n\nMeans presented are the adjusted means and are based on all analyzed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.07","spread":"1.300"},{"groupId":"OG001","value":"6.69","spread":"1.073"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cough Symptom Score of the Cough and Sputum Assessment Questionnaire (CASA-Q) Score at 52 Weeks: Patient Reported Outcomes (PROs)","description":"The cough domains of the Cough and Sputum Assessment Questionnaire (CASAQ(CD)) assess the frequency and severity of cough and sputum and their impact on everyday life. It contains 4 domains cough/sputum symptom and impact with each scale ranging from 0 to 100 with lower scores indicating higher symptoms/impact levels (worst outcome).\n\nMeans presented are the adjusted means and are based on all analyzed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.38","spread":"1.325"},{"groupId":"OG001","value":"-0.33","spread":"1.087"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cough Impact Score of the Cough and Sputum Assessment Questionnaire (CASA-Q) Score at 52 Weeks: Patient Reported Outcomes (PROs)","description":"The cough domains of the Cough and Sputum Assessment Questionnaire (CASA- Q) assess the frequency and severity of cough and sputum and their impact on everyday life. It contains 4 domains cough/sputum symptom and impact with each scale ranging from 0 to 100 with lower scores indicating higher symptoms/impact levels (worst outcome).\n\nMeans presented are the adjusted means and are based on all analyzed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.39","spread":"1.209"},{"groupId":"OG001","value":"-2.58","spread":"0.991"}]}]}]},{"type":"SECONDARY","title":"Proportion of Patient's Global Impression of Change (PGI-C) Responders at 52 Weeks: Patient Reported Outcomes (PROs)","description":"Patient's Global Impression of Change (PGI-C) responders are defined as 'Very much better'/ 'Much better'/ 'A little better'/ 'No change'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.88","spread":null},{"groupId":"OG001","value":"61.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol 5-Dimensional Quality of Life Questionnaire (EQ-5D) Health State up to 52 Weeks : Patient Reported Outcomes (PROs)","description":"The EuroQol 5-dimensional Health State is based on a visual analog scale (EQ-VAS) representing the general patient's health state labelled from 100 (best imaginable health state) to 0 (worst imaginable health state). A higher score indicating a better health state. Change from baseline is calculated as the difference between health state at week 12, 24 and 52 respectively and health state at baseline as measured by the scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.48","spread":"15.60"},{"groupId":"OG001","value":"-0.57","spread":"16.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.86","spread":"16.94"},{"groupId":"OG001","value":"-1.10","spread":"16.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.60","spread":"17.67"},{"groupId":"OG001","value":"-2.52","spread":"16.95"}]}]}]},{"type":"SECONDARY","title":"Risk of an Acute IPF Exacerbation Over 52 Weeks","description":"The incidence rate of exacerbations (calculated as the number of patients with at least 1 acute IPF exacerbation divided by the total number of years at risk in years\\*100)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death Over 52 Weeks","description":"Due to rare events, the median of time to event is not calculable, thus the percentages of patients who did or did not experienced death before or at 372 days after randomisation or last contact date (whichever occurs first) are reported.\n\nFailure is the proportion of patients who died over 52 weeks (373 days time-period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":null},{"groupId":"OG001","value":"93.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death Due to Respiratory Cause Over 52 Weeks (Adjudicated)","description":"Due to rare events, the median of time to event is not calculable, thus the percentages of participants who did or did not experienced death due to respiratory causes before or at 372 days after randomisation or last contact date (whichever occurs first) are reported.\n\nFailure is the the proportion of patients who died due to respiratory causes over 52 weeks (373 days time-period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.0","spread":null},{"groupId":"OG001","value":"95.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to On-treatment Death","description":"Due to rare events, the median of time to event is not calculable, thus the percentages of participants who did or did not die before or at last trial medication intake + 28 days were censored at last trial medication intake + 28 days and reported.\n\nFailure is the the proportion of patients who died on-treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.2","spread":null},{"groupId":"OG001","value":"95.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death or Lung Transplant Over 52 Weeks","description":"Due to rare events, the median of time to event is not calculable, thus the percentages of participants who did or did not experience event (death or lung transplant) before or at 372 days after randomisation or last contact date (whichever occurs first) are reported. Failure is the proportion of patients who died or had lung transplant over 52 weeks (373 days time-period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"93.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death or Lung Transplant or Qualifying for Lung Transplant Over 52 Weeks.","description":"Due to rare events, the median of time to event is not calculable, thus the percentages of participants who did or did not experienced death or lung transplant or qualifying for lung transplant over 52 weeks are reported. A patient was considered qualifying for lung transplant by the investigator if he or she fulfilled the following criteria:\n\nFVC \\<45% predicted or Carbon monoxide diffusion capacity (DL(CO)) \\<30% pred or Oxygen saturation on pulse oximetry (SpO2) \\<88% at rest, at sea level (to be adapted for other heights).\n\nThese criteria were evaluated by investigators judgement. Failure is the proportion of patients who died or had lung transplant or qualified for lung transplant over 52 weeks (373 days time-period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.7","spread":null},{"groupId":"OG001","value":"19.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.3","spread":null},{"groupId":"OG001","value":"80.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SpO2 (Oxygen Saturation, Expressed in Percent) at Rest up Over 52 Weeks","description":"Means presented are the adjusted means. Adjusted mean is based on all analyzed patients in the model (not only patients with a change from baseline to week 52)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.174"},{"groupId":"OG001","value":"-0.39","spread":"0.149"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Carbon Monoxide Diffusion Capacity (DLCO) at Rest Over 52 Weeks","description":"Means provided are the adjusted means and are based on all analysed patients in the model (not only patients with a change from baseline to week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.400","spread":"0.0843"},{"groupId":"OG001","value":"-0.286","spread":"0.0729"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":72,"n":219},"commonTop":["Diarrhoea","Nausea","Nasopharyngitis","Cough","Upper respiratory tract infection"]}}}