{"nctId":"NCT05239039","briefTitle":"An Expanded Access Program in China to Provide Spesolimab to People With a Flare-up in Generalized Pustular Psoriasis Who Have no Other Treatment Options","startDateStruct":{"date":"2022-03-15","type":"ACTUAL"},"conditions":["Generalized Pustular Psoriasis"],"count":39,"armGroups":[{"label":"Spesolimab single dose treatment","type":"EXPERIMENTAL","interventionNames":["Drug: spesolimab"]},{"label":"Spesolimab double dose treatment","type":"EXPERIMENTAL","interventionNames":["Drug: spesolimab"]}],"interventions":[{"name":"spesolimab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Diagnosis of Generalized Pustular Psoriasis (GPP), consistent with European Rare and Severe Psoriasis Expert Network (ERASPEN) criteria, defined as primary, sterile, macroscopically visible pustules on non-acral skin (excluding cases where pustulation is restricted to psoriatic plaques). GPP can occur with or without systemic inflammation, with or without plaque-type psoriasis, and be either relapsing (\\>1 episode) or persistent (\\>3 months).\n* Patient is experiencing a flare, defined as new or worsening of widespread eruption of sterile macroscopically visible pustules, with or without systemic inflammation, as assessed by the treating physician.\n* Male or female patients, aged 18 to 75 years at time of enrolment. Women of childbearing potential (WOCBP) must be willing and able to use a highly effective method of birth control per International Council for Harmonization (ICH) M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly. A list of contraception methods meeting these criteria is provided in the patient information.\n* Signed and dated written informed consent in accordance with International Council for Harmonization-Good Clinical Practice (ICH-GCP) and local legislation prior to admission to the program.\n* No satisfactory authorized alternative therapy exists, as assessed by the treating physician.\n\nExclusion criteria\n\n* Women who are pregnant, nursing, or who plan to become pregnant while in the program.\n\n  \\-- Women who stop nursing before study drug administration do not need to be excluded from participating; they should refrain from breastfeeding for 16 weeks after the last spesolimab infusion.\n* Severe, progressive, or uncontrolled hepatic disease, defined as \\>3-fold Upper Limit of Normal (ULN) elevation in Aspartate Transaminase (AST) or Alanine Aminotransferase (ALT) or alkaline phosphatase, or \\>2-fold ULN elevation in total bilirubin.\n* Active systemic infections (fungal and bacterial disease) during the last 2 weeks prior to drug administration, as assessed by the treating physician.\n* Increased risk of infectious complications (e.g. recent pyogenic infection, any congenital or acquired immunodeficiency (e.g. Human Immunodeficiency Virus (HIV)), past organ or stem cell transplantation), as assessed by the treating physician.\n* Relevant chronic or acute infections, including active tuberculosis (TB), HIV infection or viral hepatitis at the time of drug administration.\n\n  * Patients should be evaluated for TB infection prior to initiating treatment with spesolimab.\n  * Anti-TB therapy should be considered, in accordance with local guidelines, prior to initiating spesolimab in patients with latent TB or a history of TB.\n* History of allergy / hypersensitivity to systemically administered spesolimab or its excipients.\n* Any documented active or suspected malignancy or history of malignancy within 5 years prior to screening, except appropriately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of uterine cervix.\n* Immediate life-threatening flare of GPP requiring intensive care treatment according to the investigator's judgement. Life-threatening complications include cardiovascular / cytokine driven shock, pulmonary distress syndrome, or renal failure.\n\nFurther exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Occurrence of Treatment Emergent Adverse Events (AEs)","description":"This outcome measured the number of patients with any treatment-emergent adverse event (AE). Treatment-emergent AEs are untoward medical events that appear or worsen during treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Treatment Emergent Serious Adverse Events (SAEs)","description":"This outcome measured the number of patients with serious adverse events (SAEs). SAEs are untoward medical occurrences that result in death, are life threatening, require inpatient hospitalisation, require prolongation of existing hospitalisation, result in persistent or significant disability/incapacity, result in a congenital anomaly/birth defect, or are deemed serious for any other medically important reason.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Treatment Emergent Adverse Events of Special Interest (AESIs)","description":"This outcome measured the number of patients with any treatment-emergent adverse event of special interest (AESIs). AESIs relates to any specific AE that has been identified at the project level as being of particular concern for prospective safety monitoring and safety assessment within this program. Potential severe DILIs (drug-induced liver injury), systemic hypersensitivity reactions, severe infections, opportunistic and mycobacterium tuberculosis infections, and peripheral neuropathy were considered as AESIs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":24},"commonTop":["COVID-19","Pyrexia","Upper respiratory tract infection","Hypoproteinaemia","Pruritus"]}}}