{"nctId":"NCT01168973","briefTitle":"A Study of Chemotherapy and Ramucirumab Versus Chemotherapy Alone in Second Line Non-Small Cell Lung Cancer (NSCLC) Participants Who Received Prior First Line Platinum-based Chemotherapy","startDateStruct":{"date":"2010-12"},"conditions":["Non-Small Cell Lung Cancer"],"count":1253,"armGroups":[{"label":"Ramucirumab + Docetaxel","type":"EXPERIMENTAL","interventionNames":["Biological: Ramucirumab","Drug: Docetaxel"]},{"label":"Placebo + Docetaxel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (for Ramucirumab)","Drug: Docetaxel"]}],"interventions":[{"name":"Ramucirumab","otherNames":["IMC 1121B","LY3009806"]},{"name":"Placebo (for Ramucirumab)","otherNames":[]},{"name":"Docetaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Disease progression during or after one prior first-line platinum-based chemotherapy with or without maintenance therapy\n* Prior bevacizumab as first-line and/or maintenance therapy is allowed\n* Signed informed consent\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1\n* Histologically or cytologically confirmed NSCLC\n* Stage IV NSCLC disease\n* Participants have measurable or nonmeasurable disease\n* Adequate organ function, defined as:\n\n  * Total bilirubin less than or equal to Upper Limit of Normal (ULN),\n  * Aspartate Aminotransferase (AST) and Alanine Aminotransaminase (ALT) less than or equal to 2.5 x ULN, or less than or equal to 5 x ULN if the transferase elevation is due to liver metastases,\n  * Serum creatinine less than or equal to 1.5 x ULN or calculated creatinine clearance greater than or equal to 50 milliliters per minute (ml/min) (per the Cockcroft-Gault formula or equivalent and/or 24-hour urine collection),\n  * Absolute Neutrophil Count (ANC) greater than or equal to 1.5 x 10\\^3/microliters (µL), hemoglobin greater than or equal to 10.0 grams/deciliter (g/dL), and platelets greater than or equal to 100 x 10\\^3/µL,\n  * Adequate coagulation function as defined by International Normalized Ratio (INR) less than or equal to 1.5, or prothrombin time and partial thromboplastin time less than or equal to 1.5 x ULN.\n  * The participant does not have cirrhosis at a level of Child-Pugh B (or worse) or cirrhosis (any degree) and a history of hepatic encephalopathy or clinically meaningful ascites resulting from cirrhosis. Clinically meaningful ascites is defined as ascites resulting from cirrhosis and requiring ongoing treatment with diuretics and/or paracentesis.\n* Urinary protein is less than or equal to 1+ on dipstick or routine urinalysis. If urine dipstick or routine analysis indicates proteinuria greater than or equal to 2+, a 24-hour urine must be collected and must demonstrate less than 1000 milligrams (mg) of protein.\n* Participants of reproductive potential (both sexes) must agree to use reliable method of birth control (hormonal or barrier methods) during the study period and at least 12 weeks after the last dose of study therapy\n* Life expectancy of greater than or equal to 3 months\n* Prior radiation therapy is allowed if: In the case of chest radiotherapy at least 28 days have elapsed from the completion of radiation treatment prior to randomization; In the case of focal or palliative radiation treatment at least 7 days have elapsed from last radiation treatment prior to randomization (and provided that 25% or less of total bone marrow had been irradiated); In the case of Central Nervous System (CNS) radiation at least 14 days have elapsed from the completion of radiation treatment prior to randomization\n\nExclusion Criteria:\n\n* Disease progression on more than 1 prior chemotherapy regimens\n* Participants whose only prior treatment was a tyrosine kinase inhibitor\n* The participant's tumor wholly or partially contains small cell lung cancer\n* Major surgery within 28 days prior to randomization, or subcutaneous venous access device placement within 7 days prior to randomization. Postoperative bleeding complications or wound complications from a surgical procedure performed in the last 2 months.\n* Concurrent treatment with other anticancer therapy, including other chemotherapy, immunotherapy, hormonal therapy, chemoembolization, or targeted therapy\n* Last dose of bevacizumab must be at least 28 days from time of randomization\n* Last dose of cytotoxic chemotherapy must be at least 14 days from time of randomization\n* The participant has untreated CNS metastases. Participants with treated brain metastases are eligible if they are clinically stable with regard to neurologic function, off steroids after cranial irradiation ending at least 2 weeks prior to randomization, or after surgical resection performed at least 28 days prior to randomization. No evidence of Grade greater than or equal to 1 CNS hemorrhage based on pretreatment Magnetic Resonance Imaging (MRI) or IV contrast Computed Tomography (CT) scan.\n* Radiologically documented evidence of major blood vessel invasion or encasement by cancer\n* Radiographic evidence of intratumor cavitation\n* History of uncontrolled hereditary or acquired thrombotic disorder\n* Chronic therapy with nonsteroidal anti-inflammatory drug (NSAIDs) or other antiplatelet agents; Aspirin use at doses up to 325 milligrams per day (mg/day) is permitted\n* History of gross hemoptysis (defined as bright red blood or greater than or equal to 1/2 teaspoon) within 2 months prior to randomization\n* Clinically relevant congestive heart failure \\[New York Heart Association (NYHA II-IV)\\] or symptomatic or poorly controlled cardiac arrhythmia\n* Any arterial thrombotic event, including myocardial infarction, unstable angina, cerebrovascular accident, or transient ischemic attack, within 6 months prior to randomization\n* Uncontrolled arterial hypertension greater than or equal to 150 / greater than or equal to 90 millimeters of mercury (mm Hg) despite standard medical management\n* Serious or nonhealing wound, ulcer, or bone fracture within 28 days prior to randomization\n* Significant bleeding disorders, vasculitis, or Grade 3/4 gastrointestinal bleeding within 3 months prior to randomization\n* Gastrointestinal (GI) perforation and/or fistulae within 6 months prior to randomization\n* Bowel obstruction, history or presence of inflammatory enteropathy or extensive intestinal resection Crohn's disease, ulcerative colitis, or chronic diarrhea\n* Peripheral neuropathy greater than or equal to Grade 2 \\[National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 4.02\\]\n* Serious illness or medical condition(s) including, but not limited to: Human immunodeficiency virus (HIV) infection or acquired immunodeficiency syndrome (AIDS)-related illness; Active or uncontrolled clinically serious infection; Severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration\n* Known allergy or hypersensitivity reaction to any of the treatment components\n* The participant is pregnant or breastfeeding\n* Current or recent (within 28 days prior to randomization) treatment with an investigational drug or device that has not received regulatory approval for any indication at the time of randomization, or participation in another interventional clinical trial\n* Prior therapy with docetaxel","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was the time from randomization until the date of death from any cause. Participants who were alive at the end of the follow-up period (or lost to follow-up) were censored on the last date the participant was known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) Time","description":"PFS time was the time from randomization until the date of objectively determined progressive disease (PD) or death due to any cause, whichever occurred first. According to Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1), PD was at least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study. In addition to the 20% relative increase, the sum must have also demonstrated an absolute increase of at least 5 millimeters (mm). The appearance of 1 or more new lesions and/or unequivocal progression of existing nontarget lesions was also considered progression. Participants without objectively determined PD who were alive at the end of the follow-up period (or lost to follow-up) were censored on the date of the participant's last complete radiographic tumor assessment; if no baseline or post-baseline radiologic assessment was available, the participant was censored at the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an Objective Response (Objective Response Rate)","description":"Participants achieved an objective response if they had a best overall response of partial response (PR) or complete response (CR). According to RECIST v1.1, PR was defined as at least a 30% decrease in the sum of the diameters of target lesions (including the short axes of any target lymph node), taking as reference the baseline sum diameter; CR was the disappearance of all non-nodal target lesions, with the short axes of any target lymph node reduced to \\<10 mm, the disappearance of all nontarget lesions, and the normalization of tumor marker levels \\[if tumor markers were initially above the upper limit of normal (ULN)\\]. The percentage of participants who achieved an objective response=(number of participants with CR or PR)/(number of participants assessed)\\*100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"13.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Disease Control (Disease Control Rate)","description":"Participants achieved disease control if they had a best overall response of PR, CR or stable disease (SD). According to RECIST v1.1, PR was defined as at least a 30% decrease in the sum of the diameters of target lesions (including the short axes of any target lymph node), taking as reference the baseline sum diameter; CR was the disappearance of all non-nodal target lesions, with the short axes of any target lymph node reduced to \\<10 mm, the disappearance of all nontarget lesions, and the normalization of tumor marker levels (if tumor markers were initially above the ULN). SD was neither sufficient shrinkage to qualify as PR nor sufficient increase to qualify as PD, taking as reference the smallest sum diameter since treatment started. The percentage of participants who achieved disease control=(number of participants with CR, PR, or SD)/(number of participants assessed)\\*100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.0","spread":null},{"groupId":"OG001","value":"52.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Improvement on Lung Cancer Symptom Scale (LCSS)","description":"The LCSS consisted of 9 items: 6 items focused on lung cancer symptoms \\[loss of appetite, fatigue, cough, dyspnea (shortness of breath), hemoptysis (blood in sputum), and pain\\] and 3 items were global items (symptom distress, interference with activity level, and global quality of life). Participant responses to each item were measured using visual analogue scales (VAS) with 100-mm lines. A higher score for any item represented a higher level of symptoms/problems. The Average Symptom Burden Index (ASBI) was the mean of the 6 symptom items of the LCSS, and the Total LCSS was the mean of all 9 LCSS items. ASBI and Total LCSS were not computed for a participant if he/she had 1 or more missing values for the 6 and 9 items, respectively. Maximum improvement in LCSS scores, ASBI, and Total LCSS score was the largest decrease from baseline for each variable, which was the smallest (most negative or smallest positive) non-missing value among all change from baseline values for each variable.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.9","spread":"26.11"},{"groupId":"OG001","value":"-11.0","spread":"26.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.1","spread":"23.86"},{"groupId":"OG001","value":"-12.0","spread":"27.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.8","spread":"24.28"},{"groupId":"OG001","value":"-14.3","spread":"26.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.0","spread":"23.01"},{"groupId":"OG001","value":"-10.5","spread":"24.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"8.89"},{"groupId":"OG001","value":"-1.1","spread":"8.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.3","spread":"23.62"},{"groupId":"OG001","value":"-11.5","spread":"24.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.7","spread":"23.37"},{"groupId":"OG001","value":"-12.2","spread":"26.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.5","spread":"24.13"},{"groupId":"OG001","value":"-7.9","spread":"24.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.4","spread":"22.68"},{"groupId":"OG001","value":"-8.9","spread":"23.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.1","spread":"13.75"},{"groupId":"OG001","value":"-6.9","spread":"14.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"13.75"},{"groupId":"OG001","value":"-6.4","spread":"14.66"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 30-Day Follow-Up Visit on European Quality of Life Questionnaire-5 Dimension (EQ-5D) Health State Scores","description":"The EQ-5D is a quality-of-life instrument that consists of 2 parts. The first part (Health State Index score) allowed participants to rate their health state in 5 health domains: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression using a scale from 1 to 3 (no problem, some problems, and extreme problems, respectively). These combinations of attributes were converted into a weighted Health State Index score according to a United Kingdom population-based algorithm; the possible values for the Health State Index score ranged from -0.59 (severe problems in all 5 dimensions) to 1.0 (no problem in any dimension). The second part of the EQ-5D was a VAS that allowed participants to rate their present health condition. Possible EQ-5D VAS scores ranged from 0 (worst imaginable health state) to 100 (best imaginable health state).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.140","spread":"0.308"},{"groupId":"OG001","value":"-0.126","spread":"0.294"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.9","spread":"21.02"},{"groupId":"OG001","value":"-6.1","spread":"20.31"}]}]}]},{"type":"SECONDARY","title":"Maximum and Minimum Serum Concentrations (Cmax and Cmin) of Ramucirumab","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":"30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":"65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"237","spread":"38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.4","spread":"63"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-Ramucirumab Antibodies","description":"The number of participants who had treatment-emergent or follow-up emergent anti-drug antibodies (ADA) is reported. Participants with treatment-emergent ADA were defined as participants who had any sample from baseline through Cycle 5 pre-infusion that was a 4-fold increase (2 dilution increase) in immunogenicity titer over the baseline titer, or participants who tested negative at baseline and positive post-baseline (at titer of ≥1:20). Participants with follow-up emergent ADA were defined as participants who had any sample during 30 days post last infusion that was a 4-fold increase (2 dilution increase) in immunogenicity titer over the baseline titer.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants Who Had Treatment-Emergent Adverse Events (TEAEs) or Died","description":"Data presented are the number of participants who experienced at least 1 TEAE, Grade 3, 4, or 5 TEAE, treatment-emergent serious adverse event (SAE), TEAE leading to discontinuation of study treatment (ramucirumab/placebo or docetaxel), and TEAE leading to death. Clinically significant events were defined as treatment-emergent SAEs and other non-serious adverse events (AEs) regardless of causality. A summary of SAEs and other non-serious AEs, regardless of causality, is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"613","spread":null},{"groupId":"OG001","value":"594","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"495","spread":null},{"groupId":"OG001","value":"444","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"269","spread":null},{"groupId":"OG001","value":"262","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"428","spread":null},{"groupId":"OG001","value":"451","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":284,"n":627},"commonTop":["Fatigue","Neutropenia","Diarrhoea","Decreased appetite","Nausea"]}}}