{"nctId":"NCT05505734","briefTitle":"A Comparison of PT027 vs PT007 Used as Needed in Participants With Asthma","startDateStruct":{"date":"2022-09-02","type":"ACTUAL"},"conditions":["Asthma"],"count":2516,"armGroups":[{"label":"PT027","type":"EXPERIMENTAL","interventionNames":["Drug: BDA MDI"]},{"label":"PT007","type":"EXPERIMENTAL","interventionNames":["Drug: AS MDI"]}],"interventions":[{"name":"BDA MDI","otherNames":[]},{"name":"AS MDI","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant must be ≥12 years of age, at the time of signing the electronic informed consent form (eICF). For participants from 12 years of age to age of majority, their parents/legal guardian must provide signed consent, as appropriate, and participants will sign an assent form.\n2. Diagnosis of asthma by a prescribing healthcare professional. Protocol-specified documentation of asthma diagnosis is required to confirm diagnosis of asthma.\n3. Participants actively using SABA alone or SABA on a background of either low-dose ICS or LTRA.\n4. Self-reported use of a SABA on ≥2 occasions, in response to symptoms (ie, not for exercise prophylaxis only), in the previous 2 weeks prior to enrollment.\n5. An Asthma Impairment and Risk Questionnaire (AIRQ) score of ≥2 at Screening (Visit1/re-screen) and Randomisation (Randomization (Visit2) where applicable. Note, where screening Visit1/re-screen and randomization occur on the same day, AIRQ will only be completed once.\n6. Females of child-bearing potential must have a negative pregnancy test prior to randomization and agree to use an acceptable method of contraception throughout the study.\n7. Male participants who are in heterosexual relationships must be surgically sterile or agree to use an effective method of contraception (condom) if the female partner does not use contraception from the date the eICF is signed until 2 weeks after their last dose.\n\nExclusion Criteria:\n\n1. Any evidence of significant lung disease other than asthma, such as chronic obstructive pulmonary disease, emphysema, idiopathic pulmonary fibrosis, sarcoidosis etc or any other significant disease (like malignancies or severe chronic diseases) that by Investigator judgment would interfere with the participant being able to comply with study procedures or complete the study.\n2. Hospitalization due to asthma in the 3 months prior to enrollment or self-reported admission to the Intensive Care Unit with life-threatening asthma at any time in the past\n3. Self-reported use of inhaled Long-Acting Beta-Agonists (LABA), theophylline, inhaled anticholinergic agent, cromone or medium/high dose ICS daily, as regular maintenance asthma therapy in the 3 months prior to enrollment\n4. Self-reported use of systemic corticosteroids (SCS) for the treatment of asthma and any other condition in the 6 weeks prior to enrollment\n5. Participants with a home supply of oral corticosteroids (OCS) to be used in the case of an asthma exacerbation or any other condition that could require a course of OCS, who are not willing to commit to the treating physician to stop using this medication for the duration of the study.\n6. Receipt of any marketed (eg, omalizumab, mepolizumab, reslizumab, benralizumab, dupilumab, tezepelumab) or investigational biologic for the treatment of asthma at any time in the past\n7. Receipt of bronchothermoplasty\n8. Use of a SABA prophylactically primarily to prevent exercise induced bronchospasm (EIB) and not to treat symptoms\n9. Currently receiving systemic treatment with potent cytochrome P3A4 inhibitors (eg, ketoconazole, itraconazole, and ritonavir)\n10. Judgment by the Investigator that the participant should not participate in the study if the participant is unlikely to comply with study procedures, restrictions, and requirements.\n11. Previous screening, enrollment or randomization in the present study.\n12. For females only - currently pregnant (confirmed with positive pregnancy test) or breastfeeding.\n13. Participants without access to a smartphone or the internet.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Severe Asthma Exacerbation, While on Treatment Strategy, Interim Analysis Data Cut-off (Participants Aged >=12 Years)","description":"The time to first severe asthma exacerbation was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the length in days from treatment initiation until the date of the first severe asthma exacerbation event. Participants were censored at treatment discontinuation, a step-up in maintenance therapy, or interim analysis DCO. An asthma exacerbation was considered severe if it resulted in at least one of the following: use of systemic steroids for at least 3 days, inpatient hospitalization due to asthma or emergency room visit that required systemic steroids, or death due to asthma. The primary outcome measure was analyzed at the interim analysis (22 April 2024). Since the primary objective was met at the interim analysis, it was not re-tested at final database lock. Since fewer than 50% of participants had an exacerbation event, the median survival time could not be calculated and instead the number of participants with an event is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Severe Asthma Exacerbation, Treatment Policy Strategy, Interim Analysis Data Cut-off (Participants Aged >=12 Years)","description":"The time to first severe asthma exacerbation was analyzed under the Treatment Policy strategy in the Full analysis set (FAS) and was defined as the length in days from treatment initiation until the date of first severe asthma exacerbation occurred. Participants were censored at study completion or withdrawal, or the interim analysis DCO. An asthma exacerbation was considered severe if it resulted in at least one of the following: use of systemic steroids for at least 3 days, inpatient hospitalization due to asthma or emergency room visit that required systemic steroids, or death due to asthma. The key secondary outcome measure was analyzed at the interim analysis (22 April 2024). Since the key secondary objective was met at the interim analysis, it was not re-tested at final database lock. Since fewer than 50% of participants had an exacerbation event, the median survival time could not be calculated and instead the number of participants with an event is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Severe Asthma Exacerbation, While on Treatment Strategy (Participants Aged >=18 Years)","description":"The time to first severe asthma exacerbation was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the length in days from treatment initiation until the date of first severe asthma exacerbation event, including all events that occurred up to the final DCO (20 September 2024). Participants were censored at treatment discontinuation or a step-up in maintenance therapy. An asthma exacerbation was considered severe if it results in at least one of the following: use of systemic steroids for at least 3 days, inpatient hospitalization due to asthma or emergency room visit that required systemic steroids, or death due to asthma. Since fewer than 50% of participants had an exacerbation event, the median survival time could not be calculated and instead the number of participants with an event is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Severe Asthma Exacerbation, Treatment Policy Strategy (Participants Aged >=18 Years)","description":"The time to first severe asthma exacerbation was analyzed under the Treatment Policy strategy in the Full analysis set (FAS) and was defined as the length in days from treatment initiation until the date of first severe asthma exacerbation event, including all events that occurred up to the Final DCO (20 September 2024). Participants were censored at study completion or withdrawal. An asthma exacerbation was considered severe if it resulted in at least one of the following: use of systemic steroids for at least 3 days, inpatient hospitalization due to asthma or emergency room visit that required systemic steroids, or death due to asthma. Since fewer than 50% of participants had an exacerbation event, the median survival time could not be calculated and instead the number of participants with an event is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Severe Asthma Exacerbation Rate, While on Treatment Strategy (Participants Aged >=12 Years)","description":"The annualized exacerbation rate was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the length in days from treatment initiation until the date of first severe asthma exacerbation event, including all events that occurred up to the final DCO (20 September 2024). Time at risk was defined as the cumulative number of days in the randomized treatment period across all participants in the treatment group, excluding the days during a severe exacerbation event and the 7 days following it resolving. An asthma exacerbation was considered severe if it resulted in at least one of the following: use of systemic steroids for at least 3 days, inpatient hospitalization due to asthma or emergency room visit that required systemic steroids, or death due to asthma.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Severe Asthma Exacerbation Rate, While on Treatment Strategy (Participants Aged >=18 Years)","description":"The annualized exacerbation rate was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the length in days from treatment initiation until the date of first severe asthma exacerbation event, including all events that occurred up to the final DCO (20 September 2024). Time at risk was defined as the cumulative number of days in the randomized treatment period across all participants in the treatment group, excluding the days during a severe exacerbation event and the 7 days following it resolving. An asthma exacerbation was considered severe if it resulted in at least one of the following: use of systemic steroids for at least 3 days, inpatient hospitalization due to asthma or emergency room visit that required systemic steroids, or death due to asthma.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Systemic Glucocorticoid Exposure, While on Treatment Strategy (Participants Aged >=12 Years)","description":"The total systemic glucocorticoid exposure was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the cumulative dose of SCS following a severe exacerbation from treatment initiation until study completion, treatment discontinuation or a step-up in maintenance therapy. SCS were normalized to prednisone equivalents when calculating total dose, patients whose total dose could not be normalized are excluded from analysis.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null},{"groupId":"OG001","value":"61.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Systemic Glucocorticoid Exposure, While on Treatment Strategy (Participants Aged >=18 Years)","description":"The total systemic glucocorticoid exposure was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the cumulative dose of SCS following a severe exacerbation from treatment initiation until study completion, treatment discontinuation or a step-up in maintenance therapy. SCS were normalized to prednisone equivalents when calculating total dose, patients whose total dose could not be normalized are excluded from analysis.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":null},{"groupId":"OG001","value":"63.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Duration of Systemic Glucocorticoid Exposure, While on Treatment Strategy (Participants Aged >=12 Years)","description":"The total duration of systemic glucocorticoid exposure was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the cumulative days of SCS use following a severe exacerbation from treatment initiation until study completion, treatment discontinuation or a step-up in maintenance therapy. SCS were normalized to prednisone equivalents when calculating total dose, patients whose total dose could not be normalized are excluded from analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"2.17"},{"groupId":"OG001","value":"0.9","spread":"3.66"}]}]}]},{"type":"SECONDARY","title":"Total Duration of Systemic Glucocorticoid Exposure, While on Treatment Strategy (Participants Aged >=18 Years)","description":"The total duration of systemic glucocorticoid exposure was analyzed under the While on Treatment strategy in the Full analysis set (FAS) and was defined as the cumulative days of SCS use following a severe exacerbation from treatment initiation until study completion, treatment discontinuation or a step-up in maintenance therapy. SCS were normalized to prednisone equivalents when calculating total dose, patients whose total dose could not be normalized are excluded from analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"2.20"},{"groupId":"OG001","value":"0.9","spread":"3.72"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":1209},"commonTop":["Upper respiratory tract infection","COVID-19","Nasopharyngitis","Sinusitis","Bronchitis"]}}}