{"nctId":"NCT03554018","briefTitle":"Ibuprofen With or Without Acetaminophen for Low Back Pain","startDateStruct":{"date":"2018-10-16","type":"ACTUAL"},"conditions":["Low Back Pain"],"count":120,"armGroups":[{"label":"Acetaminophen","type":"EXPERIMENTAL","interventionNames":["Drug: Acetaminophen","Drug: Ibuprofen 600 mg","Behavioral: Educational intervention"]},{"label":"Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ibuprofen 600 mg","Behavioral: Educational intervention","Drug: Placebo oral capsule"]}],"interventions":[{"name":"Acetaminophen","otherNames":[]},{"name":"Ibuprofen 600 mg","otherNames":[]},{"name":"Educational intervention","otherNames":[]},{"name":"Placebo oral capsule","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPresent to emergency room primary for management of LBP, defined as pain originating between the lower border of the scapulae and the upper gluteal folds. Flank pain, that is pain originating from tissues lateral to the paraspinal muscles, will not be included.\n\n* Musculoskeletal etiology of low back. Patients with non-musculoskeletal etiologies such as urinary tract infection, ovarian cysts, or influenza like illness will be excluded. The primary clinical diagnosis, at the conclusion of the emergency room visit, must be a diagnosis consistent with non-traumatic, non-radicular, musculoskeletal low back pain.\n* Patient is to be discharged home.\n* Age 18-69\n* Non-radicular pain. Patients will be excluded if the pain radiates below the gluteal folds in a radicular pattern.\n* Pain duration \\<2 weeks (336 hours).\n* Prior to the acute attack of LBP, back pain cannot occur more frequently than once per month.\n* Non-traumatic LBP: no substantial and direct trauma to the back within the previous month\n* Functionally impairing back pain: A baseline score of \\> 5 on the Roland-Morris Disability Questionnaire\n\nExclusion Criteria:\n\n* Not available for follow-up\n* Pregnant\n* Chronic pain syndrome defined as use of any analgesic medication on a daily or near-daily basis\n* Allergic to or intolerant of investigational medications","healthyVolunteers":false,"sex":"ALL","genderBased":true,"minimumAge":"18 Years","maximumAge":"69 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Functional Impairment as Measured by the Roland Morris Disability Questionnaire","description":"The Roland Morris Disability Questionnaire (RMDQ) is a 24 item instrument that evaluates the impact of low back pain on one's daily life. It is most sensitive for patients with mild to moderate disability due to acute, sub-acute or chronic low back pain. Each question can be answered as either a \"yes\" or \"no\". The score ranges from 0 to 24 where a higher score reflects greater impairment and, therefore, worsening in the quality of life. The change in RMDQ is obtained by subtracting the RMDQ score at one week after discharge from the baseline score. The calculated mean and associated confidence interval values have been verified by staff statisticians.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"10.7"},{"groupId":"OG001","value":"11.9","spread":"9.7"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Moderate or Severe Pain, as Measured on an Ordinal Scale","description":"Data collected by telephone questionnaire. Participants asked to assess intensity of low back pain over the previous 24 hours, using a four point ordinal scale: severe, moderate, mild, or none.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Required Analgesic Medication for Low Back Pain Within the Previous 24 Hours.","description":"Telephone questionnaire is used to assess number of patients needing any analgesic or low back pain medication within the previous 24 hours.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Diarrhea","Drowsiness"]}}}