{"nctId":"NCT04285229","briefTitle":"A Study of Ixekizumab (LY2439821) in Chinese Participants With Radiographic Axial Spondyloarthritis","startDateStruct":{"date":"2020-04-10","type":"ACTUAL"},"conditions":["Spondyloarthritis"],"count":147,"armGroups":[{"label":"Ixekizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ixekizumab","Drug: Placebo"]}],"interventions":[{"name":"Ixekizumab","otherNames":["LY2439821"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have an established diagnosis of radiographic axial spondyloarthritis (r-xSpA) with sacroiliitis defined radiographically according to the modified New York criteria.\n* Participants have a history of back pain ≥3 months with age at onset \\<45 years.\n* Biologic naïve or have had prior treatment with 1 tumor necrosis factor (TNF) inhibitor.\n* Must have had an inadequate response to 2 or more NSAIDs at the therapeutic dose range for a total duration of at least 4 weeks OR have a history of intolerance to NSAIDs.\n* Have a history of prior therapy for axSpa for at least 12 weeks prior to screening.\n\nExclusion Criteria:\n\n* Have total ankylosis of the spine.\n* Have recently received a live vaccine within 12 weeks or have had a vaccination with Bacillus Calmette-Guerin (BCG) within the past year.\n* Have an ongoing or serious infection within the last 12 weeks.\n* Have a compromised immune system.\n* Have any other serious and/or uncontrolled diseases.\n* Have either a current diagnosis or a recent history of malignant disease.\n* Have had major surgery within 8 weeks of baseline, or will require surgery during the study.\n* Are pregnant or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving an Assessment of Spondyloarthritis International Society 40 (ASAS40) Response in Biological Disease-modifying Antirheumatic Drug (bDMARD)-naïve Participants","description":"ASAS40 is defined as improvement from baseline of greater than or equal to (\\>=) 40 % and absolute improvement from baseline of at least 2 units (range of 0 to 10) in at least 3 of the following 4 domains without any worsening in the remaining domain.\n\n1. Patient Global: How active was your spondylitis on average during the last week? score ranges 0 (not active) to 10 (very active).\n2. Spinal Pain: How much Pain of your spine due to Ankylosing spondylitis? score ranges 0 (no pain) to 10 (severe pain).\n3. Bath Ankylosing Spondylitis Functional Index (BASFI): Participant asked to rate the difficulty associated with 10 individual basic functional activities. Participant response was captured using Numeric Rating Scale (NRS) (range 0 to 10) with a higher score indicating worse function.\n4. Inflammation based on Q5 \\& Q6 mean of Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) (mean of intensity \\& duration of stiffness): Score ranges from \"0\" (none) and \"10\" (very severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"40.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an ASAS40 Response","description":"ASAS40 is defined as improvement from baseline of greater than or equal to (\\>=) 40 % and absolute improvement from baseline of at least 2 units (range of 0 to 10) in at least 3 of the following 4 domains without any worsening in the remaining domain.\n\n1. Patient Global: How active was your spondylitis on average during the last week? score ranges 0 (not active) to 10 (very active).\n2. Spinal Pain: How much Pain of your spine due to Ankylosing spondylitis? score ranges 0 (no pain) to 10 (severe pain).\n3. Bath Ankylosing Spondylitis Functional Index (BASFI): Participant asked to rate the difficulty associated with 10 individual basic functional activities. Participant response was captured using Numeric Rating Scale (NRS) (range 0 to 10) with a higher score indicating worse function.\n4. Inflammation based on Q5 \\& Q6 mean of Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) (mean of intensity \\& duration of stiffness): Score ranges from \"0\" (none) and \"10\" (very severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"37.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an ASAS20 Response","description":"ASAS20 response is defined as a ≥20% improvement and an absolute improvement from baseline of ≥1 units (range 0 to 10) in ≥3 of 4 domains, and no worsening of ≥20% and ≥1 unit (range 0 to 10) in the remaining domain.\n\n1. Patient Global: How active was your spondylitis on average during the last week? score ranges 0 (not active) to 10 (very active).\n2. Spinal Pain: How much Pain of your spine due to Ankylosing spondylitis? score ranges 0 (no pain) to 10 (severe pain).\n3. Bath Ankylosing Spondylitis Functional Index (BASFI): Participant asked to rate the difficulty associated with 10 individual basic functional activities. Participant response was captured using Numeric Rating Scale (NRS) (range 0 to 10) with a higher score indicating worse function.\n4. Inflammation based on Q5 \\& Q6 mean of Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) (mean of intensity \\& duration of stiffness): Score ranges from \"0\" (none) and \"10\" (very severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.6","spread":null},{"groupId":"OG001","value":"59.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ankylosing Spondylitis Disease Activity Score (ASDAS)","description":"ASDAS is a composite index to assess disease activity in AS. The parameters used for the ASDAS (with CRP as acute phase reactant) are\n\n1. Total back pain\n2. Patient global\n3. Peripheral pain/swelling\n4. Duration of morning stiffness and\n5. CRP in mg/L. The ASDAScrp is calculated with the following equation: 0.121×total back pain+0.110×patient global+0.073×peripheral pain/swelling+0.058×duration of morning stiffness+0.579×Ln(CRP+1). (CRP is in mg/liter, the range of other variables is from 0(normal) to 10(very severe); Ln represents the natural logarithm). Data from five variables combined to yield a score (0.6361 to no defined upper limit), where higher scores indicated higher disease activity. Least Square (LS) mean was determined by mixed-model repeated measures (MMRM) with treatment, baseline C-reactive protein (CRP) status, Tumor necrosis factor (TNF) inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":"0.103"},{"groupId":"OG001","value":"-1.33","spread":"0.100"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) Response","description":"The BASDAI is a participant-reported assessment consisting of 6 questions that relate to 5 major symptoms relevant to radiographic axial spondyloarthritis (rad-axSpA): 1) Fatigue, 2) Spinal pain, 3) Peripheral arthritis, 4) Enthesitis, 5) Intensity, and 6) Duration of morning stiffness. Participants need to score each item with a score from 0 to 10 (NRS). Total score is obtained from the average of symptom scores ranging 0 (no problem) to 10 (worst problem), with a higher score indicating more severe AS symptom. LS mean was determined by MMRM with treatment, baseline CRP status, TNF inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.90","spread":"0.231"},{"groupId":"OG001","value":"-2.39","spread":"0.226"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Functional Index (BASFI)","description":"The BASFI is a participant-reported assessment that establishes a participant's functional baseline and subsequent response to treatment. The BASFI is composed with 10 questions to assess the disease severity, including the first 8 questions regarding to functional anatomy related activities and the remaining 2 questions related to daily activities of AS participants. Participants respond to each question using an NRS scale (range 0 to 10). The BASFI score is the average of the 10 responses and has a possible minimum value of 0 and a possible maximum value of 10, with a higher score indicating worse function. LS mean was determined by MMRM with treatment, baseline CRP status, TNF inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.49","spread":"0.237"},{"groupId":"OG001","value":"-1.36","spread":"0.230"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Magnetic Resonance Imaging (MRI) of the Spine (Spondyloarthritis Research Consortium of Canada [SPARCC] Score)","description":"MRI score of spine was assessed using SPARCC method. All 23 disco-vertebral units (DVU) of the spine (from C2 to S1) were scored for bone marrow edema. A single DVU has 18 scoring units, and each has score of 0 or 1, bringing the maximum total score to 414, the sum ranges from 0 to 414 with higher scores reflecting worse disease. Scoring was performed by central readers. LS mean was determined by ANCOVA with factors for treatment, baseline CRP status, TNF inhibitors experience, and baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"1.550"},{"groupId":"OG001","value":"-8.65","spread":"1.507"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-Item Short Form Health Survey (SF-36) Physical Component Summary (PCS) Score","description":"SF-36 consists of 36 questions measuring 8 health domains: physical functioning, bodily pain, role limitations due to physical problems, role limitations due to emotional problems, general health perceptions, mental health, social function, and vitality. The patient's responses are solicited using Likert scales that vary in length, with 3-6 response options per item. The SF-36 can be scored into the 8 health domains named above and two overall summary scores: physical component summary (PCS) and mental component summary (MCS) scores. The domain and summary scores range from 0 to 100; higher scores indicate better levels of function and/or better health. LS mean was determined by MMRM with factors for treatment, baseline CRP status, TNF inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.23","spread":"0.740"},{"groupId":"OG001","value":"3.85","spread":"0.716"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-Item SF-36 Mental Component Summary (MCS) Score","description":"SF-36 consists of 36 questions measuring 8 health domains: physical functioning, bodily pain, role limitations due to physical problems, role limitations due to emotional problems, general health perceptions, mental health, social function, and vitality. The patient's responses are solicited using Likert scales that vary in length, with 3-6 response options per item. The SF-36 can be scored into the 8 health domains named above and two overall summary scores: physical component summary (PCS) and mental component summary (MCS) scores. The domain and summary scores range from 0 to 100; higher scores indicate better levels of function and/or better health. LS mean was determined by MMRM with factors for treatment, baseline CRP status, TNF inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"1.027"},{"groupId":"OG001","value":"0.45","spread":"1.003"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Measure of High Sensitivity C-Reactive Protein (CRP)","description":"High sensitivity CRP is the measure of acute phase reactant. It was measured with a high sensitivity assay at the central laboratory to help assess the effect of ixekizumab on disease activity. High sensitivity CRP is a sensitive laboratory assay for serum levels of C-Reactive Protein, which is a biomarker of inflammation. LS mean was determined by MMRM with treatment, baseline CRP status, TNF inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":"1.349"},{"groupId":"OG001","value":"-10.10","spread":"1.312"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mobility on the Bath Ankylosing Spondylitis Metrology Index (BASMI)","description":"BASMI is a combined index comprising of 5 clinical measurements of spinal mobility in patients with radiographic axial spondyloarthritis (rad-axSpA).\n\n1. Lateral Spinal Flexion\n2. Tragus-to-wall distance\n3. Lumbar Flexion (modified Schober)\n4. Maximal intermalleolar distance and\n5. Cervical rotation. The BASMI linear result is the average of the 5 assessments and ranges from 0 to 10. The higher the BASMI score the more severe the patient's limitation of movement due to their AS. LS mean was determined by MMRM with treatment, baseline CRP status, TNF inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.093"},{"groupId":"OG001","value":"-0.30","spread":"0.090"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Maastricht Ankylosing Spondylitis Enthesitis Score (MASES)","description":"The MASES is an index used to measure the severity of enthesitis. The MASES assesses 13 sites for enthesitis using a score of \"0\" for no activity or \"1\" for activity. Sites assessed include costochondral 1 (right/left), costochondral 7 (right/left), spinal iliaca anterior superior (right/left), crista iliaca (right/left), spina iliaca posterior (right/left), processus spinosus L5, and Achilles tendon proximal insertion (right/left). The MASES is the sum of all site scores (range 0 to 13); higher scores indicate more severe enthesitis. LS mean was determined by MMRM with treatment, baseline CRP status, TNF inhibitors experience, baseline value, visit, baseline value-by-visit, and treatment-by-visit interaction as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.06","spread":"0.349"},{"groupId":"OG001","value":"-1.77","spread":"0.361"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MRI Sacroiliac Joint(s) (SIJ) Spondyloarthritis Research Consortium of Canada (SPARCC) Score","description":"The SPARCC enthesitis is an index used to measure the severity of enthesitis. The SPARCC assesses 16 sites for enthesitis using a score of \"0\" for no activity or \"1\" for activity. Sites assessed include Medial epicondyle (left/right \\[L/R\\]), Lateral epicondyle (L/R), Supraspinatus insertion into greater tuberosity of humerus (L/R), Greater trochanter (L/R), Quadriceps insertion into superior border of patella (L/R), Patellar ligament insertion into inferior pole of patella or tibial tubercle (L/R), Achilles tendon insertion into calcaneum (L/R), and Plantar fascia insertion into calcaneum (L/R). The SPARCC is the sum of all site scores (range 0 to 16). Higher scores indicate more severe enthesitis. LS mean was determined by ANCOVA with factors for treatment, baseline CRP status, TNF inhibitors experience, and baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.31","spread":"1.021"},{"groupId":"OG001","value":"-6.98","spread":"0.986"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anterior Uveitis","description":"Anterior uveitis is an inflammation of the middle layer of the eye. which includes the iris (colored part of the eye) and the adjacent tissue, known as the ciliary body.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in ASAS-Nonsteroidal Anti-Inflammatory Drug (NSAID) Score","description":"ASAS-NSAID score is used to present the NSAID intake by considering the type of NSAID, the total dose and the number of days taking NSAID during a period of interest (PI). For the NSAID equivalence scoring system, \"no NSAID intake\" was set to a score value of 0, and the reference dose of NSAID (150 mg/day diclofenac) was set to a score value of 100. The Daily diclofenac-equivalent dose score was derived by converting each daily dose of NSAID to a percentage dose equivalent of 150 mg diclofenac. ASAS-NSAID score = (equivalent NSAID score) x (days of intake during PI) x (days per week)/(PI in days). The total score range is from 0 to 100, higher the score greater the NSAID intake and 0 represents no intake at all. A negative change from baseline indicates less NSAID consumption.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.71","spread":"46.481"},{"groupId":"OG001","value":"-26.13","spread":"41.384"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Anti-Ixekizumab Antibodies","description":"A treatment emergent - antidrug antibody (TE-ADA) positive participant is defined as: a) a participant with a \\>= 4-fold increase over a positive baseline antibody titer; or b) for a negative baseline titer, a participant with an increase from the baseline to a level of \\>= 1:10. Percentage was calculated based on the number of evaluable participants and was calculated by number of participants with treatment-emergent positive anti-ixekizumab antibodies / number of evaluable participants \\* 100%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"13.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Trough Ixekizumab Concentration at Steady State (Ctrough ss)","description":"Pharmacokinetics (PK): Steady-state trough serum concentration of Ixekizumab at week 16.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.89","spread":"52"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":73},"commonTop":["Upper respiratory tract infection","Injection site reaction","Hyperuricaemia","Hepatic function abnormal","Blood creatine phosphokinase increased"]}}}