{"nctId":"NCT04811664","briefTitle":"A Study of SARS CoV-2 Infection and Potential Transmission in Individuals Immunized With Moderna COVID-19 Vaccine","startDateStruct":{"date":"2021-03-24","type":"ACTUAL"},"conditions":["SARS-CoV-2 Infection"],"count":1923,"armGroups":[{"label":"Immediate Vaccination","type":"EXPERIMENTAL","interventionNames":["Biological: Moderna COVID-19 Vaccine"]},{"label":"Standard of care","type":"EXPERIMENTAL","interventionNames":["Biological: Moderna COVID-19 Vaccine"]},{"label":"Vaccine Declined","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Moderna COVID-19 Vaccine","otherNames":["mRNA-1273"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria for Main cohort, Vaccine Declined Group General and Demographic Criteria\n\n* Age of 18 through 29 years.\n* Ability and willingness to provide informed consent.\n* Prefers not to receive COVID-19 vaccine.\n* Willingness to be followed for the planned duration of the study.\n* Assessment of understanding: volunteer demonstrates understanding of this study; completes a questionnaire with demonstration of understanding of all questionnaire items answered incorrectly.\n* Access to device and internet for completion of study procedures.\n\nExclusion criteria for Main cohort, Vaccine Declined Group\n\n* Prior administration of a coronavirus (SARS-CoV-2, SARS-CoV, MERS-CoV) vaccine or current/planned simultaneous participation in another interventional study to prevent or treat COVID-19 (participation in studies of other investigational research agents allowed).\n* Any medical, psychiatric, occupational, or other condition that, in the judgment of the investigator, would interfere with, or serve as a contraindication to, protocol adherence, or a volunteer's ability to give informed consent.\n\nInclusion criteria for Prospective Close Contact (PCC) cohort\n\n* Age of 18 years or older, at the time of signing the informed consent.\n* Willing and able to provide informed consent.\n* Expected to be in frequent close physical proximity with Main Cohort participant during the study.\n* Willing to share results of SARS-CoV-2 testing.\n* Access to device and internet for completion of study procedures\n\nInclusion criteria for Case-ascertained Close Contact (CACC) cohort\n\n* Age of 18 years or older, at the time of signing the informed consent.\n* Willing and able to provide informed consent.\n* Access to device and internet for completion of study procedures.\n* Willing to share results of SARS-CoV-2 testing.\n* Had close contact with Main Cohort participant with known PCR-confirmed SARS-CoV-2 infection (eg, index case). Close contacts will have had exposure to the index participant, generally within 72 hours of an index diagnosis, and may include individuals that meet any of the following guidelines:\n\nProlonged close physical proximity with Main Cohort participant within a residence/vehicle/enclosed space without maintaining social distance,\n\nMedical staff, first responders, or other care persons who cared for the index case without appropriate personal protective equipment.\n\nFurther information on the definition of close contact can be found in the CoVPN 3006 Study Specific Procedures (SSP).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"29 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of Moderna COVID-19 Vaccine Against SARS-CoV-2 Infection","description":"Incidence of SARS-CoV-2 infection diagnosed by study PCR among baseline negative participants, with exposure starting from first study PCR and censored at last PCR/outside vaccination and exposure period for the Immediate arm additionally limited to period after the second vaccine dose (period unrestricted for Standard of Care and Vaccine Declined arms: by definition corresponds to unvaccinated exposure). Exact confidence interval.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":null},{"groupId":"OG001","value":"31.8","spread":null},{"groupId":"OG002","value":"89.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Effect of Moderna COVID-19 Vaccine on Mean Peak Nasal Viral Load","description":"As a measure of infection and a proxy of infectiousness, mean observed peak viral load (minimum cycle threshold) in nasal samples from FAS-P participants diagnosed with SARS-CoV-2 infection, stratified by lab and target (nucleocapsid gene N1 or N2). Nasal swabs were to be collected daily, and viral load was measured on available specimens taken between the first and last days of PCR-confirmed SARS-CoV-2 infection. Due to early termination, the study was underpowered to look at the vaccine effect on viral load and limited descriptive analysis was performed. The number participants analyzed per row is less than the overall number analyzed as participants were only analyzed by one of the two labs and in few cases the N2 target values could not be measured.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null},{"groupId":"OG001","value":"20.2","spread":null},{"groupId":"OG002","value":"22.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.3","spread":null},{"groupId":"OG001","value":"20.7","spread":null},{"groupId":"OG002","value":"22.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.4","spread":null},{"groupId":"OG001","value":"28.8","spread":null},{"groupId":"OG002","value":"24.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.1","spread":null},{"groupId":"OG001","value":"30.5","spread":null},{"groupId":"OG002","value":"26.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Effect of Moderna COVID-19 Vaccine on Median Peak Nasal Viral Load","description":"As a measure of infection and a proxy of infectiousness, median observed peak viral load (minimum cycle threshold) in nasal samples from FAS-P participants diagnosed with SARS-CoV-2 infection, stratified by lab and target (nucleocapsid gene N1 or N2). Nasal swabs were to be collected daily, and viral load was measured on available specimens taken between the first and last days of PCR-confirmed SARS-CoV-2 infection. Due to early termination, the study was underpowered to look at the vaccine effect on viral load and limited descriptive analysis was performed. The number participants analyzed per row is less than the overall number analyzed as participants were only analyzed by one of the two labs and in few cases the N2 target values could not be measured.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"19.6","spread":null},{"groupId":"OG002","value":"21.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"20.0","spread":null},{"groupId":"OG002","value":"21.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.4","spread":null},{"groupId":"OG001","value":"29.4","spread":null},{"groupId":"OG002","value":"22.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.1","spread":null},{"groupId":"OG001","value":"31.2","spread":null},{"groupId":"OG002","value":"25.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy of Moderna COVID-19 Vaccine Against COVID-19 Disease Confirmed by PCR Test and Symptoms","description":"Incidence of study PCR-confirmed SARS-CoV-2 infection and concurrent symptoms captured by daily or weekly symptom reporting (at least one of the following: hospitalization, fever, chills, cough, shortness of breath, difficulty breathing, tiredness/fatigue, muscle aches, joint aches, body aches, headache, change in sense of taste, change in sense of smell, sore throat, nasal congestion, runny nose, nausea, vomiting, diarrhea, oral ulcers and clinical or radiographical evidence of pneumonia) among baseline negative participants. Exposure starting from first study PCR and censored at last PCR/outside vaccination. Participants without concurrent symptom data were assumed not symptomatic and were additionally censored at SARS-CoV-2 infection. Exposure period for the Immediate arm additionally limited to period after the second vaccine dose (period unrestricted for Standard of Care and Vaccine Declined arms: by definition corresponds to unvaccinated exposure). Exact confidence interval.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"18.5","spread":null},{"groupId":"OG002","value":"53.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy of Moderna COVID-19 Vaccine Against SARS-CoV-2 Infection Regardless of Baseline Negativity","description":"Incidence of SARS-CoV-2 infection diagnosed by study PCR among FAS-P participants, with exposure starting from first study PCR and censored at last PCR/outside vaccination and exposure period for the Immediate arm additionally limited to period after the second vaccine dose (period unrestricted for Standard of Care and Vaccine Declined arms: by definition corresponds to unvaccinated exposure). Exact confidence interval.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"28.3","spread":null},{"groupId":"OG002","value":"76.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Impact of Moderna COVID-19 Vaccine on Secondary Transmission of SARS-CoV-2 Infection","description":"Evaluated by the number of secondary transmission events in close-contact cohorts from main study participants who were SARS-CoV-2 seronegative at enrollment","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Efficacy of Moderna COVID-19 Vaccine to Prevent Serologically Confirmed SARS-CoV-2 Infection","description":"Evaluated by SARS-CoV-2 antibodies to the nucleocapsid protein post Month 1 visit among participants who were SARS-CoV-2 seronegative at enrollment","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Efficacy of Moderna COVID-19 Vaccine Against COVID-19 Disease Confirmed by PCR Test and Symptoms","description":"Evaluated by SARS-CoV-2 infection confirmed by PCR among participants who were SARS-CoV-2 seronegative at enrollment; reporting at least 2 of the following systemic symptoms: Fever (≥ 38ºC), chills, myalgia, headache, sore throat; or reporting at least one of the following signs/symptoms: cough, shortness of breath or difficulty breathing, new olfactory or taste disorder, clinical or radiographical evidence of pneumonia, thromboembolic event, myocardial infarction, myocarditis, chilblains, or multi-inflammatory syndrome","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Effect of Moderna COVID-19 Vaccine on Magnitude of Viral Load Over Time","description":"Summary measures of the viral load curve, all evaluated among participants diagnosed with SARS-CoV-2 infection who were SARS-CoV-2 seronegative at enrollment","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Efficacy of Moderna Vaccine Regardless of Baseline Serostatus (SARS-CoV-2 Infection by PCR)","description":"Evaluated by SARS-CoV-2 infection diagnosed by PCR","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Effect of Moderna Vaccine on Viral Load Regardless of Baseline Serostatus (Viral Load)","description":"Evaluated by peak viral load in nasal samples from diagnosed participants","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Effect of Moderna Vaccine on Secondary Status Regardless of Baseline Serostatus (Secondary Transmission Events)","description":"Evaluated by number of secondary transmission events in close-contact cohorts","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Immunogenicity of Moderna COVID-19 Vaccine","description":"Magnitude and response rate of immune responses to vaccination as measured by binding antibody and neutralization assays","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Immune Responses as Correlates of Risk of SARS-CoV-2 Acquisition, Viral Load, Secondary Infection, and COVID-19 Disease","description":"Magnitude and response rate of immune responses to vaccination as measured by binding antibody and neutralization assays","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Efficacy of Moderna COVID-19 Vaccine Against Asymptomatic SARS-CoV-2 Infection","description":"SARS-CoV-2 infection by PCR or periodic serology","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Efficacy of Moderna COVID-19 Vaccine Against SARS-CoV-2 Infection and COVID-19 Disease","description":"SARS-CoV-2 infection diagnosed by PCR among participants who were SARS-CoV-2 seronegative at enrollment and who received all planned immunizations at designated immunization visits","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Effect of Moderna COVID-19 Vaccine on Viral Load","description":"Measure of peak viral load among participants who were SARS-CoV-2 seronegative at enrollment and who received all planned immunizations at designated immunization visits","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Effect of Moderna COVID-19 Vaccine on Secondary Transmission","description":"Measure of secondary transmission events among participants who were SARS-CoV-2 seronegative at enrollment and who received all planned immunizations at designated immunization visits","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}