{"nctId":"NCT04714359","briefTitle":"A Multi-Site Open-Label Extension Study of MDMA-Assisted Psychotherapy for PTSD","startDateStruct":{"date":"2021-03-08","type":"ACTUAL"},"conditions":["PTSD"],"count":87,"armGroups":[{"label":"MDMA-assisted therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Midomafetamine HCl"]}],"interventions":[{"name":"Midomafetamine HCl","otherNames":["3,4-methylenedioxymethamphetamine","MDMA HCl","midomafetamine","MDMA"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Were previously enrolled in a parent study and (meet one of the following):\n\n  1. At time of unblinding, their treatment assignment was to the placebo arm; or,\n  2. Did not begin Experimental Sessions due to the COVID-19 global pandemic or other unforeseen circumstances;\n  3. Completed fewer than three Experimental Sessions prior to Study Termination due to the COVID-19 global pandemic or other unforeseen circumstances.\n* Are considered in good standing with the study site at which they enrolled in a parent study; if, in the opinion of the investigator, therapy team, and Medical Monitor, the participant was compliant with protocol requirements, even if they were unable to complete all study visits.\n* Are at least 18 years old\n* Are fluent in speaking and reading the predominantly used or recognized language of the study site\n* Are able to swallow pills\n* Agree to have study visits recorded, including Experimental Sessions, Independent Rater assessments, and non-drug psychotherapy sessions\n* Must provide a contact (relative, spouse, close friend or other caregiver) who is willing and able to be reached by the investigators in the event of a participant becoming suicidal or unreachable.\n* Must agree to inform the investigators within 48 hours of any medical conditions and procedures\n* If of childbearing potential, must have a negative pregnancy test at study entry and prior to each Experimental Session, and must agree to use adequate birth control through 10 days after the last Experimental Session.\n* Must not participate in any other interventional clinical trials during the duration of the study\n* Agree to the following lifestyle modifications: comply with requirements for fasting and refraining from certain medications prior to Experimental Sessions.\n* Must be willing to remain overnight at the study site after each Experimental Session and be driven home after, and commit to medication dosing, therapy, and study procedures.\n\nExclusion Criteria:\n\n* Are not able to give adequate informed consent Have uncontrolled hypertension\n* Have a marked baseline prolongation of QT/QTc interval (e.g., repeated demonstration of a QTc interval \\>450 milliseconds \\[ms\\] in males and \\>460 ms in females corrected by Fridericia formula)\n* Have a history of additional risk factors for Torsade de pointes (e.g., heart failure, hypokalemia, family history of Long QT Syndrome)\n* Have evidence or history of significant medical disorders, such as myocardial infarction, cerebrovascular accident, or aneurysm\n* Have symptomatic liver disease\n* Have recent history of hyponatremia or hyperthermia\n* Weigh less than 48 kilograms (kg)\n* Are pregnant or nursing, or are of childbearing potential and are not practicing an effective means of birth control\n* Have an active illicit or prescription drug substance use disorder within 12 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Visit 16 in PCL-5 Total Score","description":"The Post Traumatic Stress Disorder Checklist for DSM-5 (PCL-5) is a 20-item self-report questionnaire in which respondents indicate the presence and severity of PTSD symptoms, derived from the symptoms of PTSD per DSM-5. Participants indicate how much distress they have experienced in the last 2 weeks due to symptoms such as \"Repeated, disturbing memories, thoughts, or images of a stressful experience from the past,\" \"Trouble remembering important parts of a stressful experience from the past,\" and \"Feeling irritable or having angry outbursts\" on a five-point Likert-type scale (0=Not at all to 4=Extremely). The total severity score can range from 0 to 80 and lower scores indicate less PTSD symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Visit 16 in Sheehan Disability Scale (SDS) Total Score","description":"The SDS is a self-report assessment of functional impairment. The reporting period for the SDS refers to the past month. The items indicate degree of impairment in the domains of work/school, social life, and home life, with response options based on an eleven-point scale (0=not at all to 10=extremely), with higher scores indicating greater functional impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":85},"commonTop":["Muscle tightness","Headache","Nausea","Decreased appetite","Suicidal ideation"]}}}