{"nctId":"NCT03434028","briefTitle":"Crystalloid Liberal or Vasopressors Early Resuscitation in Sepsis","startDateStruct":{"date":"2018-03-07","type":"ACTUAL"},"conditions":["Septic Shock"],"count":1563,"armGroups":[{"label":"Restrictive Fluids","type":"OTHER","interventionNames":["Drug: Early Vasopressors"]},{"label":"Liberal Fluids","type":"OTHER","interventionNames":["Other: Early Fluids"]}],"interventions":[{"name":"Early Vasopressors","otherNames":["Norepinephrine"]},{"name":"Early Fluids","otherNames":["Balanced crystalloid solution"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* A suspected or confirmed infection (broadly defined by administration or planned administration of antibiotics)\n* Sepsis-induced hypotension defined as systolic blood pressure \\< 100 mmHg or MAP \\< 65 mmHg after a minimum of at least 1 liter of fluid (\\*Fluids inclusive of pre-hospital fluids; blood pressure must be below any known or reported pre-morbid baseline).\n\nExclusion Criteria:\n\n* More than 4 hours elapsed since meeting inclusion criteria or 24 hours elapsed since admission to the hospital\n* Patient already received 3 liters of intravenous fluid (includes prehospital volumes)\n* Unable to obtain informed consent\n* Known pregnancy\n* Hypotension suspected to be due to non-sepsis cause (e.g. hemorrhagic shock)\n* Blood pressure is at known or reported baseline level\n* Severe Volume Depletion from an acute condition other than sepsis. In the judgment of the treating physician, the patient has an acute condition other than sepsis causing (or indicative) of \\*severe volume depletion; Examples include: Diabetic ketoacidosis, high volume vomiting or diarrhea, hyperosmolar hyperglycemic state, and nonexertional hyperthermia (heat stroke); severe is defined by the need for substantial intravenous fluid administration as part of routine clinical care\n* Pulmonary edema or clinical signs of new fluid overload (e.g. bilateral crackles, new oxygen requirement, new peripheral edema, fluid overload on chest x-ray)\n* Treating physician unwilling to give additional fluids as directed by the liberal protocol\n* Treating physician unwilling to use vasopressors as directed by the restrictive protocol.\n* Current or imminent decision to withhold most/all life-sustaining treatment; this does not exclude those patients committed to full support except cardiopulmonary resuscitation\n* Immediate surgical intervention planned such that study procedures could not be followed\n* Prior enrollment in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Death Before Discharge Home by Day 90","description":"The primary outcome was death from any cause before discharge home by day 90. Point estimates were from Kaplan-Meier curves. There were 109 deaths and 5 patients with censored data the restrictive fluid group and 116 deaths and 4 patients with censored data in the liberal group. We defined home as the same setting or a setting similar to the one where the patient resided before becoming ill. Thus, if a patient originated from a private residence and was discharged from the hospital to a rehabilitation setting, we assessed for vital status until return to the private residence.Vital status was determined using any of the following methods: medical record review, phone calls to patient, proxy or healthcare facility, review of obituaries, or information from the Centers for Disease Control and Prevention's National Death Index (NDI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Organ Support Free Days","description":"Defined as a patient being alive and without assisted breathing, new renal replacement therapy, or vasopressors (excluding vasopressor use prior to 48 hours). Any day that a patient is alive and without organ support will represent days alive and free of organ support.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"23.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Ventilator Free Days (VFD)","description":"Ventilator-free days is defined to be 28 days minus the duration of mechanical ventilation through day 28. Participants who do not survive to day 28 are assigned zero ventilator-free days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.4","spread":null},{"groupId":"OG001","value":"22.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Renal Replacement Free Days","description":"The number of calendar days between randomization and 28 days later that the patient is alive and without renal replacement therapy. Patients who died prior to day 28 are assigned zero renal replacement free days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null},{"groupId":"OG001","value":"23.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Vasopressor Free Days","description":"The number of calendar days between day 2 (eligibility starting 48 hours post randomization) and 26 days later that the patient is alive and without the use of vasopressor therapy. Patients who died prior to day 28 are assigned zero vasopressor free days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"ICU Free Days","description":"Defined as the number of days spent alive out of the ICU to day 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.8","spread":null},{"groupId":"OG001","value":"22.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Hospital Free Days to Discharge Home","description":"Days alive post hospital discharge through day 28. Patients who die on or prior to day 28 are assigned zero hospital free days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.2","spread":null},{"groupId":"OG001","value":"15.4","spread":null}]}]}]},{"type":"SECONDARY","title":"New Intubation With Invasive Mechanical Ventilation by 28 Days","description":"Patients who receive invasive mechanical ventilation via endotracheal or tracheostomy tube, except those intubated solely for a procedure and extubated within 24 hours, through to study day 28 meet this endpoint. Non-invasive mechanical ventilation will not be included as an outcome. This is a binary outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Initiation of Renal Replacement Therapy","description":"Patients receiving (new) renal replacement therapy through day 28. Patients with chronic renal replacement therapy initiated prior to the current sepsis illness were not eligible to meet this endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Kidney Disease: Change in Creatinine-based Global Outcomes (KIDGO) Score Between Baseline and 72 Hours","description":"Assessment of renal function using the KDIGO staging system (using serum creatinine criteria only) between baseline and 72 hours post randomization to assess for de novo acute kidney injury (AKI) (e.g., meeting criteria for AKI by KDIGO criteria) or worsening AKI (e.g., increasing severity). Patients on chronic renal replacement therapy were not eligible for this endpoint determination.\n\nScoring of 1-3 (using serum creatinine levels; a higher score indicates worsening kidney function):\n\n1. creatinine level 1.5-1.9 times baseline OR \\>/= 0.3 mg/dl (\\>/= 25.5 umol/l) increase\n2. creatinine level 2.0-2.9 times baseline\n3. creatinine level 3.0 times baseline OR increase in serum creatinine to \\>/=4.0mg/dl (\\>/= 353 umol/l) OR initiation of renal replacement therapy","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":null},{"groupId":"OG001","value":"0.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in SOFA (Sepsis Related Organ Failure Assessment) Score","description":"SOFA score was calculated at enrollment and at 72 hours using clinically available data.Total score: 0-4 points; 4 = worst outcome. Values not available at baseline were assumed normal. 72 hours assessment: Closest previously known value was carried forward for missing values. SOFA Scoring Breakout (lower scores mean a better outcome; clinically significant organ failure for CLOVERS was defined as a SOFA score 2 or more points higher than baseline):\n\n* Coagulation( Platelets, ×10³/µL): Score = 0: \\>150; 1: \\</= 150; 2: \\</= 100; 3: \\</= 50; 4: \\</= 2\n* Liver (Bilirubin, mg/dL): Score: 0: \\<1.2; 1: 1.2-1.9; 2: 2.0-5.9; 3: 6.0-11.9; 4: \\>11.9\n* Cardiovascular(Hypotension): Score: 0: no hypotension; 1: Mean arterial pressure \\<70 mmHg; 2: Dopamine\\</=5 OR any dobutamine; 3: Dopanime \\>5, epinephrine \\</=0, or Norepi \\</=0.1; 4: Dop \\>15, epi \\>0.1, or norepi \\>0.1\n* Renal (Creatinine, mg/dL or urine output, ml/d): Score: 0: \\<1.2; 1: 1.2-1.9; 3: 2.0-3.4; 3: 3.5-4.9 or \\<500; 4: \\>4.9 or \\<200","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":null},{"groupId":"OG001","value":"-0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Development of ARDS","description":"Presence and severity of ARDS is determined using the PaO2/FiO2 ratio or SpO2/FiO2 ratio and confirmation of ARDS through chest x-ray reviews.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"New Onset Atrial or Ventricular Arrhythmia","description":"The occurrence of one or more episodes (sustained for more than 1 minute for SVT and AF, \\> 15 seconds for VT) during through day 28 will be recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Death From Any Cause at Any Location by Day 90","description":"Subjects were contacted at day 90 to ascertain their survival status via telephone contact with the patient or family members or by a review of medical records and publicly available data sources.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null},{"groupId":"OG001","value":"169","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":782},"commonTop":["Fluid Overload","Anemia","Chest Pain","Rhabdomyolysis","Seizure Vs Syncope Vasovagal"]}}}