{"nctId":"NCT05412004","briefTitle":"Obstructive Sleep Apnea Master Protocol GPIF: A Study of Tirzepatide (LY3298176) in Participants With Obstructive Sleep Apnea","startDateStruct":{"date":"2022-06-21","type":"ACTUAL"},"conditions":["Obstructive Sleep Apnea","Obesity"],"count":469,"armGroups":[{"label":"Tirzepatide MTD_GPI1","type":"EXPERIMENTAL","interventionNames":["Drug: Tirzepatide"]},{"label":"Placebo_GPI1","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Tirzepatide MTD_GPI2","type":"EXPERIMENTAL","interventionNames":["Drug: Tirzepatide"]},{"label":"Placebo_GPI2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tirzepatide","otherNames":["LY3298176"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor GPI1 Participants:\n\n\\- Participants who are unable or unwilling to use PAP therapy. Participants must not have used PAP for at least 4 weeks prior to screening.\n\nFor GPI2 Participants:\n\n\\- Have been on PAP therapy for at least 3 consecutive months prior to screening and plan to continue PAP therapy during the study\n\nFor Both GPI1 and GPI2 Participants:\n\n* Have an AHI ≥15 on PSG as part of the trial at screening\n* Have a body mass index (BMI) ≥30 kilogram/square meter (kg/m²)\n* Have a history of at least 1 self-reported unsuccessful dietary effort to lose body weight\n\nExclusion Criteria:\n\nFor GPI2 Participants:\n\n* Have personal or job-related responsibilities, or in the opinion of the investigator have any situation, that would make it unsafe to stop PAP therapy for 7 days prior to PSG testing during the course of the study\n* Are unwilling to stop PAP therapy for 7 days prior to polysomnography (PSG) testing during the course of the study\n\nFor GPI1 and GPI2 Participants:\n\n* Female participants must not be pregnant, intending to be pregnant, breastfeeding, or intending to breastfeed.\n* Have type 1 diabetes mellitus (T1DM) or type 2 diabetes mellitus (T2DM), history of ketoacidosis, or hyperosmolar state/coma.\n* Have HbA1c ≥ 6.5% (≥ 48 mmol/mol) at baseline\n* Any previous or planned surgery for sleep apnea or major ear, nose or throat surgery, including tonsillectomy and adenoidectomy that still may affect breathing at time of baseline\n* Have significant craniofacial abnormalities that may affect breathing at baseline\n* Have diagnosis of Central or Mixed Sleep Apnea with % of mixed or central apneas/hypopneas ≥50%, or diagnosis of Cheyne Stokes Respiration\n* Diagnosis of Obesity Hypoventilation Syndrome or daytime hypercapnia.\n* Active device treatment of OSA other than PAP therapy (for example, dental appliance), or other treatment, that in the opinion of the investigator, may interfere with study outcomes, unless willing to stop treatment at baseline and throughout the study.\n* Respiratory and neuromuscular diseases that could interfere with the results of the trial in the opinion of the investigator.\n* Have a self-reported change in body weight \\>5 kg within 3 months prior to screening\n* Have a prior or planned surgical treatment for obesity (excluding liposuction or abdominoplasty if performed more than 1 year prior to screening)\n* Have or plan to have endoscopic and/or device-based therapy for obesity or have had device removal within the last 6 months (for example, mucosal ablation, gastric artery embolization, intragastric balloon, and duodenal-jejunal bypass sleeve)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Apnea-Hypopnea Index (AHI)","description":"AHI, Apnea-Hypopnea Index, is the number of apneas or hypopneas recorded via polysomnography during the study per hour of sleep. Apnea is defined as a cessation of airflow lasting at least 10 seconds, hypopnea as a decrease in airflow by at least 30% from baseline for at least 10 seconds occurring with a drop in oxygen saturation (SpO₂) by at least 4%. AHI values are categorized as 5-15 events/hr = mild; 15-\\<30 events/hr = moderate; and ≥ 30 events/hr = severe. a significant reduction in values indicates a positive outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.25","spread":"2.06"},{"groupId":"OG001","value":"-5.25","spread":"2.11"},{"groupId":"OG002","value":"-29.27","spread":"1.99"},{"groupId":"OG003","value":"-5.51","spread":"2.21"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Apnea-Hypopnea Index (AHI)","description":"Percent Change From Baseline in AHI was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.68","spread":"5.90"},{"groupId":"OG001","value":"-3.03","spread":"7.07"},{"groupId":"OG002","value":"-58.72","spread":"5.28"},{"groupId":"OG003","value":"-2.50","spread":"6.95"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥50% AHI Reduction From Baseline","description":"Percentage of participants achieving ≥50% AHI reduction from baseline to Week 52 was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.22","spread":null},{"groupId":"OG001","value":"18.96","spread":null},{"groupId":"OG002","value":"72.40","spread":null},{"groupId":"OG003","value":"23.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With AHI <5 or With AHI 5-14 With Epworth Sleepiness Scale (ESS) ≤10","description":"The percentage of participants with OSA remission (AHI \\<5 events per hour of sleep) or with mild OSA without excessive daytime sleepiness (AHI 5-14 events per hour of sleep with ESS ≤10) at Week 52 was evaluated. The ESS is used to assess improvements in excessive daytime sleepiness from baseline to Week 52. The ESS is an 8-item, participant-completed measure that asks the participant to rate, on a scale of 0 (no chance of dozing) to 3 (high chance of dozing), their usual chances of dozing in 8 different daytime situations, with a recall period of \"in recent times.\" The ESS total score is the sum of the 8-item scores and ranges from 0 to 24, with higher scores indicating greater daytime sleepiness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.17","spread":null},{"groupId":"OG001","value":"15.88","spread":null},{"groupId":"OG002","value":"50.24","spread":null},{"groupId":"OG003","value":"14.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sleep Apnea-Specific Hypoxic Burden (SASHB) (% Min/Hour)","description":"SASHB was determined by measuring the respiratory event-associated area under the curve for oxygen desaturation from pre-event baseline and represents the cumulative burden of intermittent hypoxia caused by OSA-related sleep-disordered breathing at sleep.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-95.19","spread":"4.081"},{"groupId":"OG001","value":"-25.07","spread":"9.804"},{"groupId":"OG002","value":"-102.98","spread":"3.758"},{"groupId":"OG003","value":"-41.69","spread":"11.313"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient-Reported Outcomes Measurement Information System (PROMIS) Short Form Sleep-Related Impairment 8a (PROMIS SRI) and PROMIS Short Form Sleep Disturbance 8b (PROMIS SD)","description":"PROMIS SRI consists of 8 items that assess self-reported perceptions of alertness, sleepiness, and tiredness during usual waking hours and perceived functional impairments associated with sleep problems. PROMIS SRI has a recall period of \"in the past 7 days\" and each item is rated on a 5-point scale from \"not at all\" to \"very much.\" PROMIS SD consists of 8 items that assess self-reported perceptions of sleep quality, sleep depth, and restoration associated with sleep. PROMIS SD has a recall period of \"in the past 7 days\" and each item is rated on a 5-point scale ranging from \"not at all\" to \"very much,\" \"never\" to \"always,\" or \"very poor\" to \"very good.\" For both PROMIS SRI and PROMIS SD, item responses are used to generate T-scores which are standardized scores with a mean of 50 and a standard deviation of 10 (score range cannot be specified for T-scores). Higher T-scores indicate worse outcomes; more sleep-related impairment (PROMIS SRI) or more sleep disturbance (PROMIS SD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.47","spread":"0.69"},{"groupId":"OG001","value":"-2.44","spread":"0.70"},{"groupId":"OG002","value":"-6.98","spread":"0.82"},{"groupId":"OG003","value":"-3.08","spread":"0.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.57","spread":"0.83"},{"groupId":"OG001","value":"-3.13","spread":"0.80"},{"groupId":"OG002","value":"-8.18","spread":"0.95"},{"groupId":"OG003","value":"-3.91","spread":"1.03"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Body Weight","description":"Percent Change from Baseline in Body Weight was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.65","spread":"0.69"},{"groupId":"OG001","value":"-1.56","spread":"0.68"},{"groupId":"OG002","value":"-19.62","spread":"0.71"},{"groupId":"OG003","value":"-2.34","spread":"0.74"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in High Sensitivity C Reactive Protein (hsCRP) Concentration","description":"HsCRP is a marker for inflammation and was measured from blood samples to identify the presence of inflammation, to determine its severity, and to monitor response to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.42","spread":"0.151"},{"groupId":"OG001","value":"-0.70","spread":"0.203"},{"groupId":"OG002","value":"-1.37","spread":"0.130"},{"groupId":"OG003","value":"-0.33","spread":"0.236"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP)","description":"Change in systolic blood pressure from baseline to Week 48 was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.46","spread":"1.02"},{"groupId":"OG001","value":"-1.84","spread":"1.03"},{"groupId":"OG002","value":"-7.64","spread":"1.03"},{"groupId":"OG003","value":"-3.94","spread":"1.18"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":114},"commonTop":["Diarrhoea","Nausea","Constipation","Nasopharyngitis","Vomiting"]}}}