{"nctId":"NCT02604407","briefTitle":"Safety and Efficacy Study of SHP465 in Adults Aged 18-55 Years With Attention-deficit/ Hyperactivity Disorder (ADHD)","startDateStruct":{"date":"2015-11-19","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder (ADHD)"],"count":275,"armGroups":[{"label":"SHP465 12.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: SHP465 12.5mg capsules (one capsule daily)"]},{"label":"SHP465 37.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: SHP465 12.5mg, 25mg, or 37.5mg capsules (one capsule daily)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"SHP465 12.5mg capsules (one capsule daily)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"SHP465 12.5mg, 25mg, or 37.5mg capsules (one capsule daily)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubject must be 18-55 years of age\n\nSubject is able to provide written, personally signed and dated informed consent.\n\nSubject is willing and able to comply with all of the testing and requirements defined in the protocol\n\nSubject, who is a female, must not be pregnant.\n\nSubject must have a satisfactory medical assessment with no clinically significant or relevant abnormalities.\n\nSubject has a primary diagnosis of ADHD.\n\nSubject has an adult ADHD-RS with prompts total score ≥28 at the baseline visit.\n\nSubject must have a minimum level of intellectual functioning, as determined by the investigator.\n\nSubject is able to swallow a capsule.\n\nSubject is currently not on ADHD therapy or is not completely satisfied with any aspect of their current ADHD therapy.\n\nExclusion Criteria:\n\nSubject has a current, comorbid psychiatric diagnosis with significant symptoms.\n\nSubject is considered a suicide risk in the opinion of the investigator\n\nSubject has a body mass index (BMI) of \\<18.5 kg/m2 at the screening visit.\n\nSubject has a BMI ≥40 kg/m2 at the screening visit.\n\nSubject has a concurrent chronic or acute illness, disability, or other condition.\n\nSubject has a history of seizure, a chronic or current tic disorder, or a current diagnosis of Tourette's disorder.\n\nSubject has a history of moderate to severe hypertension.\n\nSubject has a known history of symptomatic cardiovascular disease\n\nSubject has a known family history of sudden cardiac death or ventricular arrhythmia.\n\nSubject has any clinically significant ECG or clinically significant laboratory abnormality at the screening visit.\n\nSubject has current abnormal thyroid function\n\nSubject has a documented allergy, hypersensitivity, or intolerance to amphetamine or to any excipients in the investigational product.\n\nSubject has failed to respond, to an adequate course(s) of amphetamine therapy.\n\nSubject has a history of suspected substance abuse or dependence disorder.\n\nSubject has a positive urine drug result at the screening visit (with the exception of subject's current stimulant therapy, if any) or Subject has taken another investigational product or has taken part in a clinical study within 30 days prior to the screening visit.\n\nSubject has previously completed, has discontinued, or was withdrawn from this study.\n\nSubject is taking any medication that is excluded or has not been appropriately washed out according to the protocol requirements.\n\nSubject is required to take or anticipates the need to take medications that have CNS effects or affect performance.\n\nSubject is female and is pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Adult Attention-deficit/Hyperactivity Disorder Rating Scale-4 (ADHD-RS) With Prompts Total Score at Visit 6 (Week 4)","description":"The ADHD-RS was developed to measure the behaviors of children with Attention deficit hyperactivity disorder (ADHD). The adult ADHD-RS with prompts consists of 18 items designated to reflect current symptomatology of ADHD based on the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria. Each item is scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms), with the total score for the rating scale ranging from 0 to 54. Higher score = more severe symptoms.The scale is subdivided into 2 subscales of 9 symptoms each: hyperactivity/impulsivity and inattentiveness. Adult prompts are included with the ADHD-RS to create a semistructured measurement that allows the clinician to probe the extent, frequency, breadth, severity, and consequences of these symptoms to ascertain impairment in an adult population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.5","spread":"6.52"},{"groupId":"OG001","value":"39.8","spread":"6.38"},{"groupId":"OG002","value":"39.9","spread":"7.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.0","spread":"11.47"},{"groupId":"OG001","value":"-18.1","spread":"13.42"},{"groupId":"OG002","value":"-23.8","spread":"11.89"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Improvement (CGI-I) Score at Visit 6 (Week 4)","description":"CGI scales permit a global evaluation of the participant's severity and improvement over time. CGI-I was performed to rate the severity of a participant's condition on a 7-point scale ranging from 1 (normal, not at all ill) to 7 (among the most extremely ill participants).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"1.05"},{"groupId":"OG001","value":"2.4","spread":"1.16"},{"groupId":"OG002","value":"1.9","spread":"1.10"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":89},"commonTop":["Decreased appetite","Dry mouth","Insomnia","Headache","Anxiety"]}}}