{"nctId":"NCT00653523","briefTitle":"Coadministration of Ezetimibe and Simvastatin in Patients With Primary Hypercholesterolemia (P05457)","startDateStruct":{"date":"2007-12-01","type":"ACTUAL"},"conditions":["Hypercholesterolemia"],"count":151,"armGroups":[{"label":"Ezetimibe + Simvastatin","type":"EXPERIMENTAL","interventionNames":["Drug: Ezetimibe","Drug: Simvastatin"]}],"interventions":[{"name":"Ezetimibe","otherNames":["SCH 58235"]},{"name":"Simvastatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with hypercholesterolemia who satisfy the following criteria:\n\n  * Patients who have used any of the following HMG-CoA reductase inhibitors (hereinafter referred to as \"statins\") for 4 weeks or longer before the start of the observation period and whose LDL-cholesterol level during the treatment had not reached lipid management target indicated below\n  * Age: 20 years of age or older (at the time of obtaining informed consent)\n  * Sex: both males and females\n  * Inpatient/outpatient: Out-patients\n\nExclusion Criteria:\n\n* Patients for whom any of the following is applicable:\n\n  * Patients whose fasted triglyceride level measured at the start of the observation period or the treatment period exceeds 500 mg/dL\n  * Patients with homozygous familial hypercholesterolemia\n  * Patients with creatine phosphokinase (CPK) \\> 2x upper limit of normal (ULN) measured at the start of the observation period or the treatment period.\n  * Patients with serious hepatic disorder, or patients with alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2x ULN measured at the start of the observation period or the treatment period.\n  * Patients with a history of hypersensitivity to any ingredient of ezetimibe tablets or simvastatin tablets\n  * Pregnant, nursing women, women who may be pregnant, or patients wishing to be pregnant during the study.\n  * Patients who have discontinued use of serum lipid lowering agents for less than 4 weeks at the start of the treatment period (8 weeks in the case of probucol). (However, if the patient had taken a serum lipid lowering agent before the test conducted at the start of the observation period, a period of discontinuation of 27 days, or 55 days in the case of probucol, is allowed.)\n  * Patients who are using cyclosporine from after the start of the observation period\n  * Patients who are using any of the following drug from after the start of the observation period: itraconazole, miconazole, atazanavir, saquinavir mesilate\n  * Patients with a history of ezetimibe use\n  * Patients with hyperlipidemia associated with the following diseases:\n\n    * Hypothyroidism\n    * Obstructive gall bladder or biliary disease\n    * Chronic renal failure\n    * Pancreatitis\n  * Patients with hyperlipidemia associated with concomitant use of drugs having adverse effect on serum lipids, etc\n  * Patients who have received an investigational drug within 4 weeks of the start of the observation period\n  * Other patients deemed not appropriate for study entry by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events and Adverse Reactions","description":"An adverse event is any unfavorable medical event occurring in a subject to whom an investigational product is administered, and a causal relationship between the administered investigational product and an adverse event is not always clarified.\n\nThat is, an adverse event is any unfavorable or unintended sign (including an abnormal change in laboratory test values), symptom, or disease, and a causal relationship to the relevant investigational product is not considered.\n\nAny adverse event that was treatment-related was considered an adverse reaction.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":151},"commonTop":["NASOPHARYNGITIS","C-REACTIVE PROTEIN INCREASED","BLOOD CREATINE PHOSPHOKINASE INCREASED","ALANINE AMINOTRANSFERASE INCREASED","MYOGLOBIN BLOOD INCREASED"]}}}