{"nctId":"NCT00843492","briefTitle":"A Study to Evaluate the Efficacy and Safety of Fondaparinux for the Prevention of Venous Blood Clots in Patients With a Plaster Cast or Other Type of Immobilization for a Below-knee Injury Not Needing Surgery","startDateStruct":{"date":"2008-12"},"conditions":["Thrombosis, Venous"],"count":1351,"armGroups":[{"label":"Nadroparin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nadroparin"]},{"label":"Fondaparinux","type":"EXPERIMENTAL","interventionNames":["Drug: Fondaparinux sodium"]}],"interventions":[{"name":"Fondaparinux sodium","otherNames":[]},{"name":"Nadroparin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Requiring rigid or semi-rigid immobilization (e.g. with a plaster cast or brace) for at least 21 days and up to 45 days because of isolated non-surgical below-knee injury\n* With a no weight-bearing recommendation at the time of inclusion (partial weight bearing is permitted e.g. crutches, walking cast, relief shoes),\n* Presenting at least one of the following risk factors for venous thromboembolism: below-knee fracture or Achilles tendon rupture, age ≥40 years, body mass index \\> 30 kg/m2, oestrogen-containing hormonal replacement therapy or oral contraception, active cancer (treatment ongoing or stopped for less than one year), history of VTE, congenital or acquired hypercoagulable state,\n* Requiring thromboprophylaxis according to the Investigator's judgement up to complete mobilization (corresponding to cast or brace removal)\n* Able and willing to provide written informed consent\n\nExclusion Criteria:\n\n* Delay between injury and randomization greater than two days,\n* Treatment with antithrombotic or anticoagulant therapy, including low-dose anticoagulation, for more than 2 days prior to randomization,\n* Anticoagulant therapy required or likely to be required during the study period for another reason (e.g. planned surgery justifying pharmacological thromboprophylaxis, curative dose for treatment of VTE, etc.)\n* Known hypersensitivity to fondaparinux or nadroparin or their excipient,\n* Known history of heparin-induced thrombocytopenia,\n* Women of childbearing potential not using a reliable contraceptive method throughout the study period,\n* Women pregnant or breast-feeding during the study period.\n* Active, clinically significant bleeding,\n* Clinically significant bleeding within the past six months,\n* Major surgery within the previous three months,\n* Intraocular (other than cataract), spinal, and/or brain surgery within the previous twelve months,\n* Haemorrhagic stroke within the previous twelve months,\n* Severe head injury within the previous three months,\n* Documented congenital or acquired bleeding tendency/disorder(s),\n* Previous (within 12 months) or active or currently treated peptic ulcer disease,\n* Uncontrolled arterial hypertension (systolic blood pressure over 180 mm Hg or diastolic blood pressure over 110 mm Hg),\n* Treatment with more than one antiplatelet agents (e.g. clopidogrel and aspirin) at any dose,\n* Need for chronic aspirin at doses≥ 325 mg or chronic NSAIDs,\n* Bacterial endocarditis,\n* Severe hepatic impairment,\n* Calculated creatinine clearance \\< 30 mL/min,\n* Thrombocytopenia ( \\<100x10\\_9/L)\n* Body weight \\< 50 kg.\n* Any condition that could prevent the patient from providing written informed consent or from adhering to study treatment,\n* Life expectancy under six months,\n* Participation in any study using an investigational drug during the previous three months,\n* Patient in whom V3 is unlikely to be feasible (e.g. patient moving house),\n* In France, a subject will not be eligible for inclusion in this study if not either affiliated to or a beneficiary of a social security system. This is an additional exclusion criterion only applying to subjects enrolled in France.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Venous Thromboembolism (VTE) or Death up to the Time of Complete Mobilization","description":"VTE is defined as asymptomatic deep vein thrombosis (DVT: the formation of a blood clot in a deep vein) detected by systematic compression ultrasonography, symptomatic DVT, or symptomatic fatal or non-fatal pulmonary embolism (PE). An embolism is a clot in the blood that forms and blocks a blood vessel. A pulmonary embolism is a blood clot that has travelled from elsewhere in the body through the blood stream to block the main artery of the lung or one of its branches. All venous thromboembolic events and deaths were adjudicated by the independent Central Adjudication Committee (CAC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Adjudicated Components of VTE, Asymptomatic DVT, Symptomatic DVT, Symptomatic PE, and Death","description":"All components of the primary endpoint were considered separately: any VTE; symptomatic (providing no evidence of disease existence) DVT (the formation of a blood clot in a deep vein) detected by systematic compression ultrasonography; symptomatic(providing evidence of disease existence) DVT; symptomatic PE (blood clot that has travelled from elsewhere in the body through the blood stream to block the main artery of the lung of one of its branches); and death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed VTE and Death up to the Final Visit or Contact","description":"The number of participants with VTE (defined as asymptomatic deep vein thrombosis \\[DVT: the formation of a blood clot in a deep vein\\] detected by systematic compression ultrasonography, symptomatic DVT, or symptomatic fatal or non-fatal pulmonary embolism \\[PE\\]) and death was assessed. An embolism is a clot in the blood that forms and blocks a blood vessel. A PE is a blood clot that has travelled from elsewhere in the body through the blood stream to block the main artery of the lung or one of its branches.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Major Bleeding From Day 1 to Complete Mobilization and From Day 1 up to the Final Visit or Contact","description":"Major bleeding is defined as bleeding that results in a fatality, symptomatic bleeding in a critical area or organ, bleeding causing a fall in hemoglobin level of 20 grams/liter (1.24 millimoles/liter) or more compared with the pre-randomization hemoglobin level, or bleeding that leads to a transfusion of two or more units of whole blood or red blood cells. All episodes of bleeding were adjudicated by an independent CAC. The committee members were unaware of the participants' treatment assignment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Relevant Non-major Bleeding From Day 1 to Complete Mobilization and From Day 1 up to the Final Visit or Contact","description":"Clinically relevant non-major bleeding that does not qualify as major is defined as bleeding leading to treatment discontinuation, and/or epistaxis (bleeding through the nose) that lasts for more than 5 minutes or necessitates intervention (e.g., packing), spontaneous macroscopic haematuria (blood in urine), gastrointestinal haemorrhage, haemoptysis (coughing up blood), or subcutaneous haematoma (localized collection of blood) \\> 100 centimeters squared. All episodes of bleeding were adjudicated by an independent CAC. The committee members were unaware of the participants' treatment assignment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Minor Bleeding From Day 1 to Complete Mobilization and From Day 1 up to the Final Visit or Contact","description":"Minor bleeding is defined as clinically overt bleeding events that do not meet the criteria for major or clinically relevant non-major bleeding. All episodes of bleeding were adjudicated by an independent CAC. The committee members were unaware of the participants' treatment assignment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Any Incidence of Any Bleeding Event as Adjudicated by a CAC) From Day 1 to Complete Mobilization and From Day 1 up to the Final Visit or Contact","description":"All episodes of bleeding, except minor bruising, skin hematomas not greater than 5 centimeters in diameter, self-limited epistaxis (bleeding through the nose), and self-limited gingival (gum) bleeding, were adjudicated by an independent CAC. The committee members were unaware of the participants' treatment assignment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":670},"commonTop":["Headache","Injection site haematoma","Pain in extremity","Nausea","Arthralgia"]}}}