{"nctId":"NCT00080288","briefTitle":"Safety/Efficacy Study With Armodafinil (CEP-10953) in Treatment of Excessive Sleepiness Associated With Chronic SWSD","startDateStruct":{"date":"2004-03"},"conditions":["Excessive Sleepiness","Shift Work Sleep Disorder"],"count":254,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Armodafinil 150 mg/day"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Armodafinil 150 mg/day","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients are included in the study if all of the following criteria are met:\n\n* Written informed consent is obtained.\n* The patient is an outpatient, man or woman of any ethnic origin, 18 to 65 years of age (inclusive).\n* The patient has a complaint of excessive sleepiness.\n* The patient has a diagnosis of SWSD according to International Classification of Sleep Disorders (ICSD) criteria, and must have had excessive sleepiness during night shifts for at least 3 months.\n* The patient must work at least 5 night shifts per month, of which at least 3 nights are consecutive, and plan to maintain this schedule.\n* The patient must work night shifts that include at least 6 hours between 2200 and 0800 and be no longer than 12 hours in duration.\n* The patient is in good health as determined by a medical and psychiatric history, physical examination, ECG, and serum chemistry and hematology.\n* Women must be surgically sterile, 2 years postmenopausal, or, if of child-bearing potential, using a medically accepted method of birth control (ie, barrier method with spermicide, steroidal contraceptive, or intrauterine device \\[IUD\\]) and agree to continued use of this method for the duration of the study. Steroidal contraceptives must be used with a barrier method while taking the study drug and for at least a full cycle after discontinuation of the study drug.\n* The patient has a mean sleep latency of 6 minutes or less as determined by the MSLT\n* The patient has a CGI-S rating as it pertains to sleepiness during night shifts including the commute to and from work.\n* The patient does not have any medical or psychiatric disorders that could account for the excessive sleepiness during the night shift.\n* The patient is able to complete self rating scales and computer-based testing.\n* The patient is willing and able to comply with study restrictions and to attend regularly scheduled clinic visits as specified in this protocol.\n\nExclusion Criteria:\n\nPatients are excluded from participating in this study if 1 or more of the following criteria are met:\n\n* has any clinically significant, uncontrolled medical or psychiatric conditions (treated or untreated)\n* has a probable diagnosis of a current sleep disorder other than SWSD\n* consumes caffeine including coffee, tea and/or other caffeine containing beverages or food averaging more than 600 mg of caffeine per day\n* used any prescription drugs disallowed by the protocol or clinically significant use of over the-counter (OTC) drugs within 7 days before the screening/baseline visit\n* has a history of alcohol, narcotic, or any other drug abuse as defined by the Diagnostic and Statistical Manual of Mental Disorders of the American Psychiatric Association, 4th Edition (DSM IV)\n* has a positive urine drug screen (UDS) at the screening visit\n* has a clinically significant deviation from normal in the physical examination\n* is a pregnant or lactating woman. (Any woman becoming pregnant during the study will be withdrawn from the study.)\n* has used an investigational drug within 1 month before the screening visit\n* has any disorder that may interfere with drug absorption, distribution, metabolism, or excretion (including gastrointestinal surgery)\n* has a known clinically significant drug sensitivity to stimulants or modafinil","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Multiple Sleep Latency Test (MSLT)","description":"The Multiple Sleep Latency Test (MSLT) is an objective assessment of sleepiness that measures the ability of a subject to remain awake. Long latencies to sleep are indicative of a patient's ability to remain awake. Mean sleep latency from MSLT was measured for five 20-minute (maximum) MSLT naps performed at scheduled visits (2400 \\[midnight\\], 0200, 0400, 0600, and 0800).The MSLT was administered at weeks 4, 8, and 12. The primary efficacy variable was the mean change from the baseline assessment in MSLT sleep latency as assessed at week 12 (or last postbaseline visit).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"4.46"},{"groupId":"OG001","value":"0.4","spread":"2.87"}]}]}]},{"type":"PRIMARY","title":"Clinical Global Impression of Change (CGI-C)","description":"Number of participants who had at least minimal improvement in CGI-C ratings at Week 12 or last post-baseline visit. The CGI-C uses the following categories and scoring assignments: 1=Very much improved; 2=Much improved; 3=Minimally improved; 4=No change; 5=Minimally worse; 6=Much worse; and 7=Very much worse. Severity of illness was assessed at baseline by the CGI-S, which consists of the following categories: 1=Normal (shows no signs of illness); 2=Borderline ill; 3=Mildly (Slightly) ill; 4=Moderately ill; 5=Markedly ill; 6=Severely ill; and 7=Among the most extremely ill patients.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"104","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":123},"commonTop":["Headache","Nausea","Nasopharyngitis"]}}}