{"nctId":"NCT00579878","briefTitle":"Triple III Comparison of Leflunomide Alone Versus Two DMARD Combinations in the Treatment of Rheumatoid Arthritis","startDateStruct":{"date":"2001-03-27","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis"],"count":69,"armGroups":[{"label":"Leflunomide alone vs combination therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Leflunomide"]},{"label":"Methotrexate-Sulfasalazine-Hydroxychloroquine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Methotrexate-Sulfasalazine-Hydroxychloroquine"]},{"label":"Leflunomide-Sulfasalazine-Hydroxychloroquine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Leflunomide-Sulfasalazine-Hydroxychloroquine"]}],"interventions":[{"name":"Leflunomide","otherNames":["Arava®"]},{"name":"Methotrexate-Sulfasalazine-Hydroxychloroquine","otherNames":["Trexall, Rheumatrex","Azulfidine®","Plaquenil®"]},{"name":"Leflunomide-Sulfasalazine-Hydroxychloroquine","otherNames":["Arava®","Azulfidine®","Plaquenil®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age greater or 19 years and less than or 80 years old\n* Duration of disease greater or equal to 6 months\n* Diagnosis of RA with criteria\n* Negative urine pregnancy test\n* Be capable of understanding and giving written, voluntary informed consent\n* Must present with at least six swollen and six tender joints at the screening evaluation\n\nExclusion Criteria:\n\n* Patients treated previously with leflunomide\n* Patients that have been treated with methotrexate in combination with any of the study drugs\n* Patients with a history of allergy to, or any history of significant clinical or laboratory adverse experience associated with any of the study drugs\n* Doses of oral steroids that are either unstable or greater than 10mg/day\n* Stage IV disease or other significant disease including chest x-rays that show evidence of rheumatoid lung disease. Stage IV disease is defined as x-ray evidence of cartilage/bone destruction with fibrous or bony ankylosis; creatinine greater than 2.0mg/dL, AST or ALT greater normal\n* Any significant liver, renal , hematologic, pulmonary, cardiovascular disease (including uncontrolled hypertension), any active peptic ulcer disease, or visual problems including a recent decrease in acuity, retinal disease, or macular degeneration\n* Patients who are not willing to abstain from alcohol consumption\n* Women of childbearing potential who are not practicing a successful method of contraception, or wish to become pregnant\n* Patients that are unable to understand the study procedures and/or give written informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Measuring the Safety and Efficacy of a New DMARD, Leflunomide Alone or in Combination With Traditional DMARD's. Participants Reaching ACR 20 Response. at 48 Weeks","description":"The combination of Methotrexate-Sulfasalazine-Hydroxychloroquine has been shown to be more effective than Methotrexate alone or the double combination of Methotrexate-Hydroxychloroquine. Primary outcome is ACR 20 response at 48 weeks.\n\nAn ACR 20 Response is a measure of at least 20% improvement in the number of tender and swollen joints. and a 20% improvement in at least 3 of the following:\n\nthe patient's global assessment of disease status; the patient's assessment of pain; the patient's assessment of function; the physician's global assessment of disease status; serum C-reactive protein levels.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":22},"commonTop":["GI distress","Alopecia","Depression","Elevated liver enzymes","Keratitis"]}}}