{"nctId":"NCT03439254","briefTitle":"Study Evaluating the Efficacy and Safety of Obeticholic Acid in Subjects With Compensated Cirrhosis Due to Nonalcoholic Steatohepatitis","startDateStruct":{"date":"2017-08-30","type":"ACTUAL"},"conditions":["Compensated Cirrhosis","Nonalcoholic Steatohepatitis"],"count":919,"armGroups":[{"label":"Obeticholic Acid (OCA) 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Obeticholic acid (10 mg)"]},{"label":"Obeticholic Acid (OCA) 10 mg to 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Obeticholic acid (10 mg to 25 mg)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Obeticholic acid (10 mg)","otherNames":["OCA","6alpha-ethylchenodeoxycholic acid (6-ECDCA)","INT-747"]},{"name":"Obeticholic acid (10 mg to 25 mg)","otherNames":["OCA","6alpha-ethylchenodeoxycholic acid (6-ECDCA)","INT-747"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key inclusion criteria:\n\n1\\. Subjects with a confirmed diagnosis of NASH and a fibrosis score of 4 based upon the NASH CRN scoring system determined by central reading\n\nKey exclusion criteria:\n\n1. Current or past history of a clinically evident hepatic decompensation event, such as ascites, hepatic encephalopathy (HE), or variceal bleeding\n2. Current or past history of CP score ≥7 points\n3. Model for End-stage Liver Disease (MELD) score \\> 12\n4. ALT ≥ 5 X ULN\n5. Calculated creatinine clearance \\<60mL/min using Cockcroft-Gault method\n6. Hemoglobin A1c (HbA1c) ≥ 9.5 %\n7. Evidence of other known forms of chronic liver disease such as alcoholic liver disease, hepatitis B, hepatitis C, PBC, PSC, autoimmune hepatitis, Wilson disease, iron overload, alpha-1-antitrypsin deficiency, drug-induced liver injury, known or suspected hepatocellular carcinoma (HCC)\n8. History of liver transplant, or current placement on a liver transplant list","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"DB Phase: Number of Participants Who Were Responders and Showed Improvement in Fibrosis by at Least 1 Stage Without Worsening of Nonalcoholic Steatohepatitis (NASH)","description":"Fibrosis stage was evaluated by NASH Clinical Research Network(CRN)Fibrosis Staging System with stages:0=no fibrosis;1=perisinusoidal/periportal;1A=mild,zone 3,perisinusoidal;1B=moderate,zone 3,perisinusoidal;1C=portal/periportal;2=perisinusoidal and portal/periportal;3=bridging fibrosis;4=cirrhosis.No worsening of steatohepatitis was defined as no worsening of lobular inflammation or hepatocellular ballooning grade as per scoring in relevant nonalcoholic fatty liver disease activity score (NAS) categories.NAS is semiquantitative scoring system based on unweighted sum of:steatosis (0=\\<5% to 3=\\>66%),lobular inflammation(0=no foci to 3=\\>4 foci/200x),hepatocellular ballooning(0=none to 2=many cells/prominent ballooning)scores.Total scale range:0-12;0:no features of fatty liver disease and 12:highest degree of fatty liver disease.Higher scores:worse symptoms.Responders:did not discontinue treatment due to Adverse event(AE) or did not die and had evaluable post-Baseline biopsy assessment","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"37","spread":null}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Number of Participants With Non-serious Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. An SAE is any untoward medical occurrence that, at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent disability/incapacity, is a congenital anomaly/birth defect or any other situation according to medical or scientific judgment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":null},{"groupId":"OG001","value":"213","spread":null},{"groupId":"OG002","value":"197","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"50","spread":null},{"groupId":"OG002","value":"48","spread":null}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Change From Baseline to Month 12 in Liver Stiffness Measurement (LSM)","description":"Non-invasive radiological methods to assess liver stiffness were conducted at selected study sites where the respective devices were available. These assessments were taken by vibration controlled transient elastography (TE) method using FibroScan®. Participant was included as a random effect and an unstructured covariance matrix was used assuming convergence could be attained. Baseline was defined as the last value collected prior to the first administration of the investigational product (IP). Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.10","spread":null},{"groupId":"OG001","value":"-2.90","spread":null},{"groupId":"OG002","value":"-3.45","spread":null}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Fibrosis-4 (FIB-4) at Baseline","description":"FIB-4 was a noninvasive assessment of liver disease assessed by a combination of age, alanine aminotransferase (ALT) and platelet results. FIB-4 was the ratio of age in years and aminotransferase to platelet count. It was a non-invasive hepatic fibrosis index score combining standard biochemical values, platelets, ALT, Aspartate aminotransferase (AST) and age that was calculated using formula: FIB-4 = (Age \\[years\\] x AST \\[Units per Liter {U/L}\\]) / (platelets \\[10\\^9/L\\] x (square root of ALT \\[U/L\\])). A FIB-4 index of \\<1.45 indicated no or moderate fibrosis and an index of \\> 3.25 indicated extensive fibrosis/cirrhosis. Higher ratio indicated worse condition. Baseline was defined as the last value collected prior to the first administration of the IP.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.179","spread":"1.0342"},{"groupId":"OG001","value":"2.267","spread":"0.9567"},{"groupId":"OG002","value":"2.266","spread":"1.0867"}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Enhanced Liver Fibrosis (ELF) at Baseline","description":"ELF was non-invasive panel of circulating fibrosis markers calculated from serum biomarkers. The markers of fibrosis comprised hyaluronic acid (HA), tissue inhibitor of metalloproteinase (TIMP1) and procollagen III N-terminal peptide (PIIINP). Each of these markers was measured by an immunoassay and an ELF score was generated, from which a level of fibrosis severity could be determined. The ELF test was a composite score: \\< 7.7: no to mild fibrosis; ≥ 7.7 - \\< 9.8: Moderate fibrosis; ≥ 9.8 - \\< 11.3: Severe fibrosis; ≥ 11.3: Cirrhosis.; higher ELF scores were associated with worsening liver fibrosis. Baseline was defined as the last value collected prior to the first administration of the IP.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.46","spread":"0.933"},{"groupId":"OG001","value":"10.50","spread":"0.940"},{"groupId":"OG002","value":"10.48","spread":"0.821"}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Number of Participants Reporting All-cause Mortality","description":"All-cause mortality is defined as death due to any cause. Number of participants reporting all-cause mortality is presented","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: Change From Baseline to Month 18 in LSM","description":"Non-invasive radiological methods to assess liver stiffness were conducted at selected study sites where the respective devices were available. These assessments were taken by vibration controlled TE method using FibroScan®. Participant was included as a random effect and an unstructured covariance matrix was used assuming convergence could be attained. The principal comparison was at Month 18. Baseline was defined as the last value collected prior to the first administration of the IP. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.50","spread":null},{"groupId":"OG001","value":"-3.10","spread":null},{"groupId":"OG002","value":"-2.90","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: FIB-4 at Baseline","description":"FIB-4 was a noninvasive assessment of liver disease assessed by a combination of age, ALT and platelet results. FIB-4 was the ratio of age in years and aminotransferase to platelet count. It was a non-invasive hepatic fibrosis index score combining standard biochemical values, platelets, ALT, AST and age that was calculated using formula: FIB-4 = (Age \\[years\\] x AST \\[U/L\\]) / (platelets \\[10\\^9/L\\] x (square root of ALT \\[U/L\\])). A FIB-4 index of \\<1.45 indicated no or moderate fibrosis and an index of \\> 3.25 indicated extensive fibrosis/cirrhosis. Higher ratio indicated worse condition. Baseline was defined as the last value collected prior to the first administration of the IP.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.279","spread":"1.1091"},{"groupId":"OG001","value":"2.475","spread":"1.9307"},{"groupId":"OG002","value":"2.405","spread":"1.1630"}]}]}]},{"type":"SECONDARY","title":"DB Phase: ELF at Baseline","description":"ELF was non-invasive panel of circulating fibrosis markers calculated from serum biomarkers. The markers of fibrosis comprised HA, TIMP1 and PIIINP. Each of these markers was measured by an immunoassay and an ELF score was generated, from which a level of fibrosis severity could be determined. The ELF test was a composite score: \\< 7.7: no to mild fibrosis; ≥ 7.7 - \\< 9.8: Moderate fibrosis; ≥ 9.8 - \\< 11.3: Severe fibrosis; ≥ 11.3: Cirrhosis.; higher ELF scores were associated with worsening liver fibrosis. Baseline was defined as the last value collected prior to the first administration of the IP.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.50","spread":"0.921"},{"groupId":"OG001","value":"10.60","spread":"0.920"},{"groupId":"OG002","value":"10.61","spread":"0.867"}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Number of Participants With Adjudicated Liver Related Clinical Outcomes: Ascites, Hepatocellular Carcinoma (HCC) and Non-liver Related Death","description":"Adjudication was performed under the review of Hepatic Safety Adjudication Committee (HSAC) of all available data for each identified participant to determine liver injury status. Number of participants with adjudicated liver related clinical outcomes for the following is presented: Ascites (secondary to cirrhosis and requiring medical intervention), Hepatocellular carcinoma (HCC) and non-liver related death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Number of Participants With Adjudicated Liver Related Clinical Outcomes: Worsening of Child-Pugh Score","description":"The Child-Pugh classification was a scoring system used for the classification of the severity of cirrhosis. It included three continuous variables (bilirubin, albumin, and international normalized ratio) and two discrete variables (ascites and encephalopathy). Each variable was scored 1-3 with 3 indicating most severe derangement. The determination of Child-Pugh score ranged from 5 to 15. The higher the score, the sicker the participant. Adjudication was performed under the review of HSAC of all available data for each identified participant to determine liver injury status. Number of participants with adjudicated liver related clinical outcomes for worsening of Child-Pugh score is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"OLE Phase: Number of Participants With Adjudicated Liver Related Clinical Outcomes: Model for End-Stage Liver Disease (MELD) Score ≥15","description":"MELD was a scoring system for assessing the severity of chronic liver disease and to assess prognosis and suitability for liver transplantation. It uses the participant's values for total bilirubin, serum creatinine, and the international normalized ratio for prothrombin time to predict survival. MELD score ranges from 6 (less ill) to 40 (gravely ill) with scores and mortality probability being: Score 40=71.3% mortality; Scores 30-39=52.6% mortality; Scores 20-29=19.6% mortality; Scores10-19=6.0% mortality; Score 9 or less=1.9% mortality. Higher scores indicated greater disease severity. Adjudication was performed under the review of HSAC of all available data for each identified participant to determine liver injury status. Number of participants with adjudicated liver related clinical outcomes for MELD score ≥15 is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":43,"n":312},"commonTop":["Pruritus","Nausea","Urinary tract infection","Fatigue","Arthralgia"]}}}