{"nctId":"NCT01478620","briefTitle":"Safety and Efficacy of Canephron® N in the Management of Uncomplicated Urinary Tract Infections (uUTI)","startDateStruct":{"date":"2011-10"},"conditions":["Urinary Tract Infection"],"count":125,"armGroups":[{"label":"Canephron® N","type":"EXPERIMENTAL","interventionNames":["Drug: Canephron® N"]}],"interventions":[{"name":"Canephron® N","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Female outpatients aged 18-65 years (both inclusive).\n* Patients suffering of symptoms of uncomplicated lower urinary infection at screening. Patients must have a total sum score of at least six for the symptoms dysuria, frequency and urgency.\n* Development of symptoms within a maximum of 6 days before screening.\n* Willing to refrain from consuming prohibited concomitant medications and products.\n* Non-lactating female patients, who are surgically sterile (have had a documented bilateral oophorectomy and/or hysterectomy) or postmenopausal (cessation of menses for more than 1 year), or patients of childbearing potential with a negative pregnancy test at screening willing to use effective contraception methods (intrauterine device \\[IUD\\], hormonal contraceptives) during the study.\n\nMain Exclusion Criteria:\n\n* Any signs evoking complicated UTI, pyelonephritis and/or concomitant vulvo-vaginitis\n* Any conditions that may lead to complicated infections (that is, renal diseases, urinary tract abnormalities or past urinary surgery, urine catheterization, etc).\n* Chronic infection of the urinary tract requiring an intravenous pyelogram (IVP), ultrasound or cystoscopy.\n* Current signs or symptoms of severe, progressive or uncontrolled life-threatening systemic disease i.e. renal, hepatic, haematological, gastrointestinal, endocrine, pulmonary, cardiac, neurological, or cerebral disease.\n* Other acute infection (except UTI) requiring antibiotic treatment.\n* Patients receiving treatment for presumed or proven urinary tract infection within 4 weeks prior to study entry.\n* Antibiotic, immunosuppressive or immunostimulant (incl. vaccines) therapy within 4 weeks prior to study entry.\n* Patients with known history of anatomical genitourinary (GU) anomalies or GU surgery within 6 months prior to study entry.\n* Patients with known clinically significant abnormalities in screening physical examination, laboratory tests or vital signs.\n* Peptic ulcers and hypersensitivity and/or idiosyncrasy to centaury herb, lovage root, rosemary leaves or one of the other ingredients of the investigational medicinal product.\n* Rare hereditary problems of fructose intolerance, glucose-galactose malabsorption or sucrase-isomaltase insufficiency, galactose intolerance or lactase deficiency.\n* Patients with a history of severe drug allergy or hypersensitivity.\n* Known Human Immunodeficiency Virus (HIV)-seropositivity.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adverse Drug Reactions During 7-day Treatment of uUTI Symptoms With Canephron® N","description":"No study drug related adverse drug reactions were registered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Drug Reactions During the 7-day Treatment of uUTI Symptoms With Canephron® N in the Subgroup of Patients Who Take Canephron® N for at Least 7 Days","description":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Patients With no Symptoms Worse Than Mild on Day 7 (i.e. Responders)","description":null,"classes":[]},{"type":"SECONDARY","title":"Severity of uUTI Symptoms on Day 7","description":null,"classes":[]},{"type":"SECONDARY","title":"Severity of uUTI Symptoms on Day 37","description":null,"classes":[]},{"type":"SECONDARY","title":"Duration of uUTI Symptoms","description":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Patients Who Require Antibiotic Treatment Until Day 7","description":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Patients With Early Recurrence [Days] After Clearance of uUTI Symptoms","description":null,"classes":[]},{"type":"SECONDARY","title":"Time to First Early Recurrence [Days] After Clearance of uUTI Symptoms","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":125},"commonTop":["Headache","Abdominal distension","Nausea","Pharyngitis","Respiratory tract infection"]}}}