{"nctId":"NCT02537574","briefTitle":"Naltrexone for Use in Conjunction With Buprenorphine in Adults With Opioid Use Disorder Prior to First Dose of VIVITROL® (Naltrexone for Extended-Release Injectable Suspension)","startDateStruct":{"date":"2015-08","type":"ACTUAL"},"conditions":["Opioid Use Disorder"],"count":380,"armGroups":[{"label":"NTX/BUP","type":"EXPERIMENTAL","interventionNames":["Drug: NTX/BUP"]},{"label":"NTX/PBO-B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: NTX/PBO-B"]},{"label":"PBO-N/PBO-B","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: PBO-N/PBO-B"]}],"interventions":[{"name":"NTX/BUP","otherNames":[]},{"name":"NTX/PBO-B","otherNames":[]},{"name":"PBO-N/PBO-B","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to provide informed consent\n* Willing and able to provide government-issued identification\n* Has a BMI of 18.0-40.0 kg/m\\^2\n* Has a physiologic dependence on opioids\n* Is voluntarily seeking treatment for opioid use disorder and willing to completely withdraw from his/her opioid use throughout the study with desire for or motivation for antagonist therapy\n* Wiling to abide by the contraception requirements for the duration of the study\n* Additional criteria may apply\n\nExclusion Criteria:\n\n* Is pregnant, planning to become pregnant or breastfeeding during the study\n* Has used Buprenorphine within 7 days prior to randomization\n* Has used Methadone within 14 days prior to randomization\n* Has a history of VIVITROL use within 90 days prior to screening or has used oral naltrexone within 14 days prior to randomization\n* Has a history of seizures or has received anticonvulsant therapy within the past 5 years\n* Has a condition, disease state, or previous medical history that would preclude safe participation in the study or affect the ability to adhere to the protocol visit schedule, requirements, or assessments\n* Has a current diagnosis of schizoaffective disorder, bipolar disorder, or untreated and unstable major depressive disorder\n* Is currently physiologically dependent on any psychoactive substance (except opioids, caffeine, or nicotine) requiring medical intervention for detoxification\n* Has a history of hypersensitivity or adverse reaction to Buprenorphine, Naltrexone, or Naloxone\n* Has a history of more than 3 unsuccessful inpatient or medically assisted outpatient opioid detoxifications during his/her lifetime\n* Has significant suicidal ideation or behavior within the past year\n* Is currently participating, or has participated, in a clinical trial of an investigational drug, device, or biologics within 3 months prior to screening\n* Has a history of accidental opioid drug overdose in the past 3 years whether or not medical treatment was sought or received\n* Is court mandated to receive treatment for opioid use disorder\n* Additional criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects Who Receive and Tolerate a VIVITROL Injection","description":"Toleration to the injection was demonstrated by mild opioid withdrawal symptoms (Clinical Opiate Withdrawal Scale \\[COWS\\] \\</=12 or Subjective Opiate Withdrawal Scale \\[SOWS\\] \\</=10) following VIVITROL administration. The COWS is a clinician-rated questionnaire designed to measure 11 common opioid withdrawal signs or symptoms. The summed score provides information about the level of physical dependence on opioids. The range of COWS scores is 0-4 (none to minimal); 5-12 (mild); 13-24 (moderate); 25-36 (moderately severe); and 37-48 (severe withdrawal. The SOWS is a 16-item self-report questionnaire designed to measure the severity of opioid withdrawal symptoms. The subject rates the intensity of symptoms using a 5-point scale. The range of SOWS scores is 1-10 (mild); 11-20 (moderate); and 21-30 (severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"51","spread":null},{"groupId":"OG002","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Days With COWS Peak Score of Less Than or Equal to 12 During the Treatment Period Prior to the VIVITROL Injection","description":"The Clinical Opiate Withdrawal Scale (COWS) is a clinician-rated questionnaire designed to measure 11 common opioid withdrawal signs or symptoms. The summed score provides information about the level of physical dependence on opioids. The range of COWS scores is 0-4 (none to minimal); 5-12 (mild); 13-24 (moderate); 25-36 (moderately severe); and 37-48 (severe withdrawal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"2.23"},{"groupId":"OG001","value":"4.5","spread":"2.50"},{"groupId":"OG002","value":"5.4","spread":"2.02"}]}]}]},{"type":"SECONDARY","title":"Mean Peak COWS Score During Treatment Period Prior to VIVITROL Injection","description":"The Clinical Opiate Withdrawal Scale (COWS) is a clinician-rated questionnaire designed to measure 11 common opioid withdrawal signs or symptoms. The summed score provides information about the level of physical dependence on opioids. The range of COWS scores is 0-4 (none to minimal); 5-12 (mild); 13-24 (moderate); 25-36 (moderately severe); and 37-48 (severe withdrawal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.39","spread":"3.726"},{"groupId":"OG001","value":"7.78","spread":"3.981"},{"groupId":"OG002","value":"6.11","spread":"3.044"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve (AUC) COWS Score During the Treatment Period Prior to VIVITROL Injection","description":"The Clinical Opiate Withdrawal Scale (COWS) is a clinician-rated questionnaire designed to measure 11 common opioid withdrawal signs or symptoms. The summed score provides information about the level of physical dependence on opioids. The range of COWS scores is 0-4 (none to minimal); 5-12 (mild); 13-24 (moderate); 25-36 (moderately severe); and 37-48 (severe withdrawal. To determine the daily AUC COWS score, a curve was generated by plotting the COWS scores against the time the test was taken. The area under this curve was calculated using the linear trapezoidal rule. For the total AUC COWS score, the AUCs calculated for each day during the treatment period were added together. To normalize for time, the total AUC COWS score was then divided by the number of days with daily AUC COWS score during the treatment period. The AUC COWS has a different range than the standard scale as it measures not the score itself, but the area under the curve of the score plotted against time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"955.7","spread":"535.38"},{"groupId":"OG001","value":"1004.8","spread":"524.01"},{"groupId":"OG002","value":"800.6","spread":"403.01"}]}]}]},{"type":"SECONDARY","title":"Mean Score for Desire of Opioids During Treatment Period Prior to VIVITROL Injection","description":"The Desire for Opioids Visual Analog Scale (VAS) uses a 100-mm, horizontal linear scale, with 0 anchored on the left representing \"no desire for opioids\" and 100 anchored on the right representing \"strongest imaginable desire for opioids\". Subjects placed a vertical line on the scale to indicate their desire for opioids at that particular time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.1","spread":"27.61"},{"groupId":"OG001","value":"52.0","spread":"27.29"},{"groupId":"OG002","value":"45.8","spread":"26.03"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Effects","description":"The number of subjects who experienced treatment-emergent Adverse Events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve SOWS Score During the Treatment Period Prior to the VIVITROL Injection","description":"The Subjective Opiate Withdrawal Scale (SOWS) is a 16-item self-report questionnaire designed to measure the severity of opioid withdrawal symptoms. The subject rates the intensity of symptoms using a 5-point scale. The range of SOWS scores is 1-10 (mild); 11-20 (moderate); and 21-30 (severe). To determine the daily AUC SOWS score, a curve was generated by plotting the SOWS scores against the time the test was taken. The area under this curve was calculated using the linear trapezoidal rule. For the total AUC SOWS score, the AUCs calculated for each day during the treatment period were added together. To normalize for time, the total AUC SOWS score was then divided by the number of days with daily AUC SOWS score during the treatment period. The AUC SOWS has a different range than the standard scale as it measures not the score itself, but the area under the curve of the score plotted against time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9038.5","spread":"6800.60"},{"groupId":"OG001","value":"10,262.5","spread":"7294.10"},{"groupId":"OG002","value":"9160.3","spread":"6873.56"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":126},"commonTop":["Diarrhoea","Anxiety","Nausea"]}}}