{"nctId":"NCT00686686","briefTitle":"Study to Evaluate the Efficacy of Infliximab Induction Therapy for Patients With Palmoplantar Psoriasis (PPP)(Study P04555)(COMPLETED)","startDateStruct":{"date":"2007-12"},"conditions":["Psoriasis"],"count":23,"armGroups":[{"label":"Infliximab 5 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Infliximab"]}],"interventions":[{"name":"Infliximab","otherNames":["SCH 215596","Remicade"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18-70 years of age at time of enrollment; male or female.\n* Women of childbearing potential and all men must be using adequate birth control measures and should continue using such measures until 6 months after receiving the last infusion of study agent.\n* Plaque-type psoriasis with evidence of mild to moderate psoriasis elsewhere or Psoriasis Pustulosa Palmo Plantaris (PPPP) of 6 months duration at least.\n* Adhere to study visit schedule and other protocol requirements.\n* Capable of giving informed consent prior to any study related procedures.\n* Avoid prolonged sun exposure, including tanning booths or other ultraviolet (UV) light sources during the study.\n* Eligible according to country-specific tuberculosis (TB) screening, eligibility assessment, and prevention rules.\n* Chest x-ray within 3 months prior to first infusion with no evidence of malignancy, infection, or fibrosis.\n* Screening laboratory test results within parameters specified in protocol.\n\nExclusion Criteria:\n\n* Have any other form of psoriasis besides palmoplantaris and the pustular form.\n* Pregnant, nursing, or planning pregnancy within 6 months after last infusion.\n* Previous treatment with infliximab or any therapeutic agent targeted at reducing tumor-necrosis factor (TNF), including but not limited to etanercept, thalidomide, CDP870, or D2E7.\n* Other inflammatory disease that might confound the evaluations of benefit from the infliximab therapy, including but not limited to, rheumatoid arthritis (RA), ankylosing spondylitis, systemic lupus erythematosus, Lyme disease.\n* Used any investigational drug within the previous 1 month or 5 times the half life of the investigational agent, whichever is longer, or 3 months for any biologic of unknown half life.\n* Received any systemic medications/treatments that could affect psoriasis or PASI evaluation within 1 month prior to study.\n* Used topical medications/treatments that could affect psoriasis or PASI evaluation within 2 or 4 weeks of baseline visit.\n* Treated with any anti-CD4 antibody in the last 6 month.\n* Received any systemic immunosuppressive within 4 weeks prior to first infusion.\n* Received within 3 months prior to first infusion or are expected to receive any live virus or bacterial vaccinations during the trial or up to 3 months after the last infusion.\n* History of chronic or recurrent infectious disease, including but not limited to chronic renal infection, chronic chest infection, recurrent urinary tract infection, or open, draining or infected skin wounds or ulcers.\n* Serious infection or been hospitalized or received IV antibiotics for an infection during the previous 2 months.\n* Have or had opportunistic infection.\n* Herpes zoster infection within 2 months of baseline.\n* Infected with human immunodeficiency virus (HIV), hepatitis B or C.\n* History of any clinically significant adverse events (AEs) to murine or chimeric proteins or human/murine recombinant products.\n* Current signs or symptoms of severe, progressive, or uncontrolled renal, hepatic, hematological, gastrointestinal, endocrine, pulmonary, cardiac, neurologic, cerebral, or psychiatric disease.\n* History of demyelinating disease or symptoms suggestive of multiple sclerosis or optic neuritis.\n* Systemic lupus erythematosus.\n* Transplanted organ.\n* History of lymphoproliferative disease, including lymphoma, or signs and symptoms suggestive of possible lymphoproliferative disease, such as lymphadenopathy of unusual size or location.\n* Malignancy within previous 5 years.\n* Concomitant diagnosis of congestive heart failure (CHF).\n* Unable or unwilling to undergo multiple venipunctures because of poor tolerability or lack of easy access to veins.\n* Substance abuse problem within previous 3 years.\n* Hypersensitivity reaction/adverse reaction to paracetamol/acetaminophen, antihistamines, topical corticosteroids.\n* Participation in another trial using an investigational agent or procedure during this trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieve at Least 75% Improvement in Palmoplantar Psoriasis Activity Severity Index (PPPASI) After 3 Infusions.","description":"The PPPASI score is an overall score of disease signs: extent, scales, erythema, erosions (fissures), induration and pustules. \"Extent\" is rated on a scale range from 0-6; all other signs are rated on a scale range from 0 to 4 in a target palm and/or sole. Total score range:0-26. A reduction in score is considered an improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieve a Moderate Response.","description":"Moderate response is defined as a 50% to 75% reduction in PPPASI score from baseline.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Achieving Clear to Minimal PGA Score at Weeks 12 and 18.","description":"The Physician Static Global Assessment (PGA) documents the physician's assessment of the subject's psoriasis status according to the following categories: induration, scaling, and erythema. Each category is rated from 0 to 5, where 0 represents no evidence of induration/scaling/erythema (\"clear\"), 1 represents \"minimal\" induration/scaling/erythema, and 5 represents the most severe induration/scaling/erythema.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Respond to the Fourth Infusion.","description":"\\>=25% reduction in PPPASI score would be considered a response.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Dermatology Life Quality Index (DLQI)","description":"The DLQI is a dermatology-specific quality of life (QOL) instrument designed to assess the impact of the disease on a subject's QOL. It is a 10-item questionnaire that can be used to assess 6 different aspects that may affect QOL: symptoms and feelings, daily activities, leisure, work or school performance, personal relationships, and treatment. The DLQI was completed by the subject prior to the PPPASI and PGA evaluations.\n\nThe DLQI is calculated by summing the score of each question resulting in a maximum of 30 and a minimum of 0. The higher the score, the more quality of life is impaired.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":"6.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":"2.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":23},"commonTop":["Hepatic enzyme increased","Asthenia","Folliculitis","Liver function test abnormal"]}}}