{"nctId":"NCT04939428","briefTitle":"Study of MK-4482 for Prevention of Coronavirus Disease 2019 (COVID-19) in Adults (MK-4482-013)","startDateStruct":{"date":"2021-08-11","type":"ACTUAL"},"conditions":["Coronavirus Disease (COVID-19)"],"count":2441,"armGroups":[{"label":"Molnupiravir","type":"EXPERIMENTAL","interventionNames":["Drug: Molnupiravir"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Molnupiravir","otherNames":["MK-4482"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Lives in a household with an index case where the index case is a person with documented COVID-19 (laboratory-confirmed SARS-CoV-2 infection with symptoms case) and must have 1) a first detectable SARS-CoV-2 test result from a sample collected within ≤5 days prior to randomization of the participant, and 2) at least 1 symptom attributable to COVID-19 (e.g., fever, difficulty breathing)\n* Does not have confirmed or suspected COVID-19\n* Is willing and able to take oral medication\n* For males, agrees to be abstinent from penile-vaginal intercourse OR agrees to use a highly effective contraceptive method while receiving study drug and for ≥3 months after the last dose of study drug\n* Is female and not pregnant/breastfeeding and at least one of the following applies during the study and for ≥4 days after: is not a woman of childbearing potential (WOCBP), is a WOCBP and uses highly effective contraception (low user dependency method OR a user dependent hormonal method in combination with a barrier method), or is a WOCBP who is abstinent from heterosexual intercourse\n\nExclusion Criteria:\n\n* Has a prior history of laboratory-confirmed SARS-CoV-2 infection (with or without symptoms) within 6 months prior to randomization\n* Has either of the following: human immunodeficiency virus (HIV) with a recent viral load \\>50 copies/mL (regardless of CD4 count) or an acquired immunodeficiency syndrome (AIDS)-defining illness\n* Has a history of hepatitis B virus (HBV) or hepatitis C virus (HCV) infection with any of the following: cirrhosis, end-stage liver disease, hepatocellular carcinoma; aspartate transaminase (AST) and/or (ALT) \\>3x upper limit of normal at screening\n* Has hypersensitivity or other contraindication to any of the components of the study interventions as determined by the investigator\n* Has any condition for which, in the opinion of the investigator, participation would not be in the best interest of the participant or that could prevent, limit, or confound the protocol-specified assessments including but not limited to participants with conditions that could limit gastrointestinal absorption of capsule contents\n* Has received, is taking, or is anticipated to require any prohibited therapies\n* Has received a COVID-19 vaccination with the first dose ≥7 days prior to randomization\n* Is unwilling to abstain from participating in another interventional clinical study through Day 29 with an investigational compound or device, including those for COVID-19 therapeutics\n* Is living in a household with \\>10 people","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Had Undetectable SARS-CoV-2 in Baseline Nasopharyngeal (NP) Swabs and Developed COVID-19 (Laboratory-Confirmed SARS-CoV-2 Infection With Symptoms) Through Day 14","description":"Percentage of participants who had undetectable SARS-CoV-2 in baseline NP swabs and developed COVID-19 (laboratory-confirmed SARS-CoV-2 infection with symptoms) through Day 14 were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With ≥1 Adverse Event","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinuing From Study Therapy Due to AE","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (Regardless of SARS-CoV-2 in Baseline NP Swabs) Who Developed COVID-19 (Laboratory-Confirmed SARS-CoV-2 Infection With Symptoms) Through Day 14","description":"Participants who experienced targeted symptoms of COVID-19 (e.g., cough, sore throat) and had NP swabs tested for SARS-CoV-2 using reverse-transcription polymerase chain reaction (RT-PCR).Efficacy analysis was conducted on the mITT (modified intent to treat) population consisting of all randomized participants who received at least 1 dose of study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Undetectable SARS-CoV-2 in Baseline NP Swabs and Developed COVID-19 (Laboratory-Confirmed SARS-CoV-2 Infection With Symptoms) Through Day 29","description":"Participants who experienced targeted symptoms of COVID-19 (e.g., cough, sore throat) and had NP swabs tested for SARS-CoV-2 using RT-PCR. The efficacy analysis population was the mITT (modified intent to treat) population consisting of all randomized participants who received at least 1 dose of study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Undetectable SARS-CoV-2 in Baseline NP Swabs and Developed Detectable SARS-CoV-2 in NP Swabs on or Before Day 14","description":"All participants had NP swabs collected at screening and through Day 14 to test for SARS-CoV-2 using RT-PCR. Efficacy analysis was conducted on the mITT (modified intent to treat) population consisting of all randomized participants who received at least 1 dose of study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Detectable SARS-CoV-2 in Baseline NP Swabs and Developed COVID-19 (Laboratory-confirmed SARS-CoV-2 Infection With Symptoms) Through Day 14","description":"Participants who experienced targeted symptoms of COVID-19 (e.g., cough, sore throat) and had NP swabs tested for SARS-CoV-2 using RT-PCR. Efficacy analysis was conducted on the mITT (modified intent to treat) population consisting of all randomized participants who received at least 1 dose of study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":763},"commonTop":[]}}}