{"nctId":"NCT03682185","briefTitle":"The Healthy Patterns Sleep Study","startDateStruct":{"date":"2016-05-01","type":"ACTUAL"},"conditions":["Dementia","Alzheimer Disease","Circadian Rhythm Disorders","Circadian Rhythm Sleep Disorder","Insomnia","Hypersomnia","Cognitive Impairment","Cognitive Decline","Mild Cognitive Impairment","Frontotemporal Dementia","Neurocognitive Disorders","Vascular Dementia","Sleep Disorder","Memory Impairment"],"count":421,"armGroups":[{"label":"Timed Activity Intervention Protocol","type":"EXPERIMENTAL","interventionNames":["Behavioral: Timed Activity Intervention"]},{"label":"Attention-Control Condition","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Attention-Control Condition"]}],"interventions":[{"name":"Attention-Control Condition","otherNames":[]},{"name":"Timed Activity Intervention","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria for care receiver (CR):\n\n1. be over age 60\n2. English speaking\n3. be able to tolerate wrist actigraphy (wear a watch on their wrist for a month)\n4. diagnosed with dementia using standard assessments and diagnostic criteria\n5. has CG reporting the presence of CRD symptoms\n6. If the CR is on any of four classes of psychotropic medications (antidepressant, benzodiazepines, antipsychotic, or anti-convulsant) or an anti-dementia medication (memantine or a cholinesterase inhibitor), we will require that the CR have been on a stable dose for 90 days prior to enrollment (typical time frame in clinical trials) to minimize possible confounding effects of concomitant medications\n\nInclusion criteria for caregiver (CG):\n\n1. CG is at least 18 years old\n2. CG lives close to the participant\n3. CG is planning to live in the area for at least 6 months\n4. If CG is on a psychotropic medication, CG must be on a stable dose for at least 60 days\n\nExclusion criteria for CR:\n\n1. deemed to be in a crisis/unsafe situation at baseline\n2. reported planned transition to another residential or care setting in less than 6 months\n3. at end-stage disease (defined as bed-bound and noncommunicative, or on hospice at baseline)\n4. currently enrolled in an interventional clinical trial for dementia or associated symptoms\n5. regular use of medications with substantial known effects on the measurement of HPA activity (e.g. corticosteroids, interferons, beta-blockers, cytotoxic chemotherapy)\n6. major surgery in the past 3 months\n7. history of major psychiatric and/or personality disorder\n8. history of heavy cigarette smoking (e.g. than 50 pack years)\n9. loss of a loved one in the past 3 months\n10. conditions known to affect measurement of circadian rhythm such as use of sedatives/ hypnotics, Huntington's disease, Cushing's disease, Addison's disease, normal pressure hydrocephalus, Parkinson's disease, advanced heart failure (New York Heart Stage 3-4), morbid obesity (BMI 35)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"110 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Quality of Life in Alzheimer's Disease (QOL-AD) Scale","description":"Person living with dementia quality of life. The QOL-AD scale uses a scale of 1-4 (poor, fair, good, or excellent) to rate a variety of life domains, including the patient's physical health, mood, relationships, activities, and ability to complete tasks. Total scores are calculated by summing all domain scores. The total score range is 13 to 52, with higher scores indicating higher quality of life. Total scores were analyzed to see if there was a change from baseline to one month. The change was calculated from two time points as the value at the later time point minus the value at the earlier time point. Change scores are reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.56","spread":"4.06"},{"groupId":"OG001","value":"-0.47","spread":"5.16"}]}]}]},{"type":"SECONDARY","title":"Neuropsychiatric Inventory (NPI)","description":"Neuropsychiatric Behaviors The Neuropsychiatric Inventory Questionnaire (NPI) is an informant-based instrument that measures the presence and severity of 12 Neuropsychiatric Symptoms (NPS) in patients with dementia, as well as informant distress.\n\nNeuropsychiatric symptoms are rated by the caregiver within a domain in terms of both frequency (1=rarely, less than once per week; 2=sometimes, about once per week; 3=often, several times per week; and 4=very often, once or more per day) and severity (1=mild; 2=moderate; 3=severe), thus yielding a composite symptom domain score (frequency × severity) ranging from 0 (absence of behavioral symptoms) to 144 points (maximum severity of behavioral symptoms).","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Circadian Rhythm Symptoms From Actigraphy","description":"Measured using a Motionlogger actigraphy bracelet worn by CR for consecutive 24-hour periods for one whole month.\n\nActigraphic measures of physical activity do not rely on participant self-report and may be of particular importance for efforts to examine the health benefits of physical activity across the full spectrum of older individuals especially those with dementia, a group in which loss of motor function is particularly salient.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":1},"commonTop":["Hospitalization","Fall","Caregiver agitation","Wandering","Lack of caregiver support"]}}}