{"nctId":"NCT02904902","briefTitle":"Open-label Study of Adalimumab in Japanese Subjects With Hidradenitis Suppurativa","startDateStruct":{"date":"2016-09-06","type":"ACTUAL"},"conditions":["Hidradenitis Suppurativa"],"count":15,"armGroups":[{"label":"Adalimumab","type":"EXPERIMENTAL","interventionNames":["Drug: adalimumab"]}],"interventions":[{"name":"adalimumab","otherNames":["Humira"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must have a diagnosis of HS;\n* Participant must have any HS symptom at least 6 months prior to Baseline;\n* HS lesions must be present in at least 2 distinct anatomic areas, one of which must be Hurley Stage II or Hurley Stage III;\n* Participant must have stable HS for at least 2 months (60 days) prior to Screening and also at the Baseline visit;\n* Participant must have a total abscess and inflammatory nodule (AN) count of greater than or equal to 3 at the Baseline visit.\n\nExclusion Criteria:\n\n* Prior treatment with adalimumab or other anti-tumor necrosis factor (TNF) therapy or participation in adalimumab trial;\n* Any other active skin lesion or condition that may interfere with assessment of HS;\n* Participants received antibiotic treatment for HS within 28 days prior to the Baseline visit other than those allowed per protocol. Participant on permitted oral antibiotic treatment (doxycycline or minocycline only) for HS who have not been on a stable dose for at least 28 days prior to the Baseline visit;\n* Participants received prescription topical therapies for the treatment for HS within 14 days prior to the Baseline visit;\n* Participants received systemic non-biologic therapies with potential therapeutic impact for HS less than 28 days prior to the Baseline visit;\n* Participants received oral concomitant analgesics (non-opioids and opioids) for HS-related pain within 14 days prior to the Baseline visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Hidradenitis Suppurativa Clinical Response (HiSCR) at Week 12","description":"HiSCR is defined as at least a 50% reduction in the total abscess and inflammatory nodule (AN) count with no increase in abscess count and no increase in draining fistula count relative to Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving AN Count of 0, 1, or 2 at Week 12","description":"The percentage of participants with AN counts lowered to 0, 1, or 2 at Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving at Least 30% Reduction and at Least 1 Unit Reduction From Baseline in Patient's Global Assessment of Skin Pain (NRS30) - At Worst at Week 2 Among Participants With Baseline Numeric Rating Scale (NRS) >=3","description":"The participant's Global Assessment of Skin Pain NRS was used to assess the worst skin pain due to HS. Scores range from 0 (no skin pain) to 10 (skin pain as bad as you can imagine). The assessments were completed on a daily diary by participants before they went to bed and responded to the items based on a recall period of the \"last 24 hours.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Modified Sartorius Scale Score","description":"The Sartorius Scale is used to quantify the severity of HS. Points are awarded for 12 body areas (left and right axillae, left and right sub/inframammary areas, intermammary area, left and right buttocks, left and right inguino-crural folds, perianal area, perineal area, and other). For each area, points are awarded for nodules (2 points for each); abscesses (4 points); fistulas (4 points); scars (1 point); longest distance between two lesions (2-6 points, 0 if no lesions); and if lesions are separated buy normal skin (yes-0 point; no-6 points). The total Sartorius Scale score is the sum of the 12 regional scores. Scale scores range from 0 to infinite, with larger scores representing higher severity of HS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.7","spread":"15.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.7","spread":"31.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-49.9","spread":"48.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-61.4","spread":"45.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":15},"commonTop":["Influenza","Nasopharyngitis","Periodontitis","Constipation","Dental caries"]}}}