{"nctId":"NCT00584701","briefTitle":"Pharmacogenomics in Autism Treatment","startDateStruct":{"date":"2008-01"},"conditions":["Autism"],"count":49,"armGroups":[{"label":"Risperidone","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone"]}],"interventions":[{"name":"Risperidone","otherNames":["Risperdal"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Willingness to participate and written informed consent obtained from parent and when indicated by subject\n2. Confirmed DSM-IV-TR diagnosis of Autistic Disorder or Asperger's Disorder using the ADOS and the ADI-R, the current gold standards for diagnosing autism spectrum disorders, subject history, and clinical consensus with PI. The ADI-R and ADOS will be administered by research-reliable clinicians, including a clinical psychologist, a certified trainer on the ADOS and the ADI-R\n3. rated by study clinician as at least \"moderate\" on the CGI-Severity scale (a rating of ≥ 4) and greater than 18 on the ABC Irritability subscale\n\nMales or females of any race between 4 and 18 years of age (5) A nonverbal IQ greater than or equal to 55 on the Stanford-Binet:V (6) Women of childbearing potential must use an adequate method of contraception throughout the study.\n\nExclusion Criteria:\n\n1. Primary diagnosis of bipolar disorder, schizophrenia, or autism spectrum disorder other than Autistic and Asperger's Disorders\n2. Nonverbal IQ lower than 55 (Stanford-Binet:V)\n3. History of seizure activity in the past year (active seizures might confuse efficacy ratings)\n4. fever, infection, metabolic disturbance or any severe medical illness in the past year\n5. typical or atypical antipsychotic use within 8 weeks of study entry\n6. Inability of parents or care takers to give informed consent, travel to the visits, administer medication, or arrange for completion of rating scales. Other non-antipsychotic medications and non-pharmacological treatments will be allowed if started at least 2 months prior to the initial screening and must remain constant for the 8 weeks of this study. These treatments will be recorded as will a history of past trials of medications. Prohibiting ongoing treatment would be difficult to justify to parents and to the IRB and would make adequate recruitment for this pilot study difficult.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change of ABC - Irritability Subscale Score","description":"Aberrant Behavior Checklist-Irritability (ABC-I)subscale: measure of assessing changes in symptoms of irritability in children with autism (survey that was normed on a developmentally delayed population of children and adults and is usually completed by a parent or caregiver. There are 45 items that are rated on a 4-point scale from \"no problem\" to \"major problem.\" ABC-I scores ranges from 0 (best) to 45 (worst). A negative change signifies improvement.\n\nWe measured percent change of ABC-I scores from 8 weeks after risperidone treatment compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Exon Expression Positively or Negatively Correlated With Percentage Improvement in ABC-I","description":"Affymetrix GeneChip Human Exon 1.0 ST Arrays (Affymetrix, Santa Clara, CA, USA) were used to obtain gene expression values. Raw data (Affymetrix.CEL files) was imported into Partek Genomics Suite 6.4 (Partek, St Louis, MO, USA). Probe summarization and probe set normalization were performed using robust multichip average, which included background correction, quantile normalization, log2 transformation and median polish probe set summarization.\n\nExons in genes correlated with percentage improvement on the Aberrant Behavior Checklist Irritability subscale were identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":49},"commonTop":[]}}}