{"nctId":"NCT00980148","briefTitle":"Treatment Failure of Chlamydial Infection in Males and Females in Youth Correctional Facilities","startDateStruct":{"date":"2009-12"},"conditions":["Chlamydial Infection"],"count":567,"armGroups":[{"label":"Arm2","type":"EXPERIMENTAL","interventionNames":["Drug: Doxycycline"]},{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Drug: Azithromycin"]}],"interventions":[{"name":"Azithromycin","otherNames":[]},{"name":"Doxycycline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females between the ages of 12 and 21 years\n* Residing in a long-term gender-segregated (no co-ed) youth correctional facility (YCF)\n* Diagnosed with genital chlamydia as determined by a screening C. trachomatis nucleic acid amplification test (NAAT)\n* Anticipated length of stay at the YCF at the time of enrollment is \\> 3 weeks\n* Willingness to provide written consent\n* Willingness to comply with study procedures\n\nExclusion Criteria:\n\n* Diagnosed with gonorrhea as determined by a screening Neisseria gonorrhoeae nucleic acid amplification test (NAAT)\n* Clinical diagnosis of pelvic inflammatory disease (PID) or epididymitis based on review of medical records\n* Known allergy to tetracyclines or macrolides\n* Currently pregnant or breastfeeding\n* History of photosensitivity related to doxycycline use\n* Having received antimicrobial therapy with activity against C. trachomatis within 21 days of the positive chlamydia screening NAAT or in the interval between the positive screening NAAT and study enrollment\n* Any concomitant infection, which requires antimicrobial therapy with activity against C. trachomatis\n* Previously enrolled in this study\n* Unable to swallow pills\n* Other exclusion criteria, per clinician judgment, that prohibits subject from enrolling in study\n* Of note, current use of oral contraceptive agents (OCPs) is not an exclusion criterion","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Assess Microbiological Failure of Recommended Azithromycin and Doxycycline Regimens in Uncomplicated Chlamydia Trachomatis Infection in a Setting Where Repeat Exposure to Chlamydia-infected Persons Can be Minimized.","description":"The proportion of participants with testing by Gen-Probe Aptima Combo 2 that is positive for C. trachomatis and C. trachomatis OmpA (Major Outer Membrane Protein) genotyping reveals the baseline chlamydial strain and the repeat positive chlamydial strain to be the same genotype (i.e., concordant).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Demographical Characteristics and Clinical Parameters to Predict Treatment Outcome.","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":155},"commonTop":["Abdominal Pain","Vomiting"]}}}