{"nctId":"NCT04333732","briefTitle":"CROWN CORONATION: COVID-19 Research Outcomes Worldwide Network for CORONAvirus prevenTION","startDateStruct":{"date":"2020-09-04","type":"ACTUAL"},"conditions":["COVID 19"],"count":3411,"armGroups":[{"label":"M-M-R II ®","type":"EXPERIMENTAL","interventionNames":["Drug: MR or M-M-R II ® vaccine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"MR or M-M-R II ® vaccine","otherNames":["Merck"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n1. Volunteers without clinical evidence of COVID-19 infection aged 18 years and older.\n2. Healthcare workers based in a primary, secondary or tertiary healthcare setting with a high risk of developing COVID-19 due to their potential exposure to patients with SARS-CoV-2 infection.\n3. Must have a mobile phone and access to the Internet for data collection purposes.\n4. Participants who are willing and able to provide informed consent via an electronic consent process.\n\nExclusion criteria\n\n1. Prior enrollment into other COVID-19 interventional prevention or treatment trials (observational trials not excluded).\n2. Self-reported or diagnosed current infection with SARS-CoV-2 or previous COVID-19 diagnosis.\n3. Self-reported current acute respiratory infection.\n4. Concurrent and/or recent involvement in other research or use of the investigational product, a product considered to be equivalent to the investigational product, or any other product that is likely to interfere with the investigational products in this trial used within three months of study enrolment.\n5. Self-reported known allergies to any of the IMPs and excipients of the IMPs and placebo.\n6. Self-reported presence or history of the conditions listed in the appendices.\n7. Self-reported current use of medication known to interact with any of the medications listed in the appendices.\n8. Inability or unwillingness to be followed up for the trial period.\n\nFor M-M-R II\n\n* Pregnant women.\n* Individuals receiving high dose corticosteroids, other immuno-suppressive drugs, alkylating agents or anti-metabolites.\n* Individuals undergoing radiotherapy.\n* Any malignant disease either untreated or currently undergoing therapy.\n* History of administration of gammaglobulin or blood transfusions within the previous 3 months.\n* Participants with an allergy to the MR (MMR) vaccine or its components, including neomycin.\n* Idiopathic thrombocytopenic purpura (ITP)\n* Untreated tuberculosis\n* Prior receipt of any vaccines (licensed or investigational) ≤30 days before enrollment\n* Planned receipt of any vaccine other than the study intervention within 30 days before and after the study vaccination (not including the flu vaccination via injection)\n* Prior receipt of an investigational or licensed vaccine likely to impact on interpretation of the trial data (e.g. Adenovirus vectored vaccines, any coronavirus vaccines).\n* Any confirmed or suspected immunosuppressive or immunodeficient state, including untreated HIV infection with a CD4T count \\<200 /mL\n* Asplenia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Symptomatic COVID-19 at 60 Days","description":"Incidence of symptomatic (i.e. any of the following: cough, shortness of breath or difficulty breathing, fever, chills, muscle pain, sore throat, new loss of taste or smell, nausea, vomiting, or diarrhea), laboratory test-confirmed COVID-19 in the intervention and control groups in adults with repeated exposures to SARS-CoV-2 by day 60 after receiving trial intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Symptomatic COVID-19 at 150 Days","description":"Incidence of symptomatic (i.e. any of the following: cough, shortness of breath or difficulty breathing, fever, chills, muscle pain, sore throat, new loss of taste or smell, nausea, vomiting, or diarrhea), laboratory test-confirmed COVID-19 in the intervention and control groups in adults with repeated exposures to SARS-CoV-2 by day 150 after receiving trial intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of COVID-19 Measured at 60 Days After Intervention","description":"Severity of COVID-19 in adults who become infected with SARS-CoV-2 by day 60 after receiving trial intervention. Severity will be graded on a simplified version of the ordinal WHO COVID-19 severity scale ((i) uninfected, (ii) infected but ambulatory \\[mild disease\\], (iii) infected and hospitalized \\[moderate or severe disease\\] or dead). Practically, this outcome measure was treated as a binary outcome - participants were classified and counted as having severe COVID-19 if they met the definition for the primary outcome of symptomatic COVID-19 AND were hospitalized during the course of their COVID-19 illness.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of COVID-19 at 150 Days After Intervention","description":"Severity of COVID-19 in adults who become infected with SARS-CoV-2 by day 150 after receiving trial intervention. Severity will be graded on a simplified version of the ordinal WHO COVID-19 severity scale ((i) uninfected, (ii) infected but ambulatory \\[mild disease\\], (iii) infected and hospitalized \\[moderate or severe disease\\] or dead). Practically, this outcome measure was treated as a binary outcome - participants were classified and counted as having severe COVID-19 if they met the definition for the primary outcome of symptomatic COVID-19 AND were hospitalized during the course of their COVID-19 illness.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Risk of SARS-CoV-2 Infection up to 150 Days After Trial Intervention","description":"Risk of SARS-CoV-2 infection by serology (anti-nucleocapsid antibody) in the intervention and control groups in adults with repeated exposures to SARS-CoV-2 by day 150 after receiving trial intervention. Infection with SARS CoV-2 during the course of the trial was diagnosed when IgG antibodies to the viral nucleocapsid protein were present from the 150 day specimen, but not the baseline specimen.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":1722},"commonTop":[]}}}