{"nctId":"NCT01109849","briefTitle":"Novel Approach to Stimulant Induced Weight Suppression and Its Impact on Growth","startDateStruct":{"date":"2010-11"},"conditions":["ADHD","Growth"],"count":230,"armGroups":[{"label":"weight recovery treatment- monitoring","type":"ACTIVE_COMPARATOR","interventionNames":["Other: monitoring"]},{"label":"behavior therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: behavior therapy"]},{"label":"ER stimulant","type":"EXPERIMENTAL","interventionNames":["Drug: Extended release (ER) methylphenidate product"]},{"label":"weight recovery treatment- caloric supplement","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: caloric supplement"]},{"label":"weight recovery treatment- drug holiday","type":"EXPERIMENTAL","interventionNames":["Other: drug holiday"]}],"interventions":[{"name":"behavior therapy","otherNames":["behavior modification"]},{"name":"Extended release (ER) methylphenidate product","otherNames":["Concerta, OROS-MPH","Central Nervous Systemt (CNS) stimulants"]},{"name":"monitoring","otherNames":["monitoring arm"]},{"name":"drug holiday","otherNames":["Ritalin based product, CNS stimulants"]},{"name":"caloric supplement","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* children meeting criteria for any subtype of ADHD between the ages of 5-12 who are stimulant naive\n\nExclusion Criteria:\n\n* Children who meet any of the following criteria will not be eligible to participate in this study:\n\n  * children with a Full Scale Intelligence Quotient (I below 70 as children with IQs less than this would likely not benefit from the behavior therapy intervention\n  * not in full time school or less than 5 or older than 12 years at the time of the screening visit\n  * children who have a history of seizures or other neurological problems and are taking medication to prevent seizures as stimulants could worsen seizures\n  * children with a history of other medical problems for whom psychostimulant treatment may involve considerable risk including cardiac arrhythmias, hypertension, Tourette's Disorder or history of severe tic exacerbations secondary to stimulant exposure\n  * children with a history of other medical problems that could impact appetite or weight such as hypothyroidism, diabetes mellitus, liver or renal disease. Also, children using prescription medication that can significantly impact appetite or weight are excluded\n  * children with a childhood history or diagnosis of any of the following mental health disorders: pervasive developmental disorder, schizophrenia or other psychotic disorders, bipolar disorder, post traumatic stress disorder, major depression with serious suicidal thoughts or an eating disorder as stimulants are not safe and effective treatments for these conditions, and these diseases could affect eating habits\n  * children whose Body Mass Index is very low (too light for safe use of stimulant medication) or is too high (overweight so not suitable for weight promotion treatments)\n  * children allergic to milk proteins as they are in the caloric supplement (lactose intolerance okay)\n  * children previously treated with stimulant medications for more than 30 days as this study is focusing on children who have never used stimulant medication before.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change Score for Z-height Baseline to Endpoint","description":"The primary endpoint will be change in z-height at month 30 which is study endpoint.\n\nMeasured as a zscore with more negative units reflecting smaller incremental height gain. Z units used to account for differences between groups in gender and age with both impact height at a fixed time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-.04","spread":".46"},{"groupId":"OG001","value":"-.11","spread":".41"}]}]}]},{"type":"SECONDARY","title":"Change Score for z Weight","description":"difference between baseline and endpoint (month 30 or last assessment point if did not finish study). Measured as a zscore with more negative units reflecting lesser weight gain. Z units used to account for differences between groups in gender and age with both impact weight at a fixed time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-.01","spread":".56"},{"groupId":"OG001","value":"-.19","spread":".45"}]}]}]},{"type":"SECONDARY","title":"Change in zBody Mass Index (BMI)","description":"BMI will be calculated at endpoint (month 30). Difference between baseline and endpoint (month 30 or last assessment point if did not finish study). Measured as a zscore with more negative units reflecting less BMI gain. Z units used to account for differences between groups in gender and age with both impact BMI at a fixed time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-.06","spread":".53"},{"groupId":"OG001","value":"-.21","spread":".51"}]}]}]},{"type":"SECONDARY","title":"Treatment Adherence for Caloric Supplement","description":"percent of days caloric supplement were taken versus prescribed in caloric supplement arm","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":"29.4"}]}]}]},{"type":"SECONDARY","title":"ADHD Symptoms- Parent Rated","description":"sum of score on 10 item IOWA Conners with range from 0 to 30 and higher values indicating more symptoms. Collected at end point or last assessment point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"6.7"},{"groupId":"OG001","value":"15.2","spread":"5.7"}]}]}]},{"type":"SECONDARY","title":"Change Score for Zheight Months 0 to 6","description":"in addition to the primary outcome of height at month 30, change in z-height from baseline to study month 6 post is also reported. Subjects who were still moderately impaired after 6 months in their initial treatment arm were allowed to cross over and receive the treatments in the other arm so prior to month 6 no participants randomized to behavior arm were prescribed study medication.\n\nThis outcome includes all participants with 2+ growth assessments from the behavior therapy and ER stimulant arms. Doesn't include adaptive randomization arms (drug holiday, cal supplement, monitoring) as they didn't exist until 2nd randomization which did not occur until after this assessment period was over.\n\nHeight converted to z score to account for differences in age and gender. More negative values reflecting smaller incremental height gain.\n\nIf participant dropped out prior to month 6, then the last assessment point was used.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.19"},{"groupId":"OG001","value":"-0.035","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"ADHD Symptoms- Teacher Rated","description":"sum of items on 10 item IOWA Conners with range from 0-30 and larger values indicating greater symptoms. Collected at endpoint or last assessment point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.5","spread":"7.2"},{"groupId":"OG001","value":"13.8","spread":"7.7"}]}]}]},{"type":"SECONDARY","title":"Medication Adherence","description":"% of study days that study ADHD medication was taken when prescribed to be taken; behavior group could be prescribed medication if moderately impaired still after month 6. Once prescribed, all medication was prescribed to be taken 7 days a week except for in the drug holiday weight recovery arm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.1","spread":null},{"groupId":"OG001","value":"71.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Behavior Therapy Sessions","description":"Raw number of behavior therapy sessions attended; participants could cross over to other treatment arm if moderately impaired after 6 months in initial randomly assigned arm","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":"10.5"},{"groupId":"OG001","value":"8.1","spread":"7.3"}]}]}]},{"type":"SECONDARY","title":"Change in Height z Score During Weight Recovery Phase (Second Randomization)","description":"difference in height z score from entry into weight recovery phase to exit from weight recovery phase (exact duration varied by participant). Randomization could not occur before month 6 (equaling a 24 month duration) but could start as late as month 29 (equaling a 1 month duration) of treatment based on the pattern of zBMI change by the individual participant.\n\nZ scores used to account for differences in age and gender. More negative values reflecting less incremental height gain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.185","spread":"0.232"},{"groupId":"OG001","value":"-0.030","spread":".247"},{"groupId":"OG002","value":"-0.168","spread":"0.337"}]}]}]},{"type":"SECONDARY","title":"Change in Weight z Score During Weight Recovery Phase (Second Randomization)","description":"difference in weight z score from entry into weight recovery phase to exit from weight recovery phase (exact duration varied by participant). Randomization could not occur before month 6 (equaling a 24 month duration) but could start as late as month 29 (equaling a 1 month duration) of treatment based on the pattern of zBMI change by the individual participant.\n\nZ scores used to account for differences in age and gender. Larger values reflect a greater incremental weight gain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.050","spread":".289"},{"groupId":"OG001","value":"0.262","spread":"0.353"},{"groupId":"OG002","value":"0.062","spread":"0.331"}]}]}]},{"type":"SECONDARY","title":"Change in Zscore for BMI During Weight Recovery Phase (Second Randomization)","description":"difference in BMI z score from entry into weight recovery phase to exit from weight recovery phase (exact duration varied by participant). Randomization could not occur before month 6 (equaling a 24 month duration) but could start as late as month 29 (equaling a 1 month duration) of treatment based on the pattern of zBMI change by the individual participant.\n\nZ scores used to account for differences in age and gender. Larger values reflecting a greater incremental BMI gain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.243","spread":"0.499"},{"groupId":"OG001","value":"0.443","spread":"0.459"},{"groupId":"OG002","value":"0.247","spread":"0.379"}]}]}]},{"type":"POST_HOC","title":"Change in Height z Score by Actual Medication Usage","description":"measures change in height z score from baseline to last assessment with participants grouped based on actual medication usage versus randomly assigned group since participants were allowed to cross treatment arms after 6 months and not all participants assigned to medication used it consistently. The rarely med group (n=44) used med \\<12.5% of the study duration (with most using not at all). The consistent med group (N=38 used) med for at least 87.5% of their time in the study with most using the entire time. The inconsistent med group (N=111), used medication between 12.5 to 87.5 of the time (mean time on med was 45% of the time in the study) The other 37 participants did not have one year of growth data so were excluded from this analysis. Z scores used to account for differences in age and gender between groups. More negative values reflecting a smaller incremental height gain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.248","spread":".341"},{"groupId":"OG001","value":"-0.113","spread":".430"},{"groupId":"OG002","value":"0.042","spread":".464"}]}]}]},{"type":"POST_HOC","title":"Change in Weight z Score by Actual Medication Usage","description":"measures change in weight z score from baseline to last assessment with participants grouped based on actual medication usage versus randomly assigned group since participants were allowed to cross treatment arms after 6 months and not all participants assigned to medication used it consistently. The rarely med group (n=44) used med \\<12.5% of the study duration (with most using not at all). The consistent med group (N=38 used med for at least 87.5% of their time in the study with most using the entire time). The inconsistent med group (N=111, 27.5% used medication 45% of the time in the study. The other 37 participants did not have one year of growth data so were excluded from this analysis. Z scores used to account for differences in age and gender between groups. Higher values represent a greater incremental weight gain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.507","spread":".335"},{"groupId":"OG001","value":"-0.177","spread":".443"},{"groupId":"OG002","value":"0.112","spread":".518"}]}]}]},{"type":"POST_HOC","title":"Change in BMI z Score by Actual Medication Usage","description":"measures change in BMI z score from baseline to last assessment with participants grouped based on actual medication usage versus randomly assigned group since participants were allowed to cross treatment arms after 6 months and not all participants assigned to medication used it consistently. The rarely med group (n=44) used med \\<12.5% of the study duration (with most using not at all). The consistent med group (N=38 used med for at least 87.5% of their time in the study with most using the entire time). The inconsistent med group (N=111, 27.5% used medication 45% of the time in the study. The other 37 participants did not have one year of growth data so were excluded from this analysis. Z scores used to account for differences in age and gender between groups. Higher values represent a larger BMI","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.554","spread":".412"},{"groupId":"OG001","value":"-0.170","spread":".486"},{"groupId":"OG002","value":"0.036","spread":".528"}]}]}]},{"type":"POST_HOC","title":"Difference in Height z Score During Weight Recovery Phase (Second Randomization) by Actual Usage","description":"difference in height z score from entry into weight recovery phase to exit from that phase (exact duration varied by participant). Randomization could not occur before month 6 (so max of 24 month duration) but could start as late as month 29 (equaling a 1 month duration) based on the pattern of zBMI change. In this post hoc analysis we grouped participants by what they did (caloric supplementation, drug holiday or monitoring) not what they were randomly assigned to. The most common change was from drug holiday to monitoring for participants who were not using medication on weekends before assignment to drug holiday (family stopped weekend med by own accord prior to 2nd randomization) so assignment to drug holiday did not alter actual frequency of use as was designed to.Therefore they were reclassified as monitoring as frequency of med use did not change.\n\nZ score used to account for differences in age and gender between groups. Larger values reflect greater height change.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.184","spread":"0.238"},{"groupId":"OG001","value":"-0.095","spread":"0.277"},{"groupId":"OG002","value":"-0.105","spread":"0.311"}]}]}]},{"type":"POST_HOC","title":"Change in Weight z Score During Weight Recovery Phase (Second Randomization) Based on Actual Usage","description":"difference in height z score from entry into weight recovery phase to exit from that phase (exact duration varied by participant). Randomization could not occur before month 6 (so max of 24 month duration) but could start as late as month 29 (equaling a 1 month duration) based on the pattern of zBMI change. In this post hoc analysis we grouped participants by what they did (caloric supplementation, drug holiday or monitoring) not what they were randomly assigned to. The most common change was from drug holiday to monitoring for participants who were not using medication on weekends before assignment to drug holiday (family stopped weekend med by own accord prior to 2nd randomization) so assignment to drug holiday did not alter actual frequency of use as was designed to.Therefore they were reclassified as monitoring as frequency of med use did not change.\n\nZ score used to account for differences in age and gender between groups. Higher values reflect greater incremental weight gain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.055","spread":"0.295"},{"groupId":"OG001","value":"0.299","spread":"0.452"},{"groupId":"OG002","value":"0.084","spread":"0.265"}]}]}]},{"type":"POST_HOC","title":"Change in BMI z Score During Weight Recovery Period (Second Randomization) Based on Actual Usage","description":"difference in height z score from entry into weight recovery phase to exit from that phase (exact duration varied by participant). Randomization could not occur before month 6 (so max of 24 month duration) but could start as late as month 29 (equaling a 1 month duration) based on the pattern of zBMI change. In this post hoc analysis we grouped participants by what they did (caloric supplementation, drug holiday or monitoring) not what they were randomly assigned to. The most common change was from drug holiday to monitoring for participants who were not using medication on weekends before assignment to drug holiday (family stopped weekend med by own accord prior to 2nd randomization) so assignment to drug holiday did not alter actual frequency of use as was designed to.Therefore they were reclassified as monitoring as frequency of med use did not change.\n\nZ score used to account for differences in age and gender between groups. Higher values reflect greater incremental BMI increase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.248","spread":"0.508"},{"groupId":"OG001","value":"0.496","spread":"0.576"},{"groupId":"OG002","value":"0.260","spread":".302"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":41},"commonTop":["anxiety","loss of appetite","irritability","skin picking","trouble sleeping"]}}}