{"nctId":"NCT04009577","briefTitle":"A Study to Evaluate Next-Dose Transition From Zolpidem to Lemborexant (LEM) for the Treatment of Insomnia","startDateStruct":{"date":"2019-07-15","type":"ACTUAL"},"conditions":["Insomnia"],"count":53,"armGroups":[{"label":"Cohort 1 (LEM 5 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: LEM 5 mg"]},{"label":"Cohort 2A (LEM 5 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: LEM 5 mg"]},{"label":"Cohort 2B (LEM 10 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: LEM 10 mg"]}],"interventions":[{"name":"LEM 5 mg","otherNames":["E2006","Lemborexant"]},{"name":"LEM 10 mg","otherNames":["E2006","Lemborexant"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Meets the Diagnostic and Statistical Manual of Mental Disorders, 5th ed (DSM-5) criteria for Insomnia Disorder, either currently or prior to zolpidem use, as follows:\n\n   * Complains of dissatisfaction with nighttime sleep, in the form of difficulty staying asleep and/or awakening earlier in the morning than desired despite adequate opportunity for sleep\n   * Frequency of complaint \\>=3 times per week\n   * Duration of complaint \\>=3 months\n   * Associated with complaint of daytime impairment\n2. Reports spending at least 7 hours in bed per night\n3. History of intermittent \\[taking zolpidem at least 3 or 4 nights per week\\], or frequent use (at least 5 nights per week) of ZOL-IR or ZOL-ER, for at least 1 month\n4. Confirmation of intermittent or frequent use of zolpidem (based on review of drug use data). Intermittent use is defined as taking zolpidem at least 3 but fewer than 5 nights per week, for at least 2 weeks each of the 3-week Screening Period. Frequent use is defined as taking zolpidem at least 5 nights per week, during, at minimum, the last 2 weeks of the 3-week Screening Period\n5. Willing and able to comply with all aspects of the protocol, including staying in bed for at least 7 hours each night\n6. Willing not to start another pharmacologic treatment for the management of insomnia during the participant's participation in the study\n\nExclusion Criteria:\n\n1. Females who are breastfeeding or pregnant at screening or baseline (as documented by a positive serum pregnancy test). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug\n2. Females of childbearing potential who:\n\n   Within 28 days before study entry, did not use a highly effective method of contraception, which includes any of the following:\n   * total abstinence (if it is their preferred and usual lifestyle)\n   * an intrauterine device or intrauterine hormone-releasing system (IUS)\n   * a contraceptive implant\n   * an oral contraceptive (Participant must be on a stable dose of the same oral contraceptive product for at least 28 days before dosing and throughout the study and for 28 days after study drug discontinuation)\n   * have a vasectomized partner with confirmed azoospermia\n   * Do not agree to use a highly effective method of contraception (as described above) throughout the entire study period and for 28 days after study drug discontinuation NOTE: All females will be considered to be of childbearing potential unless they are postmenopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group, and without other known or suspected cause) or have been sterilized surgically (ie, bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy, all with surgery at least 1 month before dosing)\n3. Any history of moderate or severe obstructive sleep apnea (OSA)\n4. Current evidence of a clinically significant, active respiratory disorder other than mild OSA. This includes bronchiectasis, emphysema, asthma, chronic obstructive pulmonary disease or any other pulmonary disorder identified by review of medical history or physical examination, and which in the opinion of the investigator, could compromise the participant's safety or interfere with study assessments\n5. A current diagnosis of periodic limb movement disorder, restless legs syndrome, circadian rhythm sleep disorder, or an exclusionary score on screening instruments to rule out individuals with symptoms of certain sleep disorders other than insomnia as follows:\n\n   * STOP-Bang score \\>=5 (participants previously diagnosed with mild OSA are not excluded)\n   * International Restless Legs Scale (IRLS) score \\>=16\n6. Habitually naps during the day more than 3 times per week\n7. Reports symptoms potentially related to narcolepsy, that in the clinical opinion of the investigator indicates the need for referral for a diagnostic evaluation for the presence of narcolepsy\n8. Reports a history of sleep-related violent behavior, or sleep driving, or any other complex sleep-related behavior (eg, making phone calls or preparing and eating food while sleeping), whether spontaneous or associated with a pharmacological sleep agent\n9. Takes a dose of ZOL-IR greater (\\>)10 mg per night, or ZOL-ER \\>12.5 mg per night\n10. Takes a dose of zolpidem that is lower than what is prescribed\n11. Reports having altered zolpidem tablets\n12. Unwilling to forgo alcohol consumption within 3 hours of bedtime for the duration of participation in the study\n13. Used any prohibited prescription or over-the-counter concomitant medications within 1-week or 5 half-lives, whichever is longer, before the first dose of study medication (A list of prohibited concomitant medications is presented in the protocol)\n14. Used any pharmacologic modality of treatment for insomnia other than zolpidem, including marijuana, within 1-week or 5 half-lives, whichever is longer, before the Screening Period\n15. A prolonged difference between QTc corrected by Fridericia's formulas (QTcF) interval \\[QTcF \\>450 millisecond (ms)\\] as demonstrated by a repeated electrocardiogram\n16. Any suicidal ideation with intent with or without a plan at Screening or within 6 months of Screening (ie, answering \"Yes\" to questions 4 or 5 on the Suicidal Ideation section of the Columbia-Suicide Severity Rating Scale \\[C-SSRS\\])\n17. Any lifetime suicidal behavior (per the Suicidal Behavior section of the C-SSRS)\n18. Evidence of clinically significant disease (eg, cardiac, respiratory, gastrointestinal, and renal disease) that in the opinion of the investigator(s) could affect the participant's safety or interfere with the study assessments. Participants for whom a sedating drug would be contraindicated for safety reasons because of the participant's occupation or activities are also excluded\n19. Hypersensitivity to LEM or any of the excipients\n20. Any history of or concomitant medical condition that in the opinion of the investigator(s) would compromise the participant's ability to safely complete the study\n21. Planned surgery that requires general, spinal, or epidural anesthesia that would take place during the study. Planned surgery, which requires only local anesthesia and which can be undertaken as a day case without inpatient stay postoperatively, need not result in exclusion if in the opinion of the investigator this operation does not interfere with the study procedures and patient safety\n22. Psychotic disorder(s) or unstable recurrent affective disorder(s) evident by use of antipsychotics or prior suicide attempt(s) within approximately the last 2 years\n23. History of drug or alcohol dependency or abuse within approximately the last 2 years\n24. Currently enrolled in another clinical study or used any investigational drug or device within 28 days or 5 times the half-life, whichever is longer, preceding informed consent\n25. Previously participated in any clinical trial of LEM","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Overall Participants Who Transitioned to LEM at the End of the Titration Period of Core Study","description":"Transition to LEM was defined as participant who remained on LEM at the end of the 2-week titration period and either 1) entered the extension phase, or 2) chooses to not enter the extension phase for reasons not related to LEM (including, but not limited to, time commitment related to the study, study-related travel expenses or preference to continue insomnia management with another health care provider).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Transitioned to LEM at the End of the 2-Week Titration Period of Core Study Within Each Cohort","description":"Transition to LEM was defined as participant who remained on LEM at the end of the 2-week titration period and either 1) entered the extension phase, or 2) chooses to not enter the extension phase for reasons not related to LEM (including, but not limited to, time commitment related to the study, study-related travel expenses or preference to continue insomnia management with another health care provider).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null},{"groupId":"OG001","value":"100","spread":null},{"groupId":"OG002","value":"81.0","spread":null},{"groupId":"OG003","value":"77.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the LEM5 Treatment Groups With Dose Increasing to LEM10 at the End of the Titration Period of Core Study by Cohort and Overall","description":"This outcome measure was planned for Cohort 1A, 1B and 2A. As there was no dose increase happened in Cohort 2B, this Outcome Measure is not applicable for Cohort 2B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"47.6","spread":null},{"groupId":"OG003","value":"48.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in LEM10 Treatment Group With Dose Decreasing to LEM5 at the End of the Titration Period of Core Study in Cohort 2","description":"This outcome measure was planned for Cohort 2B. As dose decrease happened in Cohort 2B only, this Outcome Measure is not applicable for Cohort 1A, 1B and 2A.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Positive Medication Effect Rating on Each Patient Global Impression of Insomnia (PGI-I) Item at the End of the 2-Week Titration Period of Core Study by Cohort and Overall Using End of the Titration Period Treatment","description":"The PGI-I was a self-report assessment of participant perception of the effects of a medication on their sleep. The PGI-I had 3 items related to study medication effects (a) helped/worsened sleep, (b) decreased/increased time to fall asleep, (c) increased/decreased total sleep time, and 1 item related to perceived appropriateness of study medication strength. The first 3 items were answered on a 3-point scale (1=positive medication effect, 2=neutral medication effect, 3=negative medication effect) and the last item on a different 3 point scale (medication: 1=too strong, 2=just right, 3=too weak), only 'positive medication effects' and 'just right' are reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"33.3","spread":null},{"groupId":"OG003","value":"54.5","spread":null},{"groupId":"OG004","value":"43.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"47.6","spread":null},{"groupId":"OG003","value":"54.5","spread":null},{"groupId":"OG004","value":"50.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"28.6","spread":null},{"groupId":"OG003","value":"45.5","spread":null},{"groupId":"OG004","value":"39.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null},{"groupId":"OG001","value":"100","spread":null},{"groupId":"OG002","value":"38.1","spread":null},{"groupId":"OG003","value":"50.0","spread":null},{"groupId":"OG004","value":"54.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":7},"commonTop":["Somnolence","Abnormal dreams","Accidental overdose"]}}}