{"nctId":"NCT02442271","briefTitle":"A Study to Evaluate the Efficacy and Safety of Three Experimental Drugs in Adults With Hepatitis C Virus Infection, Who Are Either Treatment-naive or Treatment-experienced in Brazil","startDateStruct":{"date":"2015-04-27","type":"ACTUAL"},"conditions":["Chronic Hepatitis C Infection"],"count":222,"armGroups":[{"label":"3-DAA ± RBV","type":"EXPERIMENTAL","interventionNames":["Drug: ombitasvir/paritaprevir/ritonavir and dasabuvir","Drug: ribavirin"]}],"interventions":[{"name":"ombitasvir/paritaprevir/ritonavir and dasabuvir","otherNames":["Viekira Pak","paritaprevir also known as ABT-450","ombitasvir also known as ABT-267","dasabuvir also known as ABT-333"]},{"name":"ribavirin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females must be post-menopausal for more than 2 years or surgically sterile or practicing acceptable forms of birth control\n* Males must be surgically sterile or agree to practice acceptable forms of birth control\n* Chronic hepatitis C virus (HCV) infection at screening\n* Fibrosis stage F3 or greater, documented by acceptable tests\n* Participants with cirrhosis: Absence of hepatocellular carcinoma (HCC) as indicated by acceptable methods\n\nExclusion Criteria:\n\n* Women who are pregnant or breastfeeding\n* Positive test result for Hepatitis B surface antigen (HbsAg) or anti-HIV antibody positive (HIV Ab)\n* Use of contraindicated medications within 2 weeks of dosing\n* Clinically significant abnormalities or co-morbidities\n* History of solid organ transplant\n* Abnormal laboratory tests\n* Current or past clinical evidence of Child-Pugh B or C classification or clinical history of liver decompensation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of study drug. Participants with missing data were counted as failures.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 by Fibrosis Stage","description":"SVR12 was defined as plasma HCV RNA level \\<LLOQ\\]12 weeks after the last dose of study drug. The percentage of participants achieving SVR12 by fibrosis stage (F3 and F4) are presented. Participants with missing data were counted as failures.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null},{"groupId":"OG001","value":"96.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 by Participant Prior HCV Treatment Experience","description":"SVR12 was defined as HCV RNA level \\<LLOQ 12 weeks after the last dose of study drug. Data are presented by prior HCV treatment experience. Data are provided by participants' prior HCV treatment experience at screening. Participants with missing data were counted as failures.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.1","spread":null},{"groupId":"OG001","value":"95.5","spread":null},{"groupId":"OG002","value":"100","spread":null},{"groupId":"OG003","value":"100","spread":null},{"groupId":"OG004","value":"97.1","spread":null},{"groupId":"OG005","value":"100","spread":null},{"groupId":"OG006","value":"85.7","spread":null},{"groupId":"OG007","value":"91.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 by Participant Eligibility for Treatment With Interferon (IFN) at Screening","description":"SVR12 was defined as HCV RNA level \\<LLOQ 12 weeks after the last dose of study drug. Data are presented by prior HCV treatment experience. Data are provided by participants' eligibility for treatment with IFN at screening. Participants with missing data were counted as failures.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"96.7","spread":null},{"groupId":"OG002","value":"85.7","spread":null},{"groupId":"OG003","value":"97.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Hepatitis C Virus Patient-Reported Outcomes Instrument (HCV-PRO) Total Score: Change From Baseline to 12 Weeks After the Last Dose of Study Drug","description":"The HCV-PRO has been developed to capture the function and well-being impact of HCV conditions and treatment and contains 16 items important to HCV-infected patients; items were totaled to a summary score. Scores range from 0 to 100. A higher HCV-PRO score indicates a better state of health and a decrease from baseline represents worsening. If a participant answered at least 12 of the 16 items, the missing items were imputed with the mean score of the answered items; if a participant did not answer at least 12 of the items, the total score was considered missing.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"10.97"},{"groupId":"OG001","value":"0.8","spread":"10.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"13.25"},{"groupId":"OG001","value":"4.2","spread":"15.72"}]}]}]},{"type":"SECONDARY","title":"Short-Form 36 Version 2 Health Survey (SF-36v2) Physical Component Summary (PCS) Scores: Change From Baseline to 12 Weeks After the Last Dose of Study Drug","description":"The SF-36v2 is a non-disease specific Health Related Quality of Life (HRQoL) instrument. The SF-36v2 comprises 36 total items (questions) targeting a subject's functional health and well-being in 8 domains (physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional and mental health) with a recall period of four weeks. Domain scores are aggregated into a Physical Component Summary (PCS) score and a Mental Component Summary (MCS) score. SF-36v2 scores range from 1-100: higher scores indicate a better state of health and a decrease from baseline represents worsening. If a participant answered at least 50% of the items in a multi-item scale of the SF-36v2, the missing items were imputed with the average score of the answered items in the same domain. In cases where the participant did not answer at least 50% of the items, the score for that domain was considered missing. The SF-36v2 MCS and PCS scores were not computed if any domain","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"9.22"},{"groupId":"OG001","value":"1.3","spread":"8.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"6.42"},{"groupId":"OG001","value":"2.1","spread":"7.60"}]}]}]},{"type":"SECONDARY","title":"(SF-36v2) Mental Component Summary (MCS) Scores: Change From Baseline to 12 Weeks After the Last Dose of Study Drug","description":"The SF-36v2 is a non-disease specific Health Related Quality of Life (HRQoL) instrument. The SF-36v2 comprises 36 total items (questions) targeting a subject's functional health and well-being in 8 domains (physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional and mental health) with a recall period of four weeks. Domain scores are aggregated into a PCS score and a MCS score. Scores SF-36v2 scores range from 1-100: higher scores indicate a better state of health and a decrease from baseline represents worsening. If a participant answered at least 50% of the items in a multi-item scale of the SF-36v2, the missing items were imputed with the average score of the answered items in the same domain. In cases where the participant did not answer at least 50% of the items, the score for that domain was considered missing. The SF-36v2 MCS and PCS scores were not computed if any domain was missing.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"3.72"},{"groupId":"OG001","value":"-0.6","spread":"8.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"11.39"},{"groupId":"OG001","value":"2.5","spread":"9.15"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":222},"commonTop":["HEADACHE","FATIGUE","NAUSEA","PRURITUS","ASTHENIA"]}}}