{"nctId":"NCT00658320","briefTitle":"Concentration Controlled Everolimus With Reduced Dose Cyclosporine Versus Mycophenolate Mofetil With Standard Dose Cyclosporine in de Novo Renal Transplant Adult Recipients Treated With Basiliximab and Corticosteroids","startDateStruct":{"date":"2008-02"},"conditions":["Kidney Transplantation"],"count":122,"armGroups":[{"label":"Everolimus + Reduced dose of cyclosporine","type":"EXPERIMENTAL","interventionNames":["Drug: Everolimus","Drug: Basiliximab","Drug: Cyclosporine A","Drug: Corticosteroid"]},{"label":"Mycophenolate mofetil (MMF) + Standard dose of cyclosporine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Mycophenolate mofetil (MMF)","Drug: Basiliximab","Drug: Cyclosporine A","Drug: Corticosteroid"]}],"interventions":[{"name":"Everolimus","otherNames":["Certican"]},{"name":"Mycophenolate mofetil (MMF)","otherNames":["MMF"]},{"name":"Basiliximab","otherNames":[]},{"name":"Cyclosporine A","otherNames":["Neoral®"]},{"name":"Corticosteroid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Core Study Inclusion Criteria:\n\n* Male or female de novo renal transplant recipients between 18 and 65 years of age\n* Patients who are receiving a primary cadaveric donor or non-human leukocyte antigen (non-HLA) identical living donor kidney transplant\n* Patients who have given written informed consent to participate in the study\n* Females capable of becoming pregnant must have a negative pregnancy test prior to randomization.\n\nCore Study Exclusion Criteria:\n\n* Patients with no evidence of graft function within 24 hours of transplantation are excluded\n* Recipients of dual kidney transplants\n* Patients who are recipients of multiple solid organ or tissue transplants, or have previously received an organ or tissue transplant.\n* Recipients of kidneys from HLA-identical living related donors\n* Patients who are recipients of ABO incompatible transplants or T cell cross match positive transplant. Although Panel Reactive Antibodies (PRA) test is not mandatory, patients whose most recent anti-HLA Class I PRA \\>20% By a CDC-(Complement dependent cytotoxicity) based assay or \\>50% by a Flow Cytometry or ELISA (Enzyme linked immunosorbent assay) -based assay\n* Patients who have tested positive for human immunodeficiency virus (HIV), hepatitis C virus (HCV), or Hepatitis B surface antigen. Laboratory results obtained within 6 months prior to randomization are acceptable, otherwise these tests should be performed within two weeks prior to randomization.\n* Recipients of organs from donors who test positive for Hepatitis B surface antigen, HCV or HIV are excluded\n* Donor organ with a cold ischemia time \\>24 hours\n* Donor age greater than 65 years\n* Patients with platelet count \\<100,000/mm at baseline before transplantation\n* Patients with an absolute neutrophil count of \\< 1,500/mm³ or white blood cell count of \\< 4,500/mm³ at baseline before transplantation\n* Patients who have severe hypercholesterolemia (\\>350 mg/dL; \\>9 mmol/L) or hypertriglyceridemia (\\>500 mg/dL; \\>8.5 mmol/L). Patients with controlled hyperlipidemia are acceptable\n* Patients who have an abnormal liver profile such as alanine aminotransferase (ALT), Aspartate aminotransferase (AST), alkaline phosphatase (ALP) or total bilirubin \\>3 times the upper limit of normal (ULN)\n* Patients with a known hypersensitivity to either of the study drugs or their class, or to any of the excipients\n* Patients who are treated with drugs that are strong inducers or inhibitors of cytochrome P450\n* Patients who are unable to take oral medication at time of randomization\n* Patients who received an investigational drug or who have been treated with a non-protocol immunosuppressive drug or treatment within 30 days or 5 half-lives prior to randomization\n* Patients with a history of malignancy of any organ system, treated or untreated, within the past 5 years whether or not there is evidence of local recurrence or metastases, with the exception of localized excised non-melanomatous skin lesions\n* Patients with clinically significant systemic infection at time of transplant or within two weeks prior to transplant\n* Patients with a history of severe diarrhea, active peptic ulcer disease, or uncontrolled diabetes mellitus\n* Patients who have cardiac failure at time of screening (resting dyspnea, with Grade ≥ 3 according to Old New York Heart Association Classification (Appendix 7) or any severe cardiac disease as determined by the investigator\n* Patients who have any surgical or medical condition, which in the opinion of the investigator, might significantly alter the absorption, distribution, metabolism and excretion of study medication\n* Patients with abnormal physical or laboratory findings of clinical significance within 2 weeks prior to randomization which would interfere with the objectives of the study\n* Patients with any history of coagulopathy or medical condition requiring long-term anticoagulation which would preclude renal biopsy after transplantation. (Low dose aspirin treatment or interruption of chronic anticoagulant is allowed)\n* Females of childbearing potential who are planning to become pregnant, who are pregnant and/or lactating, who are unwilling to use effective means of contraception.\n\nExtension Study Inclusion Criteria:\n\n* Patients who completed Month 12 visit in core study (including patients who had discontinued study medication)\n* Patients who had given written informed consent to participate in this extension study\n\nExtension Study Exclusion Criteria:\n\n* Women of childbearing potential who were planning to become pregnant, who were unwilling to use two or more effective means of contraception, including abstinence judged by the investigator, surgical sterilization (e.g. bilateral tubal ligation, hysterectomy), hormonal contraception (implantable, patch, oral), and barrier methods (male or female condom with spermicidal gel, diaphragm, sponge, cervical cap). Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal were not acceptable methods of contraception.\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Core Study: Number of Patients With Composite Efficacy Endpoint","description":"The composite efficacy endpoint consisted of treated biopsy proven acute rejection (BPAR) episodes, graft loss, death or loss to follow-up. A treated BPAR was defined as a biopsy graded IA, IB, IIA, IIB, or III and which was treated with anti-rejection therapy. The allograft was presumed to be lost on the day the patient starts dialysis and was not able to stop dialysis. If the patient underwent a graft nephrectomy, then the day of nephrectomy was considered as the day of graft loss.\n\nFor the individual components (including loss of follow-up)of the composite endpoint, patients are counted for the first event to occur.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Core Study: Number Participants With Combined Graft Loss, Death or Loss to Follow-up","description":"The allograft was presumed to be lost on the day the patient starts dialysis and was not able to stop dialysis. If the patient underwent a graft nephrectomy, then the day of nephrectomy was considered as the day of graft loss.\n\nA loss to follow-up in graft loss, death or loss to follow-up is a patient who did not experience graft loss or death and whose last day of contact was prior to Day 316, i.e. prior to the Month 12 visit window.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Core Study: Renal Function Measured by Calculated Glomerular Filtration Rate (cGFR) Using Modification of Diet in Renal Disease (MDRD) Formula","description":"Modification of Diet in Renal Disease (MDRD) formula is:\n\nCalculated GFR \\[mL/min/1.73m\\^2\\] = 186.3\\*(C\\^-1.154)\\*(A\\^-0.203)\\*G\\*R where\n\n* C is the serum concentration of creatinine \\[mg/dL\\],\n* A is patient age at sample collection date \\[years\\],\n* G=0.742 when gender is female, otherwise G=1,\n* R=1.21 when race is black, otherwise R=1","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.00","spread":"18.993"},{"groupId":"OG001","value":"55.25","spread":"15.227"}]}]}]},{"type":"PRIMARY","title":"Extension Study: Renal Function Measured by Calculated Glomerular Filtration Rate (cGFR) Using the Modification of Diet in Renal Disease (MDRD) Formula","description":"Renal function was assessed by glomerular filtration rate (GFR) using the MDRD formula:\n\nGFR \\[mL/min/1.73m2\\] = 186.3\\*(C-1.154)\\*(A-0.203)\\*G\\*R C is the serum concentration of creatinine \\[mg/dL\\] A is age \\[years\\] G = 0.742 when gender is female, otherwise G=1 R = 1.21 when race is black, otherwise R=1\n\nLoss to follow up (in In Primary Core Outcome Measure) is composite efficacy failure and contains incidence of treated BPAR, graft loss, death or loss to follow-up","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.90","spread":null},{"groupId":"OG001","value":"54.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Extension Study: Number of Participants With Combined Efficacy Endpoint: Graft Loss, Death, Loss to Follow-up and/or Treated Biopsy Proven Acute Rejection (BPAR)","description":"Graft loss was defined as the day the patient started dialysis and was not able to subsequently be removed from dialysis or re-transplant.\n\nLoss-to-follow was a patient who did not experience a treated BPAR, graft loss or death and whose last day of contact was prior to Month 24.\n\nA Graft Biopsy was done within 48 hours of suspect rejection. Biopsies were read by the local pathologist according to the updated Banff '97 criteria.\n\nTreated BPAR was based on local laboratory biopsy results and was defined as a biopsy Banff criteria graded IA to III that was treated with anti-rejection therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Extension Study: Renal Function Measured by Calculated Glomerular Filtration Rate (GFR) Using the Nankivell Formula","description":"The Nankivell formula was used to calculate GFR at Month 24:\n\nGFR\\[mL/min\\]=6.7/C + W/4 - UREA/2 - 100/H\\^2 + 35 (25 for females) W= body weight \\[kg\\] H= height \\[m\\] C= serum creatinine \\[mmol/L\\] UREA= serum urea \\[mmol\\\\L\\]","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.49","spread":"20.479"},{"groupId":"OG001","value":"59.24","spread":"13.840"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.16","spread":"9.892"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Extension Study: Number of Participants With Adverse Events and Serious Adverse Events","description":"Additional information about Adverse Events can be found in the Adverse Event Section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Extension Study: Everolimus Trough Levels","description":"Blood was collected at all visits after Day 3 for trough (collected 5 minutes before study drug dose) everolimus levels and was analyzed at a central laboratory using liquid chromatography mass spectrometry.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.258","spread":"1.1170"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.408","spread":"0.5986"}]}]}]},{"type":"SECONDARY","title":"Extension Study: Cyclosporine Trough Levels","description":"Blood was collected at all visits after Day 3 for trough (collected 5 minutes before study drug dose) cyclosporine levels and was analyzed at a central laboratory using immunoassay.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.1","spread":"39.07"},{"groupId":"OG001","value":"105.5","spread":"44.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.2","spread":"37.94"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Extension Study: Renal Function Measured by Calculated Glomerular Filtration Rate (cGFR) Using the Modification of Diet in Renal Disease (MDRD) Formula","description":"Renal function was assessed by glomerular filtration rate (GFR) using the MDRD formula:\n\nGFR \\[mL/min/1.73m2\\] = 186.3\\*(C-1.154)\\*(A-0.203)\\*G\\*R C is the serum concentration of creatinine \\[mg/dL\\] A is age \\[years\\] G = 0.742 when gender is female, otherwise G=1 R = 1.21 when race is black, otherwise R=1","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.80","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":61},"commonTop":["Nasopharyngitis","Hyperlipidaemia","Constipation","Acne","Hypertension"]}}}