{"nctId":"NCT00336505","briefTitle":"Study Comparing the Safety and Efficacy of Cethromycin to Clarithromycin for the Treatment of Community-Acquired Pneumonia (CAP)","startDateStruct":{"date":"2005-12"},"conditions":["Pneumonia"],"count":584,"armGroups":[{"label":"Clarithromycin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Clarithromycin"]},{"label":"Cethromycin","type":"EXPERIMENTAL","interventionNames":["Drug: Cethromycin"]}],"interventions":[{"name":"Cethromycin","otherNames":["Restanza","ABT-773"]},{"name":"Clarithromycin","otherNames":["Biaxin","Klacid","Klaracid"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ambulatory male or female, 18 years of age or older\n* If female, non-lactating and at no risk or pregnancy (post-menopausal or must use adequate birth control)\n* Positive Chest X-ray consistent with diagnosis of bacterial pneumonia\n* Must be a suitable candidate for oral antibiotic therapy and must be able to swallow capsules intact\n* Recent history of respiratory illness consistent with the clinical signs and symptoms of bacterial CAP\n* Must be able to produce sputum\n\nExclusion Criteria:\n\n* Prior hospitalization within previous 4 weeks\n* Residence at a chronic care facility\n* Active tuberculosis (or other mycobacterial infection, empyema, lung abscess, pulmonary embolism, pulmonary edema, cystic fibrosis, tumor (primary or metastatic) involving the lung, bronchial obstruction, a history of post-obstructive pneumonia (chronic obstructive pulmonary disease \\[COPD\\] is not exclusionary), known or suspected Pneumocystis carinii pneumonia\n* Treatment with long-acting antimicrobial agents within the last 4 weeks, treatment with ceftriaxone, azithromycin or dirithromycin antibiotic within the last 7 days, or subjects who have received more than 24 hours of treatment with other antibiotics within 7 days prior to study drug administration\n* Any infection which requires the use of a concomitant antimicrobial agent\n* History of hypersensitivity or allergic reactions to macrolide, ketolide, quinolone, azalide or streptogramin antimicrobials\n* Treatment with another investigational drug within the last 4 weeks\n* Females who are pregnant or lactating\n* Subjects with known significant renal or hepatic impairment or disease\n* Subjects with a history of impaired renal function\n* Evidence of uncontrolled clinically significant cardiovascular, pulmonary, metabolic, gastrointestinal, neurological or endocrine disease, malignancy, or other abnormality (other than the disease being studied)\n* Subjects who would require parenteral antimicrobial therapy for the treatment of pneumonia\n* Any underlying disease or condition that would interfere with the completion of the study procedures and evaluations or absorption of the study drug\n* Currently receiving or are likely to require any of the following medications during the period between 2 weeks prior to Evaluation 1 and within 24 hours after the last dose of study drug: astemizol (Hismanal®) or pimozide (Orap®)\n* Currently receiving or are likely to require any of the following during the period from Evaluation 1 and within 24 hours after the last dose of study drug: theophylline or theophylline analogues (unless adequately monitored), carbamazepine, dexamethasone, phenobarbital, phenytoin, St. John's Wort, lamotrigine, troglitazone, warfarin and digitalis glycoside. Other barbiturates may be used with careful monitoring\n* Subjects who are currently receiving or who are likely to require any of the following medications during the period between Evaluation 1 and 4: other systemic antibiotic therapy, rifampin or rifabutin\n* Immunocompromised subjects, subjects receiving immunosuppressive agents, subjects with known human immunodeficiency virus (HIV) infections and history of acquired immune deficiency syndrome (AIDS) defining conditions or CD4+ T-lymphocyte count \\<200.\n* Subject with known or suspected central nervous system (CNS) disorder that predisposes them to seizures/lower seizure threshold (e.g., severe cerebral arteriosclerosis, epilepsy)\n* Previous treatment with cethromycin\n* Subjects with signs of septic shock (e.g., mental confusion, severe hypoxemia, severe hypotension, any other condition requiring intensive care unit \\[ICU\\] admission)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Cures in the Intent to Treat Population","description":"Investigators evaluated subjects for a clinical response of cure, failure, or indeterminate. Cure: Improvement or return to preinfection state or lack of progression of all pulmonary infiltrates, and resolution of all signs/symptoms present at enrollment. Failure: Persistence or worsening of signs/symptoms, the need for additional antibiotic, new pulmonary infection, progression of the chest radiograph, or death due to pneumonia. Indeterminate: Evaluation was not possible (lost to follow up, adverse event, major protocol violation). Indeterminates default to failure for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"217","spread":null},{"groupId":"OG001","value":"206","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Bacteriologic Cures in the Intent to Treat Population","description":"All bacteriologically evaluable subjects (ie., the subject had at least one, protocol-defined evaluable pathogen) who demonstrated eradication of all evaluable pathogens (S. pneumoniae, S. aureus, H. influenzae, M. catarrhalis, M. pneumoniae, C. pneumoniae, L. pneumophila).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"PRIMARY","title":"Clinical Cures in the Per Protocol Clinically Evaluable Population","description":"Investigators evaluated subjects for a clinical response of cure, failure, or indeterminate. Cure: Improvement or return to preinfection state or lack of progression of all pulmonary infiltrates, and resolution of all signs/symptoms present at enrollment. Failure: Persistence or worsening of signs/symptoms, the need for additional antibiotic, new pulmonary infection, progression of the chest radiograph, or death due to pneumonia. Indeterminate: Evaluation was not possible (lost to follow up, adverse event, major protocol violation). Indeterminates default to failure for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"205","spread":null},{"groupId":"OG001","value":"195","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Bacteriologic Cures in the Per Protocol Clinically Evaluable Population","description":"All bacteriologically evaluable subjects (ie., the subject had at least one, protocol-defined evaluable pathogen) who demonstrated eradication of all evaluable pathogens (S. pneumoniae, S. aureus, H. influenzae, M. catarrhalis, M. pneumoniae, C. pneumoniae, L. pneumophila).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":288},"commonTop":["Dysgeusia","Diarrhea","Nausea","Headache","Urinary tract infection"]}}}