{"nctId":"NCT03428360","briefTitle":"Safety and Tolerability Study of Diazepam Buccal Film (DBF) in Subjects With Epilepsy","startDateStruct":{"date":"2018-01-23","type":"ACTUAL"},"conditions":["Epilepsy"],"count":149,"armGroups":[{"label":"Subjects with Epilepsy","type":"EXPERIMENTAL","interventionNames":["Drug: Diazepam Buccal Soluble Film 5, 7.5,10, 12.5,15 or 17.5 mg with individual dose determined according to age and weight category"]}],"interventions":[{"name":"Diazepam Buccal Soluble Film 5, 7.5,10, 12.5,15 or 17.5 mg with individual dose determined according to age and weight category","otherNames":["DBF, Diazepam Buccal Film (Aquestive Therapeutics)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Female or male subject between the ages of 2 and 65 years of age, inclusive\n2. Written informed consent to participate in the study\n3. Subject has an established diagnosis of epilepsy either partial or generalized epilepsy with motor seizures with clear alteration of awareness, and while on a regimen of anti-epileptic medication(s), still experiences bouts of seizures (frequent break through seizures, e.g. Acute Repetitive Seizures (ARS) or seizure clusters) and who, in the opinion of the Investigator, may need benzodiazepine intervention for seizure control at least 1 time a month on average.\n4. Caregiver, if needed for subject, provides written informed consent and is able to administer study drug in the event of a seizure.\n5. Female subjects ≥12 years of age have a negative serum pregnancy test at screening. Female subjects of childbearing potential, (not surgically sterile or less than 2 years postmenopausal), must have a partner who is sterile, agrees to abstinence, be practicing double barrier contraception or using an FDA approved contraceptive (e.g., licensed hormonal or barrier methods) for greater than 2 months prior to screening visit and commit to an acceptable form of birth control for the duration of the study and for 30 days after the study\n6. No aspects of the medical history and/or the physical-neurological examination that at the judgment of the Investigator, in consultation with the Sponsor, will interfere with administration or absorption of study drug, or could evolve into a safety issue\n7. No clinically significant abnormal findings on the electrocardiogram (QTcF≤450 msec for males and QTcF≤470 msec for females)\n8. Subject and caregiver must be willing to comply with all study visits and all required study procedures\n\nExclusion Criteria:\n\n1. A history of clinically significant gastrointestinal, renal/genitourinary, hepatic, hematologic, dermatologic, endocrine, oncologic, pulmonary, immunologic, psychiatric, or cardiovascular disease, or any other clinically significant abnormalities, such as physical examination, vital signs, laboratory tests or ECG at Screening or Baseline which in the opinion of the investigator require further investigation or treatment or which may interfere with study procedures or safety or other medical conditions (e.g., cardiac, respiratory, gastrointestinal, psychiatric, renal disease) which are not adequately and stably controlled, or which in the opinion of the investigator(s) could affect the subject's safety or interfere with the study assessments or any other condition which, in the opinion of the Investigator, would jeopardize the safety of the subject\n2. Subject has had significant traumatic injury, major surgery or open biopsy within 30 days prior to study screening\n3. Subject with an active major depression or a past suicide attempt, or any suicidal ideation of 4, or 5 or any suicidal behavior in lifetime using Columbia-Suicide Severity Rating Scale(C-SSRS). The pediatric C-SSRS should be used for subjects 6 to 11 years of age. The adult C-SSRS should be used for subjects ≥12 years of age. Note that this exclusion is only applicable to cognitive-appropriate subjects who are able to understand and complete the Suicide Rating Scale\n4. A history of allergic or adverse responses to diazepam or any other benzodiazepine\n5. Participation in a clinical trial other than MonoSol Rx Phase 2 studies 160325 and 160326 within 30 days prior to Day 0. Participation in an observational (non-interventional) study is not an exclusion, provided that there are no scheduling conflicts with this study. Received any other investigational medication (unless it can be documented that the subject received only placebo) or device within 8 weeks or 5 half-lives (whichever is longer) before assignment to study drug treatment\n6. Lactating female or positive serum pregnancy test (ß-hCG) at screening for female subjects ≥12 years of age\n7. Positive blood screen for HIV, HbSAg, or Hepatitis C, or a positive urine screen for alcohol or drugs of abuse, except marijuana use for medicinal indications. When marijuana is or was used for medicinal indications in the opinion of the Investigator, it is not considered as drug abuse and the subject can be enrolled in states where medical marijuana use is legal, even if the marijuana metabolites in the urine revealed as positive","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects in the Safety Analysis Set With at Least 1 Treatment-emergent Adverse Event (TEAE)","description":"A TEAE was defined as any adverse event with onset date on the day of or after administration of study drug including relationship and severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects in Safety Analysis Set With Adverse Events of Special Interest (AESI)","description":"A.Oral irritation related AEs including but not limited to: buccal mucosal swelling, mouth ulceration, injuries to oral cavity (such as tongue or mucosal laceration, broken tooth, bleeding), erythema, stomatitis, gingivitis, xerostomia, staining, dysphagia, dysgeusia, burning, stinging, tingling.\n\nB. Abuse related AEs including euphoria, euphoric mood, feeling of relaxation, anger, dissociative effects, hallucinations, psychosis, changes in mood, impaired cognition, attention, psychomotor effects, inappropriate affect, overdose, and misuse.\n\nC. Other: Respiratory disorders, nervous system disorders","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Usability Assessment: Number of Use Occasions Where Difficulty in Opening the Outer Packaging Was Recorded.","description":"For each use occasion the following question was asked: Did you have difficulty in opening the outer plastic packaging on this use occasion? Yes","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"211","spread":null}]}]}]},{"type":"SECONDARY","title":"Usability Assessment: Ability to Open Foil Pouch on Each Use Occasion","description":"For each use occasion the following question was asked: Did you have difficulty in opening the foil pouch on this use occasion? Yes or No","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"391","spread":null}]},{"measurements":[{"groupId":"OG000","value":"957","spread":null}]}]}]},{"type":"SECONDARY","title":"Usability Assessment: Ability to Remove Study Drug From Foil Pouch on Each Use Occasion","description":"For each use occasion the following question was asked: Did you have difficulty in removing study drug from foil pouch on this occasion? Yes or No","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1301","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Occasions With Successful Insertion/Retention in Cheek","description":"Of the total number of use occasions over the course of the study, the number of use occasions that were successfully inserted/retained in the cheek","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1330","spread":null}]}]}]},{"type":"SECONDARY","title":"Usability Assessment: Difficulty Inserting DBF Against the Buccal Mucosa (Number of Attempts to Insert Film for Each Use Occasion)","description":"Number of occasions where it took 1 attempt to insert film, Number of occasions where it took 2 attempts to insert film, Number of occasions where it took 3 attempts to insert film, Number of occasions where it took \\>3 attempts to insert film","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1268","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Usability Assessment: Number of Occasions Where DBF Was Not Placed or Retained on the Inner Cheek Until Dissolution","description":"Number of occasions where the study drug was not successfully placed and or retained in cheek until the film fully dissolved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Usability Assessment: Reasons for Multiple Placement/Insertion Attempts During a Use Occasion","description":"Reasons for multiple attempts at insertion Multiple choice answer was: Excessive drooling, Clenching jaw / Won't open mouth, Spit out before sticking, Other/None of the above","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":130},"commonTop":["Seizure","Upper respiratory tract infection","Vomiting","Pyrexia","Somnolence"]}}}