{"nctId":"NCT04571060","briefTitle":"Randomized Trial in Adult Participants With Acute Migraines","startDateStruct":{"date":"2020-10-27","type":"ACTUAL"},"conditions":["Migraine"],"count":1978,"armGroups":[{"label":"Zavegepant","type":"EXPERIMENTAL","interventionNames":["Drug: Zavegepant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Zavegepant","otherNames":["BHV3500"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant has at least 1-year history of migraines (with or without aura), consistent with a diagnosis according to the International Classification of Headache Disorder, 3rd Edition, including the following:\n\n   1. Migraine attacks present for more than 1 year with the age of onset prior to 50 years of age\n   2. Migraine attacks, on average, lasting about 4-72 hours if untreated\n   3. Not more than 8 attacks of moderate to severe intensity per month within the last 3 months\n   4. At least 2 consistent migraine headache attacks of moderate or severe intensity in each of the 3 months prior to the Screening Visit and maintains this requirement during the Screening period\n   5. Less than 15 days with headache (migraine or non-migraine) per month in each of the 3 months prior to the Screening Visit and maintains this requirement during the Screening Period.\n   6. Participants on prophylactic migraine medication are permitted to remain on therapy provided they have been on a stable dose for at least 3 months prior to screening visit and the dose is not expected to change during the course of the study.\n   7. Participants with contraindications for use of triptans may be included provided they meet all other study entry criteria.\n2. Male and Female participants ≥18 years of age.\n\nExclusion Criteria:\n\n1. Participant with a history of HIV disease\n2. Participant history with current evidence of uncontrolled, unstable or recently diagnosed cardiovascular disease, such as ischemic heart disease, coronary artery vasospasm, and cerebral ischemia. Participants with Myocardial Infarction (MI), Acute Coronary Syndrome (ACS), Percutaneous Coronary Intervention (PCI), cardiac surgery, stroke or transient ischemic attack (TIA) during the 6 months prior to screening.\n3. Uncontrolled hypertension (high blood pressure), or uncontrolled diabetes (however participants can be included who have stable hypertension and/or diabetes for at least 3 months prior to being enrolled).\n4. Participants with major depressive episode within the last 12 months, major depressive disorder or any anxiety disorder requiring more than 1 medication for each disorder.\n5. History of, treatment for, or evidence of, alcohol or drug abuse within the past 12 months or participants who have met DSM-V criteria for any significant substance use disorder within the past 12 months.\n6. History of nasal surgery in the 6 months.\n7. Evidence at screening of significant nasal conditions that may affect the administration or absorption of the nasal product (e.g. severe septum deviation, nasal deformity or blockage, inflammation, perforation, mucosal erosion or ulceration, polyposis, nasal trauma)\n8. Participation in any other investigational clinical trial while participating in this clinical trial. Participation in a COVID-19 mRNA vaccine study (vaccine must be authorized under FDA emergency use authorization or approval) who are at least 30 days post last dose of the vaccine are permitted to be screened for this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Freedom From Pain at 2 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the electronic clinical outcome assessment (eCOA) handheld device. Pain freedom was defined as pain level of none post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Freedom From Most Bothersome Symptom (MBS) at 2 Hours Post-dose","description":"MBS was reported as nausea, photophobia, or phonophobia immediately before dosing using the eCOA handheld device. Symptom status (absent, present) was assessed post-dose using the eCOA handheld device separately for nausea, photophobia, and phonophobia. Freedom from MBS was defined as MBS reported at on-study migraine attack onset that was absent post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.6","spread":null},{"groupId":"OG001","value":"31.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Pain relief was defined as pain level of none or mild.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.7","spread":null},{"groupId":"OG001","value":"49.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Able to Function Normally at 2 Hours Post-dose","description":"Functional disability level was assessed on a 4-point scale (normal function, mildly impaired, severely impaired, requires bedrest) using the eCOA handheld device. Normal function was defined as a functional disability level of normal post-dose in the subset of participants with functional disability (mildly impaired, severely impaired, requires bedrest) at on-study migraine attack onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null},{"groupId":"OG001","value":"25.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Relief From 2 Hours to 24 Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Sustained pain relief was defined as pain level of none or mild at 2 hours up to 24 hours post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.6","spread":null},{"groupId":"OG001","value":"33.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Relief From 2 Hours to 48 Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Sustained pain relief was defined as pain level of none or mild at 2 hours up to 48 hours post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.1","spread":null},{"groupId":"OG001","value":"29.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Freedom From 2 Hours to 24 Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Sustained pain freedom was defined as pain level of none at 2 hours up to 24 hours post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Freedom From 2 Hours to 48 Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Sustained pain freedom was defined as pain level of none at 2 hours up to 48 hours post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Phonophobia at 2 Hours Post-dose","description":"Phonophobia (sensitivity to sound) status was measured as absent or present in the eCOA handheld device. Freedom from phonophobia was defined as phonophobia absent post-dose in the subset of participants with phonophobia present at on-study migraine attack onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.0","spread":null},{"groupId":"OG001","value":"32.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Photophobia at 2 Hours Post-dose","description":"Photophobia (sensitivity to light) status was measured as absent or present in the eCOA handheld device. Freedom from photophobia was defined as photophobia absent post-dose in the subset of participants with photophobia present at on-study migraine attack onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.1","spread":null},{"groupId":"OG001","value":"28.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 60 Minutes Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Pain relief was defined as pain level of none or mild.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.3","spread":null},{"groupId":"OG001","value":"37.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Able to Function Normally at 60 Minutes Post-dose","description":"Functional disability level was assessed on a 4-point scale (normal function, mildly impaired, severely impaired, requires bedrest) using the eCOA handheld device. Normal function was defined as a functional disability level of normal post-dose in the subset of participants with functional disability (mildly impaired, severely impaired, requires bedrest) present at on-study migraine attack onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.2","spread":null},{"groupId":"OG001","value":"15.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 30 Minutes Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Pain relief was defined as pain level of none or mild.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.5","spread":null},{"groupId":"OG001","value":"20.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Able to Function Normally at 30 Minutes Post-dose","description":"Functional disability level was assessed on a 4-point scale (normal function, mildly impaired, severely impaired, requires bedrest) using the eCOA handheld device. Normal function was defined as a functional disability level of normal post-dose in the subset of participants with functional disability (mildly impaired, severely impaired, requires bedrest) at on-study migraine attack onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 15 Minutes Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Pain relief was defined as pain level of none or mild.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Able to Function Normally at 15 Minutes Post-dose","description":"Functional disability level was assessed on a 4-point scale (normal function, mildly impaired, severely impaired, requires bedrest) using the eCOA handheld device. Normal function was defined as a functional disability level of normal post-dose in the subset of participants with functional disability (mildly impaired, severely impaired, requires bedrest) at on-study migraine attack onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Rescue Medication Use Within 24 Hours Post-dose","description":"Participants who did not experience relief of their migraine headache at the end of 2 hours after dosing with study medication (and after the 2-hour assessments had been completed on the eCOA handheld device) were permitted to use the following rescue medications: aspirin, ibuprofen, acetaminophen up to 1000 mg/day (this includes Excedrin® Migraine), naproxen (or any other type of nonsteroidal anti-inflammatory drug), antiemetics (for example, metoclopramide or promethazine), or baclofen. The participant's use of rescue medication was recorded by the site on a case report form.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.7","spread":null},{"groupId":"OG001","value":"35.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Nausea at 2 Hours Post-dose","description":"Nausea status was measured as absent or present in the eCOA handheld device. Freedom from nausea was defined as nausea absent post-dose in the subset of participants with nausea present at on-study migraine attack onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.4","spread":null},{"groupId":"OG001","value":"50.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relapse From 2 to 48 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eCOA handheld device. Pain relapse was defined as pain level of mild, moderate, or severe after 2 hours up to 48 hours post-dose in the subset of participants with pain level of none at 2 hours post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.8","spread":null},{"groupId":"OG001","value":"35.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":629},"commonTop":["Dysgeusia"]}}}