{"nctId":"NCT03605862","briefTitle":"Efficacy and Safety of Nitazoxanide in the Treatment of Colds Due to Enterovirus/Rhinovirus Infection","startDateStruct":{"date":"2018-09-11","type":"ACTUAL"},"conditions":["Enterovirus","Rhinovirus"],"count":1756,"armGroups":[{"label":"Nitazoxanide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nitazoxanide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Nitazoxanide","otherNames":["NTZ (nitazoxanide)","NT-300"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female subjects at least 12 years of age\n2. Presence of clinical signs and/or symptoms consistent with an acute illness compatible with EV/RV infection (each of the following is required):\n\n   1. Presence of moderate or severe rhinorrhea defined as \"attempting to relieve nasal symptoms by blowing, wiping, or sniffling at least twice per hour for any one hour within 12 hours preceding study entry,\" AND\n   2. Presence of cough, sore throat or nasal obstruction.\n3. Negative rapid influenza diagnostic test (required only if the subject has an oral temperature \\>100°F in the clinic or if the latest CDC weekly influenza report shows influenza prevalence \"Regional\" or higher for the institution's state). A result from a rapid influenza diagnostic test performed on the same day that informed consent is obtained will be sufficient to meet this criterion if documentation of test results is available as part of medical history.\n4. Onset of illness no more than 40 hours before enrollment in the trial. Onset of illness is defined as the first time at which the subject experienced rhinorrhea, cough, sore throat or nasal obstruction.\n5. Willing and able to provide written informed consent (including assent by legal guardian if under 18 years of age) and comply with the requirements of the protocol, including completion of the subject diary\n\nExclusion Criteria:\n\n1. Persons requiring or anticipated to require in-hospital care\n2. Cystic fibrosis\n3. Cardiac arrhythmia\n4. Immunologic disorders or receiving immunosuppressive therapy (e.g., for organ or bone marrow transplants, immunomodulatory therapies for certain autoimmune diseases)\n5. Untreated HIV infection or treated HIV infection with a CD4 count below 350 cells/mm3 in the last 6 months\n6. Persons with sickle cell anemia or other hemoglobinopathies\n7. Poorly controlled insulin-dependent diabetes mellitus (HbA1C \\>8.0%)\n8. Concurrent infection at the screening examination that requires systemic antimicrobial therapy\n9. Females of childbearing potential who are either pregnant or sexually active without the use of birth control. Female subjects of child-bearing potential that are sexually active must have a negative baseline pregnancy test and must agree to continue an acceptable method of birth control for the duration of the study and for 1 month post-treatment. A double barrier method, oral birth control pills administered for at least 2 monthly cycles prior to study drug administration, an IUD, or medroxyprogesterone acetate administered intramuscularly for a minimum of one month prior to study drug administration are acceptable methods of birth control for inclusion into the study. Female subjects are considered of childbearing potential unless they are postmenopausal (absence of menstrual bleeding for 1 year - or 6 months if laboratory confirmation of hormonal status), or have had a hysterectomy, bilateral tubular ligation or bilateral oophorectomy.\n10. Females who are breastfeeding\n11. Receipt of any dose of NTZ within 30 days prior to screening\n12. Prior treatment with any investigational drug therapy within 30 days prior to screening\n13. Subjects with active respiratory allergies or subjects expected to require anti-allergy medications during the study period for respiratory allergies\n14. Known sensitivity to NTZ or any of the excipients comprising the NTZ tablets\n15. Subjects unable to take oral medications\n16. Subjects who, in the judgment of the Investigator, will be unlikely to comply with the requirements of this protocol including completion of the subject diary","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From First Dose to Symptom Response Over 21 Days of Follow up Based Upon the FLU-PRO Instrument (Novel Endpoint)","description":"Subjects used the FLU-PRO questionnaire once daily in the evening to score the severity of 32 FLU-PRO symptoms. Symptom response was deemed achieved when the rating for each of the 32 FLU-PRO symptoms was ≤ its assigned threshold for 2 consecutive daily diary periods without use of symptom relief medication. The symptom response thresholds were developed by applying an algorithm to blinded symptoms data to select the set of 32 symptom thresholds most closely associated with patient-reported usual health.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"122.5","spread":null},{"groupId":"OG001","value":"137.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From First Dose to Ability to Perform All Normal Activities","description":"Subjects completed a diary including rating ability to perform normal activities on a scale from 0 (able to perform no normal activities) to 10 (able to perform all normal activities) daily in the evening. The time from first dose to ability to perform all normal activities is the time in hours between the first dose of study medication and that time when the subject first reported a score of \"10\" (able to perform all normal activities) for two consecutive daily diary periods without use of symptom relief medication.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"174.3","spread":null},{"groupId":"OG001","value":"175.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportions Experiencing Complications of EV/RV Infection","description":"Complications of colds due to EV/RV infection include pneumonia, otitis media, bronchitis, sinusitis, exacerbations of asthma or COPD, worsening of pre-existing health conditions, secondary infections requiring systemic antibiotic use, hospitalization due to cold or complications of the cold, and death due to cold or complications of the cold. Proportions experiencing complications of EV/RV infection were compared across treatment groups.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Return to Usual Health","description":"Subjects completed the FLU-PRO questionnaire including global assessment questions daily in the evening. The time from first dose to ability to return to usual health is the time in hours from the first dose of study medication to the first time when the subject answered \"Have you returned to your usual health?\" with \"yes\" for two consecutive daily diary periods without the use of symptom relief medication.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"154.1","spread":null},{"groupId":"OG001","value":"174.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion Positive for EV/RV by RT-PCR at Days 2, 3 and 7","description":"Proportion of subjects with nasopharyngeal swab collected testing positive for Enterovirus/Rhinovirus (EV/RV) infection by RT-PCR at each time point.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.81","spread":null},{"groupId":"OG001","value":"0.81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":null},{"groupId":"OG001","value":"0.79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.66","spread":null},{"groupId":"OG001","value":"0.76","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Analysis of Change From Baseline to Days 2, 3 and 7 in EV/RV Virus Titer","description":"Changes from baseline to day 2, baseline to day 3, and baseline to day 7 in EV/RV virus titer measured by quantitative RT-PCR. Samples negative for EV/RV were assigned the value of the limit of detection for the RT-PCR assay.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2203","spread":"0.0934"},{"groupId":"OG001","value":"-0.4186","spread":"0.0884"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5577","spread":"0.1272"},{"groupId":"OG001","value":"-0.8282","spread":"0.1053"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5113","spread":"0.1373"},{"groupId":"OG001","value":"-1.6470","spread":"0.1231"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Response Misclassification Rate Compared to Usual Health","description":"The proportion of patient diaries misclassified by the response definition used for the primary efficacy analysis compared to patient reported usual health. A diary was considered \"misclassified\" if the response definition predicted \"responded\" and the patient reported not being at usual health or if the response definition predicted \"not responded\" and the patient reported being at usual health.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21915","spread":null}]}]}]},{"type":"POST_HOC","title":"Correlation Coefficient for Sustained Response and Return to Usual Health","description":"The correlation coefficient between sustained response and return to usual health was calculated for the pooled ITTI population (i.e., not by treatment group) as a measure of association between the primary endpoint response definition and its intended anchor, patient-reported return to usual health.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":null}]}]}]},{"type":"POST_HOC","title":"Time to Return to Usual Health, Modified ITTI Population","description":"Examination of Baseline disease characteristics revealed many subjects reporting via the Baseline FLU-PRO questionnaire that they are at their usual state of health, that symptoms do not interfere with any usual activities, and/or that symptoms are already improving. The pre-specified analysis of Time to Return for Usual Health was repeated for the population with Baseline subject-reported assessment that symptoms are present, the symptoms are not consistent with the subject's usual health, the symptoms interfere with daily activities, and the symptoms have worsened or remained the same relative to the previous day. Time to Return to Usual Health is the time in hours between the first dose of study medication and the first time at which the subject answered \"Have you returned to your Usual Health today?\" via the daily FLU-PRO questionnaire with a \"yes\" for two consecutive diary periods without use of symptom relief medication.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"153.7","spread":null},{"groupId":"OG001","value":"195.0","spread":null}]}]}]},{"type":"POST_HOC","title":"Time to Sustained Clinical Recovery","description":"Alternative means of endpoint construction were pursued to strengthen the relationship between symptoms-based endpoint measures and subject global assessments of health. Time to Sustained Clinical Recovery is an endpoint based on evidence of meaningful within-subject change sustained for the duration of the study. Time to Sustained Clinical Recovery is the time in hours from the first dose of study medication to the first time at which the subject reports a decrease in total FLU-PRO score from the previous diary with assessment that symptoms are at least \"somewhat better than yesterday\", no oral temperature ≥100.4 F in the prior 24 hours, and no future increase in any of the FLU-PRO domains except within validated background levels.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171.4","spread":null},{"groupId":"OG001","value":"221.5","spread":null}]}]}]},{"type":"POST_HOC","title":"Time to Sustained Clinical Recovery, Modified ITTI Population","description":"Analysis of Time to Sustained Clinical Recovery was repeated for the population with Baseline subject-reported assessment that symptoms are present, the symptoms are not consistent with the subject's usual health, the symptoms interfere with daily activities, and the symptoms have worsened or remained the same relative to the previous day. Time to Sustained Clinical Recovery is the time in hours from the first dose of study medication to the first time at which the subject reports a decrease in total FLU-PRO score from the previous diary with assessment that symptoms are at least \"somewhat better than yesterday\", no oral temperature ≥100.4 F in the prior 24 hours, and no future increase in any of the FLU-PRO domains except within validated background levels.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150.3","spread":null},{"groupId":"OG001","value":"244.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":872},"commonTop":["Chromaturia","Diarrhoea","Nausea"]}}}