{"nctId":"NCT01351272","briefTitle":"Genetic Modulation of Working Memory in Attention Deficit Hyperactivity Disorder (ADHD)","startDateStruct":{"date":"2011-05"},"conditions":["ADHD"],"count":41,"armGroups":[{"label":"methylphenidate, non-retard","type":"EXPERIMENTAL","interventionNames":["Drug: Methylphenidate, non-retard"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Methylphenidate, non-retard","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Only participants will be included who (1) fulfil the diagnostic criteria defined in guidelines for the diagnosis of ADHD in childhood and adulthood and who (2) would be treated with MPH also for clinical indications outside the study.\n* Provision of written informed consent\n* A diagnosis of a ADHD (314.xx) by Diagnostic and Statistical Manual of Mental Disorders- Fourth Edition (DSM-IV)\n* Females and males aged 18-50 years\n* Female patients of childbearing potential must be using a reliable method of contraception and have a negative urine human chorionic gonadotropin (HCG) test at enrolment\n* Able to understand and comply with the requirements of the study\n* Right-handed according Edinburgh Handedness Inventory (Oldfield, 1971)\n* German as first language\n* Caucasian ethnicity\n\nExclusion Criteria:\n\n* Pregnancy or lactation; women capable of childbearing are required to use a reliable method (Pearl-index \\< 1%) of contraception (e.g. hormonal treatment, intrauterine device, vasoligation in the partner, sexual abstinent)\n* Any current DSM-IV Axis I disorder not defined in the inclusion criteria requiring current additional treatment\n* Motoric tics, siblings with tics or positive family history or diagnosis of a Tourette syndrome\n* Patients who, in the opinion of the investigator, pose an imminent risk of suicide or a danger to self or others\n* Known intolerance or lack of response to methylphenidate, as judged by the investigator\n* Present pre-treatment with methylphenidate (within the last three month prior to study treatment)\n* Intake of MAO-inhibitors within the last 14 days prior to study treatment\n* Medical conditions that would affect absorption, distribution, metabolism, or excretion of study treatment\n* Unstable or inadequately treated medical illness (e.g. Congestive Heart Failure / CHF, angina pectoris, hypertension, narrow angle glaucoma, hyperthyroidism, thyreotoxicosis, cardiac arrhythmia, cardiac infarction) as judged by the investigator.\n* Epilepsy\n* An absolute neutrophil count (ANC) of minor 1.5 x 10 exp 9 per litre\n* Involvement in the planning and conduct of the study\n* Previous enrolment or randomisation of treatment in the present study\n* Participation in another drug trial within 4 weeks prior to enrolment into this study\n* Moderate, severe, or profound mental retardation\n* Heart pacemakers, cochlea implants, other metal parts in the head outside the mouth","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Brain Activation","description":"Functional brain activity in right Superior Frontal Gyrus (SFG) during the working memory task post treatment as measured by fMRI. For each participant and conditions the estimated parameters are metric, and can be further analysed with ANOVAs or t-tests.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.09"},{"groupId":"OG001","value":"-0.08","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Neuropsychology","description":"Accuracy for the working memory paradigm at post. Accuracy was defined as the ratio of correct responses (correctly pressed and correctly not pressed) to total number of stimuli. Higher values indicate better perfromance.The theoretical range goes from 0 to 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":"0.03"},{"groupId":"OG001","value":"0.98","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"ADHD Core Symptoms: Measured by Conners Adult ADHD Rating Scales (CAARS), Inattention Scale","description":"Changes in CAARS scale ( T-values, 50 indicates the population mean with a standard deviation of 10) from pre to post.\n\nHigher T values indicate higher symptoms. T-score over 60 indicates clinically relevant ADHS symptoms\n\nMore negative values of the difference indicate higher symptom reduction, therefore a better outcome.\n\nRange of T-values for pre and post measurements between 35 and 90, potential range for differences -55 to +55","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.9","spread":"3.76"},{"groupId":"OG001","value":"-12","spread":"4.44"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":19},"commonTop":["Headache","common cold","Arthralgia","low back pain","Dizziness postural"]}}}