{"nctId":"NCT01026142","briefTitle":"A Study of a Combination of Trastuzumab and Capecitabine With or Without Pertuzumab in Patients With HER2-positive Metastatic Breast Cancer (PHEREXA)","startDateStruct":{"date":"2010-01-26","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":452,"armGroups":[{"label":"A: Capecitabine + Trastuzumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Capecitabine","Drug: Trastuzumab"]},{"label":"B: Capecitabine + Trastuzumab + Pertuzumab","type":"EXPERIMENTAL","interventionNames":["Drug: Capecitabine","Drug: Pertuzumab","Drug: Trastuzumab"]}],"interventions":[{"name":"Capecitabine","otherNames":["Xeloda"]},{"name":"Capecitabine","otherNames":["Xeloda"]},{"name":"Pertuzumab","otherNames":["Perjeta"]},{"name":"Trastuzumab","otherNames":["Herceptin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult female patients \\>/=18 years of age\n* Metastatic HER2 positive breast cancer\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Disease progression during or following trastuzumab-based therapy for 1st line metastatic breast cancer (trastuzumab must have been part of the last prior treatment regimen)\n* Prior treatment with taxane-containing regimen\n* Left ventricular ejection fraction (LVEF) \\>/=50 percent\n* For women of childbearing potential agreement to use highly effective non-hormonal form of contraception or two effective forms of non-hormonal contraception by patient and/or partner. Contraception must continue for duration of study treatment and for at least 6 months after last dose of study drug treatment\n\nExclusion Criteria:\n\n* Prior treatment with pertuzumab or capecitabine\n* Concurrent treatment with other experimental drug\n* Concurrent immunotherapy or anticancer hormonal therapy\n* Serious concurrent disease (e.g. active infection, uncontrolled hypertension, cardiovascular disease)\n* Central nervous system (CNS) metastases, which are not well controlled\n* History of exposure to anthracycline cumulative dose equivalent to 360mg/m2\n* History of congestive heart failure of any New York Heart Association criteria, or serious cardiac arrhythmia requiring treatment\n* History of myocardial infarction within 6 months prior to randomization\n* History of LVEF decline to below 50% during or after prior trastuzumab therapy or other cardiac toxicity during previous trastuzumab treatment that necessitated discontinuation of trastuzumab\n* History of another cancer which could affect compliance or result interpretation\n* Inadequate organ function\n* Pregnant or breastfeeding women\n* life expectancy \\< 12 weeks","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (Independent Assessment)","description":"Progression Free Survival (PFS) was defined as the time from randomization to first documented disease progression (PD), as determined by an Independent Review Facility (IRF) using Response Evaluation Criteria in Solid Tumors (RECIST) version 1.0, or death from any cause, whichever occurred first. PD was defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions; or the appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions. IRF review of tumor assessment ceased after the primary PFS analysis. The primary endpoint was analyzed after approximately 337 IRF-assessed PFS events were observed.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall Survival (OS) was defined as the time from the date of randomization to the date of death from any cause. The results of the final OS analysis are presented here. Participants who were alive or lost to follow-up at the time of the analysis were censored at the last known alive date. Participants with no postbaseline information were censored at the time of randomization plus 1 day. Prior to the final data analysis cut-off, it was ensured that all participants who were in survival follow-up had been contacted as recently as possible within the last 3 months to confirm current survival status.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"37.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Rate Based on a 2-year Truncated Analysis","description":"The Overall Survival (OS) 2-year truncated analysis is the Kaplan-Meier estimate of the percentage of participants who were surviving at 2 years. OS is defined as the time from the date of randomization to the date of death from any cause, with censoring of all events and follow-up beyond the end of the second year.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":null},{"groupId":"OG001","value":"74.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator Assessment Progression-Free Survival (PFS)","description":"Investigator Assessment Progression-Free Survival (PFS) was defined as the time from randomization to the first documented progressive disease, as determined by the investigator using Response Evaluation Criteria in Solid Tumors (RECIST) v1.0, or death from any cause, whichever occurred first. PD is defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions; or the appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"11.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) Based Upon Independent Review Facility (IRF) Assessment","description":"Time to Progression (TTP) was defined as time between randomization and the first occurrence of progressive disease (PD), based on IRF assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.0","spread":null},{"groupId":"OG001","value":"50.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TTF) Based Upon Independent Review Facility (IRF) Assessment","description":"Time to Treatment Failure (TTF) was defined as time between randomization and date of disease progression based on independent review, death, or withdrawal of treatment due to adverse events, withdrawn informed consent, refusal of treatment/failure to cooperate, or failure to return, whichever occurred first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.0","spread":null},{"groupId":"OG001","value":"50.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Objective Response Rate (ORR)","description":"Overall Objective Response Rate is based upon investigator and IRF assessments. Objective Response Rate (ORR) was defined as the percentage of participants with a confirmed complete response (CR) or partial response (PR) among those who had measurable disease at baseline. CR was defined as the disappearance of all target lesions. PR was defined as at least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum LD.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":null},{"groupId":"OG001","value":"38.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null},{"groupId":"OG001","value":"38.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"Clinical Benefit Rate is based upon Independent Review Facility (IRF) assessments; defined as the percentage of participants a complete response (CR), partial response (PR), or stable disease for at least 8 cycles or 6 months.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.0","spread":null},{"groupId":"OG001","value":"63.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response","description":"Duration of Objective Response was defined for the subpopulation of responders as time from first Independent Review Facility (IRF)-assessed complete response (CR) or partial response (PR) to subsequent first documented, IRF-confirmed evidence of disease progression. Only participants with an objective response were included in the analysis of duration of objective response.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null},{"groupId":"OG001","value":"51.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":53,"n":218},"commonTop":["Palmar-Plantar Erythrodysaesthesia Syndrome","Diarrhoea","Nausea","Asthenia","Fatigue"]}}}