{"nctId":"NCT01145638","briefTitle":"A Study of Intravenous Iron Isomaltoside 1000 (Monofer®) as Mono Therapy (Without Erythropoiesis Stimulating Agents) in Comparison With Oral Iron Sulfate in Subjects With Non-myeloid Malignancies Associated With Chemotherapy Induced Anaemia (CIA)","startDateStruct":{"date":"2010-10"},"conditions":["Non-myeloid Malignancies","Chemotherapy Induced Anaemia"],"count":350,"armGroups":[{"label":"iron isomaltoside 1000","type":"EXPERIMENTAL","interventionNames":["Drug: iron isomaltoside 1000"]},{"label":"iron sulphate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: iron sulphate"]}],"interventions":[{"name":"iron isomaltoside 1000","otherNames":["Monofer"]},{"name":"iron sulphate","otherNames":["Ferroduretter"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women, aged more than 18 years.\n2. Subjects diagnosed with cancer (non-myeloid malignancies) receiving chemotherapy at least 1 day prior to screening and who are going to receive at least two more chemotherapy cycles.\n3. Hb \\< 12 g/dL (7.4 mmol/L).\n4. TfS \\<50%.\n5. Serum Ferritin \\<800 ng/ml.\n6. An Eastern Cooperative Oncology Group (ECOG) performance status of 0 to\n7. Willingness to participate after informed consent (including HIPAA, if applicable).\n\nExclusion Criteria:\n\n1. Anemia caused primarily by other factors than CIA.\n2. IV or oral iron treatment within 4 weeks prior to screening visit.\n3. Erythropoietin treatment within 4 weeks prior to screening visit.\n4. Blood transfusion within 4 weeks prior to screening visit.\n5. Imminent expectation of blood transfusion on part of treating physician.\n6. Iron overload or disturbances in utilization of iron (e.g. haemochromatosis and haemosiderosis).\n7. Drug hypersensitivity (i.e. previous hypersensitivity to Iron Dextran or iron mono- or disaccharide complexes or to iron sulfate).\n8. Known hypersensitivity to any excipients in the investigational drug products.\n9. Subjects with a history of multiple allergies.\n10. Decompensated liver cirrhosis or active hepatitis (alanine aminotransferase (ALAT) \\> 3 times upper normal limit).\n11. Active acute or chronic infections (assessed by clinical judgement and if deemed necessary by investigator supplied with white blood cells (WBC) and C-reactive protein (CRP)).\n12. Rheumatoid arthritis with symptoms or signs of active joint inflammation.\n13. Pregnancy and nursing (To avoid pregnancy, women have to be postmenopausal (at least 12 months must have elapsed since last menstruation), surgically sterile, or women of child bearing potential must use one of the following contraceptives during the whole study period and after the study has ended for at least 5 times plasma biological half-life of the investigational medicinal product: Contraceptive pills, intrauterine devices (IUD), contraceptive depot injections (prolonged-release gestagen), subdermal implantation, vaginal ring, and transdermal patches).\n14. Planned elective surgery during the study.\n15. Participation in any other clinical study (except chemotherapy protocol) within 3 months prior to screening.\n16. Known intolerance to oral iron treatment.\n17. Untreated B12 or folate deficiency.\n18. Any other medical condition that, in the opinion of Principal Investigator, may cause the subject to be unsuitable for the completion of the study or place the subject at potential risk from being in the study. Example, Uncontrolled Hypertension, Unstable Ischemic Heart Disease or Uncontrolled Diabetes Mellitus.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Hb Concentration","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":null},{"groupId":"OG001","value":"0.44","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Hemoglobin From Baseline to Week 24","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.60","spread":null},{"groupId":"OG001","value":"1.78","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":229},"commonTop":["Anaemia","Alopecia","Asthenia","Vomiting","Leukopenia"]}}}