{"nctId":"NCT00428389","briefTitle":"Safety of Switching From Donepezil to Rivastigmine Patch in Patients With Probable Alzheimer's Disease","startDateStruct":{"date":"2007-01"},"conditions":["Alzheimer's Disease"],"count":262,"armGroups":[{"label":"Immediate Switch","type":"EXPERIMENTAL","interventionNames":["Drug: Rivastigmine 5 cm^2 transdermal patch","Drug: Rivastigmine 10 cm^2 transdermal patch"]},{"label":"Delayed Switch","type":"EXPERIMENTAL","interventionNames":["Drug: Rivastigmine 5 cm^2 transdermal patch","Drug: Rivastigmine 10 cm^2 transdermal patch"]}],"interventions":[{"name":"Rivastigmine 5 cm^2 transdermal patch","otherNames":[]},{"name":"Rivastigmine 10 cm^2 transdermal patch","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be at least 50 years of age;\n* Have a diagnosis of probable Alzheimer's Disease;\n* Have an MMSE score of \\> or = 10 and \\< or = 24;\n* Must have a caregiver who is able to attend all study visits;\n* Have received continuous treatment with donepezil for at least 6 months prior to screening, and received a stable dose of 5 mg/day or 10 mg/day for at least the last 3 of these 6 months.\n\nExclusion Criteria:\n\n* Have an advanced, severe, progressive, or unstable disease of any type that may interfere with efficacy and safety assessments or put the patient at special risk;\n* Have a history of malignancy of any organ system, treated or untreated, within the past 5 years;\n* Have a history within the past year or current diagnosis of cerebrovascular disease;\n* Have a current diagnosis of severe or unstable cardiovascular disease; Have a history of myocardial infarction (MI) in the last six months;\n* Severe or unstable respiratory conditions (e.g., severe asthma , severe pulmonary (lung) disease);\n* Digestive problems related to peptic ulcer;\n* Urinary obstruction or current severe urinary tract infection;\n* Abnormal thyroid function tests;\n* Low folate or Vitamin B12;\n* Have a disability that may prevent the patient from completing all study requirements;\n* Have a current diagnosis of an active skin lesion/disorder that would prevent adhesion of a patch;\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Discontinued From the Study Due to Any Reason During the Core Phase of the Study","description":"The primary objective of the study was to evaluate the safety and tolerability of 2 paradigms for switching from donepezil to rivastigmine patch in patients with Alzheimer's disease (AD). The primary variable to assess tolerability of switching was the number of participants who discontinued from the study due to any reason during the core phase.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued From the Study Due to Any Adverse Event (AE) During the Combined Core and Extension Phases of the Study","description":"A secondary assessment of the safety and tolerability of 2 paradigms for switching from donepezil to rivastigmine patch in patients with Alzheimer's disease (AD) was the number of participants who discontinued from the study due to an AE during the combined core and extension phases of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued From Study Due to Any Reason During Extension Phase","description":"A secondary assessment of the safety and tolerability of 2 paradigms for switching from donepezil to rivastigmine patch in patients with Alzheimer's disease (AD) was the number of participants who discontinued from the study due to any reason during extension phases of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Clinical Global Impression of Change (CGIC) Score at Week 5 and Week 25","description":"The CGIC is an assessment tool used by a skilled clinician to make a judgment of the severity or a change of a patient's condition. The clinician relies solely on information obtained from the patient at the Baseline visit as well as clinical information obtained throughout the study period. The clinician does not have access to any post-baseline cognitive testing data. The CGIC is rated on a seven-point scale, ranging from (1) \"very much improved\" to (4) \"no change\" to (7) \"very much worse\".","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"0.85"},{"groupId":"OG001","value":"4.0","spread":"0.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"1.16"},{"groupId":"OG001","value":"4.3","spread":"0.96"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Mini Mental State Exam (MMSE) Score at Week 25 and at the End of Study","description":"The MMSE is a brief, practical screening test for cognitive dysfunction. The test consists of five sections (orientation, registration, attention-calculation, recall, and language); the total score can range from 0 to 30, with a higher score indicating better function. A positive change score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"3.58"},{"groupId":"OG001","value":"-0.4","spread":"3.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"3.62"},{"groupId":"OG001","value":"-0.3","spread":"4.11"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Neuropsychiatric Inventory - 10 Item (NPI-10) Score at Week 25 and at the End of Study.","description":"The NPI-10 assesses a wide range of behavior problems encountered in dementia patients. The 10 behavioral domains comprising the NPI-10 are evaluated through an interview of the caregiver by a mental health professional. The scale includes both frequency and severity ratings of each domain as well as a composite domain score (frequency x severity). The sum of the composite scores for the 10 domains yields the NPI total score, which ranges from 0 to 120, the lower the score the less severe the symptoms. A negative change score from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"9.53"},{"groupId":"OG001","value":"0.4","spread":"12.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"11.22"},{"groupId":"OG001","value":"0.5","spread":"12.36"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Alzheimer's Disease Cooperative Study-Activities of Daily Living (ADCS-ADL) Total Score at Week 25 and at the End of Study","description":"The ADCS-ADL scale is composed of 23 items to assess the basic and instrumental activities of daily living such as those necessary for personal care, communicating and interacting with other people, maintaining a household, conducting hobbies and interests, making judgments and decisions. Responses for each item are obtained through a caregiver interview. The total score is the sum of all items and sub-questions. The range for the total ADCS-ADL score is 0 to 78; a higher score indicates a more self-sufficient individual. A positive change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"8.72"},{"groupId":"OG001","value":"-4.2","spread":"9.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":"9.44"},{"groupId":"OG001","value":"-4.2","spread":"9.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":131},"commonTop":["Application site reaction","Agitation","Fall","Vomiting","Urinary tract infection"]}}}