{"nctId":"NCT01568073","briefTitle":"Efficacy and Safety of BIA 9-1067 in Idiopathic Parkinson's Disease Patients With \"Wearing-off\" Phenomenon","startDateStruct":{"date":"2011-03"},"conditions":["Parkinson's Disease"],"count":600,"armGroups":[{"label":"BIA 9-1067","type":"EXPERIMENTAL","interventionNames":["Drug: BIA 9-1067","Drug: Levodopa","Drug: Carbidopa","Drug: Benserazide"]},{"label":"Entacapone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Entacapone","Drug: Levodopa","Drug: Carbidopa","Drug: Benserazide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Levodopa","Drug: Carbidopa","Drug: Benserazide"]}],"interventions":[{"name":"BIA 9-1067","otherNames":["OPC, Opicapone"]},{"name":"Entacapone","otherNames":["Comtan®"]},{"name":"Placebo","otherNames":["PLC"]},{"name":"Levodopa","otherNames":["L-Dopa"]},{"name":"Carbidopa","otherNames":[]},{"name":"Benserazide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nV1 (Screening, up to 14 days before V2)\n\n* Able to comprehend and willing to sign an informed consent form.\n* Male and female subjects between 30 and 83 years old, inclusive.\n* Diagnosed with idiopathic PD according to the UK Parkinson's Disease Society Brain Bank Clinical Diagnostic Criteria for at least 3 years.\n* Disease severity Stages I-III (modified Hoehn \\&Yahr staging) at ON.\n* Treated with L-DOPA/DDCI for at least 1 year with clear clinical improvement as per investigator's judgment.\n* Treated with 3 to 8 daily doses of L-DOPA/DDCI, which can include a slow-release formulation.\n* On a stable regimen of L-DOPA/DDCI and other anti-PD drugs for at least 4 weeks before screening.\n* Signs of \"wearing-off\" phenomenon (end-of-dose deterioration) for a minimum of 4 weeks before screening, with average total daily OFF time while awake of at least 1.5 hours, excluding the early morning pre-first dose OFF, despite optimal anti-PD therapy (based on the investigator's judgment).\n* Able to keep reliable diaries of motor fluctuations (alone or with family/caregiver assistance).\n* Amenorrheic for at least 1 year or surgically sterile for at least 6 months before screening. Females of childbearing potential must be using an effective non-hormonal contraceptive method.\n\nV2 (Randomisation, Day 0)\n\n* Have filled-in self-rating diary charts in accordance with the diary chart instructions and with ≤ 3 errors per day.\n* At least 1.5 OFF hours per day, excluding the early morning pre-first dose OFF period (i.e. the time between wake-up and response to the first L DOPA/DDCI dosage), as recorded in the self-rating diary for at least 2 of the 3 days preceding V2.\n* Results of the screening laboratory tests are considered acceptable by the investigator (i.e. not clinically relevant for the well-being of the subject or for the purpose of the study).\n\nExclusion Criteria:\n\nV1 (Screening, up to 14 days before V2)\n\n* Non-idiopathic PD (atypical parkinsonism, secondary \\[acquired or symptomatic\\] parkinsonism, Parkinson-plus syndrome).\n* Dyskinesia disability score \\> 3 in the Unified Parkinson's Disease Rating Scale (UPDRS) Sub-section IV A, item 33.\n* Severe and/or unpredictable OFF periods.\n* Treatment with prohibited medication: tolcapone, neuroleptics, venlafaxine, monoamine oxidase inhibitors (except selegiline up to 10 mg/day in oral formulation or 1.25 mg/day in buccal absorption formulation or rasagiline up to 1 mg/day), or antiemetics with antidopaminergic action (except domperidone) within the month before screening.\n* Previous use of entacapone.\n* Treatment with apomorphine, alpha-methyldopa, or reserpine within the month before screening or likely to be needed at any time during the study.\n* Dosage change of concomitant anti-PD medication within 4 weeks of screening.\n* Previous or planned (during the entire study duration, including the OL period) deep brain stimulation.\n* Previous stereotactic surgery (e.g. pallidotomy, thalamotomy) for PD or with planned stereotactic surgery during the study period.\n* Any IMP within the 3 months (or within 5 half-lives, whichever is longer) before screening.\n* Any medical condition that might place the subject at increased risk or interfere with assessments.\n* Past (within the past year) or present history of suicidal ideation or suicide attempts.\n* Current or previous (within the past year) diagnosis of major depressive disorder, mania, bipolar disorder, psychosis, dysthymia, generalised anxiety disorder, alcohol or substance abuse excluding caffeine or nicotine, impulse control disorders (e.g. pathological gambling), dementia or eating disorders according to Diagnostic and Statistical Manual of Mental Disorders, 4th edition, text revision (DSM-IV) American Psychiatric Association, 2000 criteria, as determined by the investigator.\n* A clinically relevant electrocardiogram (ECG) abnormality (relevance should be assessed by a cardiologist if needed).\n* Current evidence of unstable cardiovascular disease, including but not limited to uncontrolled hypertension, myocardial infarction with important systolic or diastolic dysfunction, unstable angina, congestive heart failure (New York Heart Association class ≥ III), and significant cardiac arrhythmia (Mobitz II 2nd or 3rd degree AV block or any other arrhythmia causing haemodynamic repercussions as symptomatic bradycardia or syncope).\n* Prior renal transplant or current renal dialysis.\n* Pheochromocytoma, paraganglioma, or other catecholamine secretive neoplasm.\n* Known hypersensitivity to the ingredients of IMPs used.\n* History of neuroleptic malignant syndrome (NMS) or NMS-like syndromes, or non-traumatic rhabdomyolysis.\n* History of or current cancer disease, which in the investigator's opinion would exclude the subject from the study (e.g. melanoma, prostate cancer).\n* Unstable active narrow-angle or unstable wide-angle glaucoma.\n* History of or current evidence of any relevant disease in the context of this study, i.e. with respect to the safety of the subject or related to the study conditions, e.g. which may influence the absorption or metabolism (such as a relevant liver disease) of the IMP.\n* Pregnant or breastfeeding. V2 (Randomisation, Day 0)\n* Any abnormality in the liver enzymes (alanine aminotransferase and/or aspartate aminotransferase) \\> 2 times the upper limit of the normal range, in the screening laboratory tests results.\n* Plasma sodium \\< 130 mmol/L, white blood cell count \\< 3000 cells/mm3, or any other relevant clinical laboratory abnormality in the screening laboratory tests results that, in the investigator's opinion, may compromise the subject's safety.\n* Inadequate compliance to concomitant L-DOPA/DDCI and other anti-PD drugs during the Screening period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"83 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of 3 BIA 9-1067 (5 mg, 25 mg, and 50 mg) Compared With 200 mg of Entacapone or Placebo,","description":"The primary efficacy variable will be the change from baseline in absolute OFF-time at the end of the DB period, This results refers when administered with the existing treatment of L-DOPA plus a DDCI, in patients with PD and end-of-dose motor fluctuations","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-56.0","spread":"13.38"},{"groupId":"OG001","value":"-96.3","spread":"13.40"},{"groupId":"OG002","value":"-91.3","spread":"13.46"},{"groupId":"OG003","value":"-85.9","spread":"13.69"},{"groupId":"OG004","value":"-116.8","spread":"13.97"}]}]}]},{"type":"SECONDARY","title":"Total UPDRS SCORE (I, II (ON), and III)","description":"Total UPDRS (Part I, II (ON) and III)\n\n* UPDRS I evaluation of mentation, behavior, and mood\n* UPDRS II self-evaluation of the activities of daily life (ADLs) including speech, swallowing, handwriting, dressing, hygiene, falling, salivating, turning in bed, walking, and cutting food\n* UPDRS III clinician-scored monitored motor evaluation The UPDRS I, II and III scores and subscores are calculated as the sum of all individual items. If one or two items in a scale are missing, they will be imputed with the mean of the non-missing items of that scale.\n\nSubscale has 0-4 ratings, where 0 = normal, 1 = slight, 2 = mild, 3 = moderate, and 4 = severe\n\nThe final cumulative score will range from 0 (no disability) to 199 (total disability).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.6","spread":"16.56"},{"groupId":"OG001","value":"35.4","spread":"19.98"},{"groupId":"OG002","value":"38.2","spread":"16.16"},{"groupId":"OG003","value":"40.1","spread":"18.56"},{"groupId":"OG004","value":"38.8","spread":"18.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":"14.87"},{"groupId":"OG001","value":"29.8","spread":"18.69"},{"groupId":"OG002","value":"31.0","spread":"15.98"},{"groupId":"OG003","value":"32.0","spread":"15.61"},{"groupId":"OG004","value":"31.5","spread":"18.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.6","spread":"10.03"},{"groupId":"OG001","value":"-6.0","spread":"11.69"},{"groupId":"OG002","value":"-7.6","spread":"9.96"},{"groupId":"OG003","value":"-7.6","spread":"9.76"},{"groupId":"OG004","value":"-6.5","spread":"10.14"}]}]}]},{"type":"SECONDARY","title":"Parkinson's Disease Sleep Scale (PDSS)","description":"The Parkinson's disease Sleep Scale (PDSS) is a specific scale for the assessment of sleep disturbances in subjects with PD. The PDSS score is calculated as the sum of all single items. If one or two items are missing, they will be imputed with the mean of the non-missing items. If three or more items are missing, no imputation will be done and the score will be set to missing.\n\nSubscale has 0-10 ratings, where 0 = severe and 10 = normal\n\nThe PDSS total score is a sum score of all 15 questions and ranges from 0 to 150, with lower scores meaning more disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.5","spread":"24.97"},{"groupId":"OG001","value":"100.7","spread":"25.46"},{"groupId":"OG002","value":"97.8","spread":"22.55"},{"groupId":"OG003","value":"92.7","spread":"26.85"},{"groupId":"OG004","value":"98.0","spread":"22.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.6","spread":"24.20"},{"groupId":"OG001","value":"102.5","spread":"26.20"},{"groupId":"OG002","value":"103.8","spread":"22.08"},{"groupId":"OG003","value":"101.7","spread":"23.92"},{"groupId":"OG004","value":"100.2","spread":"24.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":"25.30"},{"groupId":"OG001","value":"103.2","spread":"24.86"},{"groupId":"OG002","value":"102.8","spread":"22.78"},{"groupId":"OG003","value":"100.6","spread":"23.75"},{"groupId":"OG004","value":"100.7","spread":"24.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.5","spread":"25.81"},{"groupId":"OG001","value":"102.8","spread":"24.98"},{"groupId":"OG002","value":"102.9","spread":"22.61"},{"groupId":"OG003","value":"100.4","spread":"23.75"},{"groupId":"OG004","value":"100.9","spread":"24.05"}]}]}]},{"type":"SECONDARY","title":"Non-motor Symptoms Scale (NMSS)","description":"The Non-motor Symptoms Scale (NMSS) consists of 30 questions, covering 9 dimensions, whereby each item is scored for severity and frequency: Severity None 0 Mild (symptoms present but causes little distress) 1 Moderate (some distress or disturbance to subject) 2 Severe (major source of distress or disturbance to subject) 3\n\nFrequency Rarely (\\<1/wk) 1 Often (1/wk) 2 Frequent (several times per week) 3 Very Frequent (daily or all the time) 4\n\nThe product of frequency and severity is calculated for each item and each dimension score is defined as the sum of the frequency\\*severity of the respective items. If frequency or severity of a single item is missing, the domain score will not be calculated. The NMSS total score is defined as the sum of all domain scores.\n\nThe NMSS total score is calculated by adding all domain scores (0-360), and lower scores mean less disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.8","spread":"29.20"},{"groupId":"OG001","value":"32.1","spread":"25.09"},{"groupId":"OG002","value":"36.1","spread":"26.67"},{"groupId":"OG003","value":"39.8","spread":"30.18"},{"groupId":"OG004","value":"36.4","spread":"28.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.4","spread":"27.91"},{"groupId":"OG001","value":"27.9","spread":"21.53"},{"groupId":"OG002","value":"30.2","spread":"24.36"},{"groupId":"OG003","value":"34.0","spread":"24.83"},{"groupId":"OG004","value":"30.2","spread":"21.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":"25.75"},{"groupId":"OG001","value":"27.5","spread":"21.91"},{"groupId":"OG002","value":"29.5","spread":"24.30"},{"groupId":"OG003","value":"34.6","spread":"25.39"},{"groupId":"OG004","value":"33.7","spread":"30.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":"25.71"},{"groupId":"OG001","value":"27.5","spread":"21.82"},{"groupId":"OG002","value":"29.5","spread":"24.30"},{"groupId":"OG003","value":"34.4","spread":"25.32"},{"groupId":"OG004","value":"33.4","spread":"30.23"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":121},"commonTop":["DYSKINESIA","INSOMNIA","CONSTIPATION","NAUSEA","DIZZINESS"]}}}