{"nctId":"NCT01034163","briefTitle":"A Phase III Randomized, Double Blind, Placebo Controlled Multi-center Study of Panobinostat for Maintenance of Response in Patients With Hodgkin's Lymphoma (HL)","startDateStruct":{"date":"2010-06"},"conditions":["Hodgkin's Lymphoma"],"count":41,"armGroups":[{"label":"Panobinostat (PAN)","type":"EXPERIMENTAL","interventionNames":["Drug: Panobinostat"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Panobinostat","otherNames":["LBH589"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient age is greater than or equal to 18 years\n2. Patient has a history of histologically confirmed classical HL (i.e. Nodular sclerosing (NSHL), Mixed-cellularity (MCHL), Lymphocyte-rich (LRHL), Lymphocyte depleted (LDHL))\n3. Patient has achieved a complete response by CT/MRI scan within 9 weeks (± 1 week) from the day of their first autologous peripheral blood/ bone marrow stem cell transfusion (AHSCT) following HDT. Complete response is defined as:\n\n   Normalization of all nodes and lesions compared to pre-transplant scan performed prior to salvage therapy for relapse. Any residual abnormal masses on the post transplant CT/MRI must be metabolically inactive on a PET scan.\n4. Patient has at least one of the following factors that places them at risk for relapse:\n\n   * Primary refractory disease (including relapse in ≤ 3 months of completion of 1st line treatment)\n   * First relapse \\>3 but \\<12 months from last dose of 1st line treatment\n   * Multiple relapses (prior to transplant)\n   * Stage III/IV disease (at relapse, prior to transplant)\n   * Hemoglobin \\<10.5 gm/dL (at relapse, prior to transplant)\n\nExclusion Criteria:\n\nPatient has been treated with allogeneic transplant 2. Patient has received any anti-lymphoma therapy after AHSCT including but not limited to:\n\n* chemotherapy prior to start of study\n* biologic immunotherapy including monoclonal antibodies or experimental therapy prior to start of study\n* radiation therapy 3. Patient has not recovered from reversible toxicity due to any prior therapies (e.g. returned to baseline or Grade ≤1) except for hematological laboratory parameters Note: Patient does not meet this criteria if the toxicity is stable and irreversible, and there is no evidence that panobinostat causes a similar toxicity 4. Patient has received prior treatment with DAC inhibitors including panobinostat","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"Safety monitoring was conducted throughout the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":26},"commonTop":["Diarrhoea","Nausea","Vomiting","Fatigue","Neutropenia"]}}}