{"nctId":"NCT02503202","briefTitle":"Evaluation of the Safety and Immunogenicity of Three Consistency Lots and a High-Dose Lot of rVSV-ZEBOV-GP (V920 Ebola Vaccine) in Healthy Adults (V920-012)","startDateStruct":{"date":"2015-08-17","type":"ACTUAL"},"conditions":["Prevention of Ebola Infection"],"count":1197,"armGroups":[{"label":"V920 Consistency Lot A","type":"EXPERIMENTAL","interventionNames":["Biological: V920 Consistency Lot A"]},{"label":"V920 Consistency Lot B","type":"EXPERIMENTAL","interventionNames":["Biological: V920 Consistency Lot B"]},{"label":"V920 Consistency Lot C","type":"EXPERIMENTAL","interventionNames":["Biological: V920 Consistency Lot C"]},{"label":"V920 High-dose Lot","type":"EXPERIMENTAL","interventionNames":["Biological: V920 High-dose Lot"]},{"label":"Placebo to V920","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo to V920"]}],"interventions":[{"name":"V920 Consistency Lot A","otherNames":[]},{"name":"V920 Consistency Lot B","otherNames":[]},{"name":"V920 Consistency Lot C","otherNames":[]},{"name":"V920 High-dose Lot","otherNames":[]},{"name":"Placebo to V920","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Not of reproductive potential, or of reproductive potential and agrees to avoid becoming pregnant or impregnating a partner for 2 months following study vaccination.\n\nExclusion Criteria:\n\n* Is currently participating in or has participated in an interventional clinical trial with an investigational compound or device within 90 days of participation in this trial.\n* Has previously been randomized in another clinical trial and received V920 or any other Ebola vaccine.\n* Has been exposed to Ebola virus at any time prior to study entry.\n* Is pregnant or breastfeeding or plans to conceive within 2 months following study vaccination.\n* Has direct household exposure to a pregnant or lactating woman at the time of participation in this trial.\n* Has had a fever (≥100.5ºF/38.0ºC) within 48 hours prior to study entry.\n* Has received systemic corticosteroids (equivalent of ≥2 mg/kg total daily dose of prednisone or ≥20 mg/day for persons weighing \\>10 kg) for ≥14 consecutive days and has not completed treatment at least 30 days prior to study entry.\n* Has received systemic corticosteroids exceeding physiologic replacement doses (\\~5 mg/day prednisone equivalent) within 14 days prior to study entry.\n* Has received any live virus vaccine within 30 days prior to study entry or any other (nonlive virus) vaccine within 14 days prior to study entry.\n* Has known or suspected impairment of immunological function (e.g., HIV positive).\n* Has direct household exposure to a person with known or suspected impairment of immunological function (e.g., HIV positive).\n* Has a clinically significant history of intravenous (IV) drug abuse within 12 months prior to study entry.\n* Has a known allergy/sensitivity or contraindication to investigational product(s) or its/their excipients (e.g., albumin).\n* Has a history of malignancy \\<=5 years prior to study entry except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer.\n* Is or has an immediate family member (e.g., spouse, parent/legal guardian, sibling or child) who is investigational site or sponsor staff directly involved with this trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean Titer of Anti-ZEBOV Glycoprotein Antibody","description":"Serum was collected for determination of geometric mean titer (GMT) of anti-Zaire ebolavirus envelope (ZEBOV) glycoprotein antibodies using an enzyme-linked immunosorbent assay (GP-ELISA). The unit of measure is ELISA units/mL (EU/mL). The lower limit of quantification for the assay was 36.11 EU/mL.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1183.9","spread":null},{"groupId":"OG001","value":"1266.0","spread":null},{"groupId":"OG002","value":"1346.0","spread":null},{"groupId":"OG003","value":"1291.9","spread":null},{"groupId":"OG004","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Serious Adverse Events","description":"An adverse event (AE) is defined as any untoward medical occurrence in a participant which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study vaccine or protocol-specified procedure, whether or not considered related to the study vaccine or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the study vaccine or protocol-specified procedure is also an adverse event. A serious AE (SAE) is an AE that results in death, is life threatening, results in persistent or significant disability or incapacity, results in or prolongs a hospitalization, is a congenital anomaly or birth defect, is any other important medical event, is a cancer, or is associated with an overdose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"1.5","spread":null},{"groupId":"OG002","value":"2.7","spread":null},{"groupId":"OG003","value":"1.2","spread":null},{"groupId":"OG004","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Injection-site Adverse Events Prompted on the Vaccination Report Card","description":"An adverse event (AE) is defined as any untoward medical occurrence in a participant which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study vaccine or protocol-specified procedure, whether or not considered related to the study vaccine or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the study vaccine or protocol-specified procedure is also an adverse event. Injection-site AEs prompted on the Vaccination Report Card (VRC) were erythema, pain, and swelling.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"10.6","spread":null},{"groupId":"OG002","value":"14.8","spread":null},{"groupId":"OG003","value":"7.3","spread":null},{"groupId":"OG004","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":null},{"groupId":"OG001","value":"73.0","spread":null},{"groupId":"OG002","value":"70.3","spread":null},{"groupId":"OG003","value":"67.7","spread":null},{"groupId":"OG004","value":"12.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":null},{"groupId":"OG001","value":"13.7","spread":null},{"groupId":"OG002","value":"18.3","spread":null},{"groupId":"OG003","value":"16.2","spread":null},{"groupId":"OG004","value":"3.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Elevated Maximum Temperature","description":"Participants were instructed on the VRC to take and record their oral (or oral equivalent) temperature daily from the day of vaccination through Day 42. Elevated temperature was defined as ≥38.0° C (≥100.4° F).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"16.7","spread":null},{"groupId":"OG002","value":"22.4","spread":null},{"groupId":"OG003","value":"32.2","spread":null},{"groupId":"OG004","value":"0.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Arthralgia or Arthritis Adverse Events Prompted on the Vaccination Report Card","description":"An adverse event (AE) is defined as any untoward medical occurrence in a participant which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study vaccine or protocol-specified procedure, whether or not considered related to the study vaccine or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the study vaccine or protocol-specified procedure is also an adverse event. Adverse events of arthralgia and arthritis were prompted on the VRC.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"5.7","spread":null},{"groupId":"OG002","value":"6.5","spread":null},{"groupId":"OG003","value":"7.7","spread":null},{"groupId":"OG004","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"3.8","spread":null},{"groupId":"OG002","value":"2.7","spread":null},{"groupId":"OG003","value":"3.1","spread":null},{"groupId":"OG004","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Rash Adverse Events Prompted on the Vaccination Report Card","description":"An adverse event (AE) is defined as any untoward medical occurrence in a participant which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study vaccine or protocol-specified procedure, whether or not considered related to the study vaccine or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the study vaccine or protocol-specified procedure is also an adverse event. Rash AEs prompted on the VRC were petechial rash, purpuric rash, and vesicular-type rash.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"4.6","spread":null},{"groupId":"OG002","value":"3.8","spread":null},{"groupId":"OG003","value":"3.8","spread":null},{"groupId":"OG004","value":"1.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Vesicular Lesion Adverse Events Prompted on the Vaccination Report Card","description":"An adverse event (AE) is defined as any untoward medical occurrence in a participant which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study vaccine or protocol-specified procedure, whether or not considered related to the study vaccine or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the study vaccine or protocol-specified procedure is also an adverse event. Vesicular lesion AEs prompted on the VRC included blister and rash vesicular.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"1.1","spread":null},{"groupId":"OG002","value":"1.5","spread":null},{"groupId":"OG003","value":"1.5","spread":null},{"groupId":"OG004","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":265},"commonTop":["Injection site pain","Headache","Pyrexia","Arthralgia","Injection site swelling"]}}}