{"nctId":"NCT01908699","briefTitle":"Beraprost-314d Added-on to Tyvaso® (BEAT)","startDateStruct":{"date":"2013-05-31","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":273,"armGroups":[{"label":"Beraprost Sodium 314d Modified Release Tablets","type":"EXPERIMENTAL","interventionNames":["Drug: Beraprost Sodium 314d Modified Release Tablets"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Beraprost Sodium 314d Modified Release Tablets","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nThe following are inclusion criteria to be enrolled in this study:\n\n1. Male or female, age 18 to 80 years (inclusive).\n2. Established diagnosis of pulmonary arterial hypertension that is either idiopathic or familial PAH, collagen vascular disease associated PAH, PAH associated with HIV infection, PAH induced by anorexigens/toxins, or PAH associated with repaired congenital systemic-to-pulmonary shunts (repaired ≥1 years).\n3. If HIV positive, has a CD4 lymphocyte count ≥200 cells/mm3 within 30 days of Baseline Visit and is receiving current standard of care antiretroviral or other effective medication.\n4. At the Screening Visit, WHO functional class III or IV and who have declining or unsatisfactory clinical response to current PAH therapy.\n5. At the Baseline Visit, WHO functional class III or IV and who have declining or unsatisfactory clinical response to inhaled treprostinil therapy.\n6. Able to walk unassisted (oxygen use allowed).\n7. A 6-Minute Walk distance (6MWD) of ≥ 100 meters at the Screening Visit.\n8. Previous (within five years prior to the Baseline Visit) right heart cardiac catheterization (RHC) with findings consistent with PAH, specifically mean Pulmonary Arterial Pressure (PAPm) ≥25 mmHg (at rest), Pulmonary Capillary Wedge Pressure (PCWP) (or left ventricular end diastolic pressure) ≤15 mmHg, and Pulmonary Vascular Resistance (PVR) \\>3 mmHg/L/min.\n9. Echocardiography excluding any clinically significant left heart disease (e.g. left sided valve disease, wall motion abnormality suggesting of myocardial infarction, left ventricular hypertrophy, etc).\n10. Pulmonary function tests conducted within 12 months before or during the Screening period to confirm the following:\n\n    1. Total lung capacity (TLC) is at least 60% (predicted value) and\n    2. Forced expiratory volume at one second (FEV1) of at least 50% (predicted value).\n11. Subjects receiving additional FDA approved PAH therapies must be stable on their current dose for at least 30 days prior to the Baseline Visit, apart from modification of anticoagulant or diuretic dosages.\n12. Must have completed 90 days of uninterrupted inhaled treprostinil treatment and received a stable dose of inhaled treprostinil for at least 30 days prior to Baseline to be eligible for randomization into the study.\n13. Women of child-bearing potential (defined as less than 1 year post-menopausal and not surgically sterile) must be practicing abstinence or using two highly effective methods of contraception (defined as a method of birth control that result in a low failure rate, i.e., less than 1% per year, such as approved hormonal contraceptives, barrier methods \\[such as a condom or diaphragm\\] used with a spermicide, or an intrauterine device). Subject must have a negative pregnancy test at the Screening and Baseline Visits.\n14. Willing and able to comply with study requirements and restrictions.\n\nExclusion Criteria\n\nPatients who meet any of the following criteria will be excluded from the study:\n\n1. Pregnant or lactating.\n2. Has previous experience with beraprost or BPS-314d (i.e., BPS-IR, BPS-MR or BPS-314d- MR).\n3. PAH related to any condition not covered under inclusion criteria, including but not limited to pulmonary venous hypertension, pulmonary veno-occlusive disease, pulmonary capillary hemangiomatosis, or chronic thromboembolic pulmonary hypertension.\n4. History of interstitial lung disease, unless subject has collagen vascular disease and has had pulmonary function testing conducted within 12 months of the Baseline Visit demonstrating a total lung capacity ≥60% of predicted.\n5. Has active hemorrhagic condition (e.g., upper digestive tract hemorrhage, hemoptysis, etc), or has a pre-existing condition that, in the Investigator's judgment, may increase the risk for developing hemorrhage during the study (e.g., hemophilia). Transient hemorrhage (e.g., epistaxis, normal menstrual bleeding, gingival bleeding, hemorrhoidal bleeding, etc) will not preclude enrollment.\n6. Has received any investigational drug, device or therapy within 30 days prior to the Baseline Visit or is scheduled to receive another investigational drug, device or therapy during the course of the study.\n7. Has any musculoskeletal disease or any other disease that would significantly limit ambulation.\n8. Has any form of unrepaired or recently repaired (\\< 1 year) congenital systemic-to-pulmonary shunt other than patent foramen ovale.\n9. Evidence of significant coronary arterial disease with symptoms, such as angina.\n10. Left sided myocardial disease as evidenced by left ventricular ejection fraction \\< 40%, or shortening fraction \\<22%.\n11. Has creatinine clearance \\<30 (using the Cockroft-Gault formula) or requires hemodialysis.\n12. Has Childs-Pugh class C liver cirrhosis.\n13. Has had previous atrial septostomy.\n14. Any other clinically significant illness or abnormal laboratory values (measured during the Screening period) that, in the opinion of the Investigator, might put the subject at risk of harm during the study or might adversely affect the interpretation of the study data.\n15. Anticipated survival less than 1 year due to concomitant disease.\n\nThe Sponsor recognizes that the pulmonary hypertension population is complex and diverse. In order to facilitate enrollment of appropriate subjects to this pivotal trial, Investigators are strongly encouraged to contact the medical director or study team to discuss potential study subjects who have comorbid conditions before enrollment into this study. See Appendix 9 for additional details.\n\nNo waivers to entry criteria are allowable in this study. Subjects who are initially ineligible for this study may be reassessed for eligibility after consultation with the Sponsor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants That Experienced Clinical Worsening","description":"The number of participants that experienced a Clinical Worsening event confirmed by Endpoint Adjudication Committee at First Maximum Severity. Clinical Worsening was defined as any of these events following the Baseline visit: Death (all causes); Hospitalization due to worsening PAH; Initiation of a parenteral (infusion or sub-cutaneous) prostacyclin, directly related to worsening PAH; Disease progression; Unsatisfactory long-term clinical response.\n\nThe number of participants that experienced clinical worsening is presented; time to clinical worsening data was not measured. Given the rate of clinical worsening overall and the large number of censored observations at the end of the study, the mean survival time estimates were not available for this endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Borg Dyspnea Score at Week 24","description":"The Borg dyspnea score was assessed prior to and following the completion of the 6MWT at Week 24. The Borg dyspnea score is a 10-point scale rating the maximum level of dyspnea experienced during the 6MWT. Scores range from 0 (for the best condition) to 10 (for the worst condition).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"1.68"},{"groupId":"OG001","value":"-0.26","spread":"1.66"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in NT-pro-BNP Levels at Week 24","description":"Plasma NT-proBNP concentration is a useful biomarker for PAH as it is associated with changes in right heart morphology and function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.38","spread":"131.46"},{"groupId":"OG001","value":"20.48","spread":"300.57"}]}]}]},{"type":"SECONDARY","title":"Change in WHO Functional Class From Baseline to Week 24","description":"Change from Baseline in participant clinical status was recorded according to the World Health Organization (WHO) Functional Class. A change from lower to higher functional class (i.e. 'III to IV' or 'II to III') was considered as a deterioration. A change from higher to lower functional class (i.e. 'III to II' or 'II to I') was considered as an improvement. All efficacy results are descriptive; no statistical analysis was conducted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"46","spread":null}]},{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"60","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Six Minutes Walk Distance (6MWD) at Week 24","description":"Area used for the Six Minute Walk Test (6MWT) was pre-measured at 30 meters in length. Rest periods were allowed if patient could no longer continue. If patient needed to rest, he/she could stand or sit and then begin again when rested but the clock continued to run. At the end of 6 minutes, the tester called \"stop\" while stopping the watch and then measured the distance walked. For purposes of the 6MWT, if patient was assessed at Baseline using oxygen therapy, all future 6MWT were conducted in the same manner.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.47","spread":"44.83"},{"groupId":"OG001","value":"19.32","spread":"53.23"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs, Serious TEAEs, Investigations SOC TEAEs, and Serious Investigations SOC TEAEs","description":"The number of participants experiencing overall Treatment-Emergent Adverse Adverse Events (TEAEs), serious TEAEs, Investigations SOC TEAEs, and serious Investigations SOC TEAEs were reported.Investigations SOC TEAEs were any event categorized within the Investigations System Order Class (SOC) and include adverse events due to physical examinations, vital signs, clinical laboratory parameters, and electrocardiogram findings.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":75,"n":137},"commonTop":["Headache","Dyspnoea","Nausea","Upper respiratory tract infection","Dizziness"]}}}