{"nctId":"NCT00262639","briefTitle":"Prometa Protocol for Alcohol Dependence","startDateStruct":{"date":"2005-12"},"conditions":["Alcohol Dependence"],"count":60,"armGroups":[{"label":"I","type":"EXPERIMENTAL","interventionNames":["Drug: Flumazenil and Gabapentin"]},{"label":"II","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Flumazenil and Gabapentin","Drug: Placebo"]}],"interventions":[{"name":"Flumazenil and Gabapentin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 - 70.\n2. Participants will meet criteria for primary DSM IV alcohol dependence, drink on at least 70% of days in the last 30 days prior to assessment, and drink at least 5 drinks per drinking day.\n3. No more than 72 hours since last drink of alcohol. Rationale: to focus on symptoms occurring during the early alcohol cessation period.\n4. Low CIWA-Ar group: have a CIWA-Ar score less than or equal to 6; High CIWA-Ar group: have a CIWA-Ar score greater than or equal to 7 but less than or equal to 15.\n5. Able to read and understand questionnaires and informed consent.\n6. Has stable housing for past 3 months.\n\nExclusion Criteria:\n\n1. Currently meets DSM-IV criteria for any other psychoactive substance dependence disorder except nicotine dependence.\n2. Any psychoactive substance abuse, except marijuana and nicotine, within the last 30 days as evidenced by subject report or urine drug screen.\n3. Meets DSM-IV criteria for current axis I disorders of major depression, panic disorder, obsessive-compulsive disorder, generalized anxiety disorder, post-traumatic stress syndrome, bipolar affective disorder, schizophrenia, or any other psychotic disorder or organic mental disorder. The rationale for excluding them is that symptoms from these disorders may affect dependent variables and complicate interpretation of the data.\n4. No use of benzodiazepines in excess of three times in the past two weeks by self report and urine drug screen.\n5. Subjects must not be taking zolpidem (Ambien™), zaleplon (Sonata™), or eszopiclone (Lunesta™) in excess of three times in past two weeks.\n6. No history of delirium tremens or alcohol withdrawal seizures.\n7. Has current suicidal ideation with plan or homicidal ideation.\n8. Need for maintenance or acute treatment with any psychoactive medication including antiseizure medications.\n9. Use of disulfiram, naltrexone, acamprosate, or anticonvulsants in last 30 days.\n10. Clinically significant medical problems such as cardiovascular, renal, GI, or endocrine problem that would impair participation or limit medication ingestion.\n11. Sexually active females of child-bearing potential who are pregnant (by -beta HCG), nursing, or who are not using a reliable form of birth control.\n12. Has current charges pending for a violent crime (not including DUI related offenses).\n13. Has taken gabapentin or flumazenil in the last month or has experienced adverse effects from it at any time in the past.\n14. Hepatocellular disease indicated by elevations of SGPT (ALT) and SGOT (AST) greater than 3 times normal at screening.\n15. Persons with metal implants or pacemaker since fMRI will be used.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Subjects Completely Abstinent","description":"percent of subjects completely abstinent during the six week medication study study","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"33","spread":null},{"groupId":"OG003","value":"71","spread":null}]}]}]},{"type":"PRIMARY","title":"Percent Days Abstinent","description":"percent days abstinent during treatment","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":"24.2"},{"groupId":"OG001","value":"86.1","spread":"20.7"},{"groupId":"OG002","value":"75.9","spread":"27"},{"groupId":"OG003","value":"95.9","spread":"9.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":[]}}}