{"nctId":"NCT00449046","briefTitle":"Clinical Assessment Of GW815SF Salmeterol/Fluticasone Propionate(HFA MDI) In Pediatric Patients With Bronchial Asthma -A Long Term (24-week) Study-","startDateStruct":{"date":"2007-03"},"conditions":["Bronchial Asthma"],"count":40,"armGroups":[],"interventions":[{"name":"GW815SF Salmeterol/Fluticasone propionate(HFA MDI)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Inclusion Criteria for Entry in Run-in Period\n\nA pediatric patient already diagnosed as having bronchial asthma who meets all of the following criteria is eligible for the study:\n\n* Male or female patients aged ≥5 and ≤14 years. Enrolment of a female patient of childbearing potential is allowed only if she is tested negative in the pregnancy testing at the start of treatment period and if she agrees to undergo pregnancy testing at the protocol-specified timings and to take contraceptive measures without fail during the study period.\n* Written informed consent must be obtained from the legally acceptable representative of the subject. Consent of the subject him/herself should also be obtained, wherever possible, after giving an explanation in an as easy to understand as possible manner.\n* An outpatient who has been treated with ICS (FP 100-200μg/day or equivalent) for at least 4 weeks prior to Visit 1.\n* Is suitable, in the investigator's/subinvestigator's judgment, for treatment with GW815SF HFA MDI 25/50μg (administered as 2 inhalations of 25/50μg) bid.\n* Able to use a peak flow meter in a correct manner in the investigator's/subinvestigator's judgment.\n* Able to use MDI in a correct manner (with the assistance of his/her caregiver as necessary) in the investigator's/subinvestigator's judgment.\n\nInclusion Criteria for Entry in Treatment Period A subject will be considered eligible for inclusion in the treatment period only if he/she has completed the run-in period and meets the following criterion.\n\n1\\. Has been able, in the investigator's/subinvestigator's judgment, to make entries in the asthma diary and measure PEF, as directed, during the run-in period.\n\nExclusion criteria:\n\n* Exclusion Criteria for Entry in Run-in Period\n\nA patient who applies any of the following criteria is not eligible for the study:\n\n* Admitted to the hospital due to asthma exacerbation within 8 weeks prior to Visit 1.\n* Used systemic steroid within 4 weeks prior to Visit 1.\n* Received antibacterials or antivirals for treatment of upper or lower respiratory tract infection within 2 weeks prior to Visit 1.\n* Has a safety problem in participation in the study because of a serious, uncontrolled systemic disease including nervous system disorder.\n* Has or is suspected to have deep-seated mycosis or infection to which no effective antibacterial agent is available.\n* Has or is suspected to have hypersensitivity to the investigational product, rescue medication or any ingredients of them.\n* Is pregnant or lactating, may be pregnant, or plans for pregnancy during the study period.\n* Has received the last dose in another clinical study within 2 months prior to this study.\n* Is not eligible for the study in the investigator's/subinvestigator's judgment.\n\nExclusion Criteria for Entry in Treatment Period\n\nA subject who applies to any of the following criteria is not eligible for the study:\n\n1. Admitted to the hospital due to asthma exacerbation during the run-in period.\n2. Had upper or lower respiratory tract infection during the 2 weeks just before Visit 2.\n3. Used prohibited drugs during the 2 weeks just before Visit 2.\n4. Is not eligible for the study in the investigator's/subinvestigator's judgment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Most Frequent Adverse Events - On Therapy","description":"Adverse events, Clinical laboratory tests, Adrenocortical function test, Physical examinations, 12-lead electrocardiogram (ECG), Oropharyngeal examination were included.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Serious Adverse Events (SAEs) - On Therapy","description":"Number of participants considered by the investigator to be related to study medication.\n\nAdverse events, Clinical laboratory tests, Adrenocortical function test, Physical examinations, 12-lead ECG, Oropharyngeal examination were included. Frequency threshold of reported SAE's is 0%(100% reported)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Morning Peak Expiratory Flow (PEF) During Weeks 1-24","description":"PEF taken daily and average used for week 1-24 value. The peak expiratory flow rate measures how fast a person can (exhale) air. Then, compares it to normal flow rates to predict obstruction and disease. The average PEF for a child or adolescent whose height is 43\" is 147 L/min, whose height is 66\" is 454 L/min.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":"34.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percent Predicted Morning Peak Expiratory Flow (PEF) During Weeks 1-24","description":"Percent Predicted Morning Peak Expiratory flow were the percent of patients that were predicted to have their Peak expiratory flow in the morning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.50","spread":"11.294"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Evening Peak Expiratory Flow (PEF) During Weeks 1-24","description":"The peak expiratory flow rate measures how fast a person can (exhale) air. Then compares it to normal flow rates to predict obstruction and disease. The average PEF for a child or adolescent whose height is 43\" is 147 L/min, whose height is 66\" is 454 L/min.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.2","spread":"29.28"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Circadian Variation in Peak Expiratory Flow (PEF) During Weeks 1-24","description":"Circadian Variation means the various changes in a day. The peak expiratory flow rate measures how fast a person can (exhale) air using a mini-Wright peak flow meter. The average PEF for a child or adolescent whose height is 43\" is 147 L/min, whose height is 66\" is 454 L/min.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.62","spread":"3.583"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Symptom-Free Nights and Days","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Rescue Medication-Free Nights and Days","description":"Rescue free means without the use of other medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1},"commonTop":["Laryngopharyngitis","Bronchitis","Nasopharyngitis","Asthma","Pharyngitis"]}}}