{"nctId":"NCT02283294","briefTitle":"Apixaban for Early Prevention of Recurrent Embolic Stroke and Hemorrhagic Transformation","startDateStruct":{"date":"2015-04","type":"ACTUAL"},"conditions":["Transient Ischemic Attack","Stroke","Atrial Fibrillation"],"count":91,"armGroups":[{"label":"Apixaban","type":"EXPERIMENTAL","interventionNames":["Drug: Apixaban"]},{"label":"Warfarin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Warfarin"]}],"interventions":[{"name":"Apixaban","otherNames":[]},{"name":"Warfarin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed Written Informed Consent\n2. Males and Females over 18 years of age.\n3. History of Nonvalvular Atrial Fibrillation (NVAF) by documentation in the medical history or newly diagnosed nonvalvular Atrial Fibrillation at time of study randomization by ECG, device or telemetry .\n4. Diagnosis of TIA or small or medium ischemic stroke 0 to 48 hours from signs or symptoms.\n5. Women of child-bearing potential must use a reliable method of contraception and must provide a negative pregnancy test at entry into the study and within 24 hours of study treatment initiation.\n6. WOCBP must agree to follow instructions for method(s) of contraception for the duration of treatment with study drug Apixaban plus 5 half-lives (approximately 3 days) plus 30 days (duration of ovulatory cycle) for a total of 33 days post-treatment completion.\n7. Males who are sexually active with WOCBP must agree to follow instructions for method(s) of contraception for the duration of treatment with Apixaban plus 5 half-lives (approximately 3 days) plus 90 days (duration of sperm turnover) for a total of 93 days post-treatment completion.\n8. Azoospermic males and WOCBP who are continuously not heterosexually active are exempt from contraceptive requirements. However they must still undergo pregnancy testing as described in this section.\n\nInvestigators shall counsel WOCBP and male subjects who are sexually active with WOCBP on the importance of pregnancy prevention and the implications of an unexpected pregnancy Investigators shall advise WOCBP and male subjects who are sexually active with WOCBP on the use of highly effective methods of contraception. Highly effective methods of contraception have a failure rate of \\< 1% when used consistently and correctly.\n\nAt a minimum, subjects must agree to the use of one method of highly effective contraception as listed below:\n\nHIGHLY EFFECTIVE METHODS OF CONTRACEPTION\n\n* Male condoms with spermicide\n* Hormonal methods of contraception including combined oral contraceptive pills, vaginal ring, injectables, implants and intrauterine devices (IUDs) such as Mirena by WOCBP subject or male subject's WOCBP partner. Female partners of male subjects participating in the study may use hormone based contraceptives as one of the acceptable methods of contraception since they will not be receiving study drug\n* IUDs, such as ParaGard™\n* Tubal ligation\n* Vasectomy.\n* Complete Abstinence\n\nExclusion Criteria:\n\n1. Hemorrhagic stroke\n2. Large ischemic stroke\n3. History of major bleeding within the last 6 months from time of subject enrollment (e.g. GI bleed).\n4. History of intracranial bleed\n\n   a. Traumatic intracranial bleed within one year of randomization. (Traumatic ICH greater than one year of randomization is not an exclusion).\n5. Current or history of bleeding disorders (e.g. blood dycrasias)\n6. Blood Pressure of 180/100 mmHg on hypertensive therapy day of randomization per PI discretion 20.\n7. Current illicit drug use and/or chronic alcohol use per PI discretion.\n8. Severe liver disease (AST/ALT 2x upper limit).\n9. Patients with kidney disease meeting criteria to take 2.5 mg twice daily who are taking strong dual inhibitors of CYP3A4 and P-glycoprotein (e.g. ketoconazole, itraconazole, ritonavir, clarithromycin) .\n10. Any other suspected etiology for stroke (e.g. ipsilateral carotid disease).\n11. Greater than 3 Cerebral Micro-bleeds (CMB) on gradient recovery echo (GRE) or evidence of intracranial hemorrhage on CT at time of randomization. (SWI sequencing may be used if GRE sequencing is not obtainable)\n12. Therapeutically anti-coagulated at time of admission (INR at admission greater than 2.0 on warfarin or took two consecutive doses of NOAC).\n13. Absolute indication for use of warfarin only.( e.g. Mechanical Valve)\n14. Absolute indication for anticoagulation prior to randomization window. (e.g. DVT)\n15. Hemoglobin less than 9 gm/dl and/or platelet count less than 100 K/uL.\n16. Requires dual antiplatelet therapy.\n17. Daily use of NSAIDS\n18. Pregnancy or lactation.\n19. Any use of an investigational product within the past 30 days.\n20. Prisoners or subjects who are involuntarily incarcerated.\n21. Subjects who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness.\n22. Concurrent participation in another clinical study where use of an investigational product is used","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Composite Endpoint of Fatal Stroke, Recurrent Ischemic Stroke, or TIA","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an Intracranial Hemorrhage Assessed by MRI/CT","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":41},"commonTop":["Bilateral Lower Extremity Edema","Dizziness","Fatigue","Intermittent Headaches","Asymptomatic Bleed"]}}}