{"nctId":"NCT03897088","briefTitle":"Efficacy and Safety of Tildrakizumab in the Treatment of Scalp Psoriasis","startDateStruct":{"date":"2019-03-29","type":"ACTUAL"},"conditions":["Scalp Psoriasis"],"count":231,"armGroups":[{"label":"Tildrakizumab","type":"EXPERIMENTAL","interventionNames":["Drug: PART 1: Double-blind Placebo-controlled","Drug: PART 2: Double-blind Active Treatment Extension"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: PART 1: Double-blind Placebo-controlled"]},{"label":"PART 3: Observational Safety Follow-up","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"PART 1: Double-blind Placebo-controlled","otherNames":[]},{"name":"PART 2: Double-blind Active Treatment Extension","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects should be 18 years or older at the time of signing the informed consent during the Screening visit.\n2. Subjects with a clinical diagnosis of chronic plaque psoriasis of at least 6 months (as determined by-subject interview and confirmation of diagnosis through physical examination by Investigator).\n3. Subjects must have moderate to severe plaque psoriasis of the scalp at Screening and at Baseline, defined by:\n\n   * Scalp Investigator Global Assessment (IGA) of ≥3\n   * Psoriasis Scalp Severity Index (PSSI) score of ≥12\n   * ≥30% or scalp surface area affected.\n4. Subject must have moderate to severe plaque psoriasis at Screening and Baseline defined by\n\n   * Physician Global Assessment for Skin (PGA-S) of at least moderate severity (score of ≥3 on a 5-pointer scale)\n   * PASI score of ≥12\n   * Body Surface Area (BSA) involvement of \\>10%\n5. Subjects must be considered candidates for systemic therapy, meaning scalp psoriasis inadequately controlled by topical treatments (corticosteroids), and/or phototherapy, and/or previous systemic therapy.\n6. Subjects has a negative evaluation for tuberculosis (TB) within 4 weeks before initiating study treatment, defined as a negative QuantiFERON® test. Subjects with a positive or 2 successive indeterminate. QuantiFERON® tests are allowed if they have all of the following:\n\n   * No history of active TB or symptoms of TB.\n   * A posterior-anterior chest radiogram (with associated report available at study center) performed within 3 months of Screening with no evidence of active TB (or of any other pulmonary infectious diseases).\n   * If prior latent TB infection (LTBI), must have history of adequate prophylaxis (per local standard of care).\n   * If presence of LTBI is established, then treatment according to local country guidelines must have been followed for 4 weeks prior to inclusion in the study.\n\n   A maximum of 2 QuantiFERON® tests are allowed. A re-test is only permitted if the first is indeterminate; the result of the second test will then be used.\n7. Subjects are unlikely to conceive, as indicated by at least one \"Yes\" answer to the following questions:\n\n   * Subject is a male.\n   * Subject is a female and agrees to abstain from heterosexual activity OR use a highly effective method of contraception as per Appendix 7.\n   * Male subjects with female partners of childbearing potential who are not using birth control as described above must use a barrier method of contraception (eg, condom) if not surgically sterile (ie, vasectomy).\n   * Subject is a surgically sterilized female or is documented to be postmenopausal. For contraceptive guidance see Appendix 7.\n8. For women of childbearing potential, a negative serum pregnancy test at Screening and a negative urine pregnancy test within 24 hours prior to Day 1 and on subsequent visits at which study treatment doses are scheduled.\n9. Subjects must have results of a physical examination within normal limits or clinically acceptable limits to the Investigator prior to Day 1. The Investigator is encouraged to consult with the Medical Monitor (or appropriate designee) if there are questions regarding the significance of any out-of-range values.\n10. Subjects must be capable of giving signed informed consent as described in Appendix 2, which includes compliance with the requirements and restrictions listed in the ICF and in this protocol.\n\nExclusion Criteria:\n\n1. Subjects who have laboratory abnormalities at Screening including any of the following:\n\n   * Alanine aminotransferase or aspartate aminotransferase ≥2.5 × the upper limit of normal\n   * Creatinine ≥2 × the upper limit of normal\n   * Serum direct bilirubin ≥1.5 mg/dL\n   * White blood cell count \\<3.0×103/μL\n   * Any other laboratory abnormality, which, in the opinion of the Investigator, will prevent the subject from completing the study or will interfere with the interpretation of the study results.\n2. Subjects who have predominantly non-plaque forms of psoriasis specifically erythrodermic psoriasis, predominantly pustular psoriasis, medication-induced or medication-exacerbated psoriasis, or new-onset guttate psoriasis.\n3. Women of childbearing potential who are pregnant, intend to become pregnant (within 6 months of completing the study), or are lactating.\n4. Subjects with any infection or history of recurrent infection requiring treatment with systemic antibiotics within 2 weeks prior to Screening, or severe infection (eg, pneumonia, cellulitis, bone or joint infections) requiring hospitalization or treatment with intravenous (IV) antibiotics within 6 weeks prior to Screening.\n5. Subjects with any previous use of tildrakizumab or other IL-23/Th-17 pathway inhibitors, including p40, p19 and IL-17 antagonists for psoriasis.\n\n   • Prior use of TNF-alpha inhibitors with a wash-out period of 12 weeks would be allowed. However, the number of subjects with prior use of TNF-alpha inhibitors would be capped at 40% and the analysis will be stratified based on prior use of these biologics.\n6. Subjects with a positive human immunodeficiency virus test result, hepatitis B surface antigen, or hepatitis C virus test result.\n7. Subjects with a prior malignancy or concurrent malignancy (excluding successfully treated basal cell carcinoma, squamous cell carcinoma of the skin in situ, squamous cell carcinoma of skin with no evidence of recurrence within 5 years or carcinoma in situ of the cervix that has been adequately treated).\n8. Subjects who have received live viral or bacterial vaccination within 4-weeks prior to Baseline or who intend to receive live viral or bacterial vaccination during the study.\n9. Subjects who are currently participating in another interventional clinical study or has participated in an interventional clinical study within 5-half-lives (of the drug) to wash-out prior to randomization (Subjects participating in observational studies or non-interventional registry studies may be included in the study).\n10. Subjects or a family member is among the personnel of the study center or Sponsor/designee staff directly involved with this study.\n11. Subjects who have any concomitant medical condition which in the opinion of the Investigator could affect the study outcome or present an unacceptable risk.\n12. Subjects who were hospitalized due to an acute cardiovascular event (such as myocardial infarction, cerebrovascular accident, cardiovascular illness \\[eg, angina pectoris\\], or cardiovascular surgery \\[such as coronary artery bypass grafting\\]) within 6 months before Screening.\n13. Subjects who, in the opinion of the Investigator, will not be a reliable participant in the study and those who can confound the results of the study.\n14. Subjects who have a history of alcohol or drug abuse in the previous year.\n15. Subjects who have high risk of suicidality at the Screening assessment based on Investigator's judgment or, if appropriate, as indicated by a response of \"yes\" within the last 12 months to Questions 4 or 5 in the suicidal ideation section, or any positive response in the behavioral section of the Columbia-Suicide Severity Rating Scale\n16. Subjects with any other clinically significant laboratory abnormality, which, in the opinion of the Investigator, will prevent the subject from completing the study or will interfere with the interpretation of the study results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Subjects With Investigator Global Assessment Mod 2011 (Scalp) Score of \"Clear\" and \"Almost Clear\" With at Least 2-point Reduction From Baseline at Week 16","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.073","spread":null},{"groupId":"OG001","value":"0.494","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Incidence, Seriousness and Severity of All Adverse Events.","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.8","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"2.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.6","spread":null},{"groupId":"OG001","value":"40.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"0.8","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Severe Infections, Whether or Not Reported as a Serious Event","description":"defined as any infection meeting regulatory definition of serious adverse event, or any infection requiring intravenous antibiotics whether or not reported as a serious event as per the regulatory definition.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Malignancies (Excluding Carcinoma in Situ of the Cervix).","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1.71","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Melanoma Skin Cancer.","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Major Adverse Cardiovascular Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.75","spread":null},{"groupId":"OG001","value":"0.85","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Study Treatment-related Hypersensitivity Reactions (eg, Anaphylaxis, Urticaria, Angioedema, Etc.).","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.75","spread":null},{"groupId":"OG001","value":"0.85","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Injection Site Reactions (eg, Pain, Erythema, Edema Etc).","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.88","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"The Percentage of Subjects With Non-melanoma Skin Cancer","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With at Least 90% Improvement From Baseline in the Psoriasis Scalp Severity Index at Week 16","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.044","spread":null},{"groupId":"OG001","value":"0.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Percentage Change in Psoriasis Scalp Severity Index Score From Baseline to Week 16.","description":"Psoriasis Scalp Severity Index (PSSI) use a 5-point scale to grade the 3 clinical parameters (erythema, thickness, and scaling) in the same way as the Psoriasis Area Severity Index (PASI), but for scalp only. The parameter scores are summed and multiplied by an integer (0-6) that represents the area of affected scalp. The score ranges from 0-72. Outcome measures percentage change in score from baseline. Lesser the score, better is the outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.84","spread":"35.577"},{"groupId":"OG001","value":"-79.81","spread":"30.434"}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects Achieving Psoriasis Scalp Severity Index 75 at Week 16","description":"Psoriasis Area and Severity Index is use a 5-point scale to grade the 3 clinical parameters (erythema, thickness, and scaling). The PASI includes scores on erythema, thickness, scaling, and percentage of body surface area (BSA) affected. The parameter scores are summed and multiplied by an integer (0-6) that represents the area of affected scalp. The score ranges from 0-72. Outcome measures percentage change in score from baseline. Current outcome measures proportion of subjects achieving 75% improvement from baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.105","spread":null},{"groupId":"OG001","value":"0.709","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects Achieving Psoriasis Scalp Severity Index 100 at Week 16","description":"Psoriasis Scalp Severity Index (PSSI) use a 5-point scale to grade the 3 clinical parameters (erythema, thickness, and scaling) in the same way as the Psoriasis Area Severity Index (PASI), but for scalp only. The parameter scores are summed and multiplied by an integer (0-6) that represents the area of affected scalp. The score ranges from 0-72. Outcome measures percentage change in score from baseline. Lesser the score, better is the outcome. Current outcome measures 100% improvement in PSSI from baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.026","spread":null},{"groupId":"OG001","value":"0.376","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Percentage Change in Scalp Surface Area (SSA) Involvement From Baseline to Week 16","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.20","spread":"31.473"},{"groupId":"OG001","value":"-76.39","spread":"35.179"}]}]}]},{"type":"SECONDARY","title":"Time to 75% Reduction in Psoriasis Scalp Severity Index During 16-week Placebo-controlled Treatment Period.","description":"Psoriasis Scalp Severity Index (PSSI) use a 5-point scale to grade the 3 clinical parameters (erythema, thickness, and scaling) in the same way as the Psoriasis Area Severity Index (PASI), but for scalp only. The parameter scores are summed and multiplied by an integer (0-6) that represents the area of affected scalp. The score ranges from 0-72. Outcome measures percentage change in score from baseline.\n\nCurrent outcome measure is time to PSSI 75. Lesser the time required, better is the effect of drug.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Investigator Global Assessment Mod 2011 (Scalp ) Response During the 16-week Placebo-controlled Treatment Period.","description":"Investigator Global Assessment Mod 2011 (Scalp) is a 5-point scale that is static (refers exclusively to the subject's disease state at the time of the assessments, and does not attempt a comparison with any of the subject's previous disease states, whether at baseline or at a previous visit). Score ranges from 0-4. lower the score is better. Traetment success is considered when IGA Mod 2011 (Scale) is 0 or 1 with 2 point reduction from baseline score. current outcome measures time to treatment success.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Achieving a 4-point Reduction in Itch Numeric Rating Scale Score From Baseline to Week 16","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.147","spread":null},{"groupId":"OG001","value":"0.545","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects Achieving Psoriasis Area and Severity Index (PASI) 75, Psoriasis Area and Severity Index 90, and Psoriasis Area and Severity Index 100 at Week 16","description":"Psoriasis Area and Severity Index is use a 5-point scale to grade the 3 clinical parameters (erythema, thickness, and scaling). The PASI includes scores on erythema, thickness, scaling, and percentage of body surface area (BSA) affected. The parameter scores are summed and multiplied by an integer (0-6) that represents the area of affected scalp. The score ranges from 0-72. Outcome measures percentage change in score from baseline. Current outcome measures proportion of subjects achieving 75%, 90% and 100% improvement from baseline, respectively.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.079","spread":null},{"groupId":"OG001","value":"0.667","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.026","spread":null},{"groupId":"OG001","value":"0.41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.009","spread":null},{"groupId":"OG001","value":"0.162","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With Physician's Global Assessment Score (Whole Body) Score of \"Clear\" or \"Almost Clear\" With at Least a 2-point Reduction From Baseline to Week 16","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.062","spread":null},{"groupId":"OG001","value":"0.556","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Percentage Change in Total Body Surface Area (BSA) Involvement From Baseline to Week 16","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"39.039"},{"groupId":"OG001","value":"-70.17","spread":"33.443"}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With Investigator Global Assessment (Scalp Only) Score of \"Clear\" and \"Almost Clear\" With at Least 2-point Reduction From Baseline at Week 16.","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.106","spread":null},{"groupId":"OG001","value":"0.684","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With Investigator Global Assessment Mod 2011 Score (Whole Body) of \"Clear\" and \"Almost Clear\" With at Least 2-point Reduction From Baseline at Week 16","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.038","spread":null},{"groupId":"OG001","value":"0.545","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With IGA Mod 2011 (Scalp) Score of \"Clear\" and \"Almost Clear\" With at Least 2-point Reduction From Baseline","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.049","spread":null},{"groupId":"OG001","value":"0.461","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With at Least 90% Improvement From Baseline in the Psoriasis Scalp Severity Index","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.018","spread":null},{"groupId":"OG001","value":"0.427","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Investigator Global Assessment Mod 2011 (Scalp) From Baseline at Week 52","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in IGA Mod 2011 (Whole-body) From Baseline at Week 52","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Psoriasis Scalp Severity Index Score From Baseline at Week 52","description":"Psoriasis Scalp Severity Index (PSSI) use a 5-point scale to grade the 3 clinical parameters (erythema, thickness, and scaling) in the same way as the Psoriasis Area Severity Index (PASI), but for scalp only. The parameter scores are summed and multiplied by an integer (0-6) that represents the area of affected scalp. The score ranges from 0-72. Outcome measures percentage change in score from baseline. Lesser the score, better is the outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.4","spread":"15.39"},{"groupId":"OG001","value":"-31.1","spread":"13.96"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Investigator Global Assessment (Scalp Only) at Week 52","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Scalp Itch Numeric Rating Scale (NRS) Score at Week 52","description":"The Scalp Itch NRS is a self-administered, single item questionnaire with response options from 0=No Itch to 10=Worst itch imaginable. A higher score on the NRS corresponds to greater scalp itch severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"3.04"},{"groupId":"OG001","value":"-4.7","spread":"3.04"}]}]}]},{"type":"SECONDARY","title":"Mean Change in PASI Score From Baseline at Week 52","description":"Psoriasis Area Severity Index (PASI) use a 5-point scale to grade the 3 clinical parameters (erythema, thickness, and scaling). The parameter scores are summed and multiplied by an integer (0-6) that represents the area of affected scalp. The score ranges from 0-72. Outcome measures percentage change in score from baseline. Lesser the score, better is the outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.43","spread":"7.901"},{"groupId":"OG001","value":"-16.84","spread":"6.072"}]}]}]},{"type":"SECONDARY","title":"Change in Physician Global Assessment for Skin (Whole Body) From Baseline at Week 52","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Dermatology Life Quality Index Score (Total and 6 Domain Scores) at Measured Time Points Through Week 52","description":"The DLQI questionnaire is used to assess treatment response on the subject's quality of life. The aim of this questionnaire is to measure how much the skin condition has affected the subject's life during the previous week.\n\nSubjects are asked to recall their experiences during the previous week by responding to 10 questions. The questionnaire is self-explanatory and handed to the subject who is asked to fill it in without the need for a detailed explanation. DLQI is calcualted by summing the score of each question resulting in a maximum of 30 and minimum of 0. The higher the score, the more quality of life is impaired.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.5","spread":"6.74"},{"groupId":"OG001","value":"-11.5","spread":"7.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"1.27"},{"groupId":"OG001","value":"-3.2","spread":"1.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"1.62"},{"groupId":"OG001","value":"-2.6","spread":"1.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"1.93"},{"groupId":"OG001","value":"-2.2","spread":"2.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"1.09"},{"groupId":"OG001","value":"-0.9","spread":"1.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"1.86"},{"groupId":"OG001","value":"-1.7","spread":"1.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"1.26"},{"groupId":"OG001","value":"-0.9","spread":"1.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":114},"commonTop":["Nasopharyngitis","Headache","Hypertension","Covid-19","Upper Respiratory Tract Infection"]}}}