{"nctId":"NCT01619878","briefTitle":"Efficacy, Safety and Pharmacokinetics of Artemether-lumefantrine Dispersible Tablet in the Treatment of Malaria in Infants < 5 kg","startDateStruct":{"date":"2012-10"},"conditions":["Acute Uncomplicated Falciparum Malaria"],"count":20,"armGroups":[{"label":"Cohort 1","type":"EXPERIMENTAL","interventionNames":["Drug: Artemether-lumefantrine (COA566)"]}],"interventions":[{"name":"Artemether-lumefantrine (COA566)","otherNames":["Artemether-lumefantrine, COA566"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Neonates / infants\n* Body weight \\< 5 kg\n* In cohort 1, infants aged \\> 28 days; in cohort 2, neonates of a term age 0 to ≤ 28 days\n* Microscopically confirmed diagnosis of acute uncomplicated Plasmodium falciparum malaria or mixed infections with an asexual Plasmodium falciparum parasitaemia of \\> 1,000 and \\< 100,000 parasites/µL\n\nExclusion Criteria:\n\n* Presence of severe malaria (according to World Health Organization definition)\n* Presence of the following signs of a critical condition: apnea-bradycardia, sustained bradycardia, tachycardia, desaturation, hypotension, hypothermia; or other severely deteriorated general condition (based on IMCI criteria in sick infants)\n* Presence of any clinically significant neurological condition\n* Presence of clinically significant abnormality of the hepatic and renal systems\n* Patients who sustained a significant blood volume loss (\\> 3% of calculated blood volume) in the past 30 days\n* Patients unable to swallow or whose drinking is impaired\n* Family history of congenital prolongation of the QTc interval or sudden death or with any other clinical condition known to be associated with prolongation of the QTc interval such as history of symptomatic cardiac arrhythmias, with clinically relevant bradycardia or with severe cardiac disease\n* Disturbances of electrolyte balance (e.g. hypokalaemia or hypomagnesaemia)\n* Presence of any age-adjusted clinically or hematologically relevant laboratory and blood chemistry abnormalities\n* Other protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Polymerase Chain Reaction (PCR) Corrected 28 Day Parasitological Cure Rate","description":"Number of participants with clearance of asexual parasites by day 7 after initiating study treatment without recrudescence at day 28, corrected for re-infection by Polymerase Chain Reaction (PCR) assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Polymerase Chain Reaction (PCR) Corrected Parasitological Cure Rate at Day 14 and 42","description":"Number of participants with clearance of asexual parasites by day 7 after initiating study treatment without recrudescence at day 14 and day 42, corrected for re-infection by Polymerase Chain Reaction (PCR) assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Parasitological Uncorrected Cure Rate at Day 3, 7, 14, 28 and 42","description":"Number of patients with clearance of asexual parasites at day 3, 7, 14, 28 and 42 after initiating study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change of Parasite Count From Baseline at 24 Hours","description":"Percent change of parasite count from baseline at 24 hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-99.4","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Parasitaemia at 48 Hours After Treatment Initiation Greater Than at Baseline","description":"Number of participants with parasite density at 48 hours after treatment initiation greater than parasite density at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Parasitaemia at 72 Hours After Treatment Initiation Greater Than or Equal to 25 Percent of Count at Baseline","description":"Number of participants with parasite density at 72 hours after treatment initiation greater than or equal to 25 percent of parasite density at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Parasite Clearance (PCT)","description":"Time from first dose until first total and continued disappearance of asexual parasite forms which remains at least a further 48 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.1","spread":"9.6"}]}]}]},{"type":"SECONDARY","title":"Time to Fever Clearance (FCT)","description":"Time from first dose to the first time the axillary body temperature decreased below and remained below 37.5° C for at least 48 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.02","spread":"6.433"}]}]}]},{"type":"SECONDARY","title":"Time to Gametocyte Clearance (GCT)","description":"Time from first dose until first total and continued disappearance of gametocytes which remains at least a further 48 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.32","spread":"77.294"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":20},"commonTop":["Malaria","Anaemia","Bronchitis","Pyrexia","Vomiting"]}}}