{"nctId":"NCT02865720","briefTitle":"Study of C1 Inhibitor (Human) for the Prevention of Angioedema Attacks and Treatment of Breakthrough Attacks in Japanese Subjects With Hereditary Angioedema (HAE)","startDateStruct":{"date":"2016-09-08","type":"ACTUAL"},"conditions":["Hereditary Angioedema (HAE)"],"count":8,"armGroups":[{"label":"Subjects 2 to 5 years of age","type":"EXPERIMENTAL","interventionNames":["Drug: CINRYZE 500 U"]},{"label":"Subjects 6 years of age and older","type":"EXPERIMENTAL","interventionNames":["Drug: CINRYZE 1000 U"]}],"interventions":[{"name":"CINRYZE 500 U","otherNames":[]},{"name":"CINRYZE 1000 U","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be of Japanese descent, defined as born in Japan and having Japanese parents and Japanese maternal and paternal grandparents.\n2. Be ≥2 years of age.\n3. Meet the following minimum body weight criteria:\n\n   * Subjects 2 to 5 years of age must weigh at least 12.5 kg; and\n   * Subjects 6 years of age and above must weigh at least 25 kg.\n4. Have a confirmed diagnosis of Type I or Type II HAE. NOTE: Diagnosis may be based on historical data including family history, clinical symptoms (characteristic attacks), or documentation of low level of C1 INH protein and/or C1 INH activity.\n5. Have a history of at least one angioedema attack per month (on average) during the 3 consecutive months immediately before enrollment.\n6. Agree to adhere to the protocol-defined schedule of assessments and procedures.\n7. Agree to avoid his/her known angioedema attack triggers during the study to the best of his/her ability.\n8. If a female of reproductive age, be postmenopausal (≥12 months following cessation of menstruation), surgically sterile, or following an acceptable method of birth control (and agree to continue its use through 1 month after the last dose of study drug):\n\n   * Non-hormonal methods (eg, abstinence, barrier control) for at least 1 complete menstrual cycle before the Screening Visit.\n   * Stable doses of estrogen and/or progestin containing products for at least 2 months before the Screening Visit.\n9. If a male of reproductive age, be surgically sterile or agree to follow an acceptable method of birth control (eg, abstinence, barrier control) from the Screening Visit through 2 months after the last dose of study drug.\n10. If an adult, be informed of the nature of the study and provide written informed consent before any study-specific procedures are performed.\n\nOR If a child or minor (\\<20 years of age), have a parent/legal guardian who is informed of the nature of the study provide written informed consent (ie, permission) for the child to participate in the study before any study-specific procedures are performed. Assent will be obtained from children ≥14 years of age.\n\nExclusion Criteria:\n\n1. Have a history of hypercoagulability (abnormal blood clotting).\n2. Have a diagnosis of acquired angioedema or be known to have C1 INH antibodies.\n3. Have a history of allergic reaction to C1 INH products, including CINRYZE (or any of the components of CINRYZE) or other blood products.\n4. Have received C1 INH therapy or any blood products within 3 days before the first dose of study drug.\n5. Have had signs or symptoms of an angioedema attack within 2 days before the first dose of study drug.\n6. Have any change (start, stop, or change in dose) in androgen therapy (eg, danazol, oxandrolone, stanozolol, testosterone), tranexamic acid, epsilon-aminocaproic acid (EACA), or other antifibrinolytics within 14 days before the first dose of study drug.\n7. If female, have started taking or changed the dose of any hormonal contraceptive regimen or hormone replacement therapy (eg, estrogen/progestin containing products) within 2 months before the first dose of study drug.\n8. Be pregnant or breastfeeding.\n9. Have received an investigational drug other than those required for prevention or treatment of angioedema attacks within 30 days before the first dose of study drug.\n10. Have, as determined by the Investigator and/or the Sponsor's Medical Monitor, any surgical or medical condition that could interfere with the administration of study drug or interpretation of study results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was defined as any untoward medical occurrence in a clinical investigation participant administered an investigational product and that did not necessarily have a causal relationship with the treatment. TEAEs were defined as all AEs that started during the treatment period and up to 7 days after the last dose of investigational product, or AEs that were seen at baseline but worsened in frequency and/or severity during the treatment period and up to 7 days after the last dose of investigational product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Abnormalities in Physical Examination Reported as Adverse Events (AEs)","description":"Physical examinations included measurement of body weight and height. Clinically significant abnormalities related to physical examination as determined by investigator were recorded and reported as AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Potentially Clinically Important (PCI) Vital Signs Reported as Adverse Events (AEs)","description":"Vital sign assessments included systolic blood pressure (SBP), diastolic blood pressure (DBP) and pulse rate. Investigator used both absolute values and change from baseline values to determine if the vital sign was potentially clinically important. Criteria for the potential clinical importance of both absolute and change from baseline values were pre-specified as: SBP (less than \\[\\<\\] 90 millimeter of mercury \\[mmHg\\]; greater than or equal to \\[\\>=\\] 140 mmHg), DBP (\\< 60 mmHg; \\>=90 mmHg) and pulse (less than or equal to \\[\\<=\\] 50 beats per minute \\[bpm\\]; \\>= 100 bpm. A participant's vital sign had to meet both the absolute and change from baseline criteria to be considered as potentially clinically important.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Potentially Clinically Important (PCI) Clinical Laboratory Assessments Reported as Adverse Events (AEs)","description":"Number of participants with potentially clinically important (PCI) clinical laboratory assessments reported as adverse events were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Concentration of C1 Esterase Inhibitor (C1 INH) Antigen (Protein Volume) at Week 1","description":"C1 INH antigen concentration in plasma was determined using an automated nephelometric assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0581","spread":"0.04877"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1463","spread":"0.04210"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1426","spread":"0.05795"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1436","spread":"0.04524"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1413","spread":"0.04376"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1147","spread":"0.03825"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0978","spread":"0.04204"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0881","spread":"0.04133"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0680","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Concentration of C1 Esterase Inhibitor (C1 INH) Antigen (Protein Volume) at Week 12","description":"C1 INH antigen concentration in plasma was determined using an automated nephelometric assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0775","spread":"0.04904"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1660","spread":"0.04159"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1468","spread":"0.03232"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1634","spread":"0.04500"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1573","spread":"0.03978"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1244","spread":"0.04675"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1003","spread":"0.05030"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0836","spread":"0.05169"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0661","spread":"0.05163"}]}]}]},{"type":"PRIMARY","title":"Concentration of Plasma Complement C4 at Week 1","description":"Concentration of plasma complement C4 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.8","spread":"20.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":"17.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.7","spread":"18.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.3","spread":"19.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.0","spread":"29.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.0","spread":"33.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.5","spread":"36.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.5","spread":"41.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.0","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Concentration of Plasma Complement C4 at Week 12","description":"Concentration of plasma complement C4 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":"37.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.0","spread":"37.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.4","spread":"13.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.5","spread":"40.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.1","spread":"49.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":"53.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99.3","spread":"50.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":"47.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.2","spread":"37.06"}]}]}]},{"type":"PRIMARY","title":"Concentration of Plasma Complement C1q at Week 1","description":"Concentration of plasma complement C1q was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.50","spread":"36.598"}]}]}]},{"type":"PRIMARY","title":"Normalized Number of Angioedema Attacks (NNA) Per Month","description":"Angioedema attack was defined as any participant-reported (or caregiver-reported) indication of swelling or pain at any location following a report of no swelling or pain on the previous day (that is, there must have been a full symptom-free calendar day preceding the onset of symptoms for an attack to be considered a new attack). NNA was calculated as the overall number of angioedema attacks recorded during the period divided by the number of days in the period and multiplied by 30.4.Number of attacks was normalized for the number of days participants participated in a given period and expressed as the monthly frequency as compared to the historical data where, NNA was the number of angioedema attacks during 3 months prior to study drug administration. Historical data was obtained from medical or angioedema history electronic case report forms (eCRF).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.375","spread":"2.5225"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.826","spread":"1.5031"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Angioedema Attacks in Different Anatomic Locations","description":"Anatomic locations where there was a presence of pain or swelling of any level of severity; mild, moderate or severe at any day during the attack were reported. Mild: the attack symptoms were noticeable but were easily tolerated by the participant and did not interfere with the participant's daily activities. Moderate: the attack symptoms interfered with the participant's ability to attend work/school or participate in family life and social/recreational activities and severe: the attack symptoms significantly limited the participant's ability to attend work/school or participate in family life and social/recreational activities. Number of participants with angioedema attacks in different anatomic locations in treatment period was compared to NNA for historical data. Historical data was based on the typical location of angioedema attacks in the 3 months prior to study drug administration. Here, H refers to historical and T refers to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Average Severity (Intensity) of Angioedema Attacks","description":"All attacks in each therapy period were assigned a value of 1 (mild), 2 (moderate), or 3 (severe). Attack severity was considered the highest value assigned by the participant to any swelling location on any day during the attack. The average severity was derived by dividing the cumulative severity score by the total number of attacks. Average severity was set to 0 if there was no attack in a period. Average severity of angioedema attacks in treatment period compared to the NNA of angioedema attacks for historical data was reported. Historical data was based on the typical severity of angioedema attacks in the 3 months prior to study drug administration. Historical data was obtained from medical or angioedema history electronic case report forms (eCRF).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.875","spread":"0.8345"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.970","spread":"0.6441"}]}]}]},{"type":"PRIMARY","title":"Average Duration of Angioedema Attacks","description":"Average duration of attacks was calculated by dividing the cumulative duration of attacks by the total number of attacks during the treatment period. Historical data was based on the typical severity of angioedema attacks in the 3 months prior to study drug administration. Average duration of angioedema attacks in treatment period was compared to the NNA for historical data. Historical data was obtained from medical or angioedema history eCRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.250","spread":"1.0351"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.941","spread":"2.0630"}]}]}]},{"type":"PRIMARY","title":"Normalized Number of Angioedema Attacks (NNA) Per Month Treated With Rescue Medication","description":"The normalized number of angioedema attacks was calculated as the overall number of angioedema attacks recorded during the period divided by the number of days in the period and multiplied by 30.4. NNA treated with rescue medications were reported for CINRYZE, non-CINRYZE C1-INH or not treated with C1-INH (including attacks treated with any medications other than C1-INH or untreated attacks). CINRYZE was only considered as a rescue medication when treated for breakthrough attack treatment. For historical data, only medications taken prior to the start of drug study drug administration and had an indication of \"hereditary angioedema (HAE) management - acute treatment\" selected on the prior and concomitant medications and therapy were considered as rescue medications. Historical data was obtained from medical or angioedema history eCRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.750","spread":"2.2660"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.477","spread":"0.8411"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Achieving Clinical Responder Rate Relative to Historical Data","description":"Number of participants achieving at least 50 percent (%), 70% or 90% reduction in NNA relative to NNA for historical data was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Angioedema Quality of Life (AE-QoL) in Treatment Period","description":"Angioedema quality of life (AE-QoL) questionnaire was a self-administered validated angioedema disease-specific quality of life instrument. It consisted of 17 specific questions that were associated with work, physical activity, free time, social relations, and diet. Each of the 17 items had a 5-point response scale ranging from 1 (Never) to 5 (Very Often). The questionnaire was scored according to the developers' guidelines to produce a total score and 4 domain scores (functioning, fatigue/mood, fear/shame, nutrition). Raw domain scores (mean of the item scores within each scale) and the raw total score (mean of all item scores) were rescaled using linear transformations into final percentage scores ranging 0 to 100, based on the maximum possible score, where the higher the score the greater the QoL impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":"12.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.0","spread":"16.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":"11.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"22.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":"19.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.4","spread":"14.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.5","spread":"21.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.1","spread":"21.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":"16.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":"24.09"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Breakthrough Angioedema Attacks","description":"A breakthrough attack was defined as an angioedema attack that occurs during long-term prevention therapy with CINRYZE (that is, between first study drug and last study drug dose). Number of participants with 1, 2, 3 or more angioedema attacks and who achieved initial improvement and complete resolution were also reported. Breakthrough angioedema attacks assessed by CINRYZE treatment, non-CINRYZE C1 INH treatment and untreated with C1-INH were reported. Here BAA refers to breakthrough angioedema attacks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Time From Attack Onset to Initial Improvement and Complete Resolution","description":"Time to initial improvement (TII) was calculated from the time of study drug administration to initial symptom improvement. Time to complete resolution was defined as the time from the onset of attack to complete resolution of all symptoms. Time to initial improvement and time to complete resolution as assessed by CINRYZE, non-CINRYZE and untreated were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.83","spread":null}]}]}]},{"type":"PRIMARY","title":"Time From Onset of Attack to Time Treated by CINRYZE","description":"The median time from onset of attack to time treated with CINRYZE was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.97","spread":null}]}]}]},{"type":"PRIMARY","title":"Time From Treatment With CINRYZE to Initial Improvement","description":"Time to initial improvement was calculated from the time of study drug administration to initial symptom improvement. Median time from treatment with CINRYZE to initial improvement was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":8},"commonTop":["Nasopharyngitis","Arthralgia","Headache","Intervertebral disc disorder","Abdominal pain"]}}}