{"nctId":"NCT03200912","briefTitle":"An Equivalence Study of Generic Ingenol Mebutate Gel 0.015% and Picato Gel 0.015% in Subjects With Actinic Keratosis","startDateStruct":{"date":"2016-08-19","type":"ACTUAL"},"conditions":["ACTINIC KERATOSIS"],"count":507,"armGroups":[{"label":"Picato","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ingenol Mebutate (Picato®)"]},{"label":"Generic Ingenol Mebutate","type":"EXPERIMENTAL","interventionNames":["Drug: Generic Ingenol Mebutate"]},{"label":"Vehicle Foam","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Foam"]}],"interventions":[{"name":"Ingenol Mebutate (Picato®)","otherNames":["RLD"]},{"name":"Generic Ingenol Mebutate","otherNames":["Test"]},{"name":"Vehicle Foam","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject was male or non-pregnant female 18 years of age or older.\n* Females must have been post-menopausal, surgically sterile, or using an effective method of birth control. Women of childbearing potential (WOCBP) must have had a negative urine pregnancy test (UPT) at Visit 1/Baseline.\n* Subject provided written informed consent.\n* Subject had a clinical diagnosis of AK at Visit 1/Baseline with at least four, but no more than eight visible and discrete non-hyperkeratotic, non-hypertrophic AK lesions, each at least 4 mm in diameter, within a contiguous 25 cm2 treatment area (\"the Treatment Area\") located on the face or scalp.\n* Subject was willing and able to apply the test article as directed, comply with study instructions, and commit to all follow-up visits for the duration of the study.\n* Subject was in good general health and free of any disease state or physical condition that might have impaired evaluation of AK lesions or which, in the investigator's opinion, exposed the subject to an unacceptable risk by study participation.\n\nExclusion Criteria:\n\n* 1\\. Subject was pregnant, lactating, or was planning to become pregnant during the study.\n* Subject had a location of the selected contiguous 25 cm2 Treatment Area that (a) was within 5 cm of an incompletely healed wound or (b) was in an area containing a lesion that was previously treated with ingenol mebutate.\n* Subject had hyperkeratotic, hypertrophic, or large mat-like AKs (e.g., AK \\>1 cm2 in size) within the contiguous 25 cm2 Treatment Area.\n* Subject had more than eight AKs, independent of size, within the selected contiguous 25 cm2 Treatment Area\n* Subject had atopic dermatitis, basal cell carcinoma, eczema, psoriasis, rosacea, squamous cell carcinoma, xeroderma pigmentosum, or any other possibly confounding skin conditions within the region of the head that contained the selected Treatment Area (i.e., face or scalp).\n* Subject had any skin pathology or condition that, in the investigator's opinion, could have interfered with the evaluation of the test article or required the use of interfering topical, systemic, or surgical therapy.\n* Subject was immunosuppressed (e.g., human immunodeficiency virus, systemic malignancy, graft host disease, etc.).\n* Subject experienced an unsuccessful outcome from previous ingenol mebutate therapy (an unsuccessful outcome was defined as after a reasonable therapeutic trial with no compliance issues and the topical drug did not work).\n* Subject used topical creams, lotions, or gels of any kind within the selected Treatment Area within one day prior to entry into the study.\n* Subject had the need or planned to be exposed to artificial tanning devices or excessive sunlight during the study or had used artificial tanners within two weeks of Visit 1/Baseline.\n* Subject had used any of the following topical medications on the face or scalp:\n\n  * Corticosteroids within two weeks of Visit 1/Baseline;\n  * Keratolytic-containing therapeutic products or medicated or irritant topical salves within two weeks of Visit 1/Baseline, including, but not limited to, alpha hydroxy acids (e.g., glycolic acid, lactic acid etc. \\>5%), beta hydroxy acid (salicylic acid \\>2%), and urea \\>5%;\n  * Topical retinoids (e.g., tazarotene, adapalene, tretinoin) within two weeks of Visit 1/Baseline;\n  * Light treatments (e.g., psoralen plus ultraviolet A therapy, ultraviolet B) within four weeks of Visit 1/Baseline;\n  * Photodynamic therapy within eight weeks of Visit 1/Baseline;\n  * 5-fluorouracil, diclofenac, imiquimod, or ingenol mebutate within eight weeks of Visit 1/Baseline; or\n  * Other topical therapy for actinic keratosis within 2 cm of the selected contiguous 25 cm2 Treatment Area within eight weeks of Visit 1/Baseline.\n* Subject had cryodestruction or chemodestruction, surgical excision, curettage, dermabrasion, chemical peel, or laser resurfacing on the Treatment Area (i.e., face or scalp) within two weeks prior to Visit 1/Baseline.\n* Subject used any of the following systemic medications:\n\n  * Corticosteroid therapy within one month;\n  * Interferon/interferon inducers, cytotoxic drugs, immuno-modulators, or immunosuppressive therapies within one month;\n  * Retinoid therapy within six months prior to Visit 1/Baseline.\n* Subject had lesions suspicious for skin cancer (skin cancer not ruled out by biopsy) or untreated skin cancers within the selected contiguous 25 cm2 Treatment Area on the face or scalp.\n* Subject was enrolled in an investigational drug or device study.\n* Subject used an investigational drug or investigational device treatment within one month prior to Visit 1/Baseline.\n* Subject had a history of sensitivity to any of the ingredients in the test articles (see Section 9.4.2).\n* Subject had any condition which, in the investigator's opinion, would have made it unsafe or precluded the subject's ability to fully participate in this research study.\n* Subject was unable to communicate or cooperate with the investigator due to language problems, poor mental development, impaired cerebral function, or physical limitations.\n* Subject was known to be noncompliant or was unlikely to comply with the requirements of the study protocol (e.g., due to alcoholism, drug dependency, mental incapacity) in the opinion of the investigator.\n* Subject was previously enrolled in the same study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Clearance of AK Lesions","description":"Treatment success (complete clearance of AK lesions) at Day 57, where complete clearance of AK lesions was defined as having no (zero) clinically visible AK lesions in the Treatment Area","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"44","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":170},"commonTop":["Nasopharyngitis","Application site pain","Upper respiratory tract infection","Application site pruritus","Headache"]}}}