{"nctId":"NCT00236080","briefTitle":"Study of the Efficacy and Multiple-Dose Plasma Concentration-Time Profiles of Armodafinil and PROVIGIL","startDateStruct":{"date":"2005-08"},"conditions":["Chronic Shift Work Sleep Disorder"],"count":136,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: PROVIGIL 200 mg"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Armodafinil 250 mg"]},{"label":"3","type":"EXPERIMENTAL","interventionNames":["Drug: Armodafinil 200 mg"]},{"label":"4","type":"EXPERIMENTAL","interventionNames":["Drug: Armodafinil 150 mg"]},{"label":"5","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"PROVIGIL 200 mg","otherNames":[]},{"name":"Armodafinil 250 mg","otherNames":[]},{"name":"Armodafinil 200 mg","otherNames":[]},{"name":"Armodafinil 150 mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients are included in the study if all of the following criteria are met:\n\n* The patient speaks and writes in English.\n* The patient is a man or woman of any ethnic origin aged 18 through 65 years.\n* The patient is in good health as determined by a medical and psychiatric history, medical examination, serum chemistry, and hematology.\n* The patient has a diagnosis of SWSD according to the International Classification of Sleep Disorders (ICSD) criteria, and must have had excessive sleepiness during night shifts for at least 3 months.\n* The patient must be planning to work at least 3 to 5 nights (per week), of which at least 3 nights will be consecutive.\n* The patient must work night shifts that include at least 6 hours between 2200 and 0800 (+30 minutes) and be no longer than 12 hours (+30 minutes) in duration.\n* The patient has a mean sleep latency of 6 minutes or less as determined by the MSLT (average of naps at 0100, 0300, 0500, and 0700).\n* The patient has a Clinical Global Impression of Severity of Illness (CGI-S) rating of 4 or more as it pertains to sleepiness during night shifts including the commute from work.\n* Women of childbearing potential (not surgically sterile or 2 years postmenopausal) must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for 30 days after participation in the study. Acceptable methods of contraception include abstinence, barrier method with spermicide, steroidal contraceptive (oral, transdermal, implanted and injected) in conjunction with a barrier method, and intrauterine device (IUD).\n* The patient is willing to comply with study restrictions and remain at the clinic overnight as required.\n* The patient may have been prescribed PROVIGIL or stimulant therapy for their sleep disorder; however, they must have undergone a washout period of at least 7 days prior to screening assessments done at the second screening visit.\n\nExclusion Criteria:\n\nPatients are excluded from participating in this study if 1 or more of the following criteria are met:\n\n* The patient has any clinically significant medical or psychiatric conditions (treated or untreated).\n* The patient has a probable diagnosis of a current sleep disorder other than SWSD.\n* The patient consumes caffeine including coffee, tea, and/or other caffeine-containing beverages or foods averaging more than 600 mg of caffeine/day within 2 weeks of the start of study drug administration.\n* The patient has medically unexplainable positive urine drug screen (UDS) result at the screening visit.\n* The patient has clinically significant deviation from normal in clinical laboratory results, vital signs, or physical examination.\n* The patient has received any investigational drug within 30 days or 5 half-lives (whichever is longer) before study drug administration, or in the case of a new chemical entity, 3 months or 5 half-lives (whichever is longer) before study drug adminstration.\n* The patient used any prescription drugs disallowed by the protocol or clinical significant use of over-the-counter (OTC) drugs within 7 days before the second screening/baseline visit.\n* The patient has any disorder (including gastrointestinal surgery) that may interfere with drug absorption, distribution, metabolism, or excretion.\n* The patient has known or suspected hypersensitivity to stimulants and/or modafinil or any ingredient present in the study drug.\n* The patient has a history (within the past 5 years) of alcohol, narcotic, or any other drug abuse as defined by the Diagnostic and Statistical Manual or Mental Disorders of the American Psychiatric Association, Fourth Edition, Text Revision (DSM-IV-TR).\n* The patient is a pregnant or lactating woman.\n* The patient has donated, within 56 days prior to study drug administration, any blood or plasma in excess of 450 mL.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Multiple Sleep Latency Test (MSLT)","description":"The Multiple Sleep Latency Test (MSLT) is an objective assessment of sleepiness that measures the likelihood of falling asleep. Five 20-minute (maximum) MSLT naps were performed (at 2300, 0100, 0300, 0500, and 0700) at both the screening/baseline assessment visit (Visit 2) and at endpoint (Visit 4). Each nap was terminated after 20 minutes if no sleep occurred. Sleep latency was measured as the elapsed time from lights out to the first epoch scored as sleep.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"3.05"},{"groupId":"OG001","value":"3.7","spread":"4.33"},{"groupId":"OG002","value":"3.7","spread":"5.07"},{"groupId":"OG003","value":"2.7","spread":"4.24"},{"groupId":"OG004","value":"1.1","spread":"3.76"}]}]}]},{"type":"PRIMARY","title":"Psychomotor Vigilance Task (PVT)","description":"The computer-based PVT took 10 minutes to complete and measured reaction time stimulus in milliseconds. The reaction time consisted of the digits 000 initially appearing in a window on the PVT device, after which the 3-digit numbers increased in milliseconds until the response button was pressed by the patient. The resulting number at the button press was the reaction time in milliseconds. There was a variable 1- to 10-second interstimulus interval. After pressing the button in response to each stimulus, the button was released and the patient awaited the next stimulus.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.5","spread":"27.58"},{"groupId":"OG001","value":"-29.8","spread":"38.35"},{"groupId":"OG002","value":"-37.4","spread":"63.16"},{"groupId":"OG003","value":"-33.1","spread":"44.52"},{"groupId":"OG004","value":"2.4","spread":"34.52"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Headache","Decreased appetite","Dizziness","Nausea","Insomnia"]}}}