{"nctId":"NCT03037931","briefTitle":"Randomized Placebo-controlled Trial of FCM as Treatment for Heart Failure With Iron Deficiency / and Sub-Study","startDateStruct":{"date":"2017-03-15","type":"ACTUAL"},"conditions":["Heart Failure","Iron-deficiency"],"count":3065,"armGroups":[{"label":"Ferric Carboxymaltose","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ferric Carboxymaltose"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ferric Carboxymaltose","otherNames":["Injectafer, Ferinject"]},{"name":"Placebo","otherNames":["Saline solution"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult (≥18 years of age) able to provide signed, written informed consent.\n2. Stable heart failure (NYHA II-IV) on maximally-tolerated background therapy (as determined by the site Principle Investigator) for at least 2 weeks prior to randomization.\n3. Able and willing to perform a six-minute walk test (6MWT) at the time of randomization.\n4. Reduced left ventricular ejection fraction. Assessment must be performed at least 12 weeks after major cardiac surgical intervention including coronary artery bypass graft (CABG), valvular repair/replacement, or cardiac resynchronization therapy (CRT) device implantation.\n\n   a. Left ventricular ejection fraction ≤ 40% obtained during the screening visit OR either of the following i. Historical value of ejection fraction ≤ 40% within 24 months of screening visit ii. Historical value of ejection fraction ≤ 30% within 36 months of screening visit\n5. Hemoglobin \\>9.0 g/dL and \\< 13.5 g/dL (females) or \\<15.0 g/dL (males) within 28 days of randomization.\n6. Serum ferritin \\<100 ng/mL or 100 to 300 ng/mL with TSAT \\<20%.Patients with screening ferritin \\<15 ng/mL must have documentation of an appropriate evaluation, as determined by the Principle Investigator, within 3 months of screening and prior to randomization.\n7. Either documented hospitalization for heart failure within 12 months of enrollment or elavated N-terminal-pro-brain natriuretic peptide (NT-proBNP) within 90 days of randomization. a. For patients in normal sinus rhythm: N-terminal-pro-brain natriuretic peptide (NT- proBNP) \\> 600 pg/mL (or BNP \\>200 pg/mL) . b . For patients in atrial fibrillation: NT-proBNP \\>1000 pg/mL (or BNP \\>400 pg/mL) .\n\nExclusion Criteria:\n\n1. Known hypersensitivity reaction to any component of FCM.\n2. History of acquired iron overload, or the recent receipt (within 3 months) of erythropoietin stimulating agent, IV iron therapy, or blood transfusion.\n3. Acute myocardial infarction, acute coronary syndrome, transient ischemic attack, or stroke within 30 days of enrollment.\n4. Uncorrected severe aortic stenosis, severe valvular regurgitation (except mitral regurgitation due to left ventricular dilatation without planned intervention), or left ventricular outflow obstruction requiring intervention.\n5. Current atrial fibrillation or atrial flutter with a mean ventricular response rate \\>100 per minute (at rest).\n6. Current or planned mechanical circulatory support or heart transplantation.\n7. Hemodialysis or peritoneal dialysis (current or planned within the next 6 months).\n8. Documented liver disease, or active hepatitis (i.e. alanine transaminase or aspartate transaminase \\>3 times the upper limit of normal range).\n9. Current or recent (within 3 years) malignancy with exception of basal cell carcinoma or squamous cell carcinoma of the skin, or cervical intraepithelial neoplasia.\n10. Active gastrointestinal bleeding.\n11. Female participant of child-bearing potential who is pregnant, lactating, or not willing to use adequate contraceptive precautions during the study and for up to 5 days after the last scheduled dose of study medication.\n12. Inability to return for follow up visits within the necessary windows\n13. Concurrently in a study with investigational product.\n14. No participants with Current Coronavirus Disease-19 (COVID-19) Infection into the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Deaths","description":"The number of participants who died out of the total treated group.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"158","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Hospitalizations for Heart Failure","description":"The number of participants who were hospitalized for heart failure out of the total treated group.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"297","spread":null},{"groupId":"OG001","value":"332","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in 6MWT (Six Minute Walk Test) Distance","description":"The change in meters walked at baseline compared to 6 months later.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.179","spread":"59.963"},{"groupId":"OG001","value":"3.979","spread":"58.896"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":413,"n":1532},"commonTop":["Cardiac disorders","Pneumonia","Metabolism and nutrition disorders","Acute kidney injury","Nervous system disorders"]}}}