{"nctId":"NCT00919711","briefTitle":"Study to Evaluate the Safety and Efficacy of Denosumab and Actonel® in Post Menopausal Women Transitioned From Alendronate Therapy","startDateStruct":{"date":"2009-09-01","type":"ACTUAL"},"conditions":["Osteoporosis"],"count":870,"armGroups":[{"label":"Denosumab 60 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Denosumab"]},{"label":"Risedronate 150 mg QM","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Actonel®"]}],"interventions":[{"name":"Actonel®","otherNames":["Risedronate"]},{"name":"Denosumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ambulatory, post menopausal women aged 55 years or older at screening. Have received their first prescription of daily or weekly alendronate therapy, for the treatment for post menopausal osteoporosis at least 1 month prior to screening. Use of raloxifene, calcitonin or hormone replacement therapy (HRT) prior to alendronate treatment will be allowed. Prior and/or current use of vitamin D and calcium will be allowed.\n* Has stopped oral alendronate therapy (is denoted as non-persistent) before the screening visit or, is still taking oral alendronate therapy but does not take on a regular basis (this will be assessed by the completion of a compliance questionnaire at screening).\n* Provide signed informed consent before any study-specific procedures are conducted.\n\nExclusion Criteria:\n\n* Any prior or current use of medications prescribed for osteoporosis treatment other than oral daily alendronate, calcium and vitamin D. Prior use of raloxifen, calcitonin or HRT before alendronate therapy was started will be allowed.\n* Hypersensitivity to Actonel® or any ingredient of Actonel® tablets.\n* Contraindicated or poorly tolerant of alendronate therapy.\n* Active gastric or duodenal ulcer.\n* Known sensitivity to mammalian cell derived products.\n* Known intolerance to calcium supplements.\n* Malignancy within the last 5 years (except for cervical or basal cell carcinoma).\n* Vitamin D deficiency (serum 25-OH vitamin D less than 20ng/mL (equivalent to 49.9 nanomoles per Liter) at screening.\n* Current hypo- or hypercalcemia based on the central laboratory reference ranges.\n* Uncontrolled hyper- or hypothyroidism (stable on antithyroid therapy or post-ablation is allowed, if the laboratory results from screening show that thyroid stimulating hormone (TSH) is within the normal range).\n* Any metabolic bone disease, e.g., osteomalacia or osteogenesis imperfecta, Paget's disease of bone that may interfere with the interpretation of the findings.\n* Height, weight or girth which may preclude accurate dual x-ray absorptiometry (DXA measurements).\n* Fewer than 2 lumbar vertebrae (L1-L4) able to be evaluated by DXA.\n* Known to have tested positive for human immunodeficiency virus.\n* Previous participation in clinical trials with denosumab within the last 12 months (regardless of treatment).\n* Any laboratory abnormality, physical or psychiatric disorder (including substance abuse in last 12 months) which, in the opinion of the investigator, will prevent the subject from giving written informed consent or completing the study or interfere with the interpretation of the study results.\n* Currently enrolled in or within 30 days of ending another investigational device or drug trial(s).","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Hip BMD Percent Change From Baseline at Month 12","description":"Bone Mineral Density Assessed by Dual Energy X-Ray Absorptiometry","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum CTX Percent Change From Baseline at Month 1","description":"Serum Type-1 Collagen C-Telopeptide Percent Change From Baseline at Month 1","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.0","spread":null},{"groupId":"OG001","value":"-77.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Femoral Neck BMD Percent Change From Baseline at Month 12","description":"Bone Mineral Density Assessed by Dual Energy X-Ray Absorptiometry","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Lumbar Spine BMD Percent Change From Baseline at Month 12","description":"Bone Mineral Density Assessed by Dual Energy X-Ray Absorptiometry","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":429},"commonTop":[]}}}