{"nctId":"NCT04349072","briefTitle":"A Study to Evaluate Mavacamten in Adults With Symptomatic Obstructive HCM Who Are Eligible for Septal Reduction Therapy","startDateStruct":{"date":"2020-07-06","type":"ACTUAL"},"conditions":["HOCM, Hypertrophic Obstructive Cardiomyopathy"],"count":112,"armGroups":[{"label":"Drug: Mavacamten","type":"EXPERIMENTAL","interventionNames":["Drug: Mavacamten"]},{"label":"Drug: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mavacamten","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* At least 18 years old at screening and body weight \\> 45 kg at screening\n* Diagnosed with oHCM consistent with current ACCF/AHA 2011 and meet their recommendations for invasive therapies\n* Referred or under active consideration within the past 12 months for SRT procedure and willing to have SRT procedure\n* Has documented left ventricular ejection fraction (LVEF) ≥ 60% at Screening\n* Has documented oxygen saturation at rest ≥ 90% at Screening\n\nKey Exclusion Criteria:\n\n* Persistent or permanent atrial fibrillation and subject not on anticoagulation for ≥ 4 weeks prior to screening and/or not adequately rate controlled ≤ 6 months prior to screening\n* Previously treated with invasive septal reduction (surgical myectomy or percutaneous alcohol septal ablation \\[ASA\\])\n* For individuals on beta blockers, calcium channel blockers, or disopyramide, any dose adjustment of these medications \\< 14 days prior to screening or an anticipated change in regimen during the first 16 weeks of the study\n* Any medical condition that precludes upright exercise stress testing\n* Paroxysmal, intermittent atrial fibrillation with atrial fibrillation present at screening\n* Prior treatment with cardiotoxic agents, such as doxorubicin or similar\n* Has a history or evidence of any other clinically significant disorder, condition, or disease that would pose a risk to subject safety or interfere with the study evaluation, procedures, or completion","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite of Decision to Proceed With Septal Reduction Therapy (SRT) and SRT Guideline Eligible at Week 16","description":"Participants who decided to proceed with SRT or were eligible for SRT at week 16. Participants with missing assessments were classified as meeting the primary endpoint (did not improve).\n\nSRT eligibility using the New York Heart Association Functional Class (NYHA) and left ventricular outflow tract (LVOT) assessments per the 2011 ACCF/AHA guideline clinical and hemodynamic criterion are below:\n\n* NYHA Class III or IV/ NYHA Class II with exertion-induced syncope/near syncope, AND\n* Dynamic LVOT gradient at rest or with provocation \\>= 50 mmHg.\n\nNYHA Class II at week 16, the following rules will be applied:\n\n* NYHA Class II with history of exertional syncope/ syncope at baseline and at W16 is still NYHA Class II, they remain SRT eligible IF their maximal LVOT gradient is ≥ 50mmHg\n* NYHA Class III/IV at baseline and at W16 has improved to Class II, they are no longer SRT eligible UNLESS they have AE of exertional syncope or pre-syncope during the 16 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Class Improvement From Baseline in New York Heart Association (NYHA) Class at Week 16","description":"The NYHA functional classification of heart failure assigns participants to 1 of 4 categories based on the participants symptoms. Baseline values are defined generally as the last available value before the first administration of study drug of analysis interest. Participants with missing NYHA class assessments are treated as no improvement.\n\nClass 1: No limitation of physical activity. Ordinary physical activity does not cause undue fatigue, palpitation, dyspnea (shortness of breath).\n\nClass 2: Slight limitation of physical activity. Comfortable at rest. Ordinary physical activity results in fatigue, palpitation, dyspnea (shortness of breath).\n\nClass 3: Marked limitation of physical activity. Comfortable at rest. Less-than ordinary-activity causes fatigue, palpitation, or dyspnea. Class 4: Unable to carry on any physical activity without discomfort. Symptoms of heart failure at rest. If any physical activity is undertaken, discomfort increases.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 16 in Kansas City Cardiomyopathy Questionnaire 23-item Version, Clinical Summary Score (KCCQ-23, CSS)","description":"The KCCQ-23 is a 23-item, self-administered questionnaire that measures the impact of a participant's cardiovascular disease or its treatment on 6 distinct domains using a 2-week recall period: symptoms/signs, physical limitation, quality of life (QoL), social limitations, self-efficacy, and symptom stability. The KCCQ 23 Clinical Summary Score (CSS) is derived from the Total Symptom Score (TSS) and the Physical Limitations (PL) score of the KCCQ 23. The CSS, TSS, and the PL score range from 0 to 100 with higher scores representing less severe symptoms and/or physical limitations. The CSS is a mean of the TSS and the PL score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":"16.06"},{"groupId":"OG001","value":"1.8","spread":"12.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 16 in N-Terminal Pro-b-Type Natriuretic Peptide (NT-proBNP)","description":"A geometric mean ratio was used to assess the change from baseline to Week 16 in N-Terminal Pro-b-Type Natriuretic Peptide (NT-proBNP). Baseline values are defined as the last non-missing value prior to the first dose of study drug unless specified otherwise.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":"NA"},{"groupId":"OG001","value":"1.13","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 16 in Cardiac Troponin","description":"A geometric mean ratio was used to assess the change from baseline to week 16 in cardiac troponin. Baseline values are defined as the last non-missing value prior to the first dose of study drug unless specified otherwise.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.50","spread":"NA"},{"groupId":"OG001","value":"1.03","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 16 in Post-Exercise Left Ventricular Outflow Tract (LVOT) Gradient","description":"Change from baseline to week 16 in post-exercise left ventricular outflow tract (LVOT) gradient. Baseline values are defined as the last non-missing value prior to the first dose of study drug unless specified otherwise.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.1","spread":"36.51"},{"groupId":"OG001","value":"-1.8","spread":"28.82"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":108},"commonTop":["COVID-19","Fatigue","Dizziness","Palpitations","Urinary tract infection"]}}}