{"nctId":"NCT06037408","briefTitle":"The Effect of N115 on Coughing in IPF Patients","startDateStruct":{"date":"2023-08-15","type":"ACTUAL"},"conditions":["Idiopathic Pulmonary Fibrosis"],"count":50,"armGroups":[{"label":"20mM sodium pyruvate nasal spray treatment","type":"EXPERIMENTAL","interventionNames":["Drug: 20mM sodium pyruvate nasal spray"]},{"label":"Saline placebo control","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Saline Placebo control nasal spray"]}],"interventions":[{"name":"20mM sodium pyruvate nasal spray","otherNames":[]},{"name":"Saline Placebo control nasal spray","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals with a clinical diagnosis of idiopathic pulmonary fibrosis in accordance with the most recent collaborative guidelines from the American Thoracic Society, the European Respiratory Society, the Japanese Respiratory Society, and the Latin American Thoracic Association including HRCT scan and/or lung biopsy consistent with unusual interstitial pneumonia (UIP), especially honeycombing, without identifiable cause related to other ILD such as drug toxicity, occupational or environmental exposure or connective tissue disease.\n* condition-related cough.\n* Mild to moderate FEV1 and FVC at 50% or greater of standard\n* Individuals who agree to abstain from sexual intercourse, or agree to use condoms or vaginal diaphragms or other devices designed to prevent contraception, during the entire course of the study.\n\nExclusion Criteria:\n\n* Pulmonary disease other than idiopathic pulmonary fibrosis.\n* Respiratory infections in the last 2 weeks.\n* Clinically significant cardiac disease including uncontrolled congestive heart failure and unstable angina.\n* Pregnancy (urine pregnancy test will be performed prior to enrollment).\n* Females of childbearing potential age not on adequate contraception or lactating females.\n* Subjects less than 18 years of age.\n* Hospitalization within last 6 months due to acute exacerbation of airway disease.\n* Subjects with a clinically significant abnormal chest X-ray within past 12 months.\n* Medication changes within 1 month of study entry except for antiviral, antibiotic, or antimicrobial medications as well as corticosteroids, antihistamines, or anti-inflammatory medications.\n* Subjects who have participated in another drug treatment study within the last month.\n* Subjects with a current history of alcohol or recreational drug abuse.\n* Subjects who have taken dietary supplements containing pyruvate within 24 hours prior to the screening visit.\n* Subjects with metabolic diseases (diabetes, hypoglycemia, etc.).","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Coughing Episodes Per Day From Baseline to Day 21.","description":"Percent change in coughing was calculated by subtracting the baseline coughs per day from the day 21 coughs per day and then dividing by the baseline coughs per day. The a priori threshold was set at a 25% or greater decrease. (An episode is defined as 5 or more coughs per hour.)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-73.2","spread":"8.1"},{"groupId":"OG001","value":"-16.1","spread":"11.0"}]}]}]},{"type":"SECONDARY","title":"Percent Change in FEV1/FVC Ratios From Baseline to Day 21.","description":"The FEV1/FVC ratio was determined for baseline and day 21. The percent change was then calculated subtracting the baseline FEV1/FVC ratio from the day 21 FEV1/FVC ratio and then dividing by the baseline FEV1/FVC ratio. The a priori change was set at 12% or more.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.9","spread":"22.0"},{"groupId":"OG001","value":"2.73","spread":"5.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":26},"commonTop":["Nasal Irritation","Nausea","Headache"]}}}