{"nctId":"NCT02322788","briefTitle":"Comparing the Efficacy of Bricanyl M2 and Bricanyl M3 at 0.5 and 1.5 mg Dose Levels, to Allow for a Switch From Bricanyl Turbuhaler M2 to Bricanyl Turbuhaler M3","startDateStruct":{"date":"2015-03"},"conditions":["Asthma"],"count":95,"armGroups":[{"label":"Bricanyl Turbuhaler M2, Active","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Terbutaline sulphate"]},{"label":"Bricanyl Turbuhaler M3, Active","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Terbutaline sulphate"]},{"label":"Turbuhaler M2, Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo for terbutaline sulphate"]},{"label":"Turbuhaler M3, Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo for terbutaline sulphate"]}],"interventions":[{"name":"Terbutaline sulphate","otherNames":["Terbutaline sulphate powder for inhalation, 0.5 mg (metered dose) terbutaline per inhalation"]},{"name":"Terbutaline sulphate","otherNames":["Terbutaline sulphate powder for inhalation, 0.4 mg (delivered dose) terbutaline per inhalation"]},{"name":"Placebo for terbutaline sulphate","otherNames":["Placebo powder for inhalation"]},{"name":"Placebo for terbutaline sulphate","otherNames":["Placebo powder for inhalation"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Female and male aged 18 and 65 years.\n\n* At least 6 months of documented clinical diagnosis of asthma as defined by GINA 2012 or American Thoracic Society (Expert Panel Report 3 2007) prior to visit 1\n* Stable asthmatics on SABA alone, on low dose ICS (200-400 µg budesonide corresponding) or on fixed combination of low ICS/LABA\n* At the enrolment visit 1a, the visit baseline FEV1 must be ≥80 % of that predicted normal (NHANES III). For LABA patients the visit baseline FEV1 must be ≥80 % of that predicted normal (NHANES III) at both visit 1a and visit 1b. If not, the patient will be withdrawn from the study\n* At the enrolment visits 1a or 1b (LABA patients only) and at the end of run-in period, visit 2, eligible patients should demonstrate an airway responsiveness to methacholine PC20 \\<8 mg/mL. If not, the patient will be withdrawn from the study\n* Capable of using Turbuhaler inhalation device as judged by investigator. Exclusion Criteria: Diagnosed with COPD or history of cystic fibrosis, bronchiectasis or other respiratory diseases\n* Pregnancy, breast-feeding, lactation, or planned pregnancy during the study. Fertile women not using acceptable contraceptive measures\n* Conditions which could alter airway reactivity to methacholine (e.g. pneumonia, upper respiratory tract infection, viral bronchitis and/or sinobronchitis) within past six weeks\n* Exacerbation due to asthma or change in asthma medication during the last 3 months prior to enrolment\n* Night time awakenings due to asthma symptoms on 2 consecutive nights during the last 4 weeks prior to enrolment\n* Smokers 6 months prior to the study start or with a history of smoking of more than 10 pack years (e.g. 20 cigarettes/day for at least 10 years, or 10 cigarettes/day for at least 20 years, or equal).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Provocative Concentration of Methacholine Which Produces a 20% Fall in FEV1 (PC20)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.70","spread":null},{"groupId":"OG001","value":"9.88","spread":null},{"groupId":"OG002","value":"20.10","spread":null},{"groupId":"OG003","value":"10.78","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Dysgeusia","Tremor","Palpitations","Nasopharyngitis","Headache"]}}}