{"nctId":"NCT00228553","briefTitle":"Extension Study of the Safety and Efficacy of Armodafinil in the Treatment of Patients With Excessive Sleepiness","startDateStruct":{"date":"2004-05"},"conditions":["Excessive Daytime Sleepiness","Narcolepsy","Obstructive Sleep Apnea/Hypopnea Syndrome","Chronic Shift Work Sleep Disorder"],"count":743,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Armodafinil 100 to 250 mg/day"]}],"interventions":[{"name":"Armodafinil 100 to 250 mg/day","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients are included in the study if all of the following criteria are met:\n\n* Men and women (outpatients) of any ethnic origin, between 18 and 65 years of age (inclusive) at the beginning of the respective double-blind study, are eligible.\n* The patient has completed a cephalon-sponsored double-blind study (study C10953/3020/NA/MN, C10953/3021/AP/MN, C10953/3022/CM/MN, or C10953/3025/AP/MN), and the investigator has recommended they be enrolled.\n* Patients with OSAHS must continue to be regular users of nCPAP therapy, which the investigator considers to remain effective. Patients with chronic SWSD must work 5 nights/month, with night shifts including at least 6 hours between 2200 and 0800 that are no longer than 12 hours in duration.\n* The patient is considered to be in good health.\n* Women must be surgically sterile, 2 years postmenopausal, or if of childbearing potential, must use a medically accepted method of birth control (ie, barrier method with spermicide, steroidal contraceptive \\[oral, implanted, and Depo-Provera contraceptives must be used in conjunction with a barrier method\\], or intrauterine device \\[IUD\\]).\n* The patient must be willing and able to comply with study restrictions and to attend regularly scheduled clinic visits as specified in this protocol.\n\nExclusion Criteria:\n\nPatients are excluded from participating in this study if 1 or more of the following criteria are met:\n\n* Have any clinically significant, uncontrolled medical conditions (treated or untreated).\n* Have a probable diagnosis of a current sleep disorder other than the primary diagnosis of narcolepsy, OSAHS, or chronic SWSD.\n* Consume caffeine including coffee, tea and/or other caffeine-containing beverages or food averaging more than 600 mg of caffeine.\n* Use any prescription drugs disallowed by the protocol or clinically significant use of over-the-counter (OTC) drugs within 7 days before visit 1.\n* Have a history of alcohol, narcotic, or any other drug abuse as defined by the Diagnostic and Statistical Manual of the American Psychiatric Association, 4th Edition (DSM-IV) (American Psychiatric Association 1994).\n* Have a positive urine drug screen (UDS) (subjects enrolling in this open-label study within 7 days after completing the double-blind study may be enrolled without UDS results).\n* Have a clinically significant deviation from normal in the physical examination.\n* Are pregnant or lactating. Any woman becoming pregnant during the study will be withdrawn from the study.\n* Have any disorder that may interfere with drug absorption, distribution, metabolism, or excretion (including gastrointestinal surgery).\n* Have a known clinically significant drug sensitivity to stimulants.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Safety and Tolerability in This Patient Population (Narcolepsy, OSAHS, SWSD) Over Time (up to 2 Years)","description":"An adverse event is any untoward medical occurrence in a patient that develops or worsens in severity during the conduct of a clinical study. Serious and Non-serious Adverse Events (SAEs). Serious adverse event is any adverse event occurring at any dose that results in any of the following outcomes: death, life-threatening, inpatient hospitalization, persistent or significant disability, congenital anomaly, or an important medical event. An adverse event that does not meet any of the criteria for seriousness listed previously will be regarded as a nonserious adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"667","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":56,"n":731},"commonTop":["Headache","Nasopharyngitis","Insomnia","Upper respiratory tract infection","Nausea"]}}}