{"nctId":"NCT03874715","briefTitle":"Comparison of SAR341402 to NovoLog in Adult Patients With Type 1 Diabetes Mellitus Also Using Insulin Glargine","startDateStruct":{"date":"2019-03-11","type":"ACTUAL"},"conditions":["Type 1 Diabetes Mellitus"],"count":210,"armGroups":[{"label":"Switching: NovoLog/SAR341402","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin Aspart SAR341402","Drug: Insulin Aspart","Drug: Insulin glargine U100"]},{"label":"Non-Switching: NovoLog","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin Aspart","Drug: Insulin glargine U100"]}],"interventions":[{"name":"Insulin Aspart SAR341402","otherNames":[]},{"name":"Insulin Aspart","otherNames":["NovoLog"]},{"name":"Insulin glargine U100","otherNames":["Lantus"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Participants with T1DM.\n* Participants on continuous insulin treatment for at least 12 months prior to screening.\n* Participants exclusively on a multiple (greater than or equal to 3) daily injection insulin analogue regimen using:\n\n  * NovoLog as mealtime insulin for at least 12 weeks prior to screening and\n  * Insulin glargine (100 units per milliliter \\[U/mL\\]) as basal insulin for at least 12 weeks prior to screening. Note: Participants not meeting this criterion could also qualify, provided that they completed the run-in period during which NovoLog and Lantus was administered so that, at the time of randomization, the participants had been on NovoLog and insulin glargine (100 U/mL) for at least 12 weeks (including any potential pre-screening administration).\n* Glycated hemoglobin (HbA1c) less than or equal to 10 percent (%) (85.79 millimoles per mole) at screening.\n* Body mass index less than or equal to 35 kilograms per meter square (kg/m\\^2) at screening.\n\nExclusion criteria:\n\n* Pancreatectomy and/or islet cell transplantation.\n* Clinically significant laboratory findings, as defined by the protocol.\n* Known presence of factors that interfered with the HbA1c measurement.\n* History of severe hypoglycemia required emergency room admission or hospitalization within 3 months prior to screening.\n* Hospitalization for recurrent diabetic ketoacidosis within 3 months prior to screening.\n* Retinopathy or maculopathy with one of the following treatments, either recent (within 3 months of screening) or planned: intravitreal injections or laser or vitrectomy surgery.\n* Use of glucose lowering treatments other than the multiple dose injections and basal insulin regimen (including use of insulin pump therapy), within 12 weeks prior to screening.\n* Participants had received systemic glucocorticoids for one week or more within 3 months prior to screening (topical, nasal spray, inhaled or intra-articular applications are allowed).\n* Participants had received systemic immunosuppressive agents within 6 months prior to screening.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pharmacokinetics (PK): Area Under the Plasma Concentration Versus Time Curve From Time Zero to Last Measurable Timepoint (AUClast) of Insulin Aspart Following Administration of Either SAR341402 (Switching Arm) or NovoLog (Non-switching Arm)","description":"AUClast was defined as area under the plasma concentration versus time curve from time zero to last measurable timepoint. Insulin aspart was the active ingredient of SAR341402 and NovoLog.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8960","spread":"18300"},{"groupId":"OG001","value":"7190","spread":"6530"}]}]}]},{"type":"PRIMARY","title":"Pharmacokinetics: Area Under the Plasma Concentration Versus Time Curve (AUC) of Insulin Aspart Following Administration of Either SAR341402 (Switching Arm) or NovoLog (Non-switching Arm)","description":"AUC was defined as area under the concentration versus time curve. Insulin aspart is the active ingredient of SAR341402 and NovoLog.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6720","spread":"3700"},{"groupId":"OG001","value":"7260","spread":"6370"}]}]}]},{"type":"PRIMARY","title":"Pharmacokinetics: Maximum Observed Plasma Concentration (Cmax) of Insulin Aspart Following Administration of Either SAR341402 (Switching Arm) or NovoLog (Non-switching Arm)","description":"Cmax was defined as the maximum observed plasma concentration. Insulin aspart is the active ingredient of SAR341402 and NovoLog.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11800","spread":"65600"},{"groupId":"OG001","value":"3330","spread":"8850"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Anti-Insulin Aspart Antibodies (AIAs)","description":"AIA was categorized as: treatment-induced AIA, treatment-boosted AIA, and treatment-emergent AIA. Treatment-induced AIAs: participants who developed AIA following investigational medicinal product (IMP) administration (participants with at least one positive AIA sample at any time during on-treatment period, in those participants without pre-existing AIA or with missing Baseline sample). Treatment-boosted AIAs: participants with pre-existing AIAs that were boosted to a significant higher titer following IMP administration (participants with at least one AIA sample with at least a 4-fold increase in titers compared to Baseline value at any time during on-treatment period, in those participants with pre-existing AIA). Participants with treatment-emergent AIA were defined as participants with treatment-induced, or treatment-boosted AIAs. On-treatment period was defined as the time from the first injection of IMP up to the last injection of IMP + 1 day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Hypoglycemic Event","description":"Severe hypoglycemia: event in which participant required assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions, because participant was not capable of helping self. Documented symptomatic hypoglycemia: event in which typical symptoms of hypoglycemia (SOH) were accompanied by measured plasma glucose concentration (PGC) less than or equal to (\\<=) 3.9 millimoles per liter (mmol/L)(\\<70 milligrams per deciliter \\[mg/dL\\]) or \\<3.0 mmol/L(\\<54 mg/dL). Asymptomatic hypoglycemia: event without SOH and with measured PGC of \\<=3.9 mmol/L (\\<70 mg/dL) or \\<3.0 mmol/L (\\<54 mg/dL). Probable symptomatic hypoglycemia: event with SOH not accompanied by plasma glucose determination but was presumably caused by PGC \\<=3.9 mmol/L (70 mg/dL). Relative hypoglycemia: event with SOH but with measured PGC greater than (\\>) 3.9 mmol/L (70 mg/dL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Hypoglycemic Events Per Participant-year","description":"Number of hypoglycemia events (any, severe, documented \\[both threshold\\], asymptomatic \\[both threshold\\], probable symptomatic and relative) per participant-year of exposure were reported. Severe hypoglycemia: event in which participant required assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions, because participant wasn't capable of helping self. Documented symptomatic hypoglycemia: event in which typical SOH were accompanied by measured PGC of \\<=3.9 mmol/L (\\<70 mg/dL) or \\<3.0 mmol/L(\\<54 mg/dL). Asymptomatic hypoglycemia: event without SOH and measured PGC of \\<=3.9 mmol/L (\\<70 mg/dL) or \\<3.0 mmol/L(\\<54 mg/dL). Probable symptomatic hypoglycemia: event with SOH not accompanied by plasma glucose determination but was presumably caused by PGC \\<=3.9 mmol/L (70 mg/dL). Relative hypoglycemia: event with SOH but with measured PGC \\>3.9 mmol/L (70 mg/dL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103.18","spread":null},{"groupId":"OG001","value":"97.09","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null},{"groupId":"OG001","value":"0.38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.29","spread":null},{"groupId":"OG001","value":"63.54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.72","spread":null},{"groupId":"OG001","value":"25.70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.33","spread":null},{"groupId":"OG001","value":"32.25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.11","spread":null},{"groupId":"OG001","value":"7.03","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":null},{"groupId":"OG001","value":"0.81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)","description":"An Adverse Event (AE) was defined as any untoward medical occurrence in a participant who received study drug and did not necessarily have to have a causal relationship with the treatment. Serious adverse events (SAEs) were defined as any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/ incapacity, was a congenital anomaly/birth defect, was a medically important event. TEAEs were defined as AEs that developed, worsened or became serious during the on-treatment period (from first injection of IMP up to 1 day after the last injection of IMP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics: Time to Reach Maximum Observed Plasma Concentration (Tmax) of Insulin Aspart Following Administration of Either SAR341402 (Switching Arm) or NovoLog (Non-switching Arm)","description":"Tmax was defined as the time taken to reach the maximum observed plasma concentration. Insulin aspart is the active ingredient of SAR341402 and NovoLog.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.33","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":99},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection"]}}}