{"nctId":"NCT02565186","briefTitle":"An Open-label, Long-term, Safety Study of Lasmiditan for the Acute Treatment of Migraine","startDateStruct":{"date":"2015-10-07","type":"ACTUAL"},"conditions":["Migraine Disorders"],"count":2171,"armGroups":[{"label":"Lasmiditan 100mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lasmiditan"]},{"label":"Lasmiditan 200mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lasmiditan"]}],"interventions":[{"name":"Lasmiditan","otherNames":["LY573144"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able and willing to give written informed consent and authorize Health Insurance Portability and Accountability Act (HIPAA).\n* Completed COL MIG-301 or COL MIG-302 within the last 12 weeks. Subjects that completed COL MIG-301 prior to COL MIG-305 being available will be allowed to enroll as long as enrollment occurs within 4 weeks of COL MIG-305 activation at their site. (NOTE: Additional subjects may qualify if they completed COL MIG-301 or COL MIG-302 \\>12 weeks prior or if they have not participated in either prior study, but meet eligibility criteria outlined for COL MIG-302.)\n* Females of child-bearing potential must be using or willing to use a highly effective form of contraception (e.g. combined oral contraceptive, intrauterine device (IUD), abstinence or vasectomized partner).\n* Able and willing to complete an electronic diary to record details of all migraine attacks treated with study drug.\n\nExclusion Criteria:\n\n* Any medical condition or clinical laboratory test which in the judgment of the Investigator makes the subject unsuitable for the study.\n* Pregnant or breast-feeding women.\n* Women of child-bearing potential not using or not willing to use highly effective contraception.\n* Participant is at imminent risk of suicide (positive response to question 4 or 5 on the Columbia Suicide Severity Rating Scale (C-SSRS).\n* Initiation of or a change in concomitant medication to reduce the frequency of migraine episodes since completing COL MIG-301/LAHJ (NCT02439320) or COL MIG-302/LAHK (NCT02605174).\n* Participation in any clinical trial of an experimental drug or device since completing EoS/Visit 2 of COL MIG 301/LAHJ (NCT02439320) or COL MIG-302/LAHK (NCT02605174).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least 1 Treatment Emergent Adverse Event","description":"An AE with an onset on or within 48 hours after a dose of study drug, or an event that worsened in intensity within 48 hours of a dose of study drug was considered a treatment-emergent adverse event (TEAE).\n\nA summary of serious adverse events (SAEs) and other non-serious adverse events (AEs), regardless of causality, were reported in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"447","spread":null},{"groupId":"OG001","value":"545","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks With Pain Freedom (PF) at 2 Hours After Dose","description":"Pain freedom is defined as a reduction in headache severity from mild (1), moderate (2), or severe (3) at baseline to none (0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.7","spread":null},{"groupId":"OG001","value":"32.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks With Most Bothersome Symptom-Free (MBS) at 2 Hours After Dose","description":"MBS-free, defined as the absence of the associated symptom of migraine (nausea, phonophobia, and/or photophobia) at 2 hours postdose that was identified predose as the most bothersome symptom.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.2","spread":null},{"groupId":"OG001","value":"40.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Medical Resource Utilization","description":"Medical Resource utilization for any cardiovascular (CV) events and/or related resource utilization, such as visits to cardiologists, procedures, hospitalizations, new treatments or treatment adjustments for CV disease and any visits to an emergency room (ER) or physician's office for treatment of migraine was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"2.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":991},"commonTop":["Dizziness","Somnolence","Paraesthesia","Fatigue","Nausea"]}}}