{"nctId":"NCT03336450","briefTitle":"Study of Midazolam Hydrochloride Oromucosal Solution (MHOS/SHP615) in Pediatric Patients With Status Epilepticus (Convulsive) in the Community Setting","startDateStruct":{"date":"2018-04-23","type":"ACTUAL"},"conditions":["Nervous System Diseases"],"count":3,"armGroups":[{"label":"SHP615","type":"EXPERIMENTAL","interventionNames":["Drug: SHP615","Drug: MHOS/SHP615"]}],"interventions":[{"name":"SHP615","otherNames":["MHOS","Midazolam hydrochloride oromucosal solution"]},{"name":"MHOS/SHP615","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who completed the SHP615-301 study and who tolerated and responded to treatment with MHOS/SHP615 in the hospital and/or emergency room, and are considered stable for discharge from the hospital.\n* Subjects who are greater than (\\>) 6 months and less than (\\<) 18 years of age at the time of investigational product administration. If the subject's exact age is not known, the subject should be excluded.\n* Parent, guardian, or legally authorized representative of the child who provides informed consent and assent (when applicable) to participate in the study after initial stabilization of the subject with SE in hospital or emergency room during the SHP615-301 study. The subject also provides informed consent prior to participation, where applicable.\n* Parent, guardian, or legally authorized representative who have received appropriate training/education and are deemed qualified by the investigator and are willing to:\n\n  1. Properly administer MHOS/SHP615.\n  2. Record seizure information and dosing of MHOS/SHP615 in a subject diary (including time of seizure onset, type of seizure, time necessary to administer MHOS/SHP615, time between MHOS/SHP615 administration to seizure cessation, etc.)\n  3. Follow the necessary instructions to secure the safety of the subject.\n* Subjects who experience generalized tonic-clonic SE with seizures accompanied by loss of consciousness with any of the following characteristics persistent at the time of study drug administration:\n\n  1. Currently presenting with seizure (convulsive) activity and 3 or more convulsions within the preceding hour\n  2. Currently presenting with seizure (convulsive) and 2 or more convulsions in succession without recovery of consciousness.\n  3. Currently presenting with a single seizure (convulsive) persisting greater than or equal to (\\>=) 5 minutes.\n\nExclusion Criteria:\n\n* Female subjects who are pregnant, suspected to be pregnant, or nursing.\n* Subjects with major trauma, not necessarily restricted to the head, as the cause of the seizure.\n* Subjects with known or suspected recurrent seizures due to illegal drug or alcohol withdrawal.\n* Subjects with seizures due to illegal drug or acute alcoholic intoxication.\n* Subjects with seizures of psychogenic origin.\n* Subjects with seizures due to severe encephalitis or meningitis, as determined by the PI\n* Subjects with known history of hypersensitivities, nonresponsiveness or contraindications to benzodiazepines (that is (ie), clinically significant respiratory depression, severe acute hepatic failure, myasthenia gravis, syndrome of sleep apnea, glaucoma with closed angle, or use of concomitant drugs determined by the investigator to have a contraindication to the use of benzodiazepines.)\n* Subjects with a known history of benzodiazepine abuse.\n* Subjects who have not responded to previous administrations of midazolam systemic therapies, including MIDAFRESA and/or DORMICUM.\n* Subjects who need emergent surgical intervention and general anesthesia/intubation.\n* Subjects who have been receiving human immunodeficiency virus (HIV) protease inhibitors or HIV reverse transcriptase inhibitors.\n* Subjects with severe cerebral anoxia (except cerebral palsy), in the judgment of the healthcare provider.\n* Have used an investigational product or been enrolled in a clinical study (including vaccine studies) that, in the investigator's opinion, may impact this Shire-sponsored study.\n* Subject has prior placement of a vagus nerve stimulator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"216 Months","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy: Number of Participants With Therapeutic Success","description":"Therapeutic success was defined as cessation of visible seizure activity within 10 minutes and sustained absence of visible seizure activity for 30 minutes following a single dose of SHP615 without the need for additional rescue medication. Number of participants with therapeutic success were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Number of Participants Who Had Sustained Absence of Seizure Activity for at Least 1, 4, and 6 Hours","description":"Number of participants whose seizure event stopped within 10 minutes of single dose administration of SHP615 and who had sustained absence of seizure activity for at least 1, 4, and 6 hours were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Time to Resolution of Seizures (Convulsions)","description":"Time to resolution of seizures (convulsions) was calculated as time from SHP615 administration to the end of the initial seizure or administration of rescue anticonvulsant medication, whichever occurs first. The initial seizure refers to the seizure which triggered the use of the IP. Participant wise data was reported for this outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Time to Recovery of Consciousness","description":"Time to recovery of consciousness in minutes was calculated only for participants who lost consciousness pre-dose as time from SHP615 administration to recovery of consciousness post-dose or administration of rescue anticonvulsant medication, whichever occurs first. Participant wise data was reported for this outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Percentage of Participants Who Required Additional Anticonvulsant Medication for Ongoing Status Epilepticus (SE) 10 Minutes After Administration of SHP615","description":"Percentage of participants who required additional anticonvulsant medication for ongoing SE according to the participating hospital protocol or guideline, 10 minutes after the administration of SHP615 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Percentage of Participants Who Failed to Respond to Treatment With SHP615","description":"Treatment failure/non-responder was defined as continuing seizure activity and/or the need for any additional rescue medication according to the participating healthcare setting protocol or guideline 10 minutes after administration of SHP615 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety: Number of Participants With Respiratory Depression","description":"Respiratory depression, included the following measures within 24 hours after administration of the IP: i) Persistent decrease in oxygen saturation to \\<92 percent (%) measured up to 24 hours post-dose (i.e., \\<92% on room air for 2 minutes or more after dosing while monitoring \\[per healthcare setting protocol and/or the clinical judgment of the physician\\]. ii) Increase in respiratory effort such that assisted ventilation is used (bag-valve-mask ventilation or endotracheal intubation). Number of participants with respiratory depression were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants With Aspiration Pneumonia Reported as Treatment Emergent Adverse Events (TEAEs)","description":"TEAEs was defined as adverse events (AEs) whose onset occurs, severity worsens or intensity increases on or after the date of SHP615 administration. Number of participants with aspiration pneumonia identified as TEAEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants Analyzed for Sedation or Agitation Measured by the Riker Sedation-Agitation Scale","description":"Sedation-Agitation was assessed, using the \"Riker Sedation-Agitation Scale\" (SAS) by the following 7-point scale: 7. dangerous agitation; 6. very agitated; 5. agitated; 4. calm, cooperative; 3. sedated; 2. very sedated; 1. unarousable. Number of participants analyzed for sedation or agitation measured by the riker sedation-agitation scale were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants With Buccal Irritation Reported as Treatment Emergent Adverse Events (TEAEs)","description":"TEAEs was defined as AEs whose onset occurs, severity worsens or intensity increases on or after the date of IP administration. Buccal cavity was examined for redness, inflammation and ulceration. Number of participants with buccal irritation reported as TEAEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An AE was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. TEAEs was defined as AEs whose onset occurs, severity worsens or intensity increases on or after the date of IP administration. Number of participants with TEAEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants With Clinically Significant Change in Vital Signs Reported as TEAEs","description":"Vital sign assessments included blood pressure, pulse, respiratory rate and body temperature. Any change in vital signs which were deemed clinically significant by the investigator were recorded as TEAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants With Clinically Significant Abnormalities in Laboratory Parameters Reported as TEAEs","description":"Clinical laboratory evaluations included biochemistry, endocrinology, hematology and urinalysis. Any change in clinical laboratory abnormalities which were deemed clinically significant by the investigator were recorded as TEAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants With Clinically Significant Change in Electrocardiogram (ECG) Reported as TEAEs","description":"12-lead ECG were evaluated. Any change in ECG assessments which are deemed clinically significant by the investigator were reported as TEAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Percentage of Participants With Normal Oxygen Saturation Values Collected During Hospital Setting","description":"Oxygen saturation is the amount of oxygen that is in bloodstream and is measured as the percentage of blood hemoglobin that is carrying oxygen. Normal oxygen saturation levels are considered to be 95-100 percent; low oxygen saturation values indicate worse disease. Oxygen saturation was measured and recorded on room air. The investigator recorded the oxygen saturation as well as the oxygen delivery system and amount of oxygen administered during hospital setting. Percentage of participants with normal oxygen saturation values collected during hospital setting were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":3},"commonTop":["Somnolence","Nausea","Vomiting","Upper respiratory tract infection"]}}}