{"nctId":"NCT04446312","briefTitle":"Study 302: BLI4900 Versus an FDA-approved Comparator in Adult Subjects Prior to Colonoscopy","startDateStruct":{"date":"2020-07-13","type":"ACTUAL"},"conditions":["Colonoscopy"],"count":500,"armGroups":[{"label":"BLI4900","type":"EXPERIMENTAL","interventionNames":["Drug: Bowel Prep"]},{"label":"FDA Approved Control","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bowel Prep"]}],"interventions":[{"name":"Bowel Prep","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female outpatients who are undergoing colonoscopy for a routinely accepted indication.\n* 18 to 85 years of age (inclusive)\n* If female, and of child-bearing potential, is using an acceptable form of birth control.\n* Negative serum pregnancy test at screening, if applicable\n* In the Investigator's judgment, subject is mentally competent to provide informed consent to participate in the study\n\nExclusion Criteria:\n\n* Subjects with known or suspected ileus, gastrointestinal obstruction, gastroparesis, gastric retention, bowel perforation, toxic colitis or megacolon.\n* Subjects with inflammatory bowel disease who have a history of any bowel resection (small intestine or colon), suspected active inflammation, or symptoms suggestive of obstruction or known bowel stricture.\n* Subjects who had previous significant gastrointestinal surgeries.\n* Subjects who have regularly used laxatives or colon motility altering drugs in the last month (i.e. more than 2-3 times per week) and/or laxative use within 72 hours prior to administration of the preparation\n* Subjects with uncontrolled pre-existing electrolyte abnormalities, or those with clinically significant electrolyte abnormalities based on Visit 1 laboratory results.\n* Subjects taking diuretics, anti-hypertensive medications, including angiotensin converting enzyme (ACE) inhibitors and Angiotensin II receptor blockers (ARBs), or chronic NSAIDs, that have not been stable for 30 days.\n* Subjects with uncontrolled hypertension.\n* Subjects taking antibiotics within 7 days of colonoscopy.\n* Subjects with severe renal, hepatic or cardiac insufficiency.\n* Subjects with an abnormal and clinically significant physical examination or ECG finding at Visit 1.\n* Subjects undergoing insulin therapy for any indication.\n* Subjects with impaired consciousness that predisposes them to pulmonary aspiration.\n* Subjects undergoing colonoscopy for foreign body removal and/or decompression.\n* Subjects taking tricyclic antidepressants.\n* Subjects using drugs of abuse, including abused prescription medications.\n* Subjects who are withdrawing from alcohol or benzodiazepines.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects With Successful Bowel Preparation","description":"Successful bowel preparation is defined as a preparation rated as Excellent or Good by the blinded endoscopist on a 4 point scale (Excellent, Good, Fair, Poor).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"212","spread":null},{"groupId":"OG001","value":"211","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":227},"commonTop":["Nausea","Vomiting","Headache"]}}}