{"nctId":"NCT02520388","briefTitle":"A Pivotal Efficacy Trial to Evaluate HLD200 in Children With ADHD in a Naturalistic Setting","startDateStruct":{"date":"2015-08"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":163,"armGroups":[{"label":"HLD200 (methylphenidate)","type":"EXPERIMENTAL","interventionNames":["Drug: HLD200 methylphenidate hydrochloride (MPH) Capsules"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"HLD200 methylphenidate hydrochloride (MPH) Capsules","otherNames":["methylphenidate"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must be male or female children (6 to 12 years at the time of consent).\n2. Subjects must have a diagnosis of ADHD as defined by DSM5 criteria and confirmation using the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID).\n3. Subjects must have a baseline ADHD-RS-IV score at or above the 90th percentile normalized for sex and age in total score. In addition, this ADHD-RS-IV total score must be ≥26 at Baseline.\n4. Subjects must have a Clinical Global Impression of Severity (CGI-S) score ≥4 and a CGI-P score \\>10 at the Baseline Visit.\n5. Subjects have demonstrated, in the judgment of the investigator, at least a partial clinical response to MPH.\n6. Parental or legal guardian confirmation of the child's before-school functional impairment and/or difficulties performing a morning routine of at least 30 minutes minimum duration occurring between 6:00 and 9:00 am.\n7. Subject body weight must be ≥20 kg.\n8. Subject must be considered clinically appropriate for treatment with MPH and HLD200, including ability to swallow treatment capsules.\n9. Subject must be in general good health based upon the medical history, physical, and laboratory examinations (including urine drug screen).\n10. Subject and parent or legal guardian must be able to read, write, and/or understand at a level sufficient to provide informed consent (parent/legal guardian) and assent (subject) prior to study participation and to complete study-related materials. Subject and parent or legal guardian must plan to be available for the entire study period.\n11. Female subjects of childbearing potential (i.e., post-menarche) are required to have a negative result on urine pregnancy testing at screening (and will be given specific instructions for avoiding pregnancy during the study).\n12. A medically highly effective form of birth control must be used during the study and for 90 days thereafter for subjects of either sex of childbearing potential. Examples of medically highly effective forms of birth control are as follows:\n\n    * No sexual activity\n    * Use of acceptable methods of birth control including intra-uterine device, oral, implantable,or injectable contraceptives.\n\nExclusion Criteria:\n\n1. History of, or current, medical condition or laboratory result which, in the opinion of the investigator, unfavorably alters the risk-benefit of study participation, may jeopardize subject safety, or may interfere with the satisfactory completion of the study and study-related procedures.\n2. Serious structural cardiac abnormalities, cardiomyopathy, serious heart rhythm abnormalities, or other cardiac problems that may place the subject at increased vulnerability to the sympathomimetic effects of a stimulant drug.\n3. History of seizure disorder (except febrile seizures prior to age 5 and with last occurrence at least 1 year prior to study participation), Tourette's disorder, or intellectual disability of minor severity or greater (DSM5 criteria).\n4. History of psychosis, bipolar disorder, anorexia nervosa, bulimia, or suicide attempt. Current depression, anxiety, conduct/behavior disorder, substance use disorder, or other psychiatric condition which, in the investigator's opinion, may jeopardize subject safety or may interfere with the satisfactory completion of the study and study-related procedures.\n5. Active suicidal ideation as evidenced by an ideation score of 2 or greater on the C-SSRS.\n6. History of severe allergic reaction or intolerance to MPH.\n7. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), total bilirubin, or creatinine greater than 1.5x the upper limit of normal. Elevated bilirubin due only to Gilbert's syndrome is not exclusionary.\n8. History of alcohol abuse or illicit drug use.\n9. Use of prescription medications (except per protocol allowed medications) within 7 days of Baseline (Visit 2), except for ADHD stimulant medication (72 hours) and monoamine oxidase inhibitors (MAOIs) (14 days), and over-the-counter medications (except birth control and allowed medications) within the 3 days preceding Baseline (Visit 2). Medications not covered in allowed medications or prohibited medications must be cleared by the medical monitor prior to enrolling the subject.\n10. Use of psychotropic medications including antidepressants, mood stabilizers, and antipsychotics.\n11. Participation in a clinical trial with an investigational drug within the 30 days preceding study enrollment.\n12. Previous treatment experience with HLD200.\n13. Positive screening for illicit drug use or nicotine and/or current health conditions or use of medications that might confound the results of the study or increase risk to the subject.\n14. In the opinion of the investigator, the subject may have problems complying with the protocol or the procedures of the protocol, or for which the study could pose unnecessary safety risks. This includes current health conditions or use of medications that might confound the results of the study or increase risk to the subject.\n15. A sibling or step-sibling that is concurrently participating in this study who resides with and is cared for by the same parent/legal guardian as the subject.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Attention Deficit Hyperactivity Disorder Rating Scale Based on DSM-IV Criteria (ADHD-RS-IV) Total Score.","description":"The ADHD-RS-IV was developed to measure the behaviors of children with ADHD (DuPaul et al., 1998). The scale consists of 18 items designed to reflect current symptomatology of ADHD. Each item is scored in a range from 0 (reflecting no symptoms or a frequency of never or rarely) to 3 (reflecting severe symptoms or a frequency of almost always), with a range of total scores ranging from 0 to 54. In this study, a site clinican (required to be an MD, PhD, DO, licensed social worker, or any trained mental health professional approved by the sponsor) completed ADHD-RS-IV assessments at each visit using a structured interview format.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":"1.5"},{"groupId":"OG001","value":"31.2","spread":"1.6"}]}]}]},{"type":"SECONDARY","title":"Before School Functioning Questionnaire (BSFQ) Total Score","description":"The BSFQ was developed as a hybrid measure completed by a clinician or parent/legal guardian to assess commonly reported areas of morning dysfunction - both behaviors and functions associated with the post-waking, early morning period (from approximately 6:00 am to 9:00 am) - in children and adolescents with ADHD (Wilens et al., 2010; Wilens et al., 2013). Symptom severity and functional impairment were rated from 0 (none) to 3 (severe - different from peers all days, all settings) with total scores ranging from 0 to 60. Ratings were completed by a site clinician (MD, PhD, DO, licensed social worker, or trained mental health professional approved by the sponsor) at Visits 2 through 5 using a structured interview format.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.7","spread":"1.63"},{"groupId":"OG001","value":"28.4","spread":"1.73"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":81},"commonTop":["Any Insomnia","Decreased appetite","Headache","Vomiting","Affect lability/mood swings"]}}}