{"nctId":"NCT01500694","briefTitle":"Access to Extended Release Guanfacine HCl for Subjects Who Participated in Studies SPD503-315 or SPD503-316 in Europe","startDateStruct":{"date":"2012-03-20","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder (ADHD)"],"count":215,"armGroups":[{"label":"Extended-release Guanfacine HCl","type":"EXPERIMENTAL","interventionNames":["Drug: Extended-release Guanfacine HCl (Intuniv, SPD503)"]}],"interventions":[{"name":"Extended-release Guanfacine HCl (Intuniv, SPD503)","otherNames":["Intuniv","SPD503"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects where Study SPD503-318 was not available at the time of their final visit in the antecedent study (SPD503-315 or SPD503-316), may still be screened unless they are well-controlled on another ADHD medication with acceptable tolerability and the parent/caregiver is satisfied with their current ADHD medication.\n2. Subject satisfied all entry criteria for the antecedent study (SPD503 315 or SPD503-316).\n3. Subject who is a female of child-bearing potential (FOCP), defined as \\>9 years of age or \\<9 years of age and is post-menarchal, must have a negative serum beta human chorionic gonadotropin (hCG) pregnancy test at the Screening Visit (Visit 1) and a negative urine pregnancy test at the Baseline Visit (Visit 2) and agree to comply with any applicable contraceptive requirements of the protocol.\n4. Subject's parent or legally authorised representative (LAR) must provide signature of informed consent, and there must be documentation of assent (if applicable) by the subject indicating that the subject is aware of the investigational nature of the study and the required procedures and restrictions in accordance with the International Conference on Harmonisation (ICH) Good Clinical Practice (GCP) Guideline E6 and applicable regulations, before completing any study-related procedures.\n5. Subject and parent/LAR are willing, able, and likely to fully comply with all the testing and requirements defined in this protocol, including oversight of dosing. Specifically, the parent/LAR must be available upon awakening, to dispense the dose of investigational product for the duration of the study.\n6. Subject has a supine and standing blood pressure (BP) measurement within the 95th percentile for age, sex, and height.\n7. Subject is functioning at an age-appropriate level intellectually, as deemed by the Investigator.\n8. Subject is able to swallow intact tablets.\n\nExclusion Criteria:\n\n1. Subject has any current, controlled (requiring a prohibited medication or behavioural modification program) or uncontrolled, co-morbid psychiatric diagnosis (except oppositional defiant disorder), including any severe comorbid Axis II disorders or severe Axis I disorders such as post traumatic stress disorder, bipolar illness, psychosis, pervasive developmental disorder, obsessive-compulsive disorder, substance abuse disorder, or other symptomatic manifestations or lifetime history of bipolar illness, psychosis or conduct disorder that, in the opinion of the Investigator, contraindicate treatment with SPD503 or confound efficacy or safety assessments. The Kiddie Schedule for Affective Disorders and Schizophrenia - Present and Lifetime version (K-SADS-PL) rating from the antecedent study should be reviewed to confirm diagnosis, if necessary.\n2. Subject who early terminated from Study SPD503-315 or Study SPD503-316 for protocol non-adherence, subject non-compliance, an AE, SAE, or withdrawal by subject.\n3. Subject experienced any clinically significant AE in their prior SPD503 study (SPD503-315 or SPD503 316) that, in the opinion of the Investigator, would preclude exposure to SPD503.\n4. Clinically important abnormality on urine drug and/or alcohol screen at the Screening Visit (Visit 1).\n5. Subject has taken any investigational product as follows: last dose of investigational product in Study SPD503-315 within 7 days prior to the Baseline Visit (Visit 2); investigational product in Study SPD503 316 within 30 days prior to the Baseline Visit (Visit 2); any other investigational product within 30 days prior to the Baseline Visit (Visit 2) or any other ADHD medication within 30 days prior to Baseline Visit (Visit 2).\n6. Subject is significantly overweight based on Center for Disease Control and Prevention Body Mass Index (BMI)-for-age sex-specific charts at the Screening Visit (Visit 1). Significantly overweight is defined as a BMI \\>95th percentile.\n7. Children aged 6 12 years with a body weight of less than 25.0kg or adolescents aged 13 years and older with a body weight of less than 34.0kg at the Screening Visit (Visit 1).\n8. Subject has any condition or illness including clinically significant abnormal laboratory values at the Screening Visit (Visit 1) which, in the opinion of the Investigator, represents an inappropriate risk to the subject and/or could confound the interpretation of the study.\n9. Subject is currently considered a suicide risk in the opinion of the Investigator, has previously made a suicide attempt, or has a prior history of, or is currently demonstrating active suicidal ideation. Subjects with intermittent passive suicidal ideation are not necessarily excluded based on the assessment of the Investigator.\n10. Subject has clinically significant ECG findings, as judged by the Investigator with consideration of the central ECG laboratory's interpretation, at the Baseline Visit (Visit 2).\n11. Subject has a known or suspected allergy, hypersensitivity, or clinically significant intolerance to guanfacine hydrochloride, or any components found in SPD503.\n12. Subject has a history of alcohol or other substance abuse or dependence, as defined by Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition-Text RevisionÒ (DSM-IV-TRÒ; with the exception of nicotine) within the last 6 months.\n13. Subject has a history of a seizure disorder (other than a single childhood febrile seizure occurring before the age of 3 years) or the presence of a serious tic disorder including Tourette's syndrome.\n14. Subject has a known history or presence of structural cardiac abnormalities, serious heart rhythm abnormalities, syncope, cardiac conduction problems (eg, clinically significant heart block), exercise related cardiac events including syncope and pre syncope, or clinically significant bradycardia.\n15. Subject with orthostatic hypotension or a known history of controlled or uncontrolled hypertension.\n16. Current use of any prohibited medication or other medications, including herbal supplements, that affect BP or heart rate or that have central nervous system (CNS) effects or affect cognitive performance, such as sedating antihistamines and decongestant sympathomimetics (inhaled bronchodilators are permitted) or a history of chronic use of sedating medications (ie, antihistamines) in violation of the protocol specified washout criteria at the Baseline Visit (Visit 2).\n17. Subject has a medical condition, other than ADHD, that requires treatment with medications that have CNS effects and/or affect performance.\n18. Subject is female and is pregnant or currently lactating.\n19. Subject failed screening or was previously enrolled in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Systolic Blood Pressure at Final Assessment","description":"Systolic Blood pressure was measured at supine and standing position and mean supine systolic blood pressure was reported here. Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication \\[Visit 19/Early Termination (ET)/Day 714\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107.5","spread":"8.73"},{"groupId":"OG001","value":"113.5","spread":"9.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"9.35"},{"groupId":"OG001","value":"0.3","spread":"9.32"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Diastolic Blood Pressure at Final Assessment","description":"Diastolic Blood pressure was measured at supine and standing position and mean supine diastolic blood pressure was reported here. Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.3","spread":"8.12"},{"groupId":"OG001","value":"66.8","spread":"9.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"8.96"},{"groupId":"OG001","value":"0.1","spread":"9.55"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Supine Pulse at Final Assessment","description":"Pulse was measured at supine and standing position and mean supine pulse was reported here. Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.3","spread":"11.17"},{"groupId":"OG001","value":"72.1","spread":"9.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.1","spread":"13.52"},{"groupId":"OG001","value":"-2.9","spread":"11.71"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Height at Final Assessment","description":"Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"142.03","spread":"10.916"},{"groupId":"OG001","value":"166.32","spread":"9.274"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.80","spread":"5.075"},{"groupId":"OG001","value":"5.54","spread":"5.491"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Weight at Final Assessment","description":"Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.29","spread":"9.256"},{"groupId":"OG001","value":"58.53","spread":"11.478"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.96","spread":"5.886"},{"groupId":"OG001","value":"6.74","spread":"5.859"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Electrocardiogram Result (QRS Interval) at Final Assessment","description":"Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.9","spread":"7.72"},{"groupId":"OG001","value":"89.7","spread":"6.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"6.00"},{"groupId":"OG001","value":"1.8","spread":"6.16"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Electrocardiogram Result (QT Interval) at Final Assessment","description":"Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"361.4","spread":"21.40"},{"groupId":"OG001","value":"375.9","spread":"24.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.9","spread":"27.87"},{"groupId":"OG001","value":"9.5","spread":"29.93"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Suicidal Behavior and / or Ideation (\"Yes\" Response) on the Columbia Suicide Severity Rating Scale (C-SSRS)","description":"C-SSRS is a clinician rated assessment of suicidal behavior and / or intent categorized as: Suicidal behavior=a \"yes\" response to any of 5 suicidal behavior questions (preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide); Suicidal ideation=a \"yes\" response to any one of 5 suicidal ideation questions which includes wish to be dead, and 4 different categories of active suicidal ideation (thought, thought with method, thought with intent, thought with plan and intent).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Attention-deficit and Hyperactivity Disorder Rating Scale-IV (ADHD-RS-IV) - Total Score at Final Assessment","description":"ADHD-RS-IV was developed to measure the behaviours of children with ADHD with 18 items. Each item is scored from a range of 0 (reflecting no symptoms) to 3 (reflecting severe symptoms) with total scores ranging from 0-54. The 18 items may be grouped into 2 subscales: hyperactivity/impulsivity (even numbered items 2-18) and inattentiveness (odd numbered items 1-17) with possible score range from 0 (no symptoms) to 27 (most severe symptoms). The ADHD-RS-IV possible total scores range from 0 (no symptoms) to 54 (most severe symptoms). Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":"0.78"},{"groupId":"OG001","value":"31.2","spread":"1.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.2","spread":"1.10"},{"groupId":"OG001","value":"-19.3","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Assessed With Clinical Global Impression Severity of Illness (CGI-S) Scale","description":"The CGI-S evaluate each participant's severity and improvement over time. The severity of a participant's condition is rated on a 7-point scale ranging from 1 to 7. The scale measures 0 = Not assessed, 1 = Normal, not at all ill, 2 = Borderline mentally ill (BL-MI), 3 = Mildly ill, 4 = Moderately ill, 5 = Markedly ill, 6 = Severely ill, 7 = Among the most extremely ill participant. Final Assessment is the last valid assessment obtained after Baseline (Visit 2/Day 0) whilst on investigational product and before first dose taper medication (Visit 19/ET/Day 714).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":131},"commonTop":["Somnolence","Headache","Fatigue","Nasopharyngitis","Dizziness"]}}}