{"nctId":"NCT01001975","briefTitle":"Determination of Sun Protection in Sunscreen Formulas (Study SR09-15)(P08236)(COMPLETED)","startDateStruct":{"date":"2009-07"},"conditions":["Sun Protection"],"count":10,"armGroups":[{"label":"SPF Testing","type":"EXPERIMENTAL","interventionNames":["Drug: Sunscreen Test Code: V53-028","Drug: Sunscreen Test Code: V53-030","Drug: Standard SPF 4 Sunscreen"]},{"label":"UVA Protection Testing","type":"EXPERIMENTAL","interventionNames":["Drug: Sunscreen Test Code: V53-028","Drug: Sunscreen Test Code: V53-030"]}],"interventions":[{"name":"Sunscreen Test Code: V53-028","otherNames":[]},{"name":"Sunscreen Test Code: V53-030","otherNames":[]},{"name":"Standard SPF 4 Sunscreen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 to 70 years of age\n* Have Fitzpatrick skin types I, II, or III\n* In good general health based on a medical history review\n* Be free of any acute or chronic illness/disease that might interfere with or increase risk of study participation\n* Be able to cooperate with the investigator and research staff\n* Be willing to have the test materials applied according to the protocol\n* Be capable of understanding and provide written informed consent\n\nExclusion Criteria:\n\n* Subjects with a history of adverse effects upon sun exposure\n* Subjects currently taking any medication that may alter the sunlight response or is a known photosensitizer\n* Subjects with a history of any form of cancer, lupus, psoriasis, rosacea, porphyria cutanea tarda, connective tissue disease, diabetes or any disease that would increase the risks associated with study participation\n* Subjects with an abnormal sensitivity to any sunscreen agent\n* Females who indicate that they are pregnant or nursing an infant during the period of the study\n* Subjects with excessive hair, blemishes, nevi, warts, moles, scars, sunburn, suntan or uneven pigmentation in the test areas\n* Subjects who have been administered an investigations drug or have participated in another SPF or PFA study within 30 days prior to this study\n* Subjects who are allergic to latex or latex products\n* Subjects who have any conditions that would make study participation inappropriate as determined by the investigator","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Determination of Sunscreen Protection Factor (SPF)","description":"Test material (V53-028 and V53-030) and control test material (8% Homoslate SPF 4) were applied to test area. Following exposure to a series of Ultraviolet light exposures, SPF scores were recorded at 16 to 24 hours post-exposure, to determine the Minimal Erythema Dose (MED) of protected and unprotected skin. SPF was calculated as the MED of protected skin divided by the MED of unprotected skin. Expected SPF 15 is a score on a scale; range 11.34 (worst) to 19.83 (best).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.72","spread":"2.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.00","spread":"0.00"}]}]}]},{"type":"PRIMARY","title":"Determination of Ultraviolet A Protection Factor (PFA)","description":"Test materials (V53-028 and V53-030) were applied to test area. Following a series of Ultraviolet radiation A (UVA) exposures, scores were recorded at 2 and 4 hours post-exposure, to determine the Minimal Persistent Pigment-Darkening Dose (MPPD) of protected and unprotected skin. PFA was calculated as the MPPD of protected skin divided by the MPPD of unprotected skin. Expected PFA is a score on a scale; range 6.40 (worst) to 15.62 (best).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"11.60","spread":"2.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"10.50","spread":"1.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":5},"commonTop":[]}}}