{"nctId":"NCT01235442","briefTitle":"Evaluate Efficacy, and Safety of Topical Therapy and Etanercept in Subjects With Moderate to Severe Plaque Psoriasis","startDateStruct":{"date":"2010-09"},"conditions":["Psoriasis"],"count":592,"armGroups":[{"label":"etanercept and clobetasol","type":"EXPERIMENTAL","interventionNames":["Drug: 2=Clobetasol propionate foam"]},{"label":"etanercept","type":"EXPERIMENTAL","interventionNames":["Drug: 1=Etanercept"]}],"interventions":[{"name":"1=Etanercept","otherNames":[]},{"name":"2=Clobetasol propionate foam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has had stable moderate to severe plaque psoriasis for at least 6 months\n* Subject has involved BSA ≥ 10% and PASI ≥ 10 at screening and at baseline.\n* Subject is a candidate for systemic therapy or phototherapy in the opinion of the investigator\n\nExclusion Criteria:\n\n* Subject has active guttate, erythrodermic, or pustular psoriasis at the time of the screening visit.\n* Subject has evidence of skin conditions at the time of the screening visit (eg, eczema) that would interfere with evaluations of the effect of etanercept and/orclobetasol propionate foam on psoriasis.\n* Subject diagnosed with medication-induced or medication exacerbated psoriasis\n* Subject has any active Common Toxicity Criteria (CTC) grade 2 or higher infection\n* Subject has a significant concurrent medical condition or laboratory abnormalities as defined in the study protocol.\n* Subject has used any of the following therapies within 14 days of the first dose: UVB therapy or topical psoriasis therapies other than Class I or II topical steroids.\n* Subject has used any of the following therapies within 28 days of the first dose: Class I or II topical steriods, UVA therapy (with or without psoralen), or systemic psoriasis therapies\n* Subject has used one or more biologic therapies (other than interleukin (IL)12/IL23 inhibitors) within 3 months of the first dose\n* Subject has used an IL-12/IL-23 inhibitor within 6 months of the first dose of etanercept\n* Subject has ever used efalizumab (Raptiva®).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PASI 75 at Week 12","description":"The percentage of participants with the Psoriasis Area and Severity Indexs (PASI) 75 responses at week 12. PASI is an assessment of psoriasis based on severity of erythema, infiltration, and desquamation as well as area of involvement. The PASI score ranges from 0 to 72. The higher score represents the worse symptom severity. A response was considered a 75% reduction in the PASI score from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.3","spread":null},{"groupId":"OG001","value":"65.2","spread":null}]}]}]},{"type":"SECONDARY","title":"sPGA (0,1) at Week 12","description":"The percentage of participants achieving sPGA 0 or 1 at week 12. Static physician global assessment of psoriasis (sPGA) is a physician's global assessment of the participant's psoriasis based on severity of induration, scaling, and erythema. The sPGA of psoriasis comprises a 6-point scale ranging from 0 (clear) to 5 with increasing severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.3","spread":null},{"groupId":"OG001","value":"63.1","spread":null}]}]}]},{"type":"SECONDARY","title":"PASI 90 at Week 12","description":"The percentage of participants with the Psoriasis Area and Severity Indexs (PASI) 90 responses at week 12. PASI is an assessment of psoriasis based on severity of erythema, infiltration, and desquamation as well as area of involvement. The PASI score ranges from 0 to 72. The higher score represents the worse symptom severity. A response was considered a 90% reduction in the PASI score from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":null},{"groupId":"OG001","value":"29.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Satisfaction at Week 12","description":"Patient assessment of treatment satisfaction status at week 12. It is a measure of a participant's level of satisfaction with the medication's control of psoriasis, ranging from \"very satisfied\" to \"very dissatisfied.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":null},{"groupId":"OG001","value":"34.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.5","spread":null},{"groupId":"OG001","value":"51.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent PASI Improvement From Baseline at Week 12","description":"The percentage of the improvement in PASI score at week 12 from baseline. PASI is an assessment of psoriasis based on severity of erythema, infiltration, and desquamation as well as area of involvement. The PASI score ranges from 0 to 72. The higher score represents the worse symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.18","spread":"29.31"},{"groupId":"OG001","value":"76.46","spread":"24.01"}]}]}]},{"type":"SECONDARY","title":"PASI 75 at Week 24","description":"The percentage of participants with the Psoriasis Area and Severity Indexs (PASI) 75 responses at week 24. PASI is an assessment of psoriasis based on severity of erythema, infiltration, and desquamation as well as area of involvement. The PASI score ranges from 0 to 72. The higher score represents the worse symptom severity. A response was considered a 75% reduction in the PASI score from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null},{"groupId":"OG001","value":"69.3","spread":null}]}]}]},{"type":"SECONDARY","title":"sPGA (0,1) at Week 24","description":"The percentage of participants achieving sPGA 0 or 1 at week 24. Static physician global assessment of psoriasis (sPGA) is a physician's global assessment of the participant's psoriasis based on severity of induration, scaling, and erythema. The sPGA of psoriasis comprises a 6-point scale ranging from 0 (clear) to 5 with increasing severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.8","spread":null},{"groupId":"OG001","value":"61.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":301},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Headache","Sinusitis"]}}}