{"nctId":"NCT02231879","briefTitle":"Plerixafor Versus G-CSF in the Treatment of People With WHIM Syndrome","startDateStruct":{"date":"2014-10-14","type":"ACTUAL"},"conditions":["Myelokathexis","Infections","Neutropenia","Warts","Hypogammaglobulinemia"],"count":20,"armGroups":[{"label":"Plerixafor first then G-CSF (PG)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Plerixafor","Drug: G-CSF"]},{"label":"G-CSF first then Plerixafor (GP)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Plerixafor","Drug: G-CSF"]}],"interventions":[{"name":"Plerixafor","otherNames":["Mozobil"]},{"name":"G-CSF","otherNames":["Neupogen"]}],"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nSubjects are eligible to enter the study if they meet all of the following criteria:\n\n1. Age greater than or equal to 10 and less than or equal to 75 years.\n2. Heterozygous mutation in the C-tail of CXCR4 in addition to a clinical diagnosis of WHIMS.\n3. Documented neutropenia with a baseline ANC below 1500 cells/microL of blood.\n4. History of severe and/or recurrent infections.\n5. Willingness to interrupt G-CSF medication, 2 days prior to study drug injection.\n6. Must have a local medical provider for medical management.\n7. Must be willing to provide blood, plasma, serum, and DNA samples for storage.\n8. All study subjects must agree not to become pregnant or impregnate a female. Women of childbearing potential must agree to take appropriate steps to avoid becoming pregnant for the duration of the study. Participants in whom pregnancy is biologically possible must use at least 2 study approved methods of contraception, one of which must be a barrier method, and must continue contraception until 5 months after stopping the study drug:\n\n   * Male or female condoms with a spermicide,\n   * Diaphragm or cervical cap with spermicide,\n   * Intrauterine device,\n   * Contraceptive pills or patch, Norplant, Depo-Provera or other FDA-approved contraceptive,\n   * Male partner with vasectomy and documented aspermatogenic sterility.\n9. Willingness to comply with the study medications, visits, and procedures, as deemed necessary by the principal investigator (PI).\n\nEXCLUSION CRITERIA:\n\nIf any of the following exclusion criteria are met, a subject will not be enrolled in this study:\n\n1. Neutropenia due to maturation defects in the myeloid lineage or a type of neutropenia, which in the investigator s opinion, is unlikely to improve from the medication administered in this study.\n2. Pregnant or breast-feeding women.\n3. Known hypersensitivity to plerixafor, G-CSF, or any components of the products.\n4. Predisposition to or history of life-threatening cardiac arrhythmia.\n5. Requiring dialysis or having markedly impaired renal function with a Creatinine Clearance (CrCl) \\<15 mL/min.\n6. Condition that in the investigator s opinion places a subject at undue risk by participating in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Severity of Infection","description":"The primary outcome is a Total Infection Severity Score (TISS). Each infection during the 12 month period of treatment on each drug was scored for severity on a scale of 1-10 with higher scores representing more severe infections and then these scores were summed (weighted based on time at risk) to create a total infection severity score (TISS) in each period for each participant (range 0 to infinity). Drug failures during a period were pre-defined to count as more extreme than any TISS score. The primary analysis outcome is based on the Difference in Total Infection Severity Score (TISS) in Period 1 minus TISS in Period 2 analysis, with drug failures in only one period assigned the highest absolute value for the difference, with the sign defined according to the treatment order (e.g., negative for period 2 drug failures only). Higher values of the difference represent a worse outcome in the first period than in the second period. Thus, each participant's infection severity","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"PRIMARY","title":"Difference in Total Infection Severity Score","description":"The primary outcome is a difference: the Total Infection Severity Score (TISS) in Period 1 minus the TISS in Period 2. Higher values represent a worse outcome in the first period than in the second period. Each infection during the 12 month period of treatment on each drug was scored for severity on a scale of 1-10 with higher scores representing more severe infections and then these individual infection scores were summed (weighted by time at risk) to create a total infection severity score (TISS) in each period. Because there is no pre-determined number of infections, the range is -infinity to +infinity. If a participant has a drug failure in only one period, their difference rank is either the highest rank (if the failure is in Period 1) or the lowest rank (if the failure is in Period 2), failure on both periods gives a difference of 0. 1 subject failed on both treatments, and 3 subjects failed only on plerixafor.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"9.33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":19},"commonTop":["Bone pain","Acute bronchitis","Upper Respiratory Tract Infection","Headache","Nausea"]}}}