{"nctId":"NCT00513357","briefTitle":"Melatonin Versus Placebo and the Effect on Appetite in Advanced Cancer Patients","startDateStruct":{"date":"2006-06"},"conditions":["Gastrointestinal Cancer","Lung Cancer"],"count":82,"armGroups":[{"label":"Melatonin","type":"EXPERIMENTAL","interventionNames":["Drug: Melatonin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Melatonin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with solid gastrointestinal tumors or lung cancer patients referred to palliative care and a 5% or more involuntary weight loss within the last 6 months with anorexia (\\>3 on visual analog scale such as ESAS)\n2. Greater than or equal to 18 years of age\n3. Karnofsky score of 40 or higher\n4. Patient has the ability to maintain oral food intake during the study period\n5. If patients who have persistent anorexia/cachexia and are currently taking Megace, corticosteroids, non-steroidal anti-inflammatories (NSAID's), or thalidomide, they should be on the medication at least 2 weeks prior to study inclusion\n6. Ability to sign informed consent and understand study procedures\n7. Patient can continue all medications including complementary therapies or antineoplastic therapy while on-study other than melatonin if they have been on stable dose for at least 2 weeks\n8. Negative pregnancy testing in women with child bearing potential defined as not post-menopausal for 12 months or no previous surgical sterilization.\n9. Patients who cannot take Megace because of past history or elevated risk of DVT, adrenal insufficiency, impotence, hyperglycemia, CHF, menorrhagia, etc.\n10. Patients who have persistent anorexia/cachexia after treatment with Megace has failed\n\nExclusion Criteria:\n\n1. Patients who have dementia or delirium on entry into study as determined by the palliative care specialist using DSM-IV-criteria\n2. Patients who are currently taking melatonin\n3. Inability to take oral food during the study period\n4. Unstable secondary cachexia caused by nausea, diarrhea, taste abnormalities, mucositis, constipation, dysphagia, or clinical depression prior to study inclusion. These symptoms should be resolved or stable for \\>/= 2 weeks at the time of inclusion into study as determined by the Palliative Care Specialist.\n5. Inability to sign informed consent or understand study procedures\n6. Karnofsky score of \\< 40\n7. Patients \\< 18 years of age\n8. Patients with \\</= 5% involuntary weight loss within the last 6 months and anorexia of \\< 3 on ESAS\n9. Patients who are on complementary therapies containing melatonin or on medications for \\< 2 weeks and not on stable dose\n10. Patients who have a cortisol level of \\</= 4.3 mg/dL at baseline will be excluded, unless they are on replacement corticosteroids.\n11. Patients with a TSH of \\</= 0.50 or \\>/= 10 mcL/mL at baseline will be excluded\n12. Pregnant females or females who are lactating/nursing","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Appetite as Measured by ESAS","description":"Difference in ESAS (Edmonton Symptom Assessment Scale) assessment scores of appetite (symptom) from baseline evaluation \\[± 3 days\\] to 4 week evaluation \\[± 3 days\\], where the severity at the time of assessment is rated from 0 to 10 on a numerical scale; with 0 meaning that the symptom is absent and 10 that it is the worst possible severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"2.6"},{"groupId":"OG001","value":"-1.19","spread":"2.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":38},"commonTop":["Fatigue","Nausea","Pain","Somnolence","Confusion"]}}}