{"nctId":"NCT00976209","briefTitle":"Consumer Preference Study of Two Formulations of Phenylephrine Hydrochloride (Study CL2008-15)(P07530)(COMPLETED)","startDateStruct":{"date":"2009-08"},"conditions":["Vasomotor Rhinitis","Seasonal Allergic Rhinitis"],"count":331,"armGroups":[{"label":"Phenylephrine Hydrochloride Extended Release Tablets, 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Phenylephrine Hydrochloride (HCl) Extended Release (ER) Tablets 30 mg"]},{"label":"Phenylephrine Hydrochloride Immediate Release Tablets, 10 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Phenylephrine Hydrochloride (HCl) Immediate Release (IR) tablets, 10 mg"]}],"interventions":[{"name":"Phenylephrine Hydrochloride (HCl) Extended Release (ER) Tablets 30 mg","otherNames":[]},{"name":"Phenylephrine Hydrochloride (HCl) Immediate Release (IR) tablets, 10 mg","otherNames":["Sudafed PE®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy male or female volunteers must be 18 years or older.\n* Participants must be willing to stop use of current decongestant and allergy medications during the study, and at the start of the run-in period (Visit 2).\n* Participants must have a documented history of allergic rhinitis caused by ragweed allergen for at least the prior two years.\n* Participants must have a documented skin testing (prick with wheal \\>= 3 mm larger than the diluent or intradermal with wheal \\>=7 mm larger than the diluent control) or a positive in vitro test for specific IgE to the ragweed allergen within the last four years.\n* Participants must have signs by clinical evaluation and symptoms of nasal congestion of at least mild severity (sign/symptom clearly present, but minimal awareness; easily tolerated) at Visit 3 following the run-in period and at visit 5 following the washout period.\n* Clinical laboratory tests (complete hematology, blood chemistries, urinalysis) must be within normal limits or clinically acceptable to the Investigator/Sponsor. Sponsor will not grant waivers.\n* Participants must have a seated (after 5 minutes of rest) systolic/diastolic blood pressure ≤ 138/88 mmHg.\n* Participants must have normal or clinically acceptable physical exam and electrocardiogram (ECG) on 12-lead ECG (recorded at 25 mm/s).\n* Participants must be free of any clinically significant disease that requires a physician's care and/or would interfere with study evaluations, procedures or participation.\n* Participants must agree not to take monoamine oxidase inhibitor (MAOI) for 14 days before study participation and 14 days after the end of the study.\n* Participants must be willing to give written informed consent (prior to any study related procedures being performed) and able to adhere to restrictions and examination schedules.\n* Female participants of childbearing potential (a non-menopausal female who has not had a hysterectomy, bilateral oophorectomy, or medically documented ovarian failure, including a young woman who has not yet started menstruating) must be using medically acceptable (documented failure rate of less than 1%) birth control measures. Examples of medically acceptable contraception include hormonal contraceptives, intrauterine device (IUD), double-barrier method (any combination of male or female condom, diaphragm, spermicidal gel, sponge) or sterilization.\n* Participants must be able to read and write English, and must understand the dosing schedule.\n\nExclusion Criteria:\n\n* Participants must not have any significant medical condition which, in the judgment of the investigator, is a contraindication to the use of phenylephrine HCl, might interfere with the study or requires treatment expected to affect the blood pressure. These may include thyroid disease (e.g. hyperthyroidism, hypothyroidism), uncontrolled diabetes mellitus, coronary heart disease, ischemic heart disease, elevated intraocular pressure, prostatic hypertrophy, etc.\n* Participants that have received allergen immunotherapy or Xolair (omalizumab) therapy within the past two years.\n* Participants who have a history of any clinically significant local or systemic infectious disease within four weeks prior to initial treatment administration.\n* Participants who have participated in a clinical trial of an investigational treatment within 30 days prior to the start of the study (Run-in Period Day 1).\n* Participants who are, appear to be, or are known to be, current or former addicts or alcoholics.\n* Participants who have a known allergy or intolerance to phenylephrine HCl, any other decongestant, loratadine, desloratadine or any other antihistamine.\n* Females who are pregnant, nursing or unwilling to use/practice medically acceptable contraception (documented failure rate of less than 1%).\n* Participants with a history of asthma, rhinitis medicamentosa, or acute or chronic sinusitis.\n* Participants that have used use of inhaled, oral, rectal, topical, intramuscular, and/or intravenous potent chronic or intermittent corticosteroids (up to 1% topical hydrocortisone is permitted).\n* Participants who work at the study site and/or for the Investigator or are family members of study staff and/or the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants That Preferred Phenylephrine HCl 30 mg Extended Release Tablets, as Compared to Phenylephrine HCl 10 mg Immediate Release Tablets for the Relief of Nasal Congestion","description":"Preference was calculated based on total participants that completed the study.\n\nResponses to the following questions in the consumer preference questionnaire were the basis for the preference endpoints:\n\nWhich product, if any, did you prefer for the relief of nasal congestion?\n\nThe possible answers were:\n\n* I preferred the relief of Treatment A (the every 12 hours white tablet; Phenylephrine HCl 30 mg Extended Release Tablet)\n* I preferred the relief of Treatment B (the every 4 hours red tablet; Phenylephrine HCl 10 mg Immediate Release tablet)\n\nor\n\n• I did not have a preference","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Preferred the Convenience of Phenylephrine HCl 30 mg Extended Release Tablets, as Compared to Phenylephrine HCl 10 mg Immediate Release Tablets","description":"Convenience was calculated based on total participants that completed the study.\n\nResponses to the following questions in the consumer preference questionnaire were the basis for the preference endpoints:\n\nSecondary Endpoint\n\nWhich product, if any, was more convenient?\n\nThe possible answers were:\n\n* I preferred the convenience of Treatment A (the every 12 hours white tablet; Phenylephrine HCl 30 mg Extended Release Tablet)\n* I preferred the convenience of Treatment B (the every 4 hours red tablet; Phenylephrine HCl 10 mg Immediate Release tablet)\n\nor\n\n• I did not have a preference","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":327},"commonTop":[]}}}