{"nctId":"NCT03242408","briefTitle":"Dosing Flexibility Study of Oral Testosterone Undecanoate (TU, LPCN 1021)","startDateStruct":{"date":"2017-01","type":"ACTUAL"},"conditions":["Hypogonadism, Male"],"count":100,"armGroups":[{"label":"Oral testosterone undecanoate, LPCN 1021","type":"EXPERIMENTAL","interventionNames":["Drug: LPCN 1021"]}],"interventions":[{"name":"LPCN 1021","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Serum total T below 300 ng/dL based on 2 consecutive blood samples obtained between 6 and 10 AM, on two separate days at approximately the same time of day, following an appropriate washout of current androgen replacement therapy.\n2. Subjects should be diagnosed to be primary (congenital or acquired) or secondary hypogonadal (congenital or acquired).\n3. Naïve to androgen replacement or has discontinued current treatment and completed adequate washout of prior androgen therapy. Washout must be completed prior to collection of baseline serum T samples to determine study eligibility.\n\nExclusion Criteria:\n\n1. History of significant sensitivity or allergy to androgens, or product excipients.\n2. Clinically significant findings in the pre-study examinations including abnormal breast examination requiring follow-up.\n3. Abnormal prostate digital rectal examination (DRE) with palpable nodule(s).\n4. Subjects with symptoms of moderate to severe benign prostatic hyperplasia.\n5. Clinically significant abnormal laboratory value, in the opinion of the investigator, in serum chemistry, hematology, or urinalysis\n6. Positive test result for hepatitis A virus immunoglobulin M (HAV-IgM), hepatitis B surface antigen (HBsAg) or hepatitis C virus antibody (HCV Ab) or human immunodeficiency virus antibodies (HIV Ab).\n7. History of gastric surgery, cholecystectomy, vagotomy, bowel resection or any surgical procedure that might interfere with gastrointestinal motility, pH or absorption.\n8. History of any clinically significant illness, infection, or surgical procedure within 1 month prior to study drug administration.\n9. History of stroke or myocardial infarction within the past 5 years.\n10. History of or current or suspected prostate or breast cancer.\n11. History of untreated and severe obstructive sleep apnea.\n12. History of long QT syndrome (QTc \\> 450) or unexplained sudden death in a first degree relative (parent, sibling, or child).","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of LPCN 1021-treated Subjects Who Achieve a Total Testosterone Average Concentration [Cavg] in the Normal Range","description":"Safety Set; Proportion of LPCN 1021-treated subjects who achieve a total testosterone average concentration \\[Cavg\\] in the normal range","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":100},"commonTop":["Edema Peripheral","Dyspepsia","Vomiting","Hyperhidrosis","Skin Ulcer"]}}}