{"nctId":"NCT02322216","briefTitle":"Olopatadine Hydrochloride Ophthalmic Solution Study in Chinese Subjects","startDateStruct":{"date":"2014-12"},"conditions":["Allergic Conjunctivitis"],"count":383,"armGroups":[{"label":"PATADAY","type":"EXPERIMENTAL","interventionNames":["Drug: Olopatadine Hydrochloride Ophthalmic Solution 0.2%","Drug: Olopatadine 0.2% Vehicle"]},{"label":"PATANOL","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Olopatadine Hydrochloride Ophthalmic Solution 0.1%"]}],"interventions":[{"name":"Olopatadine Hydrochloride Ophthalmic Solution 0.2%","otherNames":["PATADAY®"]},{"name":"Olopatadine Hydrochloride Ophthalmic Solution 0.1%","otherNames":["PATANOL®"]},{"name":"Olopatadine 0.2% Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chinese ethnicity;\n* History of allergic conjunctivitis within the last 2 years;\n* Positive skin prick test or skin intradermal test documented by a lab report within 24 months of, or at the baseline visit;\n* Clinical diagnosis of allergic conjunctivitis with specific signs and symptoms;\n* Understand and sign an informed consent form;\n* Willing and able to make required study visits and follow study instructions, and comply with dosing study medication as instructed;\n* Other protocol-specified inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Contraindications or hypersensitivity to study medications or their components;\n* Best-corrected visual acuity (BCVA) score worse than 55 ETDRS letters (equivalent to approximately 0.60 logMAR, 20/80 Snellen, or 0.25 decimal) in either eye;\n* Any ocular condition that could affect the study outcomes;\n* Presumed or actual ocular infection or history of ocular herpes in either eye;\n* Known history of retinal detachment, diabetic retinopathy, or any progressive retinal disease;\n* Willing and able to avoid the use of any other topical ocular medication(s) (including artificial tear products);\n* Any significant illness that could be expected to interfere with the study, particularly any autoimmune disease;\n* Intraocular surgery in either eye within 6 months, or ocular laser surgery in either eye within 3 months, or anticipation of ocular surgery during the study; ocular trauma in either eye within 3 months of baseline visit;\n* Clinically relevant recent (within 6 months of baseline visit) history of or current severe, unstable, or uncontrolled cardiovascular, pulmonary, hepatic, renal, autoimmune disease and other relevant systemic diseases that would preclude the safe administration of a topical antihistamine/mast cell stabilizer in the opinion of the Investigator;\n* Use of systemic medication(s) on a chronic dosing regimen for less than 1 month or have changed dosage within the month prior to baseline visit;\n* Use of any disallowed medication (topical, topical ophthalmic, systemic and/or injectable) during the period indicated prior to baseline visit. These medications are also not allowed during the study. Disallowed medications include all anti-allergy therapies including those contained in prescription or over-the-counter sleeping aids;\n* Use of cold compresses on the eyes during the course of the study;\n* Cannot be dosed in both eyes;\n* Cannot avoid contact lens wear during the course of the study;\n* Therapy with another investigational agent within 30 days of baseline visit, or during the study;\n* Women of childbearing potential who are pregnant, intend to become pregnant during the study period, breast-feeding, or not using adequate birth control methods;\n* Other protocol-specified exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Worst Ocular Itching Score During the 24 Hours Prior at Day 14","description":"Severity of ocular itching was evaluated as the worst score observed in the past 24 hours prior to each study visit. Ocular itching was assessed by the participant on a scale from 0-4, where 0=None and 4=Incapacitating itch. One eye (study eye) contributed to the analysis.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.57","spread":"0.090"},{"groupId":"OG001","value":"-2.62","spread":"0.092"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":383},"commonTop":[]}}}