{"nctId":"NCT01308580","briefTitle":"Cabazitaxel at 20 mg/m² Compared to 25 mg/m² With Prednisone for the Treatment of Metastatic Castration Resistant Prostate Cancer","startDateStruct":{"date":"2011-04"},"conditions":["Prostate Cancer"],"count":1200,"armGroups":[{"label":"Cabazitaxel 20 mg/m^2","type":"EXPERIMENTAL","interventionNames":["Drug: Cabazitaxel (XRP6258)","Drug: Prednisone (or Prednisolone)"]},{"label":"Cabazitaxel 25 mg/m^2","type":"EXPERIMENTAL","interventionNames":["Drug: Cabazitaxel (XRP6258)","Drug: Prednisone (or Prednisolone)"]}],"interventions":[{"name":"Cabazitaxel (XRP6258)","otherNames":["Jevtana®"]},{"name":"Prednisone (or Prednisolone)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\nI 01. Diagnosis of histologically or cytologically proven prostate adenocarcinoma, that was resistant to hormone therapy and previously treated with a docetaxel-containing regimen.\n\nI 02. Participant must had either measurable or non-measurable disease. I 03. Received prior castration by orchiectomy and/or Luteinizing Hormone-Releasing Hormone (LH-RH) agonist with or without antiandrogen, antiandrogen withdrawal, monotherapy with estramustine, or other hormonal agents.\n\nI 04. Life expectancy \\> 6 months. I 05. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 - 2 (i.e, participant must be ambulatory, capable of all self-care, and up and about more than 50% of waking hours).\n\nI 06. Age ≥18 years (or country's legal age of majority if the legal age was \\> 18 years).\n\nExclusion criteria:\n\nE 01. Previous treatment with mitoxantrone or cabazitaxel. E 02. Prior isotope therapy or radiotherapy to ≥30% of bone marrow. In case of prior isotope therapy 12 weeks must had elapsed prior to first study drug administration.\n\nE 03. Adverse events (excluding alopecia and those listed in the specific exclusion criteria) from any prior anticancer therapy of grade \\>1(National Cancer Institute Common Terminology Criteria \\[NCI CTCAE\\] v4.03) at the time of randomization.\n\nE 04. Prior surgery, radiation, chemotherapy, or other anti-cancer therapy within 4 weeks prior to enrollment in the study.\n\nE 05. Prior malignancy. Adequately treated basal cell or squamous cell skin or superficial (pTis, pTa, and pT1) bladder cancer were allowed, as well as any other cancer for which chemotherapy had been completed ≥ 5 years ago and from which the participant had been disease-free for ≥ 5 years.\n\nE 06. Participation in another clinical trial and any concurrent treatment with any investigational drug within 30 days prior to randomization.\n\nE 07. Known brain or leptomeningeal involvement. E 08. Other concurrent serious illness or medical conditions. E 09. Uncontrolled cardiac arrhythmias, angina pectoris, and/or hypertension. History of congestive heart failure (NYHA III or IV) or myocardial infarction within last 6 months was also not allowed.\n\nE 10. Any severe acute or chronic medical condition which could impair the ability of the participant to participate to the study or to comply with the study procedures or interfere with interpretation of study results.\n\nE 11. Absence of signed and dated Institutional Review Board (IRB)-approved participant informed consent form prior to enrollment into the study.\n\nE 12. Participants with reproductive potential who did not agree to use accepted and effective method of contraception during the study treatment period. The definition of \"effective method of contraception\" was based on the Investigator's judgment. Participant's Partners of childbearing potential (unless surgically sterile, post menopausal or for another reason had no chance of becoming pregnant) not protected by highly effective contraceptive method of birth control as defined for contraception in the Informed Consent Form and /or in a local protocol addendum.\n\nE 13. History of hypersensitivity to docetaxel, or polysorbate 80. E 14. Inadequate organ and bone marrow function. E 15. Contraindications to the use of corticosteroid treatment. E 16. Symptomatic peripheral neuropathy grade \\> 2 (NCI CTCAE v.4.03).\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time interval from the date of randomization to the date of death due to any cause. In absence of confirmation of death, survival time was censored at the earlier of the last date the participant was known to be alive or the study cut-off date. The cut-off date for the final analysis of OS was the date when the 988th death had been observed. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS was evaluated from date of randomization to date of first documentation of any of the events: 1) Radiological tumor progression: as per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1: at least a 20% increase in sum of diameters of target lesions (sum must also demonstrate an absolute increase of ≥5 mm) taking as reference the smallest sum while on study, appearance of one or more new lesions, or unequivocal progression of existing non target lesions, 2) Prostate Specific Antigen (PSA) progression: ≥25% increase over baseline/nadir value if baseline PSA ≥10 ng/mL; or 25% increase above the baseline level if baseline PSA \\>0 ng/mL \\& \\<10 ng/mL; or post-baseline value of \\>=2 ng/mL, if baseline PSA=0 ng/mL, 3) Pain progression: increase of ≥1 point in median Present Pain Intensity (PPI) from nadir or ≥25% increase in mean analgesic score (AS) from baseline score or requirement of local palliative radiotherapy, 4) Death. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Progression","description":"Time to Tumor progression was defined as the first occurrence of radiological tumor progression according to RECIST 1.1. Radiological tumor progression was defined at least a 20% increase in sum of diameters of target lesions (sum must also demonstrate an absolute increase of ≥5 mm) taking as reference the smallest sum while on study, appearance of one or more new lesions, or unequivocal progression of existing non target-lesions. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Objective Tumor Response","description":"Overall objective tumor response was defined as either a partial response (PR) or complete response (CR) according to the RECIST 1.1 criteria, as assessed by the investigator. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker level. Any pathological lymph nodes (whether target or non-target) must had reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null},{"groupId":"OG001","value":"23.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to PSA Progression","description":"Time to PSA progression was time interval between randomization \\& first occurrence of PSA progression. PSA progression defined as: 1) PSA responders (\\>50% decline from baseline PSA ≥10 ng/mL): increase of ≥25% (≥2 ng/mL) over nadir value, confirmed by second PSA ≥3 weeks later; 2) PSA non-responders (did not achieve \\>50% decline from baseline PSA ≥10 ng/mL): increase of ≥25% (≥2 ng/mL) over baseline value, confirmed by second PSA ≥3 weeks later; 3) In participants not eligible for PSA response (baseline PSA \\<10 ng/mL): (a) participants with baseline PSA \\>0 ng/mL \\& \\<10 ng/mL: increase in PSA by 25% (≥2 ng/mL) above baseline level, confirmed by second PSA value ≥3 weeks apart; (b) participants with baseline value=0 ng/mL: post-baseline PSA value ≥2 ng/mL. Note (for 1-3): Rise in PSA in first 12 weeks was progression only if met definition above and was associated with other sign of DP or if it continued beyond 12 weeks. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With PSA Response","description":"PSA response was defined as ≥50% decrease from baseline in serum PSA levels, confirmed by a second PSA value at least 3 weeks later in participants with baseline PSA value ≥10 ng/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":null},{"groupId":"OG001","value":"42.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression","description":"Pain Progression was defined as an increase of ≥1 point in the median PPI from its nadir confirmed by a second assessment at least 3 weeks later or ≥25 % increase in the mean AS compared with the baseline score confirmed by a second assessment at least 3 weeks later or requirement for local palliative radiotherapy. PPI was rated by participant in a diary using a scale of 0=no pain, 1=mild, 2=discomforting, 3=distressing, 4=horrible 5=excruciating. Analgesic use was recorded by the participant in a diary. AS was calculated from the analgesic use data based on a table of analgesic medications, with non-narcotic medications assigned a value of 1 point and narcotic medications assigned a value of 4 points. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Response","description":"Pain response was defined as either a ≥2-point decrease from baseline median PPI score without increase in AS, or a ≥50% decrease from baseline mean AS without increase in the PPI score, maintained for 2 consecutive evaluations at least 3 weeks apart. Increases in pain during the first 12 weeks were ignored in determining pain response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.7","spread":null},{"groupId":"OG001","value":"37.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Cancer Therapy-Prostate (FACT-P):Trial Outcome Index (TOI) as a Measure of Health Related Quality of Life (HRQoL)","description":"FACT-P is a 39-item participant questionnaire that measures the concerns of participants with prostate cancer. It consists of 5 sub-scales assessing physical well-being (7 items), social/family well-being (7 items), emotional well-being (6 items), functional well-being (7 items), and prostate-specific concerns (12 items). FACT-P TOI combines physical well-being, functional well-being, and prostate-specific concerns sub-scales for a total possible score range of 0 to 104, where higher values represent better HRQoL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.69","spread":null},{"groupId":"OG001","value":"5.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.75","spread":null},{"groupId":"OG001","value":"5.46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.57","spread":null},{"groupId":"OG001","value":"3.82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.78","spread":null},{"groupId":"OG001","value":"3.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.57","spread":null},{"groupId":"OG001","value":"2.03","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.51","spread":null},{"groupId":"OG001","value":"2.73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.44","spread":null},{"groupId":"OG001","value":"2.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":null},{"groupId":"OG001","value":"1.46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":null},{"groupId":"OG001","value":"1.31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.27","spread":null},{"groupId":"OG001","value":"-1.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FACT-P:Total Score as a Measure of HRQoL","description":"FACT-P is a 39-item participant questionnaire that measures the concerns of participants with prostate cancer. It consists of 5 sub-scales assessing physical well-being (7 items), social/family well-being (7 items), emotional well-being (6 items), functional well-being (7 items), and prostate-specific concerns (12 items). FACT-P Total Score sums all 5 sub-scales to give a score in the range of 0 to 156, where higher values represent better HRQoL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"5.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.39","spread":null},{"groupId":"OG001","value":"6.23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.39","spread":null},{"groupId":"OG001","value":"6.09","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.94","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.79","spread":null},{"groupId":"OG001","value":"3.33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.57","spread":null},{"groupId":"OG001","value":"2.35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.62","spread":null},{"groupId":"OG001","value":"2.72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.35","spread":null},{"groupId":"OG001","value":"1.98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":null},{"groupId":"OG001","value":"1.33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":null},{"groupId":"OG001","value":"-2.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With FACT-P Total Score Response","description":"FACT-P is a 39-item participant questionnaire that measures the concerns of participants with prostate cancer. It consists of 5 sub-scales assessing physical well-being (7 items), social/family well-being (7 items), emotional well-being (6 items), functional well-being (7 items), and prostate-specific concerns (12 items). FACT-P Total Score sums all 5 sub-scales to give a score in the range of 0 to 156, where higher values represent better HRQoL. Responder of FACT-P was defined as at least one occurrence of 7-point improvement from baseline in FACT-P total score during treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.2","spread":null},{"groupId":"OG001","value":"59.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of Score by 10% From Baseline on FACT-P Sub-Scales","description":"The time to definitive deterioration (10% decrease in score from baseline) was assessed for the individual sub-scales (Physical Well-Being; Social/Family Well-Being; Emotional Well-Being; Functional Well-Being; Prostate-Specific Concerns). Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"9.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of ECOG PS Score From Baseline","description":"The ECOG PS was used to evaluate participant's DP and the effect of the disease on the participant's activities of daily living. It ranges on the scale from 0-5 (0= normal activity; 1= symptoms but ambulatory; 2= in bed for \\< 50 % of the time; 3= in bed for \\> 50% of the time; 4= 100% bedridden; 5= dead). Time to definitive deterioration in ECOG PS score from baseline was defined as a change from 0, 1 to ≥2, or from 2 to ≥3. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"14.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Weight Loss by 5% and 10% From Baseline","description":"Time to definitive weight loss was defined as the time to first occurrence of ≥5% or ≥10% decrease in body weight from baseline. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"20.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Definitive Consumption of Narcotic Medication","description":"Concomitant medications used were recorded for all participants, and time of first definitive consumption of narcotic medication (if it occurred) was determined. This measure summarizes the time from baseline to first definitive consumption of narcotic medication. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"Any untoward medical occurrence in a participant who received investigational medicinal product (IMP) was considered an adverse event (AE) without regard to possibility of causal relationship with this treatment. TEAEs: AEs that developed or worsened or became serious during on-treatment period. On-treatment period: The time from the first dose of treatment to 30 days after the last dose of treatment (either Cabazitaxel or Prednisone). A serious adverse event: Any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious AEs. National Cancer Institute Common Terminology Criteria (NCI-CTCAE) version 4.03 (Grade 3 \\[severe\\] and Grade 4 \\[life-threatening\\]) was used in this study to grade clinical AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null},{"groupId":"OG001","value":"93.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.7","spread":null},{"groupId":"OG001","value":"54.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":null},{"groupId":"OG001","value":"48.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.0","spread":null},{"groupId":"OG001","value":"53.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null},{"groupId":"OG001","value":"47.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.5","spread":null},{"groupId":"OG001","value":"43.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":null},{"groupId":"OG001","value":"19.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Clearance (CL) for Cabazitaxel","description":"Blood samples for pharmacokinetic (PK) analysis were obtained from a subset of the study participants (approximately 150 participants/group, by protocol) according to a sparse sampling strategy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.832","spread":"15.075"},{"groupId":"OG001","value":"49.662","spread":"17.613"}]}]}]},{"type":"SECONDARY","title":"Plasma Steady State Volume of Distribution (Vss) for Cabazitaxel","description":"Blood samples for PK analysis were obtained from a subset of the study participants (approximately 150 participants/group, by protocol) according to a sparse sampling strategy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7381.46","spread":"4488.72"},{"groupId":"OG001","value":"7040.10","spread":"5133.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":177,"n":580},"commonTop":["Diarrhoea","Nausea","Fatigue","Constipation","Asthenia"]}}}