{"nctId":"NCT01750190","briefTitle":"A Study of Roxadustat for the Treatment of Anemia in Participants With Chronic Kidney Disease and Not Receiving Dialysis","startDateStruct":{"date":"2012-11-05","type":"ACTUAL"},"conditions":["CKD Anemia"],"count":922,"armGroups":[{"label":"Roxadustat","type":"EXPERIMENTAL","interventionNames":["Drug: Roxadustat"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Roxadustat","otherNames":["FG-4592","ASP1517","AZD9941"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic kidney disease Stages 3, 4, or 5 and not receiving dialysis\n* Anemia qualified by measurements of hemoglobin values during screening\n* Additional blood work must be in a safe range for study entry\n* Body weight 45 to 160 kilograms (kg)\n* Willingness to use contraception if of child-bearing potential\n\nExclusion Criteria:\n\n* Treatment with an erythropoiesis-stimulating agent (ESA) within 12 weeks prior to study participation\n* More than 1 dose of intravenous iron within 12 weeks prior to study participation\n* Blood transfusion within 8 weeks prior to study participation\n* Active infection\n* Chronic liver disease\n* Severe congestive heart failure, recent heart attack, stroke, seizure, or blood clot\n* Uncontrolled blood pressure within 2 weeks prior to study participation\n* Renal cell carcinoma\n* History of malignancy, including multiple myeloma or other myelodysplastic syndrome\n* Chronic inflammatory disease that could impact red blood cell production\n* Any prior organ transplant or a scheduled organ transplantation\n* Anticipated elective surgery that is expected to lead to significant blood loss or anticipated elective heart procedure\n* Gastrointestinal bleeding\n* Any prior treatment with roxadustat or a hypoxia-inducible factor prolyl hydroxylase inhibitor (HIF-PHI)\n* Recent use of an investigational drug or treatment, or participation in an investigational study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"United States (US FDA) Submission: Mean Change From Baseline in Hb (g/dL) Over Weeks 28 to 52 Regardless of Rescue Therapy","description":"The change in Hb from baseline to the average level during the evaluation period (defined as Week 28 until Week 52) is reported. Hb values under the influence of a rescue therapy were not censored. The intermittent missing hemoglobin data were imputed for each treatment relying on non-missing data from all participants within each treatment group using the Monte Carlo Markov Chain (MCMC) imputation model, Monotone missing data were imputed by regression from its own treatment group. Baseline Hb was defined as the mean of up to 4 last central laboratory values prior to the first dose of study drug.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.10","spread":"0.75"},{"groupId":"OG001","value":"9.09","spread":"0.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.00","spread":"0.952"},{"groupId":"OG001","value":"0.16","spread":"0.895"}]}]}]},{"type":"PRIMARY","title":"Ex-US Submission: Number (%) of Participants Who Achieved a Hb Response During the First 24-Weeks of Treatment Censoring for Rescue Therapy","description":"The number of participants who achieved a Hb response at 2 consecutive visits at least 5 days apart during the first 24 weeks of treatment, without rescue therapy (that is, red blood cell \\[RBC\\] transfusion, erythropoiesis-stimulating agent \\[ESA\\], or intravenous \\[IV\\] iron) are reported. A Hb response is defined, using central laboratory values, as the following:\n\n* Hb ≥11 g/dL and Hb increase from baseline by ≥1 g/dL in participants with baseline Hb \\>8 g/dL, or\n* An increase in Hb by ≥2 g/dL in participants with baseline Hb ≤8.0 g/dL","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"523","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Hb Averaged Over Weeks 28 to 36 With Censoring for Rescue Therapy","description":"For Ex-US submission only: Hb values under the influence of a rescue therapy were censored by mixed effect model of repeated measures (MMRM) for up to 6 weeks. Baseline Hb was defined as the mean of up to 4 last central laboratory values prior to the first dose of study drug.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.09","spread":"0.749"},{"groupId":"OG001","value":"9.09","spread":"0.694"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.02","spread":"1.067"},{"groupId":"OG001","value":"0.20","spread":"0.994"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Hb Averaged Over Weeks 28 to 52 Regardless of Rescue Therapy in Participants With Baseline C-Reactive Protein (CRP) >Upper Limit of Normal (ULN)","description":"Hb values under the influence of a rescue therapy were not censored in the analysis. The intermittent missing hemoglobin data were imputed for each treatment relying on non-missing data from all participants within each treatment group using the MCMC imputation model, Monotone missing data were imputed by regression from its own treatment group. Baseline Hb was defined as the mean of up to 4 last central laboratory values prior to the first dose of study treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.10","spread":"0.750"},{"groupId":"OG001","value":"8.99","spread":"0.668"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.02","spread":"0.933"},{"groupId":"OG001","value":"0.18","spread":"0.946"}]}]}]},{"type":"SECONDARY","title":"Number (%) of Participants With Hb ≥10 g/dL Averaged Over Weeks 28 to 36 With Censoring for Rescue Therapy","description":"Hb values under the influence of a rescue therapy were censored by Cochran-Mantel-Haenszel Test for up to 6 weeks. Responder was defined as: Hb ≥10.0 g/dL, which was based on central laboratory values.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"467","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Low-Density Lipoprotein (LDL) Cholesterol Averaged Over Weeks 12 to 28","description":"Baseline LDL cholesterol was defined as the last LDL cholesterol value prior to the first dose of study drug.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.74","spread":"39.09"},{"groupId":"OG001","value":"96.39","spread":"40.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.48","spread":"29.60"},{"groupId":"OG001","value":"0.22","spread":"29.37"}]}]}]},{"type":"SECONDARY","title":"Rate of Change in eGFR From Baseline up to 12 Months (Linear Random Coefficient Model With Observed Data)","description":"Progression of chronic kidney disease was measured by rate of change in eGFR over time adjusted by baseline eGFR, with censoring for chronic dialysis or kidney transplant, using random slope and intercept model. Least Square Mean of change from baseline at 1 year was derived based on a random slopes and intercepts model using all available eGFR values (1 baseline and all post-treatment values up to end of treatment period + 7 days or start of dialysis) adjusted on treatment, baseline Hb, baseline eGFR, geographical region, cardiovascular events history at Baseline (yes vs. no), time (continuous value), the interaction terms of baseline eGFR by time, baseline Hb by time, and treatment by time as fixed effects, with random effects of intercept and linear slope of time. All assessments collected after the start of stable dialysis or kidney transplant were excluded from the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.89","spread":"0.363"},{"groupId":"OG001","value":"-3.10","spread":"0.388"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Received Blood/RBC Transfusion in the First 52 Weeks of Treatment","description":"Participants with any use of blood/RBC transfusion were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Number (%) of Participants Who Received Rescue Therapy in the First 24 Weeks and in the First 52 Weeks of Treatment","description":"Rescue therapy included any use of RBC transfusion, ESA, or IV iron.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form 36 (SF-36) Version 2 Physical Functioning Subscore and Vitality Subscore at Weeks 12 to 28","description":"The SF-36 V2 consists of 36 questions covering 8 health domains: physical functioning, bodily pain, role limitations due to physical problems, role limitations due to emotional problems, general health perceptions, mental health, social function, and vitality. The physical functioning subscore and vitality subscore are reported. The scores ranged from 0 (worst) to 100 (Best). A higher score indicates a general improvement of life quality or well-being. Baseline score was defined as the last physical functioning value or vitality value, as applicable, prior to the first dose of study drug.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.16","spread":"10.121"},{"groupId":"OG001","value":"41.35","spread":"10.070"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"7.302"},{"groupId":"OG001","value":"-0.27","spread":"7.363"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.19","spread":"10.146"},{"groupId":"OG001","value":"47.62","spread":"9.774"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.90","spread":"8.705"},{"groupId":"OG001","value":"1.02","spread":"8.334"}]}]}]},{"type":"SECONDARY","title":"Number (%) of Participants Who Experienced Exacerbation of Hypertension","description":"Exacerbation of hypertension was defined as an increase from baseline of ≥20 millimeter of mercury (mmHg) in systolic blood pressure (sBP) and sBP ≥170 mmHg or an increase from baseline of ≥15 mmHg in diastolic blood pressure (dBP) and dBP ≥110 mmHg.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Mean Arterial Pressure (MAP) Averaged Over Weeks 20 to 28","description":"Baseline MAP was defined as the last MAP value prior to the first dose of study drug.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.16","spread":"8.538"},{"groupId":"OG001","value":"91.53","spread":"8.077"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"8.648"},{"groupId":"OG001","value":"-0.12","spread":"7.653"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":321,"n":611},"commonTop":["Constipation","Viral upper respiratory tract infection","Hyperkalemia","Upper respiratory tract infection","Hypertension"]}}}