{"nctId":"NCT00254982","briefTitle":"Infliximab in High Need Versus Low Need Psoriasis Patients: The IHELP Study (Study P04320)(COMPLETED)","startDateStruct":{"date":"2005-08"},"conditions":["Psoriasis"],"count":593,"armGroups":[{"label":"Group 1 (high-need)","type":"EXPERIMENTAL","interventionNames":["Biological: Infliximab"]},{"label":"Group II (low-need)","type":"EXPERIMENTAL","interventionNames":["Biological: Infliximab"]}],"interventions":[{"name":"Infliximab","otherNames":["Remicade","SCH 215596"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent by the patient for study participation, prior to protocol specific procedures.\n* Patients who are 18 years of age or older at time of enrollment, may be male or female and of any race.\n* Diagnosis of plaque-type psoriasis (psoriasis vulgaris) at least 6 months prior to screening.\n* Plaque-type psoriasis covering at least 10% of total body surface area.\n* Psoriasis Area and Severity Index (PASI)-Score of 12 or greater.\n* GROUP I (\"high need\") patients: adult patients with moderate to severe plaque psoriasis who are either not controlled by, or are intolerant to or have contraindications to at least two currently available systemic therapies (e.g. photochemotherapy, cyclosporine, methotrexate, oral retinoids, fumaric acid esters, efalizumab, etanercept). GROUP II (\"low need\") patients: adult patients with moderate to severe plaque psoriasis who have undergone pre-treatment with no more than one currently available systemic therapy (e.g. photochemotherapy, cyclosporine, methotrexate, oral retinoids, fumaric acid esters, efalizumab, etanercept). A patient showing contraindications towards two systemic treatments, who has never been pretreated with a systemic therapy will be assigned to GROUP II (\"low need\").\n* Patients must have had a chest x-ray (preferably posteroanterior and lateral) within 3 months prior to first infusion with no evidence of malignancy, infection (e.g. tuberculosis) or fibrosis.\n* Laboratory test results: liver enzymes (aspartate aminotransferase (AST), alanine aminotransferase (ALT), gamma glutamyl transferase (GGT) and alkaline phosphatase) must be within 1.5 times the upper limit of normal range (ULN), total bilirubin \\<=1.0 ULN, serum creatinine \\<1.5 mg/dL (must be available at Baseline).\n* Patients must agree to avoid prolonged sun exposure or other ultraviolet light sources during the study.\n* Women of child-bearing potential must agree to use a medically accepted method of contraception prior to screening, while receiving protocol-specified medication, and for six months after stopping the medication. Acceptable methods of contraception include abstinence, condoms (male or female) with or without a spermicidal agent, diaphragm or cervical cap with spermicide, medically prescribed intrauterine device (IUD), oral or injectable hormonal contraceptive, and surgical sterilization (e.g. hysterectomy or tubal ligation).\n* Women of child-bearing potential must have a negative serum pregnancy test (beta-human chorionic gonadotropin \\[hCG\\]) at Screening (must be available at Baseline).\n* Baseline PASI-Score of 12 or greater.\n\nExclusion Criteria:\n\n* Patients suffering from active or latent tuberculosis. Prior to the start of treatment with infliximab tuberculosis needs to be excluded following the recommendations published by the German Paul Ehrlich Institute.\n* Patients who have had or have a serious infection (e.g. abscess, pneumonia or pyelonephritis) or who have been hospitalized or received treatment with intravenous antibiotics during the previous 2 months.\n* Patients who are known to be infected with human immunodeficiency virus, hepatitis B or C virus, prior or current opportunistic infections (within the last six months, Herpes zoster within the last 2 months).\n* Patients suffering from congestive heart failure including medically controlled asymptomatic patients.\n* History of demyelinating disease or symptoms suggestive of multiple sclerosis or optic neuritis.\n* Patients who have current signs and symptoms or history of systemic lupus erythematosus.\n* Patients suffering from non-plaque psoriasis, e.g. erythrodermic, guttate or pustular forms. The presence of psoriasis-arthritis is no exclusion criterion.\n* Patients suffering from current drug induced psoriasis (e.g. a new onset of psoriasis or an exacerbation of psoriasis from beta-blockers or calcium-channel-blockers). If the patient takes one of those substances on a regular basis, it should be on a stable dose for at least three weeks prior to Baseline.\n* Patients suffering from severe, progressive or uncontrolled renal, hepatic, hematological, gastrointestinal, endocrine, pulmonary, cardiac, neurological, cerebral or psychiatric diseases, that, in the opinion of the investigator, would interfere with the study evaluations or safe or optimal participation in the study.\n* Any known malignancy during the last five years (except basal cell carcinoma), any history of lymphoproliferative disease.\n* Patients who have received any systemic psoriasis therapy (e.g. immunosuppressant) or lithium within 28 days or baseline visit.\n* Patients pretreated with etanercept or efalizumab within 28 days of Baseline.\n* Patients previously treated with infliximab.\n* Patients who have used topical treatments that could affect PASI evaluation (e.g. corticosteroids, anthralin, topical vitamin D derivates) within 2 weeks of baseline visit, except special areas like head or hands.\n* Patients who have used any investigational drug within 3 months of Baseline.\n* Patients with allergy/sensitivity to study drug or its excipients.\n* Women who are breast-feeding, pregnant, or intend to become pregnant.\n* Patients with any clinically significant condition or situation, other than the condition being studied.\n* Patients who are participating in any other clinical study.\n* Patients who are part of the staff personnel directly involved with this study.\n* Patients who are a family member of the investigational study staff.\n* Patients who have used any investigational drug within 3 months before Baseline.\n* Patients who have received any systemic psoriasis therapy (e.g. immunosuppressants) or lithium within 28 days of baseline visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants Achieving a Greater Than or Equal to 75% Improvement in Psoriasis Area and Severity Index (PASI75) Score","description":"PASI75 response is defined as participants who achieved at least a 75% improvement in PASI score from Baseline to Week 22. The PASI is a system used for assessing and grading the severity of psoriatic lesions and their responses to therapy. The PASI produces a numeric score that can range from 0 to 72 (the higher the number, the worse the disease).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.739","spread":null},{"groupId":"OG001","value":"0.698","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":297},"commonTop":["NASOPHARYNGITIS","INFLUENZA LIKE ILLNESS","HEADACHE"]}}}