{"nctId":"NCT00578565","briefTitle":"Rituximab in Rheumatoid Arthritis Lung Disease","startDateStruct":{"date":"2007-05"},"conditions":["Rheumatoid Arthritis","Interstitial Pneumonia"],"count":10,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab"]}],"interventions":[{"name":"Rituximab","otherNames":["Rituxan","MabThera"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of RA according to the revised 1987 American Rheumatism Association criteria\n2. Absence of clinical features suggesting infection, neoplasm, sarcoidosis, interstitial lung disease other than UIP or NSIP, other collagen vascular disease, or exposure to known fibrogenic drugs or environmental factors\n3. Diagnosis of progressive interstitial pneumonia of UIP or NSIP subtype, based on the following criteria\n\n   1. Clinical symptoms consistent with interstitial lung disease with onset between 3 months and 36 months prior to screening.\n   2. Worsening as demonstrated by any one of the following within the past year:\n\n      * \\> 10% decrease in Forced Vital Capacity (FVC)\n      * increasing infiltrates on chest X-ray or High Resolution Computed Tomography (HRCT), or worsening dyspnea at rest or on exertion\n   3. Diagnosis of UIP or NSIP by either of the following:\n\n      * Open or video-assisted thoracic surgery (VATS) lung biopsy showing definite or probable UIP or NSIP\n      * HRCT scan showing definite or probable UIP or NSIP AND abnormal pulmonary function tests (reduced FVC or decreased diffusing capacity of carbon monoxide (DLco) or impaired gas exchange at rest or with exercise) AND insidious onset of otherwise unexplained dyspnea or exertion and bibasilar, inspiratory crackles on auscultation\n   4. FVC \\> 50% of predicted value at Screening\n   5. DLco \\>30% of predicted value at Screening\n\n5\\. No change of disease-modifying anti-rheumatic drug (DMARD) treatment within the last 3 months\n\nExclusion Criteria:\n\n1. History of clinically significant environmental or drug exposure known to cause pulmonary fibrosis.\n2. Forced expiratory volume in one second (FEV1) FEV1/FVC ratio \\< 0.6 at screening (pre- or post-bronchodilator).\n3. Residual volume \\> 120% predicted at Screening\n4. Evidence of active infection\n5. Any pulmonary condition other than UIP/NSIP, which, in the opinion of the site principal investigator, is likely to result in the death of the patient within the next year\n6. History of unstable or deteriorating cardiac or neurologic disease\n7. Pregnancy or lactation\n8. Treatment with cyclophosphamide, cyclosporine, interferon gamma or beta, anti-tumor necrosis factor therapy, anti-interleukin 1 (IL1) therapy or with endothelin receptor blockers within the last 8 weeks; experimental therapy for rheumatoid arthritis\n9. Creatinine \\> 1.5 X upper limit of normal range (ULN) at Screening\n10. Hematology outside of specified limits: white blood cell (WBC) \\< 2,500/mm\\^3 or absolute neutrophil count (ANC) \\< 1500\n11. Hematocrit \\< 27% or \\> 59%, platelets \\< 100,000/mm\\^3 at screening\n12. Positive hepatitis B or C serology\n13. Any medical condition, which in the opinion of the site principal investigator, may be adversely affected by the participation in this study\n14. History of recurrent significant infection or history of recurrent bacterial infections\n15. Known active bacterial, viral fungal mycobacterial, or other infection (including tuberculosis or atypical mycobacterial disease, but excluding fungal infections of nail beds) or any major episode of infection requiring hospitalization or treatment with i.v. antibiotics within 4 weeks of screening or oral antibiotics within 2 weeks prior to screening\n16. Abnormal neurological examination reflective of central nervous disease, including paresis, cognitive impairment and problems with coordination\n17. Current enrollment in another clinical trial\n18. Fever (\\>99.5ยบ F)\n19. History of previous rituximab administration\n20. Receipt of any vaccine, particularly live viral vaccines, within 4 weeks of first study dose\n21. Decreased Immunoglobulin G (IgG) and Immunoglobulin M (IgM) levels (below lower limit of normal range)\n22. Present or past malignancy\n23. History of severe allergic or anaphylactic reaction to administration of humanized or murine monoclonal antibodies\n24. Positive human immunodeficiency virus (HIV) serology","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Diffusion Capacity for Carbon Monoxide (DLco) From Baseline to 48 Weeks","description":"DLco is one pulmonary function measure. For DLco, worsening was defined as decrease of at least 15% and improvement was defined as increase of at least 15%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Lung Fibrosis Score as Observed on High Resolution Computerized Tomography (HRCT) Scans, From Baseline to 48 Weeks","description":"Three serial HRCT scans of each patient were scored independently and simultaneously by two core radiologists, who were blinded to the sequence in which three scans were obtained (at screening, 24 and 48 weeks). The HRCT scoring sheet scored different domains of abnormality such as, linear opacities, consolidation, ground-glass density, etc. Radiographers reported composite impression based on scoring according to worsening, no worsening or improvement of relevant domains.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of RA Disease Activity Scores as Measured by the DAS28 Score at Baseline and 48 Weeks","description":"The DAS28 score is a measure of RA disease activity calculated using variables such as swollen joint count, the Erythrocyte Sedimentation Rate (ESR) and patient reported assessment of health.\n\nUsing this data, the DAS28 calculation provides a number on a scale from 0-10 indicating the current activity of a patient's RA. A DAS28 score above 5.1 means high disease activity whereas a DAS28 below 3.2 indicates low disease activity. Remission is achieved by a DAS28 score lower than 2.6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in RA Disease Activity From Baseline to 48 Weeks Using the DAS28 Score.","description":"The DAS28 score is a measure of RA disease activity calculated using variables such as swollen joint count, the Erythrocyte Sedimentation Rate (ESR) and patient reported assessment of health.\n\nUsing this data, the DAS28 calculation provides a number on a scale from 0-10 indicating the current activity of a patient's RA. A DAS28 score above 5.1 means high disease activity whereas a DAS28 below 3.2 indicates low disease activity. Remission is achieved by a DAS28 score lower than 2.6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Forced Vital Capacity (FVC) From Baseline to 48 Weeks","description":"FVC is one measure of pulmonary function. For FVC, worsening was defined as decrease of at least 10% and improvement was defined as increase of at least 10%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Change in Health Associated Quality of Life From Baseline to 48 Weeks","description":"The percentage change from baseline to week 48 in a participant's perception of the impact of health on his or her quality of life was collected on the Health Assessment Questionnaire (HAQ). The HAQ measures a person's ability to function with arthritis. The questionnaire is divided into 8 categories (Dressing and Grooming, Arising, Eating, Walking, Hygiene, Reach, Grip and Activities) which include several questions for each category. The category score is determined by the highest score of the set of questions for each category. The disability score is determined by adding the scores for all categories and dividing by 8. The disability scale ranges from 0 (best - without any difficulty) to 3 (worst - unable to do much).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":10},"commonTop":["Infusion reaction"]}}}