{"nctId":"NCT02077192","briefTitle":"Open Label Study of R788 in the Treatment of Persistent/Chronic Immune Thrombocytopenic Purpura (ITP)","startDateStruct":{"date":"2014-10"},"conditions":["Immune Thrombocytopenic Purpura"],"count":123,"armGroups":[{"label":"Fostamatinib Disodium","type":"EXPERIMENTAL","interventionNames":["Drug: Fostamatinib Disodium"]}],"interventions":[{"name":"Fostamatinib Disodium","otherNames":["R935788","R788","Fostamatinib"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Completed week 24 evaluation of Study C935788-047 or Study C935788-048 or discontinued early due to lack of response.\n* Able and willing to give written informed consent\n\nExclusion Criteria:\n\n* Discontinued participation in Study C935788-047 or Study C935788-048 for any reason other than lack of response\n* Poorly controlled hypertension during Study C935788-047 or Study C935788-048\n* Significant infection, an acute infection such as influenza, or known inflammatory process","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Who Achieved Platelet Count of at Least 50,000/µL Within 12 Weeks of Beginning Treatment up to 12 Months (Fostamatinib in 047/048 or 049):Version 1","description":"Percentage of subjects who achieved platelet count of at least 50,000/µL within 12 Weeks of beginning treatment up to 12 months was analyzed among all subjects who received active treatment in one of the prior studies (C788-047 or C788-048), in the current extension study (C788-049), or in both prior and current studies. Treated Population was defined as all enrolled and treated subjects.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects Who Achieved Platelet Count of at Least 50,000/µL Within 12 Weeks of Beginning Treatment up to 12 Months (Placebo in 047/048 and Fostamatinib 049): Version 2","description":"A within-subject, between-study comparison of platelet counts for subjects who were previously treated with placebo in one of the prior studies (C788-047 or C788-048) was prospectively defined in the protocol (version 2). Achievement of platelet response by 12 weeks and maintenance of platelet response for 12 weeks was analyzed among subjects who had been randomized to placebo in one of the prior studies (C788-047 or C788-048). Treated Population was defined as all enrolled and treated subjects.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Platelet Response Based on Platelet Count and Rescue Medication","description":"The duration of platelet response was defined as the time from when the subject first achieved a platelet count of at least 50,000/µL, until the first of 2 visits with platelet counts \\< 50,000/µL that were at least 4 weeks apart without an intervening visit with a platelet count less than equal to (\\<=) 50,000/µL unrelated to rescue therapy. Duration of platelet response was analyzed using the Kaplan-Meier method. Treated Population was defined as all enrolled and treated subjects. Here, a number of subjects analyzed included all subjects evaluable for this endpoint.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects in Whom a Reduction in the Dose of Concomitant ITP Therapy Can be Achieved While Maintaining an Adequate Platelet Count","description":"The percentage of subjects in whom a reduction in the dose of concomitant ITP therapy could be achieved while maintaining an adequate platelet count, the reduction event was clarified to apply only to reductions in the dose of concomitant ITP therapy occurring within a period of platelet response and the reduction event was not be prompted by an adverse event.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":123},"commonTop":["Diarrhoea","Hypertension","Epistaxis","Petechiae","Headache"]}}}