{"nctId":"NCT03270501","briefTitle":"Efficacy of Golimumab in Early Axial Spondyloarthritis in Relation to Gut Inflammation","startDateStruct":{"date":"2017-11-08","type":"ACTUAL"},"conditions":["Axial Spondyloarthritis"],"count":64,"armGroups":[{"label":"Arm 1: Golimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Golimumab"]}],"interventions":[{"name":"Golimumab","otherNames":["ileocoloscopy"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must have a diagnosis of axSpA and classified according to ASAS criteria.\n* Subject has at least 3 months and maximum 1 year (almost) daily chronic back pain.\n* Subject has an active disease defined as a positive MRI (according to ASAS definition) or elevated CRP (in patients who are HLA-B27+) and an ASDAS score \\> 2.1 (at least high disease activity).\n\nExclusion Criteria:\n\n* Full anti-inflammatory dose of NSAIDs for more than 4 weeks for the duration of the axSpA symptoms.\n* Prior exposure to any biologic therapy with a potential therapeutic impact on SpA, including anti-TNF therapy.\n* Exposure to disease-modifying drugs (DMARDSs; i.e. methotrexate and sulfasalazine) in the last 3 months before the ileocolonoscopy.\n* Exposure to systemic corticosteroid treatment in the last 14 days before the ileocolonoscopy.\n* Infection(s) requiring treatment with intravenous antibiotics/antivirals/antifungals within 30 days prior to the baseline visit or oral antibiotics/antivirals/antifungals within 14 days prior to the baseline visit.\n* Have a known hypersensitivity to human immunoglobulin proteins or other components of golimumab.\n* History of central nervous system (CNS) demyelinating disease or neurologic symptoms suggestive of CNS demyelinating disease.\n* History of listeriosis, histoplasmosis, chronic of active hepatitis B infection, hepatitis C infection, human immunodeficiency virus (HIV) infection, immunodeficiency syndrome, chronic recurring infections or active tuberculosis.\n* Have a history of, or concurrent, chronic heart failure, including medically controlled, asymptomatic congestive heart failure.\n* Evidence of dysplasia or history of malignancy (including lymphoma and leukemia) other than a successfully treated non-metastatic cutaneous squamous cell or basal cell carcinoma or localized carcinoma in situ of the cervix.\n* Have received, or are expected to receive, any live virus or bacterial vaccination within 3 months prior to the first administration of study agent, during the trial, or within 6 months after the last administration of study agent.\n* Positive pregnancy test at screening.\n* Female subjects who are breast-feeding or considering becoming pregnant during the study.\n* Female subjects who do not use contraceptives.\n* History of clinically significant drug or alcohol abuse in the last 12 months.\n* Clinically significant abnormal screening laboratory results as evaluated by the investigator.\n* Positive rheumatoid factor (RF) or anti-cyclic citrullinated peptide (anti-CCP) antibody at screening if the titers are crossing 3 times the upper limit of the normal.\n* Subject with diagnosis and current symptoms of fibromyalgia.\n* Any medical or psychological condition that, in the opinion of the investigator, could jeopardize or compromise the subject's ability to participate in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"46 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients Achieving Sustained Clinical Remission","description":"The proportion of patients who completed the trial and achieved Ankylosing Spondylitis Disease Activity Score (ASDAS-CRP) \\< 1.3 recorded on 2 consecutive visits with at least 12 weeks interval. ASDAS-CRP was measured at every study visit, i.e. baseline, week 2, week 4, week 16, week 28, week 40 and week 52. The study endpoint could earliest be achieved at visit week 28.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients With Healed Lesions of the Intestinal Mucosa","description":"According to the protocol, every patient underwent ileocolonoscopy at baseline to screen for macroscopic and microscopic (histopathologic analysis of endoscopic biopsies) signs of inflammation. If baseline ileocolonoscopy was protocolled as positive, the patient would undergo a second ileocolonoscopic assessment at the timepoint of reaching sustained clinical remission (study endpoint). The outcome measure is the proportion of patients with a negative second ileocolonoscopy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":58},"commonTop":["Nasopharyngitis","Gastroenteritis","Otitis"]}}}