{"nctId":"NCT02899299","briefTitle":"Study of Nivolumab Combined With Ipilimumab Versus Pemetrexed and Cisplatin or Carboplatin as First Line Therapy in Unresectable Pleural Mesothelioma Patients","startDateStruct":{"date":"2016-11-29","type":"ACTUAL"},"conditions":["Mesothelioma"],"count":605,"armGroups":[{"label":"Nivolumab and Ipilimumab","type":"EXPERIMENTAL","interventionNames":["Biological: Nivolumab","Biological: Ipilimumab"]},{"label":"Pemetrexed and Cisplatin (or Carboplatin)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pemetrexed","Drug: Cisplatin","Drug: Carboplatin"]}],"interventions":[{"name":"Nivolumab","otherNames":["BMS-936558","Opdivo"]},{"name":"Ipilimumab","otherNames":["BMS-734016","Yervoy"]},{"name":"Pemetrexed","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding Bristol-Myers Squibb Clinical Trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Males and Females at least 18 years of age\n* Histologically confirmed pleural malignant mesothelioma not eligible for curative surgery\n* ECOG Performance status of 0 or 1\n* Available tumor sample for testing\n* Acceptable blood work\n\nExclusion Criteria:\n\n* Primitive peritoneal, pericardial and tunica vaginalis testis mesotheliomas\n* Prior chemotherapy for pleural mesothelioma\n* Prior treatment with an anti-PD-1, anti-PD-L1, anti-PD-L2 oranti-CTLA-4 antibody\n* History of other malignancy unless the subject has been disease-free for at least 3 years\n* Active, untreated central nervous system (CNS) metastasis\n\nOther protocol defined inclusion/exclusion criteria could apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall Survival was defined as the time from randomization to the date of death due to any cause. A participant who has not died was censored at last known date alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.07","spread":null},{"groupId":"OG001","value":"14.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"Objective Response Rate is defined as the percentage of randomized participants who achieve a best overall response of complete response (CR) or partial response (PR) per Blinded Independent Central Review (BICR) assessments. Per adapted m-RECIST for pleural mesothelioma, each single tumor measurement must be at least 10 mm in length to qualify as measureable disease and contribute to the sum that defines the pleural uni-variate measure. Per RECIST 1.1 for solid tumors, confirmation of response required:\n\nCR=Disappearance of all target lesions; PR=At least a 30% decrease in the sum of the Total Tumor Measurement; Progressive disease (PD)=At least a 20% increase in the sum of the Total Tumor Measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"44.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"Disease Control Rate is defined as the percentage of all randomized participants whose Best Overall Response was complete response (CR), partial response (PR), stable disease (SD) or Non-CR/Non-PD as assessed by Blinded Independent Central Review (BICR). Per adapted m-RECIST for pleural mesothelioma, each single tumor measurement must be at least 10 mm in length to qualify as measureable disease and contribute to the sum that defines the pleural uni-variate measure. Per RECIST 1.1 for solid tumors, confirmation of response required:\n\nCR=Disappearance of all target lesions; PR=At least a 30% decrease in the sum of the Total Tumor Measurement; Progressive disease (PD)=At least a 20% increase in the sum of the Total Tumor Measurement; SD=Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD; Non-CR/Non-PD: Persistence of one or more non-target lesion(s).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":null},{"groupId":"OG001","value":"85.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"Progression Free Survival is defined as the time between the date of randomization and the date of first documented tumor progression per Blinded Independent Central Review (BICR) assessments (using adapted m-RECIST and RECIST 1.1), or death due to any cause, whichever occurs first. Participants who received subsequent anticancer therapy prior to documented progression were censored at the date of the last evaluable tumor assessment conducted on or prior to the date of initiation of the subsequent anticancer therapy.\n\nProgressive disease (PD)=At least a 20% increase in the sum of the Total Tumor Measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.77","spread":null},{"groupId":"OG001","value":"7.23","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) According to PD-L1 Expression Level","description":"PD-L1 Expression is defined as the percent of tumor cells membrane staining in a minimum of 100 evaluable tumor cells per validated Dako PD-L1 immunohistochemistry (IHC) assay. This is referred to as quantifiable PD-L1 expression and efficacy is determined by overall survival (OS) analysis. OS was defined as the time from randomization to the date of death due to any cause. A participant who has not died was censored at last known date alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":null},{"groupId":"OG001","value":"16.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":null},{"groupId":"OG001","value":"13.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) According to PD-L1 Expression Level","description":"PD-L1 Expression is defined as the percent of tumor cells membrane staining in a minimum of 100 evaluable tumor cells per validated Dako PD-L1 immunohistochemistry (IHC) assay. This is referred to as quantifiable PD-L1 expression and efficacy is determined by progression free survival (PFS) analysis. PFS is defined as the time between the date of randomization and the date of first documented tumor progression per Blinded Independent Central Review (BICR) assessments (using adapted m-RECIST and RECIST 1.1), or death due to any cause, whichever occurs first. Participants who received subsequent anticancer therapy prior to documented progression were censored at the date of the last evaluable tumor assessment conducted on or prior to the date of initiation of the subsequent anticancer therapy.\n\nProgressive disease (PD)=At least a 20% increase in the sum of the Total Tumor Measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) According to PD-L1 Expression Level","description":"PD-L1 Expression is defined as the percent of tumor cells membrane staining in a minimum of 100 evaluable tumor cells per validated Dako PD-L1 immunohistochemistry (IHC) assay. This is referred to as quantifiable PD-L1 expression and efficacy is determined by objective response rate (ORR) analysis. ORR is defined as the percentage of participants who achieve a best overall response of complete response (CR) or partial response (PR) per Blinded Independent Central Review (BICR) assessments. Per adapted m-RECIST for pleural mesothelioma, each single tumor measurement must be at least 10 mm in length to qualify as measureable disease and contribute to the sum that defines the pleural uni-variate measure.\n\nper RECIST 1.1 for solid tumors, confirmation of response required: CR=Disappearance of all target lesions; PR=At least a 30% decrease in the sum of the Total Tumor Measurement; Progressive disease (PD)=At least a 20% increase in the sum of the Total Tumor Measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"41.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.1","spread":null},{"groupId":"OG001","value":"45.7","spread":null}]}]}]},{"type":"POST_HOC","title":"Extended Collection: Overall Survival (OS)","description":"Overall Survival was defined as the time from randomization to the date of death due to any cause. A participant who has not died was censored at last known date alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.07","spread":null},{"groupId":"OG001","value":"14.09","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":188,"n":300},"commonTop":["Nausea","Fatigue","Anaemia","Decreased appetite","Constipation"]}}}