{"nctId":"NCT05399459","briefTitle":"Efficacy and Safety Study of Rimegepant for the Acute Treatment of Migraine in Japanese Subjects (Japan Only)","startDateStruct":{"date":"2022-08-09","type":"ACTUAL"},"conditions":["Migraine"],"count":897,"armGroups":[{"label":"Rimegepant 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rimegepant 25 MG"]},{"label":"Rimegepant 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rimegepant 75 MG"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rimegepant 25 MG","otherNames":["BHV3000"]},{"name":"Rimegepant 75 MG","otherNames":["BHV3000"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubject has at least 1 year history of migraines (with or without aura), consistent with a diagnosis according to the International Classification of Headache Disorder, 3rd Edition, including the following:\n\n1. Migraine attacks present for more than 1 year with the age of onset prior to 50 years of age.\n2. Migraine attacks, on average, lasting about 4-72 hours if untreated.\n3. Not more than 8 attacks of moderate to severe intensity per month within the last 3 months.\n4. Ability to distinguish migraine attacks from tension/cluster headaches.\n5. Consistent migraine headaches of at least 2 migraine headache attacks of moderate or severe intensity in each of the 3 months prior to Screening Visit and maintains this requirement during the Screening period.\n6. Less than 15 days with headache (migraine or non-migraine) per month in each of the 3 months prior to Screening Visit and maintains this requirement during the Screening Period.\n7. Subjects on prophylactic migraine medication are permitted to remain on therapy if the dose has been stable for at least 3 months prior to the Screening Visit, and if the dose is not expected to change during the course of the study.\n8. Subjects with contraindications for use of triptans may be included provided they meet all other study entry criteria.\n\nExclusion Criteria:\n\n1. Subject has a history of migraine with brainstem aura (basilar migraine), hemiplegic migraine or retinal migraine.\n2. History of use of analgesics (e.g. nonsteroidal anti-inflammatory drugs \\[NSAIDs\\] or acetaminophen) on ≥ 15 days per month during the 3 months (12 weeks) prior to the Screening Visit.\n3. Subject history with current evidence of uncontrolled, unstable or recently diagnosed cardiovascular disease, such as ischemic heart disease, coronary artery vasospasm, and cerebral ischemia. Subjects with Myocardial Infarction (MI), Acute Coronary Syndrome (ACS), Percutaneous Coronary Intervention (PCI), cardiac surgery, stroke or transient ischemic attack (TIA) during the 6 months prior to screening.\n4. Uncontrolled hypertension or uncontrolled diabetes (however subjects can be included who have stable hypertension and/or diabetes for at least 3 months prior to screening).\n5. Subject with other pain syndromes, psychiatric conditions, dementia, or significant neurological disorders (other than migraine) that, in the Investigator's opinion, interfere with study assessments.\n6. Subject has a history of gastric, or small intestinal surgery (including Gastric Bypass, Gastric Banding, Gastric Sleeve, Gastric Balloon, etc.), or has a disease that causes malabsorption.\n7. The subject has a history or current evidence of any unstable medical conditions (e.g., history of congenital heart disease or arrhythmia, known or suspected infection, hepatitis B or C, or cancer) that, in the investigator's opinion, would expose them to undue risk of a significant adverse event (AE) or interfere with assessments of safety or efficacy during the course of the trial.\n8. History of alcohol abuse and/or illicit drug use meeting DSM-V criteria for substance use disorder within 6 months of screening.\n9. Participation in any other investigational clinical trial while participating in this clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Had Freedom From Pain at 2 Hours Post-Dose","description":"Pain freedom at 2 hours post-dose was defined as having a pain intensity of none at that time point. Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (no pain) were considered to have freedom from pain. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in Statistical Analysis Plan (SAP).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"32.4","spread":null},{"groupId":"OG002","value":"13.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours Post-Dose","description":"Pain relief at 2 hours post-dose was defined as a pain intensity of none or mild at that time point. Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":null},{"groupId":"OG001","value":"79.0","spread":null},{"groupId":"OG002","value":"56.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Freedom From Most Bothersome Symptom (MBS) at 2 Hours Post-Dose","description":"MBS freedom was defined as MBS reported before dosing that was absent post-dose. MBS included nausea, photophobia, or phonophobia. MBS were measured using a binary scale as 0= absent, 1= present. Participants who had score of 0 (MBS absent) were considered to have freedom from MBS. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.4","spread":null},{"groupId":"OG001","value":"65.1","spread":null},{"groupId":"OG002","value":"50.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Ability to Function Normally at 2 Hours Post-Dose","description":"Functional disability was defined as a functional disability level of mildly impaired, severely impaired, or required bedrest. Participants rated the level of disability they perceived as a result of their migraine in performing normal actions using following level of severity: normal function, mild impairment, severe impairment, or required bedrest. Percentage of participants with a response of \"normal function\" at the 2 hours post-dose were reported in this outcome measure. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null},{"groupId":"OG001","value":"45.5","spread":null},{"groupId":"OG002","value":"26.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Relief From 2 to 24 Hours Post-Dose","description":"Sustained Pain relief from 2 to 24 hours post-dose was defined as a pain intensity of none or mild at all time points from 2 to 24 hours post-dose. Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (with no pain) through 2 to 24 hours post-dose were considered to have sustained pain relief. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.3","spread":null},{"groupId":"OG001","value":"63.4","spread":null},{"groupId":"OG002","value":"31.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Used Rescue Medication Within 24 Hours Post-Dose","description":"Percentage of participants who used rescue medications within 24 hours of administration of study drug were reported in this outcome measure. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.2","spread":null},{"groupId":"OG001","value":"19.7","spread":null},{"groupId":"OG002","value":"39.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Relief From 2 to 48 Hours Post-Dose","description":"Sustained pain relief from 2 to 48 hours post-dose was defined as a pain intensity of none or mild at all time points from 2 to 48 hours post-dose. Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (with no pain) through 2 to 48 hours post-dose were considered to have sustained pain relief. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.0","spread":null},{"groupId":"OG001","value":"60.5","spread":null},{"groupId":"OG002","value":"27.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Absence of Photophobia at 2 Hours Post-Dose","description":"Photophobia (sensitivity to light) status was measured as absent or present in the electronic diary (eDiary). Freedom from photophobia was defined as photophobia absent. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.1","spread":null},{"groupId":"OG001","value":"59.1","spread":null},{"groupId":"OG002","value":"49.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Freedom From 2 to 24 Hours Post-Dose","description":"Sustained pain freedom from 2 to 24 hours post-dose was defined as a pain intensity of none at all time points from 2 to 24 hours post-dose. Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (with no pain) through 2 to 24 hours post-dose were considered to have sustained pain freedom. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null},{"groupId":"OG001","value":"23.1","spread":null},{"groupId":"OG002","value":"6.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom of Phonophobia at 2 Hours Post-Dose","description":"Phonophobia (sensitivity to sound) status was measured as absent or present in the eDiary. Freedom from phonophobia was defined as phonophobia absent. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Freedom From 2 to 48 Hours Post-Dose","description":"Sustained pain freedom from 2 to 48 hours post-dose was defined as a pain intensity of none at all time points from 2 to 48 hours post-dose. Pain was measured on a 4-point Likert scale, with following scores: 0= none, 1= mild, 2= moderate, 3= severe. Participants with score of 0 (with no pain) through 2 to 48 hours post-dose were considered to have sustained pain freedom. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"21.4","spread":null},{"groupId":"OG002","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Nausea at 2 Hours Post Dose","description":"Nausea status was measured as absent or present in the eDiary. Freedom from nausea was defined as nausea absent. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.4","spread":null},{"groupId":"OG001","value":"73.7","spread":null},{"groupId":"OG002","value":"62.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relapse From 2 to 48 Hours Post-Dose","description":"Pain relapse from 2 to 48 hours post-dose was defined as pain intensity of mild, moderate, or severe at any time point post-dose after 2 hours post-dose for the subset of participants with pain intensity of none at 2 hours post-dose. Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eDiary. Formal statistical hypothesis testing was planned only for rimegepant 75 mg group with controlling type 1 error by the prespecified hierarchical gate-keeping procedure. For rimegepant 25 mg, no formal statistical hypothesis testing was conducted for any outcome measures as pre-specified in SAP.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.0","spread":null},{"groupId":"OG001","value":"33.8","spread":null},{"groupId":"OG002","value":"53.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) by Intensity","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participants or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with the treatment. AE intensity included mild, moderate and severe. Mild AE is defined as AEs which is usually transient and may require only minimal treatment or therapeutic intervention. The event were not generally interfered with usual activities of daily living. Moderate AE is defined as AEs which is usually alleviated with additional specific therapeutic intervention. The event interfered with usual activities of daily living, causing discomfort but poses no significant or permanent risk of harm to the participants. Severe AE is defined as AE that interrupts with usual activities of daily living, significantly affects clinical status, or may require intensive therapeutic intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious AEs","description":"A serious adverse event (SAE) was any untoward medical occurrence at any dose that: resulted in death; was life-threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability/ incapacity; resulted in congenital anomaly/birth defect in the off spring who received rimegepant were considered an important medical event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Laboratory Test Abnormalities- Hematology","description":"Laboratory test abnormalities in hematology included: Eosinophils, Hemoglobin (high, low), Lymphocytes (high, low), Neutrophils, Platelets, White blood cell count (high, low). Laboratory abnormality events were graded according to National Cancer Institute Common Terminology Criteria For Adverse Events (NCI CTCAE) v5.0; grade 1=mild, grade 2=moderate, grade 3=severe, grade 4=life-threatening consequences and grade 5=death. Number of participants who had hematology parameter abnormality Grade 3 to 4 are reported in this outcome measure. Number of participants with non-zero laboratory abnormalities were reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Laboratory Test Abnormalities- Serum Chemistry","description":"Laboratory test abnormalities in serum chemistry included: alanine aminotransferase, albumin, alkaline phosphatase, aspartate aminotransferase, bicarbonate, Bilirubin (total), calcium (high, low), cholesterol (total), creatine kinase, creatinine, estimated glomerular filtration rate (eGFR), Modification of Diet in Renal Disease (MDRD), glucose, (high, low), lactate dehydrogenase low density lipoprotein (LDL) cholesterol (fasting, non-fasting), potassium (high, low), sodium (high, low), triglycerides (fasting, non-fasting), uric acid. Laboratory abnormality events were graded according to NCI CTCAE v5.0; grade 1=mild, grade 2=moderate, grade 3=severe, grade 4=life-threatening consequences and grade 5=death. Number of participants who had serum chemistry parameter abnormality Grade 3 to 4 are reported in this outcome measure. Number of participants with non-zero laboratory abnormalities are reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Laboratory Test Abnormalities- Urinalysis","description":"Laboratory test abnormalities in urinalysis included: Urine glucose, Urine protein, pH, specific gravity, ketones, nitrites, urobilinogen, leukocyte esterase, blood. If blood, protein or leukocytes are positive and determined clinically significant by the investigator, then the participants were returned for an unscheduled visit for microscopic examination. Laboratory abnormality events were graded according to NCI CTCAE v5.0; grade 1=mild, grade 2=moderate, grade 3=severe, grade 4=life-threatening consequences and grade 5=death. Number of participants who had urinalysis parameter abnormality Grade 3 to 4 are reported in this outcome measure. Number of participants with non-zero laboratory abnormalities are reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":239},"commonTop":["Nasopharyngitis"]}}}