{"nctId":"NCT00160693","briefTitle":"Open Label Long-Term Safety Study of Certolizumab Pegol (CZP) for Patients With Rheumatoid Arthritis","startDateStruct":{"date":"2003-03"},"conditions":["Rheumatoid Arthritis"],"count":402,"armGroups":[{"label":"Certolizumab Pegol","type":"EXPERIMENTAL","interventionNames":["Biological: Certolizumab Pegol"]}],"interventions":[{"name":"Certolizumab Pegol","otherNames":["Cimzia"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participation in CZP trial C87014 or C87011\n* If female and of childbearing potential, she agrees to participate in this study by providing written informed consent, has been using adequate contraception since her last menses, will use adequate contraception during the study and for 12 weeks after the last dose of study drug (or longer if required by local regulations), is not lactating, and has had a negative urine pregnancy test on the day of receiving the first dose of study drug\n* Must have provided written informed consent before undergoing any study procedures\n\nExclusion Criteria:\n\n* History (Hx) of chronic infection, serious or life-threatening infection - (including Herpes Zoster) within 6 months prior, or any current symptom indicating infection\n* Current or recent Hx of severe, progressive and/or uncontrolled renal, hepatic, hematological, gastrointestinal, endocrine, pulmonary, cardiac, neurological or cerebral disease\n* Any finding indicative of Tuberculosis at end of previous study\n* Known HIV infection\n* Persistently abnormal AST (Aspartate Aminotransferase) or ALT (Alanine Aminotransferase) results (\\> 2 times upper limit of normal)\n* Hemoglobin (Hgb) levels \\< 9 g/dL or Hematocrit \\< 30 %\n* Total White Blood Cell (WBC) count of \\< 3.0 x 100/L (\\< 3000/mm\\^3)\n* Platelet count \\< 100 x 100 L (100,000/mm\\^3)\n* Serum creatinine \\> 1.5 times upper limit of normal based on patient age and sex\n* Receipt of any biological therapies for RA in 6 months prior to study entry or any prior treatment (tx) with Tumor Necrosis Factor (TNF) blocking agent (excluding CDP870)\n* Receipt of any vaccination (live, attenuated or killed) in 8 weeks prior to Baseline\n* Any other condition which the Principal Investigator judges would make patient unsuitable for study participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Adverse Event (AE) During the Study Period of 8 Years","description":"An AE is any untoward medical occurrence in a subject or trial subject that is administered a drug or biologic (medicinal product) or that is using a medical device. The event does not necessarily have a causal relationship with that treatment or usage.\n\nFirst dose of CZP was at Baseline of one of the feeder studies C87011 \\[NCT00548834\\] or C87014 \\[NCT00544154\\] for subjects randomized to CZP, or at First Visit (Week 0) of this study for subjects randomized to Placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects Who Withdrew Due to an Adverse Event (AE) During the Study Period of 8 Years","description":"An AE is any untoward medical occurrence in a subject or trial subject that is administered a drug or biologic (medicinal product) or that is using a medical device. The event does not necessarily have a causal relationship with that treatment or usage.\n\nThe results of this Primary Outcome Measure are summarized from the Adverse Event pages of the Case Report Forms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20% Response Criteria (ACR20) at Week 52","description":"The assessments are based on a 20% or greater improvement from Baseline to Week 52 in the number of tender joints, a 20% or more improvement in the number of swollen joints, and a 20% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).\n\nBaseline is Baseline of the respective feeder study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20% Response Criteria (ACR20) at Week 100","description":"The assessments are based on a 20% or greater improvement from Baseline to Week 100 in the number of tender joints, a 20% or more improvement in the number of swollen joints, and a 20% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).\n\nBaseline is Baseline of the respective feeder study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20% Response Criteria (ACR20) at Week 160","description":"The assessments are based on a 20% or greater improvement from Baseline to Week 160 in the number of tender joints, a 20% or more improvement in the number of swollen joints, and a 20% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).\n\nBaseline is Baseline of the respective feeder study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20% Response Criteria (ACR20) at Week 208","description":"The assessments are based on a 20% or greater improvement from Baseline to Week 208 in the number of tender joints, a 20% or more improvement in the number of swollen joints, and a 20% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).\n\nBaseline is Baseline of the respective feeder study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20% Response Criteria (ACR20) at Week 256","description":"The assessments are based on a 20% or greater improvement from Baseline to Week 256 in the number of tender joints, a 20% or more improvement in the number of swollen joints, and a 20% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).\n\nBaseline is Baseline of the respective feeder study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20% Response Criteria (ACR20) at Week 316","description":"The assessments are based on a 20% or greater improvement from Baseline to Week 316 in the number of tender joints, a 20% or more improvement in the number of swollen joints, and a 20% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).\n\nBaseline is Baseline of the respective feeder study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20% Response Criteria (ACR20) at Completion Visit or Early Withdrawal Visit","description":"The assessments are based on a 20% or greater improvement from Baseline to the Completion Visit or early Withdrawal Visit in the number of tender joints, a 20% or more improvement in the number of swollen joints, and a 20% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 50% Response Criteria (ACR50) at Completion Visit or Early Withdrawal Visit","description":"The assessments are based on a 50% or greater improvement from Baseline to the Completion Visit or early Withdrawal Visit in the number of tender joints, a 50% or more improvement in the number of swollen joints, and a 50% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 70% Response Criteria (ACR70) at Completion Visit or Early Withdrawal Visit","description":"The assessments are based on a 70% or greater improvement from Baseline to the Completion Visit or early Withdrawal Visit in the number of tender joints, a 70% or more improvement in the number of swollen joints, and a 70% or greater improvement in 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ- DI) at Completion Visit or Early Withdrawal Visit","description":"The HAQ-DI assesses the degree of difficulty experienced in eight domains (Dressing and Grooming, Arising, Eating, Walking, Hygiene, Reach, Gripping, Other Activities) of daily living activities using 20 questions. The HAQ-DI is calculated by summing the domain scores and dividing them by the number of domains. It ranges from 0 (no difficulty) to 3 (unable to do). Negative values indicate an improvement from Baseline to the Post-Baseline Visit with larger negative values showing a better improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.305","spread":"0.620"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Withdrew Due to Lack of Efficacy During the Study Period of 8 Years","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Utilizing Common Additional Arthritis Medications During the Study Period of 8 Years","description":"This Secondary Outcome Measure shows additional arthritis medications received by at least 20% of subjects during the 8-year study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":184,"n":402},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Back pain","Headache","Urinary tract infection"]}}}