{"nctId":"NCT00526188","briefTitle":"Efficacy and Safety of Primovist in Chinese Patients","startDateStruct":{"date":"2007-08"},"conditions":["Known or Suspected Focal Liver Lesions"],"count":234,"armGroups":[{"label":"Gadoxetic Acid Disodium (Primovist, BAY86-4873)","type":"EXPERIMENTAL","interventionNames":["Drug: Gadoxetic Acid Disodium (Primovist, BAY86-4873)"]}],"interventions":[{"name":"Gadoxetic Acid Disodium (Primovist, BAY86-4873)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients between 18 and 75 years of age inclusive.\n* Patients (men or women) with at least one focal liver lesion, either identified or suspected by ultrasound (US), Computed Tomography (CT)/spiral-CT, conventional angiography, CT-angiography (CTA), CT-arterioportography (CTAP) or unenhanced / contrast-enhanced MRI\\* within 2 months before entering the study\n\nFor reference, the following pathologies will meet the definition of 'focal liver lesions':\n\n* Hepatocellular carcinoma\n* Cholangiole carcinoma\n* Metastasis\n* Focal lymphoma\n* Adenoma\n* Focal nodular hyperplasia\n* Hemangioma\n* Abscess\n* Focal liver fibrosis\n* Regenerative nodules\n* Focal fatty infiltration\n* Hydatid cyst\n* Liver cyst\n* Focal sparing in fatty liver\n* Others\n* Patients willing to undergo study procedures including safety follow-up\n* Patients who have undergone or who are scheduled to undergo the defined procedure for SOR within one month before or after the study MRI\n* Women of child-bearing potential with negative urine pregnancy test result within 24 hours before contrast medium (CM) injection\n* Patients who are fully informed about the study and have signed the informed consent form\n\nExclusion Criteria:\n\n* Patients who have previously entered this study\n* Patients who have received any contrast material within 24 hours before injection with study drug, or who are scheduled to receive any contrast material within 24 hours after injection\n* Patients who are, or suspected to be, nursing\n* Patients who require emergency treatment\n* Patients with severely impaired hepatic or renal functions (e.g. serum glutamic-pyruvic transaminase (SGPT) twice the upper limit of reference range, acute renal failure)\n* Patients who are clinically unstable and whose clinical course during the observation period is unpredictable (e.g. due to previous surgery, acute myocardial infarction)\n* Patients with any physical or mental status that interferes with the signing of informed consent\n* Patients with known anaphylactoid or anaphylactic reaction to any contrast media or hypersensitivity to any allergen including drugs\n* Patients with a contraindication for MRI\n* Patients who are scheduled for liver biopsy/surgery or other surgeries within 24 hours after injection with contrast media, or who would have a biopsy within 24 hours before planned injection with contrast media\n* Patients who are likely to have any therapy or change in therapy between the study MRI and the procedures for the SOR","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Difference in Sensitivity of Lesion Detection in MRI Images (Post-contrast MRI Minus Pre-contrast MRI) Measured as Percentage Points","description":"Three Blinded Readers performed lesion detection in pre- and post-contrast MRI image sets. Per Blinded Reader/image set combination, sensitivity of lesion detection was calculated, as: (number of lesions detected in the reader/image set combination)/(number of lesions in Standard of Reference)\\*100%. Then, difference in sensitivity of lesion detection for post- minus pre-contrast MRI images (in percentage points) was calculated for each Blinded Reader.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Difference in Sensitivity of Lesion Detection in MRI Images (Post-contrast MRI Minus Pre-contrast MRI) Assessed by Investigators Measured in Percentage Points","description":"The on-site investigators performed lesion detection in pre- and post-contrast MRI image sets. Per image set, sensitivity of lesion detection was calculated, as: (number of lesions detected in image set)/(number of lesions in Standard of Reference)\\*100%. Then, difference in sensitivity of lesion detection for post- minus pre-contrast MRI (in percentage points) was calculated.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Difference in Precision of Lesion Characterization (Combined Pre- and Post-contrast Minus Pre-contrast MRI) Measured in Percentage Points","description":"Three Blinded Reader performed lesion characterization in pre- and combined pre-/post-contrast MRI image set. Per Blinded Reader/image set combination, precision of lesion characterization was calculated: (number of unique Standard of Reference-matched characterizations detected for the Reader/image set combination)/(number of unique lesion characterizations in Standard of Reference)\\*100%. Then, difference in precision of lesion characterization for post- minus combined pre-/post-contrast MRI (in percentage points) was calculated for each Blinded Reader.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.91","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":234},"commonTop":["Hypertension","Blood lactate dehydrogenase increased","Blood bilirubin increased","Hypotension","Blood glucose increased"]}}}