{"nctId":"NCT03393494","briefTitle":"Bioequivalence Study of Two Treatments in the Treatment of Acne Vulgaris on the Face","startDateStruct":{"date":"2017-12-13","type":"ACTUAL"},"conditions":["Acne Vulgaris"],"count":825,"armGroups":[{"label":"Perrigo active","type":"EXPERIMENTAL","interventionNames":["Drug: Adapalene and Benzoyl Peroxide Topical Gel"]},{"label":"Reference active","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Epiduo Topical Product"]},{"label":"Perrigo placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Adapalene and Benzoyl Peroxide Topical Gel","otherNames":[]},{"name":"Epiduo Topical Product","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed IRB approved written informed consent/assent\n2. 12 to 40 years of age, inclusive.\n3. Clinical diagnosis of facial acne vulgaris with an inflammatory lesion (papules and pustules) count of 20-50, inclusive and a non-inflammatory (open and closed comedones) lesion count of 25-100 inclusive and no more than 2 nodulocystic lesions (e.g., nodules and cysts) including those present on the nose.\n4. Baseline Investigator's Global Assessment Score of 3 (moderate) or 4 (severe) on a severity scale of 0 to 4.\n5. Females of child bearing potential (excluding women who are surgically sterilized (tubal ligation or bilateral oophorectomy or hysterectomy) or post-menopausal for at least 2 years), in addition to having a negative urine pregnancy test at Visit 1/Day1(Baseline), must be willing to use an acceptable form of birth control during the study.\n\nExclusion Criteria:\n\n1. Pregnant, breastfeeding or planning a pregnancy within the period of their study participation period.\n2. Presence of more than 2 facial Nodulocystic lesions.\n3. Presence of any other facial skin condition that, in the Investigator's opinion, might interfere with acne vulgaris diagnosis and/or evaluations\n4. Any uncontrolled, chronic or serious disease or medical condition that would prevent participation in a clinical trial, or, in judgment of the investigator, would put the subject at undue risk or might confound the study assessments\n5. Excessive facial hair that would interfere with the diagnosis or assessment of acne vulgaris.\n6. History of unresponsiveness to topical adapalene and/or benzoyl peroxide therapy.\n7. Currently using any product containing adapalene and/or benzoyl peroxide and/or belonging to the same family.\n8. History of hypersensitivity or allergy to adapalene, benzoyl peroxide, retinoids and/or any ingredient in the study medication.\n9. Use of medications known to exacerbate acne\n10. Start or change within 3 months (90 days) of Visit 1 and throughout the study\n11. Use of medicated make-up throughout the study and significant change in the use of consumer products within 30 days (1 month) of study entry and throughout the study\n12. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements.\n13. Subjects who in the opinion of the investigator, are unlikely to be able to follow the restrictions of the protocol and complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change From Baseline in the Papules and Pustules Lesion Count","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.18","spread":"28.96"},{"groupId":"OG001","value":"63.56","spread":"31.57"},{"groupId":"OG002","value":"50.72","spread":"35.12"}]}]}]},{"type":"PRIMARY","title":"Mean Percent Change From Baseline in the Open and Closed Comedones Lesion Count","description":"Per protocol population","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.75","spread":"28.09"},{"groupId":"OG001","value":"60.78","spread":"33.73"},{"groupId":"OG002","value":"43.45","spread":"36.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":329},"commonTop":[]}}}