{"nctId":"NCT02468232","briefTitle":"Study of Efficacy and Safety of LCZ696 in Japanese Patients With Chronic Heart Failure and Reduced Ejection Fraction","startDateStruct":{"date":"2015-06-15","type":"ACTUAL"},"conditions":["Heart Failure With Reduced Ejection Fraction (HF-rEF)"],"count":225,"armGroups":[{"label":"LCZ696","type":"EXPERIMENTAL","interventionNames":["Drug: LCZ696","Drug: Placebo to Enalapril"]},{"label":"Enalapril","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Enalapril","Drug: Placebo to LCZ696"]}],"interventions":[{"name":"LCZ696","otherNames":[]},{"name":"Enalapril","otherNames":[]},{"name":"Placebo to LCZ696","otherNames":[]},{"name":"Placebo to Enalapril","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent must be obtained before any assessment is performed.\n* Outpatients with a diagnosis of CHF NYHA class II-IV and reduced ejection fraction:\n* LVEF ≤ 35% at Visit 1 (any local measurement, made within the past 6 months using echocardiography, MUGA, CT scanning, MRI or ventricular angiography is also acceptable, provided no subsequent measurement above 35%)\n* NT-proBNP ≥ 600 pg/ml at Visit 1 OR NT-proBNP ≥ 400 pg/ml at Visit 1 and a hospitalization for HF within the last 12 months (according to central laboratory measurements)\n* Patients must be on an ACEI or an ARB at a stable dose for at least 4 weeks before Visit 1.\n* Patients must be treated with a β-blocker, unless contraindicated or not tolerated, at a stable dose for at least 4 weeks prior to Visit 1 (reason should be documented if patients reported contraindications or intolerance).\n* An aldosterone antagonist should also be considered in all patients, taking account of renal function, serum potassium and tolerability. If given, the dose of aldosterone antagonist should be optimized according to guideline recommendations and patient tolerability, and should be stable for at least 4 weeks prior to Visit 1. Other evidence-based therapy for HF should also be considered e.g. cardiac resynchronization therapy and an implantable cardioverter-defibrillator in selected patients, as recommended by guidelines.\n\nExclusion Criteria:\n\n* History of hypersensitivity to any of the study drugs or to drugs of similar chemical classes, ACEIs, ARBs, NEP inhibitors as well as known or suspected contraindications to the study drugs.\n* Previous documented history of intolerance to ACEIs or ARBs.\n* Known history of angioedema.\n* Requirement of treatment with both ACEIs and ARBs.\n* Current acute decompensated HF (exacerbation of chronic HF manifested by signs and symptoms that may require intravenous therapy).\n* Symptomatic hypotension and/or a SBP \\< 100 mmHg at screening or \\< 95 mmHg at the end of run-in.\n* Estimated GFR \\< 30 mL/min/1.73 m2 as measured by the Japanese formula at screening, or the end of run-in or \\> 35% decline in eGFR between screening and end of run-in (according to local measurements).\n* Serum potassium \\> 5.2 mmol/L (mEq/L) at screening or \\> 5.4 mmol/L (mEq/L) at the end of run-in (according to local measurements).\n* Acute coronary syndrome, stroke, transient ischemic attack, cardiac, carotid or other major CV surgery, percutaneous coronary intervention (PCI) or carotid angioplasty within the 3 months prior to Visit 1.\n* Documented untreated ventricular arrhythmia with syncopal episodes within the 3 months prior to Visit 1.\n* Symptomatic bradycardia or second (except asymptomatic Wenckebach block) or third degree heart block without a pacemaker.\n* Presence of hemodynamically significant mitral and/or aortic valve disease, except mitral regurgitation secondary to left ventricular dilatation.\n* Presence of other hemodynamically significant obstructive lesions of left ventricular outflow tract, including aortic and sub-aortic stenosis.\n* Presence of bilateral renal artery stenosis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Had CEC (Clinical Endpoint Committee) Confirmed Composite Endpoints","description":"Composite endpoint is defined as either cardiovascular (CV) death or heart failure (HF) hospitalization in Japanese patients with chronic heart failure (CHF) and reduced ejection fraction. The composite endpoint events occurred on and after End-of-study (EOS) declaration were reported by investigators but those events were not required to be adjudicated by Clinical Endpoint Committee (CEC) and not included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Exposure-adjusted Incident Rate (EAIR) of CEC Confirmed Composite Endpoints","description":"Composite endpoint is defined as either cardiovascular (CV) death or heart failure (HF) hospitalization in Japanese patients with chronic heart failure (CHF) and reduced ejection fraction. EAIR = n/T where n = Total number of events included in the analysis. T (100 patient years) = total up-to-event/censoring duration-time summarized over participants in the respective treatment group. The composite endpoint events occurred on and after EOS declaration were reported by investigators but those events were not required to be adjudicated by CEC and not included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.376","spread":null},{"groupId":"OG001","value":"10.497","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.410","spread":null},{"groupId":"OG001","value":"3.734","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.480","spread":null},{"groupId":"OG001","value":"7.498","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary: Change From Baseline to the Pre-defined Time-points in Log-transformed Concentration of N-terminal Pro-brain Natriuretic Peptide (NT-proBNP)","description":"NT-proBNP is small protein produced in large amounts when the heart senses it needs to work harder, such as in heart failure. Change from baseline to the pre-defined time-points in logarithmic scale were analyzed using a repeated measures ANCOVA model with treatment, the stratification factor screening NT-proBNP classification recorded in the Interactive Web Response System (IWRS), visit and treatment-by-visit interaction as fixed effect factors and the logarithmic baseline biomarker value as a covariate, with a common unstructured covariance matrix among visits for each treatment. The analysis is using all available data up to month 6 based on likelihood method with an assumption of missing at random (MAR) for missing data.\n\nThis record summarizes the estimates of ratio Post-baseline /Baseline NT-proBNP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7672","spread":null},{"groupId":"OG001","value":"0.8862","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7798","spread":null},{"groupId":"OG001","value":"0.9134","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6947","spread":null},{"groupId":"OG001","value":"0.8564","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary: Number of Participants With CEC-confirmed First Triple Composite Endpoint (Cardiovascular (CV) Death, Heart Failure (HF) Hospitalization, or Worsening of HF in Outpatients)","description":"Composite endpoint is defined as either cardiovascular (CV) death or heart failure (HF) hospitalization in Japanese patients with chronic heart failure (CHF) and reduced ejection fraction. Worsening HF defined as: worsening signs and symptoms of HF requiring addition of a new drug for HF treatment, initiation of IV treatment, increase of diuretic dose for persistent use for ≥4 consecutive weeks, or institution of mechanical or circulatory support such as mechanical ventilation, ultrafiltration, hemodialysis, intra-aortic balloon pump or ventricular assist device. The composite endpoint events occurred on and after EOS declaration were reported by investigators but those events were not required to be adjudicated by CEC and not included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary: EAIR of CEC-confirmed First Triple Composite Endpoint (Cardiovascular (CV) Death, Heart Failure (HF) Hospitalization, or Worsening of HF in Outpatients)","description":"Worsening HF defined as: worsening signs and symptoms of HF requiring addition of a new drug for HF treatment, initiation of IV treatment, increase of diuretic dose for persistent use for ≥4 consecutive weeks, or institution of mechanical or circulatory support such as mechanical ventilation, ultrafiltration, hemodialysis, intra-aortic balloon pump or ventricular assist device.\n\nEAIR(Exposure-adjusted incidence rate per 100 patient years)= n/T:\n\nn: Total number of events included in the analysis. T(100 patient years): total up-to-event/censoring duration-time summarized over patients in the respective treatment group. The composite endpoint events occurred on and after EOS declaration were reported by investigators but those events were not required to be adjudicated by CEC and not included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.725","spread":null},{"groupId":"OG001","value":"14.479","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.410","spread":null},{"groupId":"OG001","value":"3.734","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.480","spread":null},{"groupId":"OG001","value":"7.498","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.372","spread":null},{"groupId":"OG001","value":"5.095","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary: Number of Participants by Changes in New York Heart Association (NYHA) Classification From Baseline at Predefined Timepoints","description":"NYHA classification is a subjective physician's assessment of heart failure patient's functional capacity and symptomatic status.\n\nClass I - No limitation of physical activity. Class II - Slight limitation of physical activity. Comfortable at rest. Ordinary physical activity results in fatigue, palpitation, dyspnea (shortness of breath). Class III - Marked limitation of physical activity. Comfortable at rest. Less than ordinary activity causes fatigue, palpitation, or dyspnea. Class IV - Unable to carry on any physical activity without discomfort. Symptoms of heart failure at rest. If any physical activity is undertaken, discomfort increases.\n\nThe NYHA class change was analyzed as a three category ordinal variable with levels: \"improved\", \"unchanged\", and \"worsened\", defined by at least one class improvement, no change, at least one class worsening, in NYHA class, respectively. NYHA class after patients who died was categorized into \"worsened\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary: Change From Baseline in Clinical Summary Score for Heart Failure Symptoms and Physical Limitations Assessed by Kansas City Cardiomyopathy Questionnaire (KCCQ).","description":"The KCCQ is a self-administered questionnaire and requires, on average, 4-6 minutes to complete. It contains 23 items, covering physical function, clinical symptoms, social function, self-efficacy and knowledge, and Quality of Life (QoL), each with different Likert scaling wording, including limitations, frequency, bother, change in condition, understanding, etc. The clinical summary score is a mean of the physical limitation and total symptom scores. The total symptom score is the mean of the symptom frequency and symptom burden scores. Each scale score (the physical limitation, symptom frequency or symptom burden) is calculated as the mean of its item scores and transformed to a 0-100 scale, with higher score indicating higher level of functioning. A score of 100 represents perfect health whereas a score of 0 represents dead. A change of 5 points on the scale scores, either as a group mean difference or an intra-individual change appears to be clinically significant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0491","spread":"1.3522"},{"groupId":"OG001","value":"-2.5946","spread":"1.3504"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2216","spread":"1.5898"},{"groupId":"OG001","value":"-3.4910","spread":"1.5911"}]}]}]},{"type":"SECONDARY","title":"Total Number of CEC Confirmed Composite of CV Death and Total (First and Recurrent) HF Hospitalizations for Heart Failure","description":"Total number of CEC-confirmed CV death and total (first and recurrent) HF hospitalizations per patient was analyzed using the negative binomial regression model. CV deaths and HF hospitalizations occurred on and after EOS declaration were reported by investigators but those events were not required to be adjudicated by CEC and not included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1734","spread":null},{"groupId":"OG001","value":"0.1994","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants by Changes in Clinical Composite Score (as Assessed by NYHA Classification and Patient Global Assessment) at Predefined Timepoints","description":"The global assessment was derived from the 7-category classification of the global assessment of disease activity to a three-category classification: Improved (Markedly improved; moderately improved), Unchanged (Slightly improved, unchanged, slightly worsened), and Worsened (Moderately worsened, markedly worsened).\n\nThe clinical composite assessment was defined as follows:\n\n* Improved: 1) If NYHA class decreased at least one level and Global Assessment was not worse at the selected visit and there was no major AE up to the selected visit; or 2) Global assessment was improved and NYHA class did not increase at the selected visit, and there was no major AE up to the selected visit.\n* Worsened: 1) If NYHA class increased at the selected visit; or 2) Global Assessment was worse at the selected visit; or 3) experienced a major AE up to the selected visit.\n* Unchanged: If neither \"Improved\" nor \"Worsened\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All-cause Mortality","description":"The number of participants who died due to any cause. Deaths occurred on and after EOS declaration were reported by investigators but those events were not required to be adjudicated by CEC and not included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"EAIR of All-cause Mortality","description":"EAIR (Exposure-adjusted incidence rate per 100 patient years)= n/T:\n\nn: Total number of events included in the analysis. T(100 patient years): total up-to-event/censoring duration-time summarized over patients in the respective treatment group. Deaths occurred on and after EOS declaration were reported by investigators but those events were not required to be adjudicated by CEC and not included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.445","spread":null},{"groupId":"OG001","value":"5.431","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Hospitalized","description":"Percentage of participants with hospitalized admissions","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]}]},{"type":"SECONDARY","title":"Hospitalization Admissions Events Per-participant Per Year","description":"The number of hospital admission events per-participant per year was calculated as total number of hospital admission divided by total up-to-event/censoring duration-time summarized over patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5881","spread":null},{"groupId":"OG001","value":"0.5771","spread":null}]}]}]},{"type":"SECONDARY","title":"Days in Intensive Care Unit (ICU) Per Participant Per Year","description":"The number of days in ICU per participant per year was calculated as total number of days in ICU divided by total up-to-event/censoring duration-time summarized over patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8542","spread":null},{"groupId":"OG001","value":"0.7943","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Re-hospitalizations","description":"The percentage of participants who had re-hospitalizations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Emergency Department/Urgent Care Facility Visits for HF Per Patient Per Year","description":"The number of emergency department/urgent care facility visits for HF per patient per year was calculated as total number of emergency department/urgent care facility visits for HF divided by total up-to-event/censoring duration-time summarized over patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0533","spread":null},{"groupId":"OG001","value":"0.1183","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Blood NT-proBNP From Baseline","description":"NT-proBNP is small protein produced in large amounts when the heart senses it needs to work harder, such as in heart failure. Mean change from baseline (post-baseline value - baseline value) in plasma NT-proBNP was caluculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-366.5766","spread":"611.8846"},{"groupId":"OG001","value":"-86.2222","spread":"1997.9885"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-233.9279","spread":"725.9590"},{"groupId":"OG001","value":"-224.8545","spread":"2023.1202"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-252.0090","spread":"590.5862"},{"groupId":"OG001","value":"-234.2963","spread":"1840.3993"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-327.5000","spread":"731.9563"},{"groupId":"OG001","value":"-240.7264","spread":"2041.3829"}]}]}]},{"type":"SECONDARY","title":"Change in Procollagen Type III N-Terminal Propeptide From Baseline","description":"Procollagen Type III N-Terminal Propeptide (PIIINP) is a serum marker of collagen turnover, generated during the synthesis of type III collagen. Increased circulating PIIINP is a marker not only of muscle growth, but also of muscle repair and fibrosis. Mean change from baseline (post-baseline value - baseline value) in serum PIIINP was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2914","spread":"1.9105"},{"groupId":"OG001","value":"-0.0583","spread":"1.7774"}]}]}]},{"type":"SECONDARY","title":"Changes in Urine Cyclic Guanosine 3',5'-Monophosphate (cGMP) From Baseline","description":"Urinary Cyclic GMP (cGMP) is a biomarker measured in the urine that reflects the activity of biomarkers such as BNP (Brain Natriuretic Peptide). First morning void (FMV) urine samples were collected. Mean change from baseline (post-baseline value - baseline value) in urine cGMP was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"556.3182","spread":"663.8357"},{"groupId":"OG001","value":"-25.9725","spread":"552.6414"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"587.4414","spread":"886.4691"},{"groupId":"OG001","value":"-52.7944","spread":"503.1090"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"507.9182","spread":"1169.4057"},{"groupId":"OG001","value":"-41.9706","spread":"512.6963"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reaching Target Dose Level 3 at Week 8 and Maintained at Month 4 (Open Label Extension (OLE))","description":"The percentage of participants who reached target dose level (200 mg b.i.d.) at Week 8 and maintained at Month 4(OLE). This indicates how tolerabile to LCZ696 at target dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"51","spread":null},{"groupId":"OG003","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in NYHA Classification From OLE Baseline (OLE)","description":"NYHA classification is a subjective physician's assessment of heart failure patient's functional capacity and symptomatic status.\n\nClass I - No limitation of physical activity. Class II - Slight limitation of physical activity. Comfortable at rest. Ordinary physical activity results in fatigue, palpitation, dyspnea (shortness of breath). Class III - Marked limitation of physical activity. Comfortable at rest. Less than ordinary activity causes fatigue, palpitation, or dyspnea. Class IV - Unable to carry on any physical activity without discomfort. Symptoms of heart failure at rest. If any physical activity is undertaken, discomfort increases.\n\nThe NYHA class change was analyzed as a three category ordinal variable with levels: \"improved\", \"unchanged\", and \"worsened\", defined by at least one class improvement, no change, at least one class worsening, in NYHA class, respectively. NYHA class after patients who died was categorized into \"worsened\".","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"64","spread":null},{"groupId":"OG003","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Key Echocardiographic Parameters From OLE Baseline at Month 12 (OLE)","description":"Key echocardiographic parameters:\n\nLAVi- left atrial volume index, LVEDVi- left ventricular end diastolic volume index, LVESVi- left ventricular end systolic volume index.\n\nA two-dimensional and doppler echo examination was done to assess echo parameters. Mean changes from baseline (post-baseline value - baseline value) in each parameter were calculated. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"-3.31","spread":"11.679"},{"groupId":"OG003","value":"-1.47","spread":"12.389"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"2.54","spread":"18.712"},{"groupId":"OG003","value":"0.99","spread":"25.919"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-2.32","spread":"14.801"},{"groupId":"OG003","value":"-2.65","spread":"20.619"}]}]}]},{"type":"SECONDARY","title":"Change in Cardiac Measurements by Key Echocardiographic Parameter LVEF, From OLE Baseline at Month 12 (OLE)","description":"Key echocardiographic parameter:\n\nLVEF- left ventricular ejection fraction. LVEF is a measurement expressed as a percentage of how much blood the left ventricle pumps out with each contraction. Mean changes from baseline (post-baseline value - baseline value) in LVEF were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"3.97","spread":"6.647"},{"groupId":"OG003","value":"3.46","spread":"5.984"}]}]}]},{"type":"SECONDARY","title":"Change in B-type Natriuretic Peptide (BNP) From OLE Baseline to Predefined Timepoints (OLE)","description":"BNP is small protein produced in large amounts when the heart senses it needs to work harder, such as in heart failure. Mean change from baseline (post-baseline value - OLE baseline value) in plasma BNP was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"-81.78","spread":"402.754"},{"groupId":"OG003","value":"89.77","spread":"336.742"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-34.86","spread":"509.893"},{"groupId":"OG003","value":"170.87","spread":"492.707"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"12.86","spread":"515.351"},{"groupId":"OG003","value":"200.87","spread":"672.071"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"115.11","spread":"600.797"},{"groupId":"OG003","value":"153.06","spread":"479.813"}]}]}]},{"type":"SECONDARY","title":"Change in N-terminal Pro-brain Natriuretic Peptide (NT-proBNP) From OLE Baseline to Predefined Timepoints (OLE)","description":"NT-proBNP is small protein produced in large amounts when the heart senses it needs to work harder, such as in heart failure. Mean change from baseline (post-baseline value - OLE baseline value) in plasma NT-proBNP was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"-235.73","spread":"1642.510"},{"groupId":"OG003","value":"-333.12","spread":"829.689"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-219.47","spread":"1876.166"},{"groupId":"OG003","value":"-279.53","spread":"806.447"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-83.49","spread":"798.424"},{"groupId":"OG003","value":"-280.35","spread":"930.407"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"266.43","spread":"1201.239"},{"groupId":"OG003","value":"-358.98","spread":"995.833"}]}]}]},{"type":"SECONDARY","title":"Change in Urine cGMP From OLE Baseline to Predefined Timepoints (OLE)","description":"Urinary Cyclic GMP (cGMP) is a biomarker measured in the urine that reflects the activity of biomarkers such as BNP (Brain Natriuretic Peptide). Spot urine samples were collected. Mean change from baseline (post-baseline value - OLE baseline value) in urine cGMP was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"106.78","spread":"1139.886"},{"groupId":"OG003","value":"411.16","spread":"956.355"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"142.59","spread":"1005.718"},{"groupId":"OG003","value":"356.41","spread":"885.854"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"176.50","spread":"1023.525"},{"groupId":"OG003","value":"580.40","spread":"1021.542"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-131.86","spread":"1284.239"},{"groupId":"OG003","value":"493.21","spread":"1024.247"}]}]}]},{"type":"SECONDARY","title":"Association Between Change in NT-proBNP Concentration and Change in Echocardiographic Parameters From OLE Baseline at Month 12 (OLE)","description":"Association (using the Pearson correlation coefficient) between change from OLE baseline in log-transformed NT-proBNP and echocardiographic parameters (LAVi, LVEDVi, LVESVi \\& LVEF)","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"0.0178","spread":null},{"groupId":"OG003","value":"0.0640","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-0.1869","spread":null},{"groupId":"OG003","value":"-0.0059","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-0.0775","spread":null},{"groupId":"OG003","value":"0.0047","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"-0.2582","spread":null},{"groupId":"OG003","value":"0.0233","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":64,"n":111},"commonTop":["Nasopharyngitis","Cardiac failure","Renal impairment","Hypotension","Constipation"]}}}