{"nctId":"NCT02100631","briefTitle":"A Study of Live Oral Cholera Vaccine, PXVX200 in Healthy Older Adults","startDateStruct":{"date":"2014-05"},"conditions":["Cholera"],"count":398,"armGroups":[{"label":"PXVX0200 in Older Adults","type":"EXPERIMENTAL","interventionNames":["Biological: PXVX0200"]},{"label":"Placebo in Older Adults","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]},{"label":"Historical Control: Adults Aged 18-45","type":"OTHER","interventionNames":["Biological: PXVX0200"]}],"interventions":[{"name":"PXVX0200","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Able to understand the study and give written consent.\n2. Healthy male and female adults, age 46-64 years (inclusive) without significant medical history, physical, or abnormal screening laboratory test results at screening.\n3. Women of childbearing potential must have had a negative urine pregnancy test at screening, prior to vaccination. Female subjects must be of non-childbearing potential (as defined as surgically sterile or postmenopausal for more than 1 year), or if of childbearing potential must be practicing abstinence or using an effective licensed method of birth control (eg, use hormonal or barrier birth control such as implants, injectables, combined oral contraceptives, intrauterine devices \\[IUDs\\], cervical sponges, diaphragms, condoms with spermicidal agents; or must have a vasectomized partner) within 2 months of vaccination and must agree to continue such precautions during the study.\n4. Willing and able to comply with the study requirements and procedures.\n\nExclusion Criteria:\n\n1. Currently active unstable or undiagnosed medical conditions including immunodeficiency, cardiovascular disease, respiratory disease, endocrine disorder, liver disease, renal disease, gastrointestinal disease, neurologic illness, psychiatric disorder requiring hospitalization, current drug or alcohol abuse. Examples of unstable or undiagnosed medical conditions including unstable angina pectoris, shortness of breath on exertion without clear etiology and chronic renal failure requiring dialysis. Examples of conditions that do not meet exclusion criteria include mild controlled hypertension, mild controlled asthma, and treated depression without hospitalization.\n2. Abnormal stool pattern defined as fewer than 3 stools per week or more than 2 stools per day in past 6 months.\n3. Regular use of laxatives in the past 6 months.\n4. Previously received a licensed or investigational cholera vaccine.\n5. History of cholera or enterotoxigenic E. coli infection (natural infection or experimental challenge).\n6. Travel to a cholera-endemic area in the previous 5 years.\n7. Received or plans to receive any other licensed vaccines, except for seasonal influenza vaccine, from 14 days prior to the study vaccination through to 29 days after vaccination.\n8. Received or plans to receive antibiotics or chloroquine within 14 days prior to the study vaccination through to 29 days after vaccination.\n9. Recipient of bone marrow or solid organ transplant.\n10. Use of systemic chemotherapy in the previous 5 years prior to the study.\n11. Malignancy (excluding non-melanotic skin cancers) or lymphoproliferative disorders diagnosed or treated during the past 5 years.\n12. Received or plans to receive systemic immunosuppressive therapy, radiation therapy, parenteral or high-dosage inhaled steroids (\\>800 µg/day of beclomethasone diproprionate or equivalent) within 6 months prior to the study vaccination through to Day 29.\n13. History of Guillain-Barré Syndrome.\n14. Pregnant or nursing.","healthyVolunteers":true,"sex":"ALL","minimumAge":"46 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Seroconversion Rate at Day 11","description":"The seroconversion rate is defined as the percentage of subjects with a 4-fold or greater rise over baseline Day 1 Serum Vibriocidal Antibody (SVA) titer against the classical Inaba biotype of V. cholerae at Day 11 following one dose of Vaxchora vaccine. The hypothesis was that the seroconversion rate would be non-inferior to the seroconversion rate at Day 11 in adults between the ages of 18 and 45 years.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.4","spread":null},{"groupId":"OG001","value":"93.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Titer (GMT)","description":"The Day 11 vibriocidal GMTs were compared between older and younger adults.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4282","spread":null},{"groupId":"OG001","value":"9688","spread":null},{"groupId":"OG002","value":"44","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Cumulative Seroconversion Through Day 29 Compared to Day 11 for Younger Adults","description":"The cumulative seroconversion through Day 29 for older adults was compared to the Day 11 seroconversion for the younger adults aged 18 - 45 yrs. Seroconversion is defined as a 4-fold rise in antibody titer relative to baseline values.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":null},{"groupId":"OG001","value":"93.5","spread":null},{"groupId":"OG002","value":"1.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Fold Change in Vibriocidal Antibody Titer Between Day 1 and Day 11","description":"The mean log2 fold change between Day 1 and Day 11 in classical Inaba vibriocidal antibody titer attained by older adults was compared to the younger adults aged 18 - 45 yrs.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Seroconversion Against Other V. Cholerae Biotypes/Serotypes","description":"Seroconversion of the vibriocidal antibody response against 4 V. cholerae biotypes/serotypes - classical Inaba, El Tor Inaba, classical Ogawa and El Tor Ogawa was assessed.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.0","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Anti-CT Antibody Response in Older Adults","description":"The seroconversion of anti-Cholera Toxin (CT) antibody response in older adults was assessed.\n\nSeroconversion is defined as a 4-fold rise in anti-CT antibody titer relative to baseline values.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.6","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":296},"commonTop":["Fatigue","Back Pain","Decreased Appetite","Flatulence","Rash"]}}}