{"nctId":"NCT02421601","briefTitle":"A Study of SI-6603 in Patients With Lumbar Disc Herniation","startDateStruct":{"date":"2015-03"},"conditions":["Intervertebral Disc Disease","Lumbar Disc Disease"],"count":1011,"armGroups":[{"label":"SI-6603","type":"EXPERIMENTAL","interventionNames":["Drug: Condoliase"]}],"interventions":[{"name":"Condoliase","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with lumbar disc herniation (L1-L2, L2-L3, L3-L4, L4-L5 or L5-S1) as assessed by MRI and clinical symptoms corresponding to position of the impaired nerve root.\n* Patients assessed as positive in the Femoral Nerve Stretching (FNS) test for L1-L2, L2-L3, or L3-L4 and Straight Leg Raising (SLR) test.\n* Patients with sciatica in either leg.\n* Patients with no improvement from conservative treatment\n\nExclusion Criteria:\n\n* Patients who have 2 or more lumbar disc herniations as assessed by MRI.\n* Patients in whom a rupture into the posterior longitudinal ligament is identified by MRI.\n* Patients who have undergone lumbar operation, or lumbar percutaneous nucleotomy or lumbar intradiscal therapies","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAE)","description":"A treatment-emergent adverse event (TEAE) was defined as an adverse event (AE) that began or that worsened in severity after the investigational drug had been administered. All AEs, including intercurrent illnesses and regardless of the relationship to investigational drug, occurring during the study were documented from the signing of the informed consent form until completion of final visit. Concomitant illnesses, which existed before entry into the study, were not considered AEs unless they worsened during the treatment period. All AEs, regardless of the source of identification (e.g., physical examination, laboratory assessment, or reported by patient), had to be documented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"615","spread":null}]}]}]},{"type":"SECONDARY","title":"Worst Leg Pain as Assessed by Visual Analog Scale (VAS)","description":"Worst leg pain intensity during the past 24 hours assessed by Visual Analog Scale (VAS). Scores are recorded by making a handwritten mark on a 100 mm line that represents a continuum between \"no pain\" (0 mm) and \"extreme pain\" (100 mm).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":"29.61"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":36,"n":991},"commonTop":["Nuclear magnetic resonance imaging spinal abnormal","Back pain","Spinal X-ray abnormal","Pain in extremity","C-reactive protein increased"]}}}