{"nctId":"NCT01000961","briefTitle":"Phase 3 Study of Cysteamine Bitartrate Delayed-release (RP103) Compared to Cystagon® in Patients With Cystinosis","startDateStruct":{"date":"2010-06"},"conditions":["Cystinosis"],"count":43,"armGroups":[{"label":"RP103 Q12H","type":"EXPERIMENTAL","interventionNames":["Drug: Cysteamine Bitartrate Delayed-release Capsules (RP103)"]},{"label":"Cystagon® Q6H","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cystagon® (Cysteamine Bitartrate)"]}],"interventions":[{"name":"Cystagon® (Cysteamine Bitartrate)","otherNames":[]},{"name":"Cysteamine Bitartrate Delayed-release Capsules (RP103)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects must have nephropathic cystinosis.\n* Subjects must be on a stable dose of Cystagon® sufficient to maintain their white blood cell (WBC) cystine level at ≤ 1.0 nmol/half-cystine/mg protein.\n* Subjects must be able to swallow their typically administered Cystagon® capsule with the capsule intact.\n* Within the last 6 months, no clinically significant change in liver function \\[i.e., ALT, AST, total bilirubin\\] and renal function \\[i.e., estimated GFR\\] at Screening as determined by the Investigator.\n* Subjects with an estimated GFR (corrected for body surface area) \\> 30 mL/min/1.73m2.\n* Sexually active female subjects of childbearing potential (i.e., not surgically sterile \\[tubal ligation, hysterectomy, or bilateral oophorectomy\\] or at least 2 years naturally postmenopausal) must agree to utilize the same acceptable form of contraception from Screening through completion of the study.\n* Subjects must be willing and able to comply with the study restrictions and requirements.\n* Subjects or their or their parent or guardian must provide written informed consent and assent (where applicable) prior to participation in the study.\n\nExclusion Criteria:\n\n* Subject's age \\< 6 years old or subject's weight \\< 21 kg.\n* Subjects with a known history, currently of the following conditions or other health issues that make it, in the opinion of the investigator, unsafe for them to participate: inflammatory bowel disease (if currently active) or have had prior resection of small intestine; Heart disease (e.g., myocardial infarction, heart failure, arrhythmias or poorly controlled hypertension) 90 days prior to Screening; Active bleeding disorder 90 days prior to Screening; Malignant disease within the last 2 years.\n* Patients with a hemoglobin level \\< 10 g/dL at Screening or a level that, in the opinion of the investigator, makes it unsafe for the subject to participate.\n* Subjects receiving any form of cysteamine medication through a gastric tube.\n* Subjects who are receiving maintenance dialysis or who have had a kidney transplant.\n* Subjects who are on an active kidney transplant list or who are planning to receive a kidney transplant within 3 months of Screening.\n* Subjects with known hypersensitivity to cysteamine or penicillamine.\n* Female subjects who are nursing, planning a pregnancy, known or suspected to be pregnant, or have a positive serum pregnancy screen.\n* Subjects who have a made a blood donation within 30 days of Screening.\n* Subjects who, in the opinion of the Investigator, are not able or willing to comply with the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Steady-state White Blood Cell Cystine Levels of RP103 Compared to Cystagon®","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5152","spread":"0.05555"},{"groupId":"OG001","value":"0.4367","spread":"0.05555"}]}]}]},{"type":"SECONDARY","title":"Comparison of Cysteamine PK Profiles, Steady State Cmax, Between RP103 and Cystagon®.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"1.36"},{"groupId":"OG001","value":"3.70","spread":"1.72"}]}]}]},{"type":"SECONDARY","title":"Comparison of Cysteamine PK Profiles, Steady State Tmax, Between RP103 and Cystagon®.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":"31"},{"groupId":"OG001","value":"187","spread":"89"}]}]}]},{"type":"SECONDARY","title":"Comparison of Cysteamine PK Profiles, AUC(0-t), Between RP103 and Cystagon®.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"357","spread":"150"},{"groupId":"OG001","value":"739","spread":"334"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":43},"commonTop":["Vomiting","Nausea","Abdominal Pain","Hypokalaemia"]}}}