{"nctId":"NCT04903626","briefTitle":"Study to Evaluate Adverse Events and Change in Disease Activity in Adult and Adolescent Participants With Acute Hepatitis C Virus (HCV) Infection on Treatment With Oral Tablets of Glecaprevir (GLE)/Pibrentasvir (PIB)","startDateStruct":{"date":"2021-08-24","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":286,"armGroups":[{"label":"Glecaprevir/Pibrentasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir (GLE/PIB)"]}],"interventions":[{"name":"Glecaprevir/Pibrentasvir (GLE/PIB)","otherNames":["ABT-493/ABT-530","Mavyret"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Evidence of acute HCV infection prior to enrollment, defined as a physician diagnosis of acute HCV infection, quantifiable HCV ribonucleic Acid (RNA) at screening, and at least 1 of the following:\n\n  * Negative anti-HCV antibody, HCV RNA and/or HCV core antigen followed by a positive HCV RNA or HCV core antigen all within an 8-month period prior to screening; OR\n  * Negative anti-HCV antibody, HCV RNA and/or HCV core antigen followed by a positive HCV RNA or HCV core antigen all within an 11-month period prior to screening; AND risk behavior for HCV infection within 6 months prior to positive HCV RNA or HCV core antigen; OR\n  * Clinical signs and symptoms compatible with acute hepatitis \\[alanine aminotransferase (ALT) \\> 5 × upper limit of normal (ULN) and/or jaundice\\] in the absence of a history of chronic liver disease or other cause of acute hepatitis and positive HCV RNA or HCV core antigen all within an 8-month period prior to screening; AND risk behavior for HCV infection within 6 months prior to positive HCV RNA or HCV core antigen; OR\n  * Negative anti-HCV antibody with a positive HCV RNA or HCV core antigen within a 5-month period prior to screening.\n* Absence of hepatocellular carcinoma (HCC), for participants with cirrhosis, or with indeterminate cirrhosis status, as indicated by a negative ultrasound, computed tomography (CT) scan or magnetic resonance imaging (MRI) within 3 months prior to screening or a negative ultrasound at screening. Participant who has a positive ultrasound result suspicious of HCC followed by a subsequent negative CT scan or MRI or biopsy result will be eligible for the study.\n* Participants documented as having no cirrhosis or as having compensated cirrhosis.\n\nExclusion Criteria:\n\n* Participants with prior treatment, including interferon for this HCV infection.\n* History of liver decompensation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response 12 Weeks Post-treatment (SVR12) in the Intention-to-Treat (ITT) Population","description":"SVR12 is defined as the hepatitis C virus (HCV) ribonucleic acid (RNA) level less than the lower limit of quantification (\\< LLOQ) 12 weeks after the last dose of study treatment. Efficacy was demonstrated if the lower bound of the 2-sided 95% CI for the percentage of participants achieving SVR12 was greater than 90.5%.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving SVR12 in the Modified ITT-Virologic Failure (mITT-VF) Population","description":"SVR12 is defined as the HCV RNA level \\< LLOQ 12 weeks after the last dose of study treatment. Efficacy was demonstrated if the lower bound of the 2-sided 95% CI for the percentage of participants achieving SVR12 was greater than 92.7%. This efficacy analysis was performed only if success was demonstrated for the primary efficacy analysis, following a fixed-sequence testing procedure.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-Treatment Virologic Failure in the ITT Population","description":"On-treatment virologic failure is defined as confirmed increase in HCV RNA of \\> 1 log\\^10 IU/mL above the lowest post-baseline value during treatment, confirmed HCV RNA \\>= 100 IU/mL after HCV RNA \\< LLOQ during treatment, or HCV RNA \\>= LLOQ at the end of treatment (EOT) with at least 6 weeks of treatment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-Treatment (PT) Relapse in the ITT Population","description":"PT relapse is defined as confirmed HCV RNA \\>= LLOQ between the EOT and 12 weeks after the last dose of study treatment among participants who completed treatment as planned (study treatment duration \\>= 52 days) with HCV RNA \\< LLOQ at the EOT and with at least 1 PT HCV RNA value, excluding cases of reinfection.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With PT Reinfection With HCV in the ITT Population","description":"PT reinfection is defined as confirmed HCV RNA \\>= LLOQ in the PT period in a participant who had HCV RNA \\< LLOQ at the final treatment visit, along with the PT detection of a different HCV genotype, subtype, or clade compared with baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":286},"commonTop":["FATIGUE","DIARRHOEA","NASOPHARYNGITIS"]}}}