{"nctId":"NCT00265759","briefTitle":"Exemestane, Letrozole, or Anastrozole in Treating Postmenopausal Women Who Are Undergoing Surgery for Stage II or Stage III Breast Cancer","startDateStruct":{"date":"2006-01","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":622,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Drug: exemestane","Procedure: Therapeutic Conventional Surgery"]},{"label":"Arm II","type":"EXPERIMENTAL","interventionNames":["Drug: letrozole","Procedure: Therapeutic Conventional Surgery"]},{"label":"Arm III","type":"EXPERIMENTAL","interventionNames":["Drug: anastrozole","Procedure: Therapeutic Conventional Surgery"]}],"interventions":[{"name":"anastrozole","otherNames":[]},{"name":"exemestane","otherNames":[]},{"name":"letrozole","otherNames":[]},{"name":"Therapeutic Conventional Surgery","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Diagnosis of breast cancer\n\n  * T2-T4c, any N, M0 disease\n* Clinically staged, as documented by the treating physician, as 1 of the following:\n\n  * T4a-c disease for which modified radical mastectomy with negative margins is the goal\n  * T2 or T3 disease for which conversion from needing mastectomy to breast conservation is the goal\n  * T2 disease for which lumpectomy at first attempt is the goal\n* Primary tumor must be palpable and measure \\> 2 cm by tape, ruler, or caliper measurements in at least one dimension\n* Must agree to undergo mastectomy or lumpectomy after neoadjuvant aromatase inhibitor therapy\n* No inflammatory breast cancer, defined as clinically significant erythema of the breast and/or documented dermal lymphatic invasion (not direct skin invasion by tumor or peau d'orange without erythema)\n* No distant metastasis (M1)\n\n  * Isolated ipsilateral supraclavicular node involvement allowed\n* No diagnosis that was established by incisional biopsy\n* Must have estrogen receptor (ER) positive tumor with an Allred score of 6, 7 or 8\n\n  * Patients with \\> 66.66% (two-thirds) of cells staining positive and have a minimum Allred score of 6 are eligible\n\nPATIENT CHARACTERISTICS:\n\n* ECOG/Zubrod performance status of ≤ 2\n* Female\n* Patient must be postmenopausal, verified by 1 of the following:\n\n  * Bilateral surgical oophorectomy\n  * No spontaneous menses ≥ 1 year\n  * No menses for \\< 1 year with FSH and estradiol levels in postmenopausal range\n* No other malignancies within the past 5 years, except for successfully treated cervical carcinoma in situ; lobular carcinoma in situ of the breast; contralateral ductal carcinoma in situ that was treated with mastectomy or lumpectomy with radiotherapy (without tamoxifen); or non-melanoma skin cancer with no evidence of recurrence\n\n  * Must have undergone potentially curative therapy for all prior malignancies AND deemed to be at low risk for recurrence, according to the treating physician\n\nPRIOR CONCURRENT THERAPY:\n\n* No prior treatment for invasive breast cancer, including radiotherapy, endocrine therapy, chemotherapy, or investigational agents\n* No prior sentinel lymph node biopsy (cohort B only)\n* At least 1 week since prior agents with estrogenic or putatively estrogenic properties, including herbal preparations\n* At least 1 week since prior hormone replacement therapy of any type, megestrol acetate, or raloxifene\n* No concurrent enrollment in another neoadjuvant clinical trial for treatment of the existing breast cancer\n* No other concurrent anti-neoplastic therapy, including chemotherapy or radiotherapy\n* No concurrent agents or herbal products that alter ER function","healthyVolunteers":false,"sex":"FEMALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Response (Complete or Partial Response) Rate (Cohort A)","description":"The clinical response rate (percentage) of a given treatment is defined as 100 times the number of eligible patients randomized to that treatment whose disease meets the WHO criteria for complete or partial response prior to surgery divided by the total number of eligible patients randomized to that treatment. For each treatment arm, a 95% binomial confidence interval will be constructed for the true clinical response rate. Complete Response (CR): The disappearance of all known disease based on a comparison between the measurements at baseline and the Week 16 visit. Partial Response (PR): A 50% or greater decrease in the product of the bi-dimensional measurements of the lesion (total tumor size) based on a comparison between the measurements at baseline and the Week 16 visit. In addition there can be no appearance of new lesions or progression of any lesion.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.9","spread":null},{"groupId":"OG001","value":"74.8","spread":null},{"groupId":"OG002","value":"69.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Anti-tumor Effect in Terms of Pathologic CR (pCR) Rate to Neoadjuvant Chemotherapy (Cohort B)","description":"The primary aim is to assess the anti-tumor effect in terms of pathologic CR rates of neo-adjuvant chemotherapy in patients with T2-T4c, any N, M0 breast cancer (by clinical staging) who are endocrine therapy resistant (that is, their Ki-67 level is \\>10 after 2-4 week of neo-adjuvant endocrine therapy alone). The pCR rate (percentage) for neo-adjuvant chemotherapy is defined as 100 times the number of eligible patients with no histologic evidence of invasive tumor cells in the surgical breast specimen and the axillary or sentinel lymph nodes divided by the total number of eligible patients who received neo-adjuvant chemotherapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Toxicity (Cohort A)","description":"Incidence of the most common grade 3+ toxicities reported to be probably, possibly, or definitely related to treatment as assessed by National Cancer Institute Common Terminology Criteria for Adverse Events version 3.0 (Cohort A) At each treatment evaluation, the type, severity, and attribution of each adverse event reported will be assessed using the NCI-CTCAE definitions. For each treatment, the percentage of patients who developed a severe (grade 3+) toxicity considered possibly, probably or definitively related to treatment will be determined.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival (DFS) (Cohort A and B)","description":"Disease-free survival (DFS) is the time from surgery to the first of the following events: local, regional or distant recurrence, second primary disease, contralateral invasive breast cancer, or death due to any cause. The 5 year DFS rate and 95% confidence interval will be calculated.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.5","spread":null},{"groupId":"OG001","value":"87.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Improved Surgical Outcome for Patients Considered Marginal for Breast Conservation Surgery Prior to Therapy (Cohort A)","description":"The rate (percentage) of improved surgical outcome for patients considered marginal for breast conservation surgery prior to therapy for Cohort A is reported below for each treatment arm. Breast conservation surgery (not mastectomy) as the most extensive surgery performed for a patient is considered an improvement in surgical outcome.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.2","spread":null},{"groupId":"OG001","value":"77.4","spread":null},{"groupId":"OG002","value":"86.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Downstaging to Stage I Determined by Sentinel Node Evaluation (Cohort A)","description":"The rate downstaging to Stage I of a given treatment is defined as 100 times the number of eligible patients randomized to that treatment whose surgically findings are such that the maximum dimension of the invasive lesion contained in their surgical specimen is at most 2 cm and their lymph nodes are negative (by Hematoxylin \\& Eosin Staining) divided by the total number of eligible patients randomized to that treatment. For each neo-adjuvant endocrine treatment pair, a 95% binomial confidence interval will be constructed for the true difference in the rate of downstaging to Stage I between these 2 treatments.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Rate of Lymph Node Involvement (LNI) (Cohort A)","description":"For those patients who undergo a sentinel lymph node dissection or an axillary lymph node dissection (at least 6 nodes examined with Hematoxylin \\& Eosin Staining), the LNI rate (percentage) is defined as 100 times the proportion of eligible patients randomized to that treatment with at least one positive node. For each neo-adjuvant endocrine treatment, a 95% binomial confidence interval will be constructed for its true LNI rate.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":null},{"groupId":"OG001","value":"48.2","spread":null},{"groupId":"OG002","value":"44.1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Pathologic Complete Response (pCR) Rate (Cohort A)","description":"The pathologic complete response is defined as no histologic evidence of invasive tumor cells in the surgical breast specimen and axillary or sentinel lymph nodes. The pathologic complete response rate (percentage) of a given treatment is defined as 100 times the number of eligible patients randomized to that treatment whose surgical specimen is such that there is no histologic evidence of invasive tumor cells in the surgical breast specimen and axillary or sentinel lymph nodes divided by the total number of eligible patients randomized to that treatment. For each neo-adjuvant endocrine treatment pair, a 95% binomial confidence interval will be constructed for the true difference in the pCR between these 2 treatments.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response Rate (Cohort B)","description":"The clinical response rate is defined as 100 times the number of eligible patients whose disease meets the WHO criteria for complete or partial response prior to surgery divided by the total number of eligible patients. A 90% binomial confidence interval will be constructed for the true clinical response rate.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Rate of Improved Surgical Outcome for Patients Designated as Candidates for Mastectomy Prior to Therapy (Cohort A)","description":"Rate (percentage) of Improved surgical outcome for patients designated as candidates for mastectomy prior to therapy (Cohort A). Breast conservation surgery (not mastectomy) as the most extensive surgery performed for a patient is considered an improvement in surgical outcome.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.1","spread":null},{"groupId":"OG001","value":"42.1","spread":null},{"groupId":"OG002","value":"60.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Survival (Cohort A and B)","description":"Overall survival (OS) will be measured from the date of randomization until the date of death. The distribution of overall survival times will be estimated using the Kaplan-Meier method. The 5 year OS rate and 95% confidence interval will be calculated.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.1","spread":null},{"groupId":"OG001","value":"88.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":157},"commonTop":["Hot flashes","Fatigue","Arthralgia","Anxiety","Myalgia"]}}}