{"nctId":"NCT04270747","briefTitle":"A Study to Understand Effectiveness and Safety of ABP 938 Compared to Aflibercept (Eylea®) in Patients Suffering With Neovascular Age-related Macular Degeneration [Neovascular (Wet) AMD]","startDateStruct":{"date":"2020-06-22","type":"ACTUAL"},"conditions":["Neovascular (Wet) Age-related Macular Degeneration (AMD)"],"count":576,"armGroups":[{"label":"ABP 938-Treatment Group A","type":"EXPERIMENTAL","interventionNames":["Drug: ABP 938"]},{"label":"Aflibercept-Treatment Group B1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aflibercept"]},{"label":"ABP 938-Treatment group B2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ABP 938","Drug: Aflibercept"]}],"interventions":[{"name":"ABP 938","otherNames":[]},{"name":"Aflibercept","otherNames":["Eylea®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects or their legally authorized representative must sign an Institutional Review Board/Independent Ethics Committee approved informed consent form before any study-specific procedures\n* Men or women ≥ 50 years old\n* Subjects must be diagnosed with neovascular (wet) AMD in the study eye\n* Active treatment naïve subfoveal CNV lesions secondary to neovascular (wet) AMD including juxtafoveal lesions that affect the fovea as confirmed with SD OCT, FA and/or Fundus Photography (FP) in the study eye\n* BCVA between 73 and 34 letters, inclusive, in the study eye using ETDRS testing\n* Presence of intra and/or subretinal fluid as identified by SD-OCT attributable to active CNV in the study eye\n* Central retinal thickness of \\> 270µm in the study eye as measured by the machine, calculated average thickness in the central 1 mm subfield (CST) by SD-OCT at screening\n\nExclusion Criteria:\n\nSubjects are excluded if they meet any of the following criteria in the study eye:\n\n* Total lesion size \\> 12 disc areas (30.5 mm\\^2, including blood, scars, and neovascularization) in the study eye\n* Active CNV area (classic plus occult components) that is \\< 50% of the total lesion area in the study eye\n* Scar, fibrosis, or atrophy involving the center of the fovea in the study eye\n* Presence of retinal pigment epithelium tears or rips involving the macula in the study eye\n* History of any vitreous hemorrhage within 4 weeks before randomization in the study eye\n* Presence of other causes of CNV, including pathologic myopia (spherical equivalent of 8 diopters or more negative or axial length of 25 mm or more), ocular histoplasmosis syndrome, angioid streaks, choroidal rupture, or multifocal choroiditis in the study eye\n* Prior vitrectomy or laser surgery of the macula (including photodynamic therapy or focal laser photocoagulation) in the study eye\n* History of retinal detachment in the study eye\n* Any history of macular hole of stage 2 and above in the study eye\n* Any macular pathology that might limit vision i.e., Vitreomacular traction or significant epiretinal membrane in the study eye\n* Any intraocular or periocular surgery within 3 months before randomization on the study eye, except lid surgery, which may not have taken place within 4 weeks before randomization, as long as it is unlikely to interfere with the injection\n* Prior trabeculectomy or other filtration surgery in the study eye\n* Uncontrolled glaucoma (defined as intraocular pressure ≥ 25 mmHg despite treatment with antiglaucoma medication) in the study eye\n* Aphakia or pseudophakia with complete absence of posterior capsule (unless it occurred as a result of a yttrium aluminum garnet \\[YAG\\] posterior capsulotomy) in the study eye\n* Previous therapeutic radiation in the region of the study eye\n* History of corneal transplant or corneal dystrophy in the study eye\n* Significant media opacities, including cataract, which might interfere with visual acuity or assessment of safety, in the study eye\n* Any concurrent intraocular condition other than neovascular (wet) AMD in the study eye that, in the opinion of the investigator, requires planned medical or surgical intervention during the study or increases the risk to the subject beyond what is expected from standard procedures of intraocular injection, or which otherwise may interfere with the injection procedure or with evaluation of efficacy or safety\n\nSubjects are excluded if they meet any of the following criteria in either eye:\n\n* History or clinical evidence of uveitis, diabetic retinopathy, diabetic macular edema, or any other vascular disease affecting the retina, other than neovascular (wet) AMD\n* Active intraocular inflammation or active or suspected ocular or periocular infection, within 2 weeks before randomization\n* Active scleritis or episcleritis or presence of scleromalacia\n\nOther Medical Conditions\n\n• Active extraocular infection or history of extraocular infections as follows: A. any active infection for which systemic anti-infectives were used within 4 weeks before randomization B. recurrent or chronic infections or other active infection that, in the opinion of the investigator, might cause this study to be detrimental to the subject\n\n* Acute coronary event or stroke within 3 months before randomization\n* Uncontrolled, clinically significant systemic disease such as diabetes mellitus, hypertension, cardiovascular disease including moderate to severe heart failure (New York Heart Association class III/IV), renal disease, or liver disease\n* Malignancy within 5 years EXCEPT treated and considered cured cutaneous squamous or basal cell carcinoma, in situ cervical cancer, OR in situ breast ductal carcinoma\n\nWashouts and Nonpermitted Treatments\n\n* Any prior ocular or systemic treatment, including another investigational product or surgery for neovascular (wet) AMD (including anti vascular endothelial growth factor \\[VEGF\\] therapy) in the study eye, except dietary supplements or vitamins\n* Any ocular or systemic treatment including another investigational product or surgery for neovascular (wet) AMD (including anti VEGF therapy) in the fellow eye, within 30 days before randomization, except dietary supplements or vitamins\n* Prior systemic anti-VEGF treatment as follows:\n* Investigational or approved anti-VEGF therapy systemically within 3 months before randomization\n* Aflibercept, ziv-aflibercept, or a biosimilar of aflibercept/ziv-aflibercept systemically at any time\n* Any IVT therapy, including adrenocorticotropic hormone, in the study or fellow eye, or intramuscular or intravenous corticosteroids within 4 weeks before randomization. The use of long-acting steroids, either systemically or intraocularly, in the 3 months before randomization\n* Currently receiving treatment with another investigational device or study drug, or less than 30 days or 5 half-lives (whichever is longer) since ending treatment on another investigational device or drug study(ies). Other investigational procedures while participating in this study are excluded\n\nGeneral\n\n* For women: pregnant or breast feeding, or planning to become pregnant while enrolled in the study and for 3 months after the last dose of investigational product\n* Sexually active subjects and their partners who are of childbearing potential (ie, neither surgically sterile nor postmenopausal) and not agreeing to use adequate contraception (eg, true abstinence, sterilization, birth control pills, Depo Provera injections, contraceptive implants, or other effective methods) while on study and for 3 months after the last dose of study drug. Male subjects must agree not to donate sperm during study and for 3 months following treatment with test article or until the scheduled end of the study (whichever is longer)\n* Allergy or hypersensitivity to investigational product, to any of the excipients of ABP 938 or aflibercept, or to other study-related procedures/medications (eg, anesthesia, antiseptic, fluorescein dye)\n* History or evidence of any other clinically significant disorder, condition, or disease (with the exception of those outlined above) that, in the opinion of the investigator or Amgen physician, if consulted, would pose a risk to subject safety or interfere with the study evaluation, procedures, or completion\n* Subject likely to not be available to complete all protocol-required study visits or procedures, and/or to comply with all required study procedures (eg, Clinical Outcome Assessments) to the best of the subject and investigator's knowledge","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in BCVA at Week 8","description":"BCVA score was assessed based on the number of letters read correctly on the Early Treatment Diabetic Retinopathy Study (ETDRS) chart by the study eye at 4 meters. ETDRS letters score could range from 0 to 100 letters at each assessment.\n\nA positive change from Baseline in ETDRS letter score indicated an improvement in visual acuity in the study eye. Change from Baseline calculated as observed post-baseline value - Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":"8.18"},{"groupId":"OG001","value":"6.5","spread":"8.97"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Maintained Vision at Week 52","description":"A participant was classified as maintaining vision if he/she lost fewer than 15 letters in ETDRS letter score, assessed in the study eye, compared to Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.6","spread":null},{"groupId":"OG001","value":"97.6","spread":null},{"groupId":"OG002","value":"95.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in BCVA","description":"BCVA score was assessed based on the number of letters read correctly on the ETDRS chart by the study eye at 4 meters. ETDRS letters score could range from 0 to 100 letters at each assessment.\n\nA positive change from Baseline in ETDRS letter score indicated an improvement in visual acuity in the study eye. Change from Baseline calculated as observed post-baseline value - Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"6.57"},{"groupId":"OG001","value":"5.4","spread":"8.35"},{"groupId":"OG002","value":"3.8","spread":"8.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":"8.10"},{"groupId":"OG001","value":"7.6","spread":"9.30"},{"groupId":"OG002","value":"5.6","spread":"8.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":"8.69"},{"groupId":"OG001","value":"7.5","spread":"9.31"},{"groupId":"OG002","value":"7.1","spread":"9.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":"9.63"},{"groupId":"OG001","value":"7.1","spread":"9.30"},{"groupId":"OG002","value":"7.0","spread":"10.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":"11.00"},{"groupId":"OG001","value":"8.7","spread":"9.21"},{"groupId":"OG002","value":"6.6","spread":"11.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"11.00"},{"groupId":"OG001","value":"8.1","spread":"11.00"},{"groupId":"OG002","value":"7.9","spread":"10.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":"11.51"},{"groupId":"OG001","value":"8.7","spread":"10.84"},{"groupId":"OG002","value":"8.1","spread":"10.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":"11.60"},{"groupId":"OG001","value":"9.4","spread":"10.18"},{"groupId":"OG002","value":"8.0","spread":"11.14"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Gained at Least 10 Letters of Vision at Week 8","description":"Percentage of participants who gained at least 10 letters of vision was assessed based on the number of letters read correctly on the ETDRS chart by the study eye at 4 meters. ETDRS letters score could range from 0 to 100 letters at each assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null},{"groupId":"OG001","value":"32.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Gained at Least 15 Letters of Vision at Week 52","description":"Percentage of participants who gained at least 15 letters of vision was assessed based on the number of letters read correctly on the ETDRS chart by the study eye at 4 meters. ETDRS letters score could range from 0 to 100 letters at each assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"29.6","spread":null},{"groupId":"OG002","value":"24.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Choroidal Neovascularization (CNV) Area Size","description":"CNV area size was measured by fluorescein angiography.\n\nChange from Baseline calculated as observed post-baseline value - Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.962","spread":"5.1604"},{"groupId":"OG001","value":"-5.479","spread":"5.1023"},{"groupId":"OG002","value":"-5.169","spread":"4.6943"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.089","spread":"5.3668"},{"groupId":"OG001","value":"-5.174","spread":"5.2280"},{"groupId":"OG002","value":"-4.751","spread":"4.8814"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.323","spread":"5.5972"},{"groupId":"OG001","value":"-5.308","spread":"5.6238"},{"groupId":"OG002","value":"-5.121","spread":"5.2776"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.276","spread":"6.2690"},{"groupId":"OG001","value":"-7.280","spread":"5.8262"},{"groupId":"OG002","value":"-6.434","spread":"5.2445"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Central Subfield Thickness (CST)","description":"CST was defined as the average thickness in the ETDRS central 1 mm diameter subfield (the central subfield) and was measured by spectral domain optical coherence tomography.\n\nChange from Baseline calculated as observed post-baseline value - Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-136.5","spread":"108.91"},{"groupId":"OG001","value":"-143.1","spread":"107.32"},{"groupId":"OG002","value":"-149.7","spread":"107.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-145.9","spread":"106.24"},{"groupId":"OG001","value":"-146.3","spread":"110.39"},{"groupId":"OG002","value":"-167.4","spread":"118.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-125.2","spread":"124.81"},{"groupId":"OG001","value":"-127.3","spread":"103.35"},{"groupId":"OG002","value":"-143.2","spread":"121.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-130.8","spread":"125.63"},{"groupId":"OG001","value":"-131.7","spread":"102.98"},{"groupId":"OG002","value":"-151.2","spread":"118.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-133.2","spread":"122.93"},{"groupId":"OG001","value":"-134.1","spread":"116.02"},{"groupId":"OG002","value":"-154.8","spread":"114.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-132.3","spread":"113.25"},{"groupId":"OG001","value":"-135.6","spread":"119.07"},{"groupId":"OG002","value":"-155.7","spread":"119.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-132.3","spread":"124.15"},{"groupId":"OG001","value":"-141.1","spread":"112.29"},{"groupId":"OG002","value":"-157.8","spread":"121.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-157.1","spread":"114.25"},{"groupId":"OG001","value":"-159.1","spread":"108.82"},{"groupId":"OG002","value":"-177.4","spread":"122.22"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) is any untoward medical occurrence in a clinical trial participant. TEAEs were defined as those AEs that begin or increase in severity or frequency at or after the time of first treatment to the End of Study visit. Events of interest (EOIs) pre-specified for this study included endophthalmitis, retinal detachment, increase in intraocular pressure, and thromboembolic events. Serious AEs were defined as any untoward medical occurrence that meets at least 1 of the following serious criteria:\n\n* Results in death\n* Life-threatening\n* Requires inpatient hospitalization or prolongation of existing hospitalization\n* Results in persistent or significant disability/incapacity\n* Congenital anomaly/birth defect\n* Other medically important serious event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"107","spread":null},{"groupId":"OG002","value":"144","spread":null},{"groupId":"OG003","value":"76","spread":null},{"groupId":"OG004","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"8","spread":null},{"groupId":"OG004","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"22","spread":null},{"groupId":"OG003","value":"14","spread":null},{"groupId":"OG004","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Developing Binding Antidrug Antibodies (ADAs)","description":"Number of participants with positive post-baseline ADA result through Week 16 and post Week 16 with negative or no result at Baseline is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"3","spread":null},{"groupId":"OG004","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":288},"commonTop":["Neovascular age-related macular degeneration","Conjunctival haemorrhage"]}}}