{"nctId":"NCT01802073","briefTitle":"Primary Sclerosing Cholangitis With Oral Vancomycin by the Study of Its Antimicrobial and Immunomodulating Effects","startDateStruct":{"date":"2012-01","type":"ACTUAL"},"conditions":["Primary Sclerosing Cholangitis"],"count":34,"armGroups":[{"label":"Oral Vancomycin","type":"EXPERIMENTAL","interventionNames":["Drug: Oral Vancomycin"]}],"interventions":[{"name":"Oral Vancomycin","otherNames":["Vancocin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* PSC Diagnosis: Liver biopsy and/or imaging (MRCP, ERCP, CT, or US\n* Colonoscopy within 1 year or starting of study\n* 2 groups:\n\n  1. IBD (Inflammatory bowel disease) and PSC: details of extent and type of IBD\n  2. No IBD and PSC, but positive p-ANCA or ASCA serologies indicating possible IBD.\n\nExclusion Criteria:\n\n* Allergy to Vancomycin\n* PSC not associated with IBD or NO positive IBD antibodies (p-ANCA \\[anti- neutrophil cytoplasmic antibody\\] or ASCA \\[anti-Saccharomyces cerevisiae antibody\\])\n* Cholangiocarcinoma\n* On oral or topical (enemas or suppositories) corticosteroids,topical mesalamine, or biologics (infliximab, adalimumab, certolizumab).","healthyVolunteers":true,"sex":"ALL","minimumAge":"1 Year","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Count of Participants With Elevated Alanine Aminotransferase (ALT) at Baseline and With Clinically Significant Improvement at Month 3","description":"Clinically significant improvement was determined by investigator assessment per participant based on their medical history and disease stage. Elevated ALT was any value greater than the upper limit of the standard reference range used by patient's laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants With Elevated Gamma-glutamyltransferase (GGT) at Baseline and With Clinically Significant Improvement at Month 3","description":"Clinically significant improvement was determined by investigator assessment per participant based on their medical history and disease stage. Elevated GGT was any value greater than the upper limit of the standard reference range used by patient's laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants With Elevated ALT and/or GGT at Baseline and With Clinically Significant Improvement at Month 3","description":"Clinically significant improvement was determined by investigator assessment per participant based on their medical history and disease stage. Elevated ALT (and GGT) was any value greater than the upper limit of the standard reference range used by patient's laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants With Abnormal Magnetic Resonance Cholangiopancreatography (MRCP) Imaging at Baseline and With Clinically Significant Improvement at Year 1","description":"Clinically significant improvement was determined by investigator assessment per participant based on their medical history and disease stage. MRCP imaging was abnormal if it included biliary beading, biliary strictures, dilated bile duct, and/or liver fibrosis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants With Abnormal Liver Biopsies at Baseline and With Clinically Significant Improvement at Year 1","description":"Clinically significant improvement was determined by investigator assessment per participant based on their medical history and disease stage. Liver pathology was considered abnormal if the biopsy was S1 or greater on the liver fibrosis staging scale (S0 no fibrosis, S1 mild fibrosis, S2 moderate fibrosis, S3 sever fibrosis, S4 cirrhosis).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants With Abnormal MRCP and/or Liver Biopsy at Baseline and With Clinically Significant Improvement at Year 1","description":"Clinically significant improvement was determined by investigator assessment per participant based on their medical history and disease stage. MRCP imaging was abnormal if it included biliary beading, biliary strictures, dilated bile duct, and/or liver fibrosis. Liver pathology was considered abnormal if the biopsy was S1 or greater on the liver fibrosis staging scale (S0 no fibrosis, S1 mild fibrosis, S2 moderate fibrosis, S3 sever fibrosis, S4 cirrhosis).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":14},"commonTop":[]}}}