{"nctId":"NCT03332303","briefTitle":"Study to Evaluate the Equivalence of Estradiol Vaginal Cream to Reference Standard in the Treatment of Vaginal Atrophy","startDateStruct":{"date":"2017-10-26","type":"ACTUAL"},"conditions":["Vulvar and Vaginal Atrophy"],"count":540,"armGroups":[{"label":"Experimental: Estradiol Vaginal Cream, USP, 0.01% (Prasco LLC)","type":"EXPERIMENTAL","interventionNames":["Drug: Estradiol Vaginal Cream"]},{"label":"Active Comparator: Estrace® Cream","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Estrace® Cream"]},{"label":"Placebo Comparator: Placebo (Test vehicle cream) Vaginal Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Cream"]}],"interventions":[{"name":"Estrace® Cream","otherNames":["Estradiol Vaginal Cream"]},{"name":"Estradiol Vaginal Cream","otherNames":[]},{"name":"Vehicle Cream","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed IRB-approved informed consent form that meets all criteria of current FDA regulations.\n2. Postmenopausal females aged 30-75 years inclusive. Postmenopausal is defined as follows:\n\n   1. At least 6 months of spontaneous amenorrhea.\n   2. At least 6 weeks post-surgical bilateral oophorectomy, with or without hysterectomy.\n   3. Hysterectomy without oophorectomy if of age that the Investigator believes would have naturally reached 12 months of spontaneous amenorrhea if uterus had remained intact.\n3. Patients with a serum Follicle Stimulating Hormone (FSH) level of ≥ 40 mIU/mL at Screening.\n4. Have ≤ 5% superficial cells on vaginal smear cytology.\n5. Have a vaginal pH \\> 5.0.\n6. At least one of the following patient self-assessed moderate to severe symptoms of VVA from the following list that is identified by the patient as being the most bothersome to her:\n\n   * Vaginal Dryness\n   * Vaginal and/or Vulvar Irritation/Itching\n   * Dysuria\n   * Vaginal Pain associated with sexual activity\n   * Vaginal Bleeding associated with sexual activity (presence or absence)\n\n     * Provided that patient is currently sexually active and plans to remain so throughout the study.\n7. Have \"Normal\" Screening mammogram completed within 9 months before Screening in all patients \\> 40 years old, with no findings that, in the opinion of the Investigator, would indicate any suspicion of breast malignancy.\n8. Normal clinical breast examination at Screening.\n9. Patients with an intact uterus (including patients who underwent a partial hysterectomy) must have a documented papanicolaou (PAP) smear conducted within the previous 12 months with no findings that the Investigator believes would contraindicate the use of topical vaginal estradiol.\n10. Patients with an intact uterus should have vaginal ultrasonography results within 3 months before Screening to confirm an inactive endometrial lining, defined as endometrial thickness \\< 4 mm.\n\nExclusion Criteria:\n\n1. Significant history or current evidence of chronic infectious disease, system disorder, organ disorder or other medical condition that in the Investigator's opinion would place the study patient at undue risk by participation or could jeopardize the integrity of the study evaluations.\n2. Any clinically significant laboratory finding that, in the Investigator's opinion would contraindicate the use of estradiol or compromise patient safety.\n3. Patients with known concurrent vaginal infections including but not limited to: Candida albicans, Trichomonas vaginalis, Chlamydia trachomatis, Neisseria gonorrhea or Gardnerella vaginalis.\n4. Patients with active vaginal herpes simplex infection or have had an outbreak within 30 days before the Screening.\n5. Patients with known, suspected or current history of carcinoma of the breast.\n6. Patients with baseline systolic blood pressure of \\> 150 mmHg and/or diastolic pressure \\> 90 mmHg.\n7. Any patient with past or current undiagnosed vaginal bleeding or significant risk factors for endometrial cancer.\n8. Any history of estrogen-dependent neoplasia (e.g., endometrial cancer).\n9. Patients with known, suspected or current history of hormone dependent tumor.\n10. History of acute thrombophlebitis or thromboembolic disorder.\n11. Any prescription treatment for vaginal dryness/irritation within 14 days before Screening or any over-the-counter or natural remedies within 7 days before Screening.\n12. Any prescription treatment for bacterial or yeast infections within 30 days before Screening.\n13. Fasting triglyceride levels \\> 350 mg/dL.\n14. History of radiation therapy or recent (within previous 6 weeks) surgical therapy to the vaginal or cervical areas.\n15. Any known or suspected allergies that, in the Investigator's opinion, would compromise the safety of the patient.\n16. Patients who have used vaginal hormonal products (rings, creams, gels) within the 7 days before Screening.\n17. Patients who have used transdermal estrogen and/or progestin therapy within the 28 days before Screening.\n18. Patients who have used oral estrogen and/or progestin therapy or intrauterine progestin therapy within the 56 days before Screening.\n19. Patients who have used progestin implants or estrogen alone injectable drug therapy within the 3 month before Screening.\n20. Patients who have used estrogen pellet therapy or progestin injectable drug therapy within 6 months before Screening.\n21. History of significant alcohol abuse within 1 year prior to Screening or regular use of alcohol within 6 months before Screening (more than 14 units of alcohol per week \\[1 unit = 150 mL of wine, 360 mL of beer, or 45 mL of 40% alcohol\\]).\n22. History of significant drug abuse within 1 year prior to Screening, use of soft drugs (such as marijuana) within 3 months before Screening, or hard drugs (such as cocaine, phencyclidine \\[PCP\\], crack, opioid derivatives including heroin, and amphetamine derivatives) within 1 year before Screening.\n23. Use within 30 days of Screening with known strong CYP3A4 inducers or inhibitors that, in the opinion of the Investigator, may affect estrogen metabolism. Examples of strong CYP3A4 inhibitors are macrolide antibiotics such as clarithromycin and telithromycin; azole antifungals such as itraconazole and ketoconazole; antidepressants such as nefazodone; and foods such as grapefruit or grapefruit juice. Examples of strong CYP3A4 inducers are anticonvulsants such as carbamazepine and phenytoin; bactericidals such as rifampin and rifabutin; and natural health products such as St. John's wort.\n24. Inability to understand the requirements of the study and the relative information or are unable or not willing to comply with the study protocol.\n25. Receipt of any drug as part of a research study within 30 days before Screening.\n26. Employees of the Investigator or research center or their immediate family members.\n27. Patients who have participated in this study previously.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Efficacy Endpoint","description":"The primary efficacy endpoint is the number of participants in each treatment group that were identified as Responders at the end of the treatment period evaluated on Day 8 or Day 9. A Responder was defined as a participant with at least a 25% reduction from baseline in the sum of % basal/parabasal + % intermediate cells on vaginal cytology AND vaginal pH \\< 5.0 with a change from baseline vaginal pH of at least 0.5. Any participant who withdrew from the study because of lack of efficacy was included as a non-responder.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"63","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Secondary Efficacy Endpoint","description":"The secondary efficacy endpoint is the number of participants in each treatment group that are considered a Treatment Success at the end of the treatment period evaluated on Day 8 or Day 9. A \"Treatment Success\" is defined as a score of 0 or 1 on Day 8 or Day 9 for the symptom identified at baseline as the most bothersome. This evaluation will be based on (one) participant self-assessed symptom of VVA (vaginal dryness, vaginal and/or vulvar irritation/itching, dysuria, or vaginal pain associated with sexual activity) on a scale of 0 to 3 where 0 = none and 3 = severe. Evaluation of vaginal bleeding during sexual activity will be based on a score of 1 (presence) if it is identified by the participant as the most bothersome symptom at baseline and a score of 0 (absent) on Day 8 or Day 9.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"127","spread":null},{"groupId":"OG002","value":"63","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Duration of Post-menopausal Status (Years)","description":"Baseline Characteristic for Participants who reported Natural Cause for Menopause (Total n = 373 patients) with mean and standard deviation (SD) evaluated per Arm/Group at Visit 1 (Day -28 to Day -1) during Medical History and Demographics Screening","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"6.4"},{"groupId":"OG001","value":"11.4","spread":"6.5"},{"groupId":"OG002","value":"12.3","spread":"7.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":215},"commonTop":["Abdominal pain","Headache","Pelvic pain","Breast tenderness","Abdominal distention"]}}}