{"nctId":"NCT00769015","briefTitle":"Low Vision Depression Prevention Trial for Age Related Macular Degeneration","startDateStruct":{"date":"2009-06"},"conditions":["Age-related Macular Degeneration","Depression"],"count":188,"armGroups":[{"label":"BA-LVR","type":"EXPERIMENTAL","interventionNames":["Behavioral: BA-LVR"]},{"label":"ST-LVR","type":"PLACEBO_COMPARATOR","interventionNames":["Behavioral: ST-LVR"]}],"interventions":[{"name":"BA-LVR","otherNames":[]},{"name":"ST-LVR","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age at least 65 years old\n* Bilateral AMD\n* Subthreshold depressive symptoms\n* At least 1 vision goal that is important yet difficult to carry out\n\nExclusion Criteria:\n\n* Uncontrolled glaucoma, diabetic retinopathy, corneal dystrophy, or cataracts for which surgery within 6 months is likely will be exclusionary conditions\n* Current diagnosis of depression\n* Cognitive impairment\n* Life-threatening illness or any other health conditions that interferes with study activities.\n* Patients who have received low vision rehabilitation or home-based OT in the preceding 12 months will be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Depression","description":"The primary outcome was a DSM-IV diagnosis of major or minor depression based on the Patient Health Questionnaire-9 (PHQ-9).13 The PHQ-9 includes the 9 criteria that define DSM-IV diagnoses of depression and is valid in low-vision patients. A scoring algorithm determines whether the profile of symptoms meets categorical diagnoses of depression. The model is adjusted for treatment group, vision stratum (20/70 to 20/100 vs. \\< 20/100), baseline better eye scotoma size, baseline depression scores \\[Patient Health Questionnaire (PHQ-9)\\], Medical Outcome Study score (MOS-6), which is a global index of self-rated physical and mental health, and baseline neuroticism scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Vision Function: Distance Activities","description":"Distance vision function was assessed using the near activities subscale of the National Eye Institute Vision Function Questionaire-25 (NEI-VFQ). This subscale measures self-reported difficulty in completing activities that require distance function. The subscale is scored from 0 to 100 with higher scores indicating better function. Changes in least squares mean (95% CI) from month 0 to month 4 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.31","spread":null},{"groupId":"OG001","value":"1.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life: Dependency","description":"Self-reported depencency was assessed using the Dependency subscale from the National Eye Institute Vision Function Questionaire-25 (NEI-VFQ). Scores range from 0 to 100, with higher scores indicating less dependency. Changes in least square means from baseline to 4 months are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.07","spread":null},{"groupId":"OG001","value":"5.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Vision Function: Near Activities","description":"Near vision function was assessed using the near activities subscale of the National Eye Institute Vision Function Questionaire-25 (NEI-VFQ). This subscale measures self-reported difficulty in completing activities that require near function. The subscale is scored from 0 to 100 with higher scores indicating better function. Changes in least squares mean (95% CI) from month 0 to month 4 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.78","spread":null},{"groupId":"OG001","value":"2.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life: Mental Health","description":"Self-reported menthal health was assessed using the Mental Health subscale from the National Eye Institute Vision Function Questionaire-25 (NEI-VFQ). Scores range from 0 to 100, with higher scores indicating better mental health. Changes in least square means from baseline to 4 months are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.23","spread":null},{"groupId":"OG001","value":"4.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life: Role Functioning","description":"Self-reported role functioning was assessed using the Role Difficulties subscale from the National Eye Institute Vision Function Questionaire-25 (NEI-VFQ). Scores range from 0 to 100, with higher scores indicating fewer role difficulties . Changes in least square means from baseline to 4 months are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.33","spread":null},{"groupId":"OG001","value":".93","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life: Social Function","description":"Self-reported social function was assessed using the Social Functioning subscale from the National Eye Institute Vision Function Questionaire-25 (NEI-VFQ). Scores range from 0 to 100, with higher scores indicating better social function. Changes in least square means from baseline to 4 months are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-.38","spread":null},{"groupId":"OG001","value":"-2.00","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":30,"n":96},"commonTop":["falls with no break/uti"]}}}