{"nctId":"NCT00722124","briefTitle":"S-Adenosyl-L-Methionine (SAMe) for Smoking Abstinence","startDateStruct":{"date":"2008-09"},"conditions":["Tobacco Dependence"],"count":150,"armGroups":[{"label":"SAMe 800","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: S-Adenosyl-L-Methionine"]},{"label":"SAMe 1600","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: S-Adenosyl-L-Methionine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"S-Adenosyl-L-Methionine","otherNames":["SAMe"]},{"name":"S-Adenosyl-L-Methionine","otherNames":["SAMe"]},{"name":"placebo","otherNames":["sugar pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is at least 18 years of age;\n* Has smoked more than 10 cigarettes/day for ≥6 months;\n* Is willing to make a quit attempt;\n* Is able to participate fully in all aspects of the study;\n* Has been provided with, understand, and have signed the informed consent.\n* Is in good health as determined by the physician investigator.\n\nExclusion Criteria:\n\n* Is clinically significant levels of current depression as assessed by CESD (Score \\>16) and determined by the physician; or have a life-time diagnosis of bipolar disorder, schizophrenia or dementia as determined by physician investigator;\n* Has an unstable medical condition.\n* Is using other tobacco product and the primary use is NOT cigarettes.\n* Is currently (within the past 30-days) using antipsychotics or antidepressants;\n* Is currently (within the past 30-days) using any treatments for tobacco dependence (i.e., behavioral therapy, nicotine replacement therapy, bupropion SR, clonidine, or nortriptyline);\n* Is currently using another investigational drug at the time of study enrollment;\n* Is currently (within the past 30 days) using an herbal product or dietary supplement for tobacco abstinence;\n* Has recent history (in the past 3-months) of alcohol abuse or dependence as assessed by the CAGE questionnaire and study investigators;\n* Has a recent history of drug abuse as assessed by physician interview;\n* Is pregnant, lactating, or of child bearing potential, likely to become pregnant during the medication phase and not willing to use a reliable form of contraception. Reliable forms of contraception include diaphragm or condom (with spermicidal), injections, intrauterine device \\[IUD\\], surgical sterilization and abstinence;\n* Is a history of any major cardiovascular events in the past 3-months including unstable angina, acute MI or coronary angioplasty;\n* Has clinically significant acute or chronic progressive or unstable neurologic, hepatic, renal, cardiovascular, respiratory or metabolic disease;\n* Is currently on medications interacting with SAMe, including but not limited to, antidepressants, MAO inhibitors, levodopa, meperidine, dextromethorphan, pentazocine and tramadol;\n* Has another household member or relative participating in the study;\n* Has known allergy to SAMe.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"7-day Point Prevalence Smoking Abstinence at End of Treatment (Week 8)","description":"7-day point prevalence smoking abstinence biochemically confirmed (expired carbon monoxide \\<8ppm)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":40},"commonTop":["abdominal pain","nausea","headache","diarrhea","insomnia"]}}}