{"nctId":"NCT00943618","briefTitle":"Combining Varenicline and Bupropion for Smoking Cessation","startDateStruct":{"date":"2010-05-17","type":"ACTUAL"},"conditions":["Smoking Cessation"],"count":641,"armGroups":[{"label":"Group 1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Varenicline","Drug: Bupropion","Behavioral: Counseling/Phone Calls"]},{"label":"Group 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Varenicline","Other: Placebo","Behavioral: Counseling/Phone Calls"]},{"label":"Group 3","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo","Behavioral: Counseling/Phone Calls"]}],"interventions":[{"name":"Varenicline","otherNames":["Chantix"]},{"name":"Bupropion","otherNames":["Zyban"]},{"name":"Placebo","otherNames":[]},{"name":"Counseling/Phone Calls","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age: 25-70 years old\n2. Smoking 5 or more cigarettes per day, on average, within the 2 months preceding the screening visit and expired CO of greater than or equal to 6ppm.\n3. Able to follow verbal and written instructions in English and complete all aspects of the study\n4. Provide informed consent and agree to all assessments and study procedures\n5. Have an address and home telephone number where they may be reached\n6. Be the only participant in their household\n\nExclusion Criteria:\n\n1. Within the month immediately preceding the screening visit, use of any form of tobacco products other than cigarettes on 3 or more days within a week if the individual refuses to refrain from such tobacco use during the course of the study.\n2. Within the month immediately preceding the screening visit, use of marijuana in any form on 3 or more days within a week\n3. Within the two weeks immediately preceding the screening visit, involvement on more than 3 days in any formal smoking cessation activities\n4. Treatment on a continuous basis within 2 weeks before the screening visit: any contraindicated medication for Varenicline or Bupropion. Classes of contraindicated medications include, but are not limited to, antiasthmatics, antipsychotics, some antidepressants, antihypertensives, antiarrhythmics, antineoplastics, some antiseizures, and MAO inhibitors (See Appendix U for specific list of excluded and precautionary medications).\n5. Uncontrolled hypertension (average reading of systolic blood pressure greater than 150 or diastolic blood pressure greater than 95) or other major contraindications for Bupropion or Varenicline (See section on Screening).\n6. Severe renal impairment (Creatinine Clearance less than 30 ml/min/1.73 m2).\n7. Laboratory evaluations outside normal limits and of potential clinical significance in the opinion of the investigator.\n8. Meet current criteria for psychiatric disorders or substance abuse as assessed by the MINI plus (major depressive episode) and the MINI for items B, D, I, J (Alcohol Addendum-past 6 months only), K, L, M and N including a past manic or hypomanic episode as well as a lifetime psychotic disorder.\n9. Individuals rated as moderate (6 - 9) to high (10 or greater) on suicidality as assessed by Module C of the MINI.\n10. Psychiatric hospitalization within 1 year of screening date.\n11. A positive urine pregnancy test during the screening period. Women who are two years post menopausal, or who have had a tubal ligation or a partial or full hysterectomy will not be subject to a urine pregnancy test.\n12. Pregnant, breast-feeding or of childbearing potential and is not protected by a medically acceptable, effective method of birth control while enrolled in the study. Medically acceptable contraceptives include: (1) approved hormonal contraceptives (such as birth control pills, patches, implants or injections), (2) barrier methods (such as a condom or diaphragm) used with a spermicide, or (3) an intrauterine device (IUD). Contraceptive measures sold for emergency use after unprotected sex, are not acceptable methods for routine use.\n13. Use of Varenicline or Bupropion within two weeks before the screening visit.\n14. History of hypersensitivity or allergic reaction to Varenicline, tricyclic antidepressant, Bupropion (Wellbutrin, Zyban) or similar chemical classes or any component of these formulations.\n15. Current or previous history of a seizure disorder.\n16. Current or previous history of anorexia.\n17. Subject considered by the investigator as unsuitable candidate for receipt of an investigational drug or unstable to be followed up throughout the entire duration of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"25 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Smoking Abstinence at 12 Months","description":"Prolonged Abstinence is defined as no smoking from the quit date to 12 Months post quit date.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":163},"commonTop":["Insomnia","Nausea","Musculoskeletal pain","Abnormal Dreams","Depressive Symptoms"]}}}