{"nctId":"NCT01385137","briefTitle":"S0927:Omega3-Fatty Acid Supp in Treating Muscle&Bone Pain&Stiffness in Pts W/Stg I,II,III Brst Canc Rec'v Hormone Thpy","startDateStruct":{"date":"2012-02"},"conditions":["Arthralgia","Breast Cancer","Pain"],"count":262,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: omega-3 fatty acid"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"omega-3 fatty acid","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Histologically confirmed primary invasive adenocarcinoma of the breast\n\n  * Stage I, II, or IIIA disease\n  * No metastatic disease\n* Must have undergone modified radical mastectomy or breast-sparing surgery and recovered\n* Estrogen-receptor positive (ER+) and/or progesterone-receptor positive (PR+)\n* Currently taking a third-generation aromatase inhibitor (AI) \\[e.g., anastrozole (Arimidex®), letrozole (Femara®), or exemestane (Aromasin®)\\] for ≥ 90 days prior to registration with plans to continue for ≥ 180 days after registration\n* Must have completed the S092 Brief Pain Inventory (BPI)-Short Form within the past 14 days, and must have a worst pain/stiffness of ≥ 5 on the BPI (item #2) that has started or increased with AI therapy\n\nPATIENT CHARACTERISTICS:\n\n* Postmenopausal\n* Zubrod performance status 0-2\n* Willing to submit blood for serum-free estradiol, total estradiol, serum inflammatory markers (IL6, TNF-α, CRP), DHA and EPA, lipid profile (LDL, HDL, triglycerides), and DNA analysis (CYP19A1)\n* Able to complete study questionnaires in English\n* At least 5 years since other malignancy except adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, ductal carcinoma in situ of the breast or adequately treated stage I or II cancer from which the patient is currently in complete remission\n* Patients must not have a known allergy to soy, given that the placebo is suspended in soybean oil\n\nPRIOR CONCURRENT THERAPY:\n\n* See Disease Characteristics\n* At least 3 months since prior omega-3 fatty acid supplements and must agree to refrain from omega-3-fatty acid supplements from sources outside of this study\n* More than 28 days since prior investigational agents\n* No other medical therapy, alternative therapy, or physical therapy for joint pain/stiffness within the past 30 days\n* Patients must not be on anticoagulation medication (i.e., heparin/warfarin) because of increased risk of bleeding within 28 days prior to registration\n* Patients must not have a history of bone fracture or surgery of the afflicted knees and/or hands within 6 months prior to registration\n* Patients must not be on narcotics within 14 days of registration\n* Patients may have received corticosteroid treatment; however, the following criteria apply:\n\n  * Patients must not have received oral or intramuscular corticosteroids within the 28 days prior to registration\n  * Patients must not have received intra-articular steroids to the study, or any other, joint within 28 days prior to registration\n* Patients must not have received topical analgesics (e.g., capsaicin preparations) to the study joint or any other analgesics (e.g., opiates, tramadol; with the exception of nonsteroidal antiinflammatory drugs (NSAIDs) and acetaminophen) within 14 days prior to registration","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Week 12 Brief Pain Inventory (BPI) Worst Pain/Stiffness Score","description":"Linear regression model-adjusted week 12 mean score by treatment group.\n\nPurpose: To assess the severity of pain Population: Patients with pain from chronic diseases or conditions such as cancer, osteoarthritis and low back pain, or with pain from acute conditions such as postoperative pain Responsiveness: Responds to both behavioral and pharmacological pain interventions Method: Self-report or interview Scoring: Higher scores indicate more pain Range: 0-10","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null},{"groupId":"OG001","value":"5.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Events That Are Possibly, Probably or Definitely Related to Study Drug","description":"Only adverse events that are possibly, probably or definitely related to study drug are reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Week 12 Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Score","description":"Linear regression model-adjusted week 12 mean score by treatment group The WOMAC measures five items for pain (score range 0-20), two for stiffness (score range 0-8), and 17 for functional limitation (score range 0-68). Higher scores indicate higher symptom burden.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.5","spread":null},{"groupId":"OG001","value":"36.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Week 12 Modified Score for the Assessment and Quantification of Chronic Rheumatoid Affections of the Hands (M-SACRAH) Score","description":"Linear regression model-adjusted week 12 mean score by treatment group. Higher scores represent higher symptom burden. Range is 0 to 100.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.8","spread":null},{"groupId":"OG001","value":"28.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Week 12 Functional Assessment of Cancer Therapy-Endocrine Symptoms (FACT-ES) Score","description":"FACT-ES measures physical, social and family, emotional, and functional well-being and endocrine symptoms. The FACT scaleshave five response levels (\"not at all\" to \"very much\"), where higher scores reflect better well-being and fewer symptoms. This scale provided a measure of the broader impact of join pain and stiffness symptoms. Score range is 0 to 220.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"92.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":117},"commonTop":["Arthralgia","Dyspepsia","Diarrhea","Nausea","Joint range of motion decreased"]}}}