{"nctId":"NCT00417079","briefTitle":"XRP6258 Plus Prednisone Compared to Mitoxantrone Plus Prednisone in Hormone Refractory Metastatic Prostate Cancer","startDateStruct":{"date":"2007-01"},"conditions":["Neoplasms","Prostatic Neoplasms"],"count":755,"armGroups":[{"label":"Mitoxantrone + Prednisone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: mitoxantrone","Drug: prednisone"]},{"label":"Cabazitaxel + Prednisone","type":"EXPERIMENTAL","interventionNames":["Drug: cabazitaxel (XRP6258) (RPR116258)","Drug: prednisone"]}],"interventions":[{"name":"cabazitaxel (XRP6258) (RPR116258)","otherNames":["Jevtana"]},{"name":"mitoxantrone","otherNames":[]},{"name":"prednisone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Histologically or cytologically confirmed adenocarcinoma of the prostate that is refractory to hormone therapy and previously treated with a Taxotere®-containing regimen.\n2. Documented progression of disease (demonstrating at least one visceral or soft tissue metastatic lesion, including a new lesion). Patients with non-measurable disease must have documented rising prostate-specific antigen (PSA) levels or appearance of new lesion.\n3. Surgical or hormone-induced castration\n4. Life expectancy \\> 2 months\n5. Eastern Cooperative Oncology Group (ECOG) performance status 0 - 2\n\nExclusion criteria\n\n1. Previous treatment with mitoxantrone\n2. Previous treatment with \\<225 mg/m\\^2 cumulative dose of Taxotere (or docetaxel)\n3. Prior radiotherapy to ≥ 40% of bone marrow\n4. Surgery, radiation, chemotherapy, or other anti-cancer therapy within 4 weeks prior to enrollment in the study\n5. Other prior malignancy, except for adequately treated superficial basal cell skin cancer, or any other cancer from which the patient has been disease-free for less than 5 years\n6. Known brain or leptomeningeal involvement\n7. Other concurrent serious illness or medical conditions\n8. Inadequate organ function evidenced by unacceptable laboratory results\n\nThe investigator will evaluate whether there are other reasons why a patient may not participate.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was defined as the time interval from the date of randomization to the date of death due to any cause.\n\nIn the absence of confirmation of death, the survival time was censored at the last date patient was known to be alive or at the cut-off date, whichever had come first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":null},{"groupId":"OG001","value":"15.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression Free Survival (PFS)","description":"Progression free survival was defined as a composite endpoint evaluated from the date of randomization to the date of tumor progression, PSA progression, pain progression, or death due to any cause, whichever occurred first","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Tumor Response","description":"Tumor Overall Response Rate (ORR) (only in patients with measurable disease):\n\nObjective responses (Complete Response and Partial Response) for measurable disease as assessed by investigators according to RECIST criteria.\n\nComplete Response (CR) is defined as: Disappearance of all target lesions. Partial Response (PR) is defined as: At least a 30% decrease in the sum of longest diameter (LD) of target lesions taking as reference baseline sum LD.\n\nConfirmation of objective responses will be performed by repeat tumor imaging (CT scans, MRI, bone scans) after the first documentation of response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"14.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Progression","description":"Time to tumor progression is defined as the number of months from randomization until evidence of progressive disease (RECIST)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"8.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prostatic Specific Antigen (PSA) Progression","description":"In PSA non-responders, progression will be defined as a 25% increase over nadir and increase in the absolute value PSA level by at least 5 ng/ml and confirmed by a second value at least 4 weeks later.\n\nIn PSA responders and in patients not evaluable for PSA response at baseline, progression will be defined as a ≥50% increase over nadir, provided that the increase is a minimum of 5 ng/ml and confirmed by a second value at least 1 week later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"PSA (Prostate-Specific Antigen) Response","description":"PSA response was defined as a ≥ 50% reduction in serum PSA, determined only for patients with a serum PSA ≥ 20ng/mL at baseline, confirmed by a repeat PSA ≥ 3 weeks later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":null},{"groupId":"OG001","value":"39.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression","description":"Pain Progression is defined as an increase of ≥1 point in the median Personal Pain Intensity (PPI) from its nadir noted on 2 consecutive 3-week-apart visits or ≥25 % increase in the mean analgesic score compared with the baseline score \\& noted on 2 consecutive 3-week-apart visits or requirement for local palliative radiotherapy.\n\nEvaluation of the PPI \\& analgesic scores are based on the short-form McGill Pain Questionnaire which consists of 15 descriptors (11 sensory; 4 affective) which are rated on an intensity scale as 0=none (best) 1=mild 2=moderate 3=severe (worst) (TOTAL: 0=best 45=worst)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain Response","description":"Pain Response was defined as a two-point or greater reduction from baseline median Present Pain Intensity (PPI) score without an increased Analgesic Score (AS) or a decrease of ≥50% in the AS without an increase in the PPI score, maintained for at least 3 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":77,"n":371},"commonTop":["Fatigue","Nausea","Diarrhoea","Constipation","Asthenia"]}}}