{"nctId":"NCT00916721","briefTitle":"Memory Reconsolidation Blockade as a Novel Intervention for Nicotine Dependence","startDateStruct":{"date":"2008-04"},"conditions":["Smoking Cessation"],"count":113,"armGroups":[{"label":"Propranolol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Propranolol"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Propranolol","otherNames":["Inderal"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion:\n\n* Healthy smokers aged 18-65 who have smoked at least 10 cigarettes/day for the past 3 months\n\nExclusion:\n\n* Age \\<18 or \\>65\n* Systolic blood pressure \\<100 mm Hg;\n* Medical condition that contraindicates the administration of propranolol, e.g., history of congestive heart failure, heart block, insulin-dependent diabetes, chronic bronchitis, emphysema, or asthma. With regard to asthma, because many persons who say they have had an asthma attack, especially as a child, may only have had hay fever, another allergy, or another non-asthmatic episode, a blanket exclusion criterion may be overly restrictive. Therefore, asthma attacks will only be exclusionary if they a.) occurred within the past ten years, b.) occurred at any time in life if induced by a B-blocker, or c.) are currently being treated, regardless of the date of last occurrence. Cardiological consultation will be obtained as necessary;\n* Previous adverse reaction to, or non-compliance with, a B-blocker;\n* Current use of medication that may involve potentially dangerous interactions with propranolol, including, other B-blockers, antiarrhythmics, or calcium channel blockers.\n* Use of drugs of abuse other than nicotine or caffeine, such as opiates, marijuana, cocaine, or amphetamines, as determined by saliva or urine testing;\n* Pregnancy (in women of child-bearing potential, a pregnancy test will be performed) or breast-feeding;\n* Current PTSD, or psychotic, melancholic, or bipolar disorder\n* Diagnosis of major depressive disorder in the past 6 months or HAM-D score \\>15 at screening\n* Current participation in any additional nicotine dependence treatment.\n* An urgent need to stop smoking: subjects who receive placebo may not achieve optimal smoking cessation results.\n* Inability to understand the study's procedures, risks, and side effects, or to otherwise give informed consent for participation;\n* Subject candidate does not understand English","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Change in Craving Level to Smoking Cues Caused by Smoking Cues, Measured Using Script Driven Imagery","description":"Craving level will be measured using a 8 point Visual Analogue Scale (VAS) of craving. Participants will be ask \"How much do you want a cigarette right now\" Participants will answer accordingly: 0=no desire at all; 7=unable to resist craving","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.52","spread":"1.1"},{"groupId":"OG001","value":"4.3","spread":"2.1"}]}]}]},{"type":"PRIMARY","title":"Change in the Skin Conductance Level, Caused by Smoking Cues, Measured Using Script Driven Imagery","description":"Skin conductance level was obtained through 9-mm (sensor diameter) Ag/AgCl electrodes filled with isotonic paste placed on the non-dominant hypothenar surface using a constant-voltage technique. A Coulbourn Modular Instrument System was used to measure SC during 4 periods; baseline, reading, imagery and recovery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.107","spread":"0.728"},{"groupId":"OG001","value":"-0.040","spread":"0.337"}]}]}]},{"type":"PRIMARY","title":"Change in Heart Rate (Beats Per Minute), Caused by Smoking Cues, Measured Using Script Driven Imagery","description":"Heart rate was measured through 9-mm (sensor diameter) Ag/AgCl electrodes filled with electrolytic paste and placed on the medial surface of each forearm. Amplified electrocardiogram signal will input to a tachometer that will provide a voltage output reflecting interbeat interval, which will be transformed to HR. A Coulbourn Modular Instrument System was used to measure HR during 4 periods; baseline, reading, imagery and recovery","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.877","spread":"2.285"},{"groupId":"OG001","value":"1.162","spread":"2.064"}]}]}]},{"type":"PRIMARY","title":"Change in the Corrugator Muscle (EMG) Level, Caused by Smoking Cues, Measured Using Script Driven Imagery","description":"Corrugator EMG will be obtained through Ag/AgCl electrodes. The amplified EMG signal will be integrated using a 300-msec. time constant. A Coulbourn Modular Instrument System was used to measure corrugator EMG during 4 periods; baseline, reading, imagery and recovery","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.479","spread":"1.309"},{"groupId":"OG001","value":"1.464","spread":"3.394"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":35},"commonTop":["bradycardia"]}}}