{"nctId":"NCT00887198","briefTitle":"Abiraterone Acetate in Asymptomatic or Mildly Symptomatic Patients With Metastatic Castration-Resistant Prostate Cancer","startDateStruct":{"date":"2009-04-28","type":"ACTUAL"},"conditions":["Prostate Cancer"],"count":1088,"armGroups":[{"label":"Placebo + prednisone","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Prednisone"]},{"label":"Abiraterone + prednisone","type":"EXPERIMENTAL","interventionNames":["Drug: Abiraterone acetate","Drug: Prednisone"]}],"interventions":[{"name":"Abiraterone acetate","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Prednisone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Metastatic castration-resistant prostate cancer (CRPC)\n* Previous anti-androgen therapy and progression after withdrawal\n* ECOG performance status of either 0 or 1\n* Medical or surgical castration with testosterone less than 50 ng/dL\n* Life expectancy of at least 6 months\n\nExclusion Criteria:\n\n* Prior cytotoxic chemotherapy or biologic therapy for CRPC\n* Prior ketoconazole for prostate cancer\n* Known brain metastasis or visceral organ metastasis\n* Use of opiate analgesics for cancer-related pain, including codeine and dextropropoxyphene, currently or anytime within 4 weeks of Cycle 1 Day 1","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival is defined as the time from randomization to date of death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.66","spread":null},{"groupId":"OG001","value":"30.29","spread":null}]}]}]},{"type":"PRIMARY","title":"Radiographic Progression-free Survival (rPFS)","description":"The rPFS was defined as the time from randomization to the occurrence of one of the following: 1) a participant was considered to have progressed by bone scan if - a) the first bone scan with greater than or equal to (\\>=) 2 new lesions compared to baseline was observed in less than (\\<) 12 weeks from randomization and was confirmed by a second bone scan taken \\>=6 weeks later showing \\>=2 additional new lesions (a total of \\>=4 new lesions compared to baseline), b) the first bone scan with \\>=2 new lesions compared to baseline was observed in \\>=12 weeks from randomization and the new lesions were verified on the next bone scan \\>=6 weeks later (a total of \\>=2 new lesions compared to baseline); 2) progression of soft tissue lesions measured by computerized tomography (CT) or magnetic resonance imaging (MRI); 3) death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"8.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Opiate Use for Prostate Cancer Pain","description":"The time interval from the date of randomization to the date of opiate use for cancer pain. Participants who have no opiate use at the time of analysis were censored at the last known date of no opiate use for cancer pain. Participants with no assessment were censored at the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.38","spread":null},{"groupId":"OG001","value":"23.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Cytotoxic Chemotherapy","description":"The time interval from the date of randomization to the date of initiation of cytotoxic chemotherapy for prostate cancer. Participants who had no cytotoxic chemotherapy administration at the time of analysis were censored at the last known date when no cytotoxic chemotherapy was administered. Participants with no assessment were censored at the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.17","spread":null},{"groupId":"OG001","value":"16.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Eastern Cooperative Oncology Group (ECOG) Performance Score by >=1 Point","description":"The time interval from the date of randomization to the first date at which there was at least a 1 grade change (worsening) in the ECOG performance status grade. Participants who had no deterioration in ECOG performance status grade at the time of the analysis were censored at the last known date of no deterioration. ECOG is a 5-point scale, where 0=Fully active, 1=Ambulatory, carry out work of sedentary nature, 2=Ambulatory, capable of all self-care, 3=Capable of limited self-care, confined to bed or chair more than 50% of waking hours, 4=Completely disabled, no self-care, totally confined to bed or chair, 5=Dead. Participants with no assessment were censored at the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.29","spread":null},{"groupId":"OG001","value":"10.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prostate-specific Antigen (PSA) Progression","description":"The time interval from the date of randomization to the date of PSA progression as defined in the protocol-specific prostate cancer Working Group 2 (PCWG2) criteria. A participant was considered to have a PSA progression if the PSA level had a 25 percent (%) or greater increase from nadir and an absolute increase of 2 nanogram/milliliter ((ng/mL) or more, which is confirmed by a second value obtained in 3 or more weeks. Participants who had no PSA progression at the time of the analysis were censored at the last known date of no PSA progression. Participants with no on-study PSA assessment or no baseline PSA assessment were censored at the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.07","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":"An adverse event (AE) was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. A serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Treatment-emergent were events between administration of study drug and up to 30 days after last dose of study drug that were absent before treatment or that worsened relative to pre-treatment state.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"541","spread":null},{"groupId":"OG001","value":"524","spread":null},{"groupId":"OG002","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":null},{"groupId":"OG001","value":"148","spread":null},{"groupId":"OG002","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Plasma Concentrations of Abiraterone","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Maximum Plasma Concentrations of Abiraterone","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration-time Curve From Time 0 to Time the Last Quantifiable Concentration of Abiraterone (AUC[0-infinity])","description":"The AUC (0-infinity) is the area under the plasma concentration-time curve from time zero to infinite time, calculated as the sum of AUC(last) and C(last)/lambda(z); wherein AUC(last) is area under the plasma concentration-time curve from time zero to last quantifiable time, C(last) is the last observed quantifiable concentration, and lambda(z) is elimination rate constant.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Elimination Half-Life (t1/2)","description":"The elimination half-life (t1/2) is the time measured for the plasma concentration to decrease by 1 half to its original concentration. It is associated with the terminal slope of the semi logarithmic drug concentration-time curve, and is calculated as 0.693/lambda(z).","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":215,"n":542},"commonTop":["Fatigue","Back Pain","Arthralgia","Oedema Peripheral","Nausea"]}}}