{"nctId":"NCT00487539","briefTitle":"An Efficacy and Safety Study of Golimumab (CNTO 148) in Participants With Moderately to Severely Active Ulcerative Colitis","startDateStruct":{"date":"2007-08"},"conditions":["Colitis, Ulcerative"],"count":1065,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]},{"label":"Golimumab 100 mg -> 50 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Golimumab 100 mg","Biological: Golimumab 50 mg"]},{"label":"Golimumab 200 mg -> 100 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Golimumab 100 mg","Biological: Golimumab 200 mg"]},{"label":"Golimumab 400 mg -> 200 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Golimumab 200 mg","Biological: Golimumab 400 mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Golimumab 100 mg","otherNames":[]},{"name":"Golimumab 200 mg","otherNames":[]},{"name":"Golimumab 400 mg","otherNames":[]},{"name":"Golimumab 50 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants diagnosed with moderately to severely active ulcerative colitis (UC) defined by a Mayo score of 6 to 12 inclusive at Baseline (Week 0), including an endoscopic (examination of an internal part of the body with a lighted tube; looking at a part of the body with a lighted tube) subscore of greater than or equal to 2\n* Participants must have biopsy results (collected at the screening endoscopy (procedure or obtained within the last year) consistent with the diagnosis of UC\n* Participants either currently receiving treatment with, or have a history of failure to respond to, or tolerate, at least 1 of the following therapies: oral 5-aminosalicylate, oral corticosteroids, 6-mercaptopurine and azathioprine\n* Participants with current dependency or with a history of corticosteroid dependency (i.e., an inability to successfully taper corticosteroids without a return of the symptoms of UC)\n* Not have a diagnosis of active tuberculosis\n* Participants with negative stool test for enteric (by way of the intestines) pathogens\n\nExclusion Criteria:\n\n* Participants with prior exposure to biologic anti-tumor necrosis factor (TNF) agents\n* Participants with severe extensive UC that is likely to require a colectomy (surgery to remove part or all of the colon) within 12 weeks of study entry\n* Participants having UC limited to the rectum only or to less than 20 centimeter of the colon\n* Presence of a stoma (an artificial permanent opening especially in the abdominal wall made in surgical procedures) or presence of a fistula\n* Participants with a history of extensive colonic resection","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Clinical Response at Week 6","description":"Clinical response is defined as decrease from baseline in Mayo score by greater than or equal to 30 percent and greater than or equal to 3, with either a decrease from baseline in rectal bleeding sub-score of greater than or equal to 1 or a rectal bleeding sub-score of 0 or 1. The Mayo score is sum of 4 sub-scores (i.e., stool frequency, rectal bleeding, endoscopic findings, and physician's global assessment); each rated on a scale from 0 to 3, with higher scores indicating more severe disease. The total Mayo score value ranges from 0 to 12.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"129","spread":null},{"groupId":"OG002","value":"141","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Remission at Week 6","description":"Clinical remission is defined as a Mayo score of less than or equal to 2, with no individual sub-score greater than 1. The Mayo score is sum of 4 sub-scores (i.e., stool frequency, rectal bleeding, endoscopic findings, and physician's global assessment); each rated on a scale from 0 to 3, with higher scores indicating more severe disease. The total Mayo score value ranges from 0 to 12.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"45","spread":null},{"groupId":"OG002","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Mucosal Healing at Week 6","description":"Mucosal healing is determined from the endoscopy sub-score of the Mayo score. Mucosal healing is defined as an endoscopy sub-score of 0 or 1. Higher score indicates higher severity of disease. Endoscopy sub-score ranges from 0 (normal or inactive disease) to 3 (severe disease; spontaneous bleeding and ulceration).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"107","spread":null},{"groupId":"OG002","value":"116","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Inflammatory Bowel Disease Questionnaire (IBDQ) Score at Week 6","description":"The IBDQ is used to measure disease specific quality of life on a 32 Likert-scaled items questionnaire. The IBDQ scale contains 4 component subscales: bowel symptoms, systemic symptoms, emotional function and social function with scores ranging from 10 to 70, 5 to 35, 12 to 84 and 5 to 35 respectively and the total score ranges from 32 to 224. Higher scores indicate better health related quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129.6","spread":"32.61"},{"groupId":"OG001","value":"131.7","spread":"33.93"},{"groupId":"OG002","value":"127.2","spread":"33.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":"31.25"},{"groupId":"OG001","value":"27.0","spread":"33.72"},{"groupId":"OG002","value":"26.9","spread":"34.28"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":330},"commonTop":["Headache","Nasopharyngitis","Pyrexia","Nausea","Anaemia"]}}}