{"nctId":"NCT02544763","briefTitle":"A Randomized Controlled Trial of Cannabidiol (GWP42003-P, CBD) for Seizures in Tuberous Sclerosis Complex (GWPCARE6)","startDateStruct":{"date":"2016-04-06","type":"ACTUAL"},"conditions":["Tuberous Sclerosis Complex","Seizures"],"count":224,"armGroups":[{"label":"25 mg/kg/day GWP42003-P","type":"EXPERIMENTAL","interventionNames":["Drug: GWP42003-P"]},{"label":"50 mg/kg/day GWP42003-P","type":"EXPERIMENTAL","interventionNames":["Drug: GWP42003-P"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"GWP42003-P","otherNames":["Cannabidiol","CBD"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Participant has a well-documented clinical history of epilepsy.\n* Participant has a clinical diagnosis of Tuberous Sclerosis Complex (TSC) according to the criteria agreed by the 2012 International TSC Consensus Conference.\n* All medications or interventions for epilepsy (including ketogenic diet and any neurostimulation devices for epilepsy) must have been stable for 1 month prior to screening and the participant is willing to maintain a stable regimen throughout the trial.\n\nKey Exclusion Criteria:\n\n* Participant has a history of pseudo-seizures.\n* Participant has clinically significant unstable medical conditions other than epilepsy.\n* Participant has an illness in the 4 weeks prior to screening or randomization, other than epilepsy, which in the opinion of the investigator could affect seizure frequency.\n* Participant has undergone general anesthetic in the 4 weeks prior to screening or randomization.\n* Participant has undergone surgery for epilepsy in the 6 months prior to screening.\n* Participant is being considered for epilepsy surgery or any procedure involving general anesthesia.\n* Participant has been taking felbamate for less than 1 year prior to screening.\n* Participant is taking an oral mTOR inhibitor.\n* Participant has any known or suspected hypersensitivity to cannabinoids or any of the excipients of the Investigational Medicinal Product (IMP), such as sesame oil.\n* Participant has any history of suicidal behavior or any suicidal ideation of type 4 or 5 on the C-SSRS in the last month or at screening.\n* Participant is currently using or has in the past used recreational or medicinal cannabis, or cannabinoid-based medications, within the 3 months prior to screening and is unwilling to abstain for the duration for the study.\n* Participant has tumor growth which, in the opinion of the Investigator, could affect the primary endpoint.\n* Participant has significantly impaired hepatic function at the screening or randomization visit\n* Participant has received an IMP within the 12 weeks prior to the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in the Number of Tuberous Sclerosis Complex (TSC)-Associated Seizures During the Treatment Period (Maintenance and Titration)","description":"TSC-associated seizures included: focal motor seizures without impairment of consciousness or awareness (Type 1 focal motor); focal seizures with impairment of consciousness or awareness (Type 2 focal); focal seizures evolving to bilateral generalized convulsive seizures (Type 3 focal); and tonic-clonic, tonic, clonic, or atonic seizures that are countable. Percent change from Baseline was calculated as the (post-Baseline value minus the Baseline value) divided by the Baseline value x 100.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.36","spread":null},{"groupId":"OG001","value":"-36.55","spread":null},{"groupId":"OG002","value":"-20.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Considered Treatment Responders During the Treatment Period (Maintenance and Titration)","description":"Treatment responders are defined as those participants with a ≥ 50% reduction in TSC-associated seizure frequency. TSC-associated seizures included: focal motor seizures without impairment of consciousness or awareness (Type 1 focal motor); focal seizures with impairment of consciousness or awareness (Type 2 focal); focal seizures evolving to bilateral generalized convulsive seizures (Type 3 focal); and tonic-clonic, tonic, clonic, or atonic seizures that are countable. Participants who withdrew from the trial during the treatment period are considered non-responders.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"44","spread":null},{"groupId":"OG002","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Caregiver Global Impression of Change (CGIC) or Participant Global Impression of Change (PGIC) Score at the Participant's Last Visit","description":"The combined caregiver and participant summary uses either the caregiver or participant version if only one version was completed, or the caregiver version if both caregiver and participant versions were completed. The CGIC comprised the following question, to be rated on a 7-point scale (1, Very Much Improved; 2, Much Improved; 3, Slightly Improved; 4, No Change; 5, Slightly Worse; 6, Much Worse; 7, Very Much Worse): \"Since your child started treatment, please assess the status of your child's overall condition (comparing their condition now to their condition before treatment).\" The SGIC comprised the following question, to be rated on a 7-point scale (1, Very Much Improved; 2, Much Improved; 3, Slightly Improved; 4, No Change; 5, Slightly Worse; 6, Much Worse; 7, Very Much Worse): \"Since you started treatment, please assess the status of your overall condition (comparing your condition now to your condition before treatment).\"","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"1.34"},{"groupId":"OG001","value":"3.1","spread":"1.40"},{"groupId":"OG002","value":"3.5","spread":"0.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"1.35"},{"groupId":"OG001","value":"3.2","spread":"1.45"},{"groupId":"OG002","value":"3.5","spread":"0.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.51"},{"groupId":"OG001","value":"4.5","spread":"1.73"},{"groupId":"OG002","value":"2.8","spread":"1.26"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Seizures During the Treatment Period (Maintenance and Titration)","description":"Total seizures included all seizure types combined. Percent change from Baseline was calculated as the (post-Baseline value minus the Baseline value) divided by the Baseline value x 100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.71","spread":"46.150"},{"groupId":"OG001","value":"-35.14","spread":"42.530"},{"groupId":"OG002","value":"-19.63","spread":"35.137"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Severe Treatment-emergent Adverse Event (TEAE)","description":"A TEAE was defined as an AE with a start date on or after the first dose of IMP during the Blinded Phase up to and including the date of first dose of the Open-label Extension (OLE) Phase (OLE Day 1).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":75},"commonTop":["Diarrhoea","Decreased appetite","Somnolence","Nasopharyngitis","Vomiting"]}}}