{"nctId":"NCT00432744","briefTitle":"Phase III Trial of Coenzyme Q10 in Mitochondrial Disease","startDateStruct":{"date":"2007-01"},"conditions":["Mitochondrial Diseases"],"count":24,"armGroups":[{"label":"CoenzymeQ10","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: CoenzymeQ10"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"CoenzymeQ10","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 12 m - 17 y\n* Biochemical proof of a deficiency of complex I, III or IV of the RC or a molecular genetic proof of a mutation in mtDNA, or an nDNA mutation in a gene known to be associated with dysfunction of the electron transport chain (e.g., SURF1)\n* Willingness to stop all other medication regimens and supplements other than what the Steering and Planning Committee deems medically necessary\n\nExclusion Criteria:\n\n* A genetic mitochondrial disease other than those stipulated under inclusion criteria\n* Intractable epilepsy, defined as grand mal seizures occurring with a frequency \\> 4/month, despite treatment with conventional antiepileptic drugs\n* Primary, defined organic acidurias other than lactic acidosis (e.g., propionic aciduria\n* Primary disorders of amino acid metabolism\n* Primary disorders of fatty acid oxidation\n* Secondary lactic acidosis due to impaired oxygenation or circulation (e.g., due to severe cardiomyopathy or congenital heart defects)\n* Severe anemia, defined as a hematocrit \\<30%\n* Malabsorption syndromes associated with D-lactic acidosis\n* Renal insufficiency, defined as (1) a requirement for chronic dialysis or (2) serum creatinine ≥ 1.2 mg/dl or creatinine clearance \\<60 ml/min\n* Primary hepatic disease unrelated to mitochondrial disease\n* Allergy to CoQ10 or placebo ingredients\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Months","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"McMaster Gross Motor Function (GMFM 88)","description":"The McMaster Gross Motor Function is a validated scale ranging from 0 to 100 (the higher the better). Since there was the possibility of a subject becoming totally disabled our FDA peer reviewed design called for its use as follows: If the subject completed both periods, the score was calculated as the difference in scores between the end of Period 2 (at 12 months) minus that at the end of Period 1 (6 months). If a subject became totally disabled, this difference was considered as plus infinity if it occurred in period 1 (Penalizes period 1), and minus infinity if it occurred in Period 2 (Penalizes period 2). The two treatments were compared via the Wilcoxon test, and the effect size was estimated using Kendall's Tau-B. This is interpreted in a similar manner to correlation with positive values favoring COQenzyme10 and negative values favoring placebo. One of the links in this report is to the the GMFM scale and how it is scored. A link to the instrument is included.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.002","spread":null},{"groupId":"OG001","value":"-0.12","spread":null}]}]}]},{"type":"PRIMARY","title":"Pediatric Quality of Life Scale","description":"The Pediatric Quality of Life Scale is a validated scale ranging from 0 to 100 (the higher the better). Since there was the possibility of a subject becoming totally disabled our FDA peer reviewed design called for its use as follows: If the subject completed both periods, the score was calculated as the difference in scores between the end of Period 2 (at 12 months) minus that at the end of Period 1 (6 months). If a subject became totally disabled, this difference was considered as plus infinity if it occurred in period 1 (Penalizes period 1), and minus infinity if it occurred in Period 2 (Penalizes period 2). The two treatments were compared via the Wilcoxon test, and the effect size was estimated using Kendall's Tau-B. This is interpreted in a similar manner to correlation with positive values favoring COQenzyme10 and negative values favoring placebo. Goggle \"pedsQL and Mapi\" to browse the copyrighted manual. A link to the instrument is included.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":null},{"groupId":"OG001","value":"-11.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Non-parametric Hotelling T-square Bivariate Analysis of GMGF 88 and OPeds QOL.","description":"This is a multivariate analysis of the first two outcomes: Period 2 minus Period 1 GMFM88 and Peds Quality of Life, analyzed as follows: First, to be in the analysis, subjects must contribute at least one of these endpoints. Second, if the subject became totally disabled during period 1, the difference was defined as + infinity, (highest possible evidence favoring period 2), and if the subject became totally disabled in period 2, the subject was scored as - infinity (highest possible evidence favoring period 1). Period 2 minus period 1 differences were ranked form low to high with missing values scores at the mid-rank. The Hotelling T-square was computed on these ranks and the P-value was obtained from 100,000 rerandomizations as the fraction of rerandomizations with T-sq at least as large as that observed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":19},"commonTop":["GI Issues","Elevated Liver Enzymes","Ear Infection","Neuromusclar Changes","Decreased White Blood Count"]}}}