{"nctId":"NCT02501629","briefTitle":"An Efficacy and Safety Study of Reslizumab Subcutaneous in Patients With Oral Corticosteroid Dependent Asthma and Elevated Blood Eosinophils","startDateStruct":{"date":"2015-09-29","type":"ACTUAL"},"conditions":["Asthma","Elevated Blood Eosinophils","Oral Corticosteroid Dependence"],"count":177,"armGroups":[{"label":"Reslizumab 110 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Reslizumab","Drug: Non-Oral Corticosteroid (non-OCS) Asthma Medication","Drug: Oral Corticosteroid (OCS)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Non-Oral Corticosteroid (non-OCS) Asthma Medication","Drug: Oral Corticosteroid (OCS)"]}],"interventions":[{"name":"Reslizumab","otherNames":["CEP38072"]},{"name":"Placebo","otherNames":[]},{"name":"Non-Oral Corticosteroid (non-OCS) Asthma Medication","otherNames":[]},{"name":"Oral Corticosteroid (OCS)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The patient is male or female, 12 years of age and older, with a previous diagnosis of asthma.\n2. Written informed consent is obtained.\n3. The patient requires daily maintenance dose of prednisone or equivalent for asthma of between 5 and 40 mg during the 3 months prior to screening.\n4. The patient has a documented elevated blood eosinophils at screening or during the previous 12 months.\n5. The patient has required high dose ICS plus another asthma controller for at least 6 months prior to screening.\n6. The patient has FEV1 reversibility to inhaled SABA or historical reversibility within the previous 24 months.\n\n   * Other criteria may apply, please contact the investigator for more information.\n\nExclusion Criteria:\n\n1. The patient has any clinically significant, uncontrolled medical condition that would interfere with the study schedule or procedures and interpretation of efficacy results or would compromise the patient's safety.\n2. The patient has another confounding underlying lung disorder.\n3. The patient has a known hypereosinophilic syndrome.\n4. The patient has a history of any malignancy within 5 years of the screening visit, except for treated and cured non-melanoma skin cancers.\n5. The patient is pregnant or intends to become pregnant during the study or is lactating.\n6. The patient required treatment for an asthma exacerbation within 4 weeks of screening.\n7. The patient is a current smoker or has a smoking history ≥10 pack-years.\n8. The patient is currently using any systemic immunosuppressive or immunomodulatory biologic except maintenance OCS for the treatment of asthma.\n9. The patient participated in a clinical study within 30 days or 5 half-lives of the investigational drug before screening, whichever is longer.\n10. The patient was previously exposed to benralizumab within 12 months of screening.\n11. The patient was previously exposed to reslizumab.\n12. The patient has a history of immunodeficiency disorder including human immunodeficiency virus.\n13. The patient has current suspected drug and/or alcohol abuse.\n14. The patient has had an active helminthic parasitic infection or was treated for one within 6 months of screening.\n15. The patient has a history of allergic reactions or hypersensitivity to any component of the study drug.\n\n    * Other criteria may apply, please contact the investigator for more information.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Reduction In Daily Oral Corticosteroid (OCS) Dose During Weeks 20-24 As Compared to the Optimized Dose At Baseline","description":"The primary endpoint was the 5-level categorized percent reduction in OCS dose during weeks 20 to 24 compared with the optimized dose at baseline. The primary analysis incorporated data from all randomized patients. Analysis of the primary and secondary variables related to categorical OCS dose reduction incorporated missing data as non-responders.\n\nNo decrease indicates there was no decrease in OCS, loss of baseline asthma control during weeks 20 to 24, or discontinuation from study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"13","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a >=50% Reduction in OCS Dose at Weeks 20-24 Compared to Baseline While Maintaining Asthma Control","description":"Percentage of patients whose OCS dose at weeks 20-24 was reduced \\>=50% compared to baseline while maintaining asthma control.\n\nPatients listed as \"no\" did not achieve the 50% reduction in baseline OCS dose goal, or did achieve that goal but lost asthma control during weeks 20 to 24, or discontinued from study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an OCS Dose of <=5 mg at Weeks 20-24 While Maintaining Asthma Control","description":"Percentage of participants whose OCS dose at weeks 20-24 was \\<=5 mg and they maintained asthma control.\n\nPatients listed as \"no\" had a week 20-24 OCS dose \\> 5 mg, or whose OCS dose was \\<=5 mg at weeks 20-24 but did not maintain asthma control, or they discontinued from study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Daily Oral Corticosteroid (OCS) Dose During Weeks 20-24 Using a Mixed Model for Repeated Measures","description":"The baseline OCS dose is the prescribed optimized OCS dose following the OCS optimization period. Endpoint data are presented using an on-treatment approach. In this context, 'endpoint' was defined as the last observation obtained at a scheduled or qualified early termination visit during the treatment period. Weeks 20-24 data is included between the Week 20 dose and Week 24 for completed patients; last dose of study drug to 4 weeks after the last dose of study drug for patients who discontinued treatment early. Measurements collected outside of these defined timeframes are excluded from the analyses.\n\nThe mixed model repeated measures (MMRM) included fixed effects for treatment, visit, treatment by visit interaction, age group, and OCS dose group, duration of OCS use and baseline value as covariates, and patient as a random effect. Unstructured covariance was assumed for the repeated measures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.34","spread":"17.318"},{"groupId":"OG001","value":"-58.08","spread":"17.633"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a >=5 mg Reduction in OCS Dose at Weeks 20-24 Compared to Baseline While Maintaining Asthma Control","description":"Percentage of participants whose OCS dose at weeks 20-24 was reduced by at least 5mg from baseline and maintained asthma control. Patients listed as \"no\" had a week 20-24 OCS dose that did not meet the threshold of a 5mg reduction, or whose OCS dose met the threshold but did not maintain asthma control, or discontinued from study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Clinical Asthma Exacerbations (CAEs)","description":"The annual exacerbation rate is based on clinical asthma exacerbations reported by the investigator in the eCRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.86","spread":null},{"groupId":"OG001","value":"1.51","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an OCS Dose of 0 mg at Weeks 20-24 While Maintaining Asthma Control","description":"Percentage of participants who discontinue use of OCS during weeks 20-24 while maintaining asthma control.\n\nPatients listed as \"no\" continued to use OCS during weeks 20-24, or who discontinued use of OCS during weeks 20-24 but lost control of their asthma, or discontinued from study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Anti-Drug Antibody (ADA) Responses","description":"Treatment-emergent responses were defined as a positive sample post-baseline (negative baseline) OR a titer increase of \\>=4-fold relative to a positive baseline sample.\n\nTwo types of antibody assay were performed, an immunogenicity status assay (ADA) and neutralizing assay (NAb).\n\nThe ADA assay produces a positive or negative result. For samples with a positive result, a neutralizing assay was performed, which also produces a positive or negative result.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Adverse Events","description":"An adverse event is any untoward medical occurrence in a patient administered a pharmaceutical product, regardless of whether it has a causal relationship with this treatment. In this study, asthma exacerbations (which are efficacy parameters) should not be recorded as adverse events unless assessed by the investigator as more severe than the patient's usual disease course. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.\n\nTreatment-related adverse events or adverse events related to OCS use included events with missing relationship to study drug or OCS use, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":89},"commonTop":["Viral upper respiratory tract infection","Bronchitis","Asthma","Upper respiratory tract infection","Hypertension"]}}}