{"nctId":"NCT01777334","briefTitle":"The Purpose of This Study is to Evaluate the Spirometric Effect (Trough FEV1) of Umeclidinium/Vilanterol 62.5/25 mcg Once Daily Compared With Tiotriopium 18 mcg Once Daily Over a 24-week Treatment Period in Subjects With COPD","startDateStruct":{"date":"2013-01-23","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":905,"armGroups":[{"label":"Umeclidinium/Vilanterol","type":"EXPERIMENTAL","interventionNames":["Drug: Umeclidinium/Vilanterol 62.5/25 mcg"]},{"label":"Tiotropium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tiotropium 18 mcg"]}],"interventions":[{"name":"Umeclidinium/Vilanterol 62.5/25 mcg","otherNames":[]},{"name":"Tiotropium 18 mcg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: Outpatient.\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Age: Subjects 40 years of age or older at Visit 1.\n* Gender: Male or female subjects.\n\nA female is eligible to enter and participate in the study if she is of:\n\nNon-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g. age appropriate, \\> 45 years, in the absence of hormone replacement therapy.\n\nOR\n\nChild bearing potential, has a negative pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly (i.e. in accordance with the approved product label and the instructions of the physician for the duration of the study - screening to follow-up contact):\n\n* Abstinence\n* Oral Contraceptive, either combined or progestogen alone\n* Injectable progestogen\n* Implants of levonorgestrel\n* Estrogenic vaginal ring\n* Percutaneous contraceptive patches\n* Intrauterine device (IUD) or intrauterine system (IUS) that meets the SOP effectiveness criteria as stated in the product label\n* Male partner sterilization (vasectomy with documentation of azoospermia) prior to the female subject's entry into the study, and this male is the sole partner for that subject. For this definition, \"documented\" refers to the outcome of the investigator's/designee's medical examination of the subject or review of the subject's medical history for study eligibility, as obtained via a verbal interview with the subject or from the subject's medical records.\n* Double barrier method: condom and an occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/film/cream/suppository)\n\n  * COPD Diagnosis: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society \\[Celli, 2004\\].\n  * Smoking History: Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]. Previous smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1.\n\nNote: Pipe and/or cigar use cannot be used to calculate pack-year history\n\n* Severity of Disease: A pre and post-albuterol/salbutamol FEV1/FVC ratio of \\<0.70 and a pre and post-albuterol/salbutamol FEV1 of FEV1 of \\<=70% of predicted normal values calculated using NHANES III reference equations at Visit 1 \\[Hankinson, 1999; Hankinson, 2010\\].\n* Dyspnea: A score of ≥2 on the Modified Medical Research Council Dyspnea Scale (mMRC) at Visit 1.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: A current diagnosis of asthma.\n* Other Respiratory Disorders: Known alpha 1 antitrypsin deficiency, active lung infections (such as tuberculosis), and lung cancer are absolute exclusionary conditions. A subject who, in the opinion of the investigator, has any other significant respiratory conditions in addition to COPD should be excluded. Examples may include clinically significant bronchiectasis, pulmonary hypertension, sarcoidosis, or interstitial lung disease.\n* Other Diseases/Abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or hematological abnormalities that are uncontrolled and/or a previous history of cancer in remission for \\<5 years prior to Visit 1 (localized carcinoma of the skin that has been resected for cure is not exclusionary). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Contraindications: A history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, beta2-agonist, lactose/milk protein or magnesium stearate or a medical condition such as narrow-angle glaucoma, prostatic hypertrophy or bladder neck obstruction that, in the opinion of the study physician contraindicates study participation or use of an inhaled anticholinergic.\n* Hospitalization: Hospitalization for COPD or pneumonia within 12 weeks prior to Visit 1.\n* Lung Resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening (Visit 1).\n* 12-Lead ECG: An abnormal and significant ECG finding from the 12-lead ECG conducted at Visit 1, including the presence of a paced rhythm on a 12-lead electrocardiogram (ECG) which causes the underlying rhythm and ECG to be obscured. Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility. Specific ECG findings that preclude subject eligibility are listed in Appendix 4. The study investigator will determine the medical significance of any ECG abnormalities not listed in Appendix 4.\n* Medication Prior to Spirometry: Unable to withhold albuterol/salbutamol for the 4 hour period required prior to spirometry testing at each study visit.\n* Use of certain medications according to defined time intervals prior to Screening (Visit 1).\n* Oxygen: Use of long-term oxygen therapy (LTOT) described as oxygen therapy prescribed for greater than 12 hours a day. As-needed oxygen use (i.e., \\>=12 hours per day) is not exclusionary.\n* Nebulized Therapy: Regular use (prescribed for use every day, not for as-needed use) of short-acting bronchodilators (e.g., albuterol/salbutamol) via nebulized therapy.\n* Pulmonary Rehabilitation Program: Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Visit 1. Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Drug or Alcohol Abuse: A known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Affiliation with Investigator Site: Is an investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* Previous use of study drug: Previous participation in DB2113360 or DB2113374.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (BL) in Trough Forced Expiratory Volume in One Second (FEV1) on Day 169 (Week 24)","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 measurements were taken electronically by spirometry on Days 2, 28, 56, 84, 112, 140, 168, and 169. Baseline is defined as the mean of the assessments made 30 minutes (min) pre-dose and 5 min pre-dose on Treatment Day 1. Trough FEV1 is defined as the mean of the FEV1 values obtained at 23 and 24 hours (hr) after the previous morning's dosing (ie., trough FEV1 on Day 169 is the mean of the FEV1 values obtained 23 and 24 hr after the morning dosing on Day 168). Change from Baseline at a particular visit was calculated as the trough FEV1 value at that visit minus the Baseline value. Analysis was performed using a repeated measures model with covariates of treatment, Baseline (mean of the two assessmentsmade 30 min and 5 min pre-dose on Day 1), smoking status, center group, day, and day by Baseline and day by treatment interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.205","spread":"0.0114"},{"groupId":"OG001","value":"0.093","spread":"0.0115"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (BL) in Weighted Mean (WM) 0-6 Hour FEV1 Obtained Post-dose at Day 168","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. The WM FEV1 was derived by calculating the area under the FEV1/time curve (AUC) using the trapezoidal rule, and then dividing the value by the time interval over which the AUC was calculated. The WM was calculated at Days 1, 84, and 168 using the 0-6-hour post-dose FEV1 measurements collected on that day, which included pre-dose (Day 1: 30 minutes \\[min\\] and 5 min prior to dosing; other serial visits: 23 and 24 hours after the previous morning dose) and post-dose at 15 min, 30 min, 1 hour, 3 hours, and 6 hours. Change from BL at a particular visit was calculated as the WM value at that visit minus the BL value. Analysis was performed using a repeated measures model with covariates of treatment, BL (mean of the two assessments made 30 min and 5 min pre-dose on Day 1), smoking status, center group, day, and day by BL and day by treatment interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.276","spread":"0.0124"},{"groupId":"OG001","value":"0.170","spread":"0.0126"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":454},"commonTop":["Headache","Nasopharyngitis","Cough"]}}}