{"nctId":"NCT03168841","briefTitle":"Efficacy and Safety of Efinaconazole 10% Solution in the Treatment of Onychomycosis in Diabetic Patients","startDateStruct":{"date":"2017-06-06","type":"ACTUAL"},"conditions":["Onychomycosis"],"count":40,"armGroups":[{"label":"Intervention Group, receiving medication","type":"EXPERIMENTAL","interventionNames":["Drug: Efinaconazole Topical"]}],"interventions":[{"name":"Efinaconazole Topical","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of onychomycosis confirmed through positive KOH stain or positive mycologic culture findings.\n* Involvement of at minimum 20% of the target great toenail.\n\nExclusion Criteria:\n\n* Diagnosis of a nondermatophyte fungus infection, diagnosis of proximal subungual onychomycosis, diagnosis of superficial white onychomycosis\n* Diagnosis of peripheral arterial disease or anatomic abnormalities of the target toenail\n* Inability to follow through with all requisite office visits\n* Routine use of a systemic corticosteroid, routine use of a systemic immunomodulator, or history of systemic antifungals within the prior five years.\n* Active interdigital tinea pedis refractory to topical antifungal treatments\n* Known hypersensitivity to efinaconazole\n* Use, within the month preceding screening, of: topical antifungal agents, topical anti-inflammatory agents to the toes\n* Any history of oral systemic antifungal with known activity against dermatophytes","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Endpoint - Efficacy","description":"The primary efficacy end point is the proportion of subjects achieving complete cure at week 50. Complete cure is to be defined as a combination of 0% clinical involvement and mycological cure (mycological cure defined as negative KOH examination and negative fungal culture of the target toenail sample).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Endpoint - Efficacy","description":"The first secondary efficacy end point is mycological cure, defined as negative KOH examination and negative fungal culture of the target toenail sample.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Endpoint - Efficacy","description":"The second secondary efficacy end point is clinical cure, defined as 0% clinical involvement of the target toenail.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Endpoint - Safety (Occurrence of Adverse Events: Type and Frequency)","description":"The secondary safety endpoint is the occurrence of adverse events (type and frequency).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":40},"commonTop":["Application site vesicles, local"]}}}