{"nctId":"NCT02965456","briefTitle":"Efficacy and Safety of IDP-121 and IDP-121 Vehicle Lotion in the Treatment of Acne Vulgaris","startDateStruct":{"date":"2015-11-04","type":"ACTUAL"},"conditions":["Acne"],"count":820,"armGroups":[{"label":"IDP-121 Lotion","type":"EXPERIMENTAL","interventionNames":["Drug: IDP 121 Lotion"]},{"label":"IDP-121 Vehicle Lotion","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IDP-121 Vehicle Lotion"]}],"interventions":[{"name":"IDP 121 Lotion","otherNames":[]},{"name":"IDP-121 Vehicle Lotion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Male or female at least 9 years of age and older.\n* Written and verbal informed consent must be obtained. Participants less than age of consent must sign an assent for the study and a parent or a legal guardian must sign the informed consent (if participant reaches age of consent during the study they should be re-consented at the next study visit).\n* Participants must be willing to comply with study instructions and return to the study center for required visits. Participants under the age of consent must be accompanied by the parent or legal guardian at the time of assent/consent signing.\n* If a cleanser, moisturizer or sunscreen is needed during the study, participants must be willing to use only allowed cleansers, moisturizers, sunscreens, or moisturizer/sunscreen combination products. If the participant wears makeup they must agree to use non-comedogenic makeup.\n\nKey Exclusion Criteria:\n\n* Use of an investigational drug or device within 30 days of enrollment or participation in a research study concurrent with this study.\n* Any dermatological conditions on the face that could interfere with clinical evaluations such as acne conglobata, acne fulminans, secondary acne, perioral dermatitis, clinically significant rosacea, gramnegative folliculitis.\n* Any underlying disease(s) or some other dermatological condition of the face that requires the use of interfering topical or systemic therapy or makes evaluations and lesion count inconclusive.\n* Participants with a facial beard or mustache that could interfere with the study assessments.\n* History of hypersensitivity or allergic reactions to any of the study preparations as described in the Investigator's Brochure, including known sensitivities to any dosage form of tretinoin.\n* Participants who are unable to communicate or cooperate with the Investigator due to language problems, poor mental development, or impaired cerebral function.\n* Participants with any underlying disease that the Investigator deems uncontrolled, and poses a concern for the participant's safety while participating in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Mean Noninflammatory Lesion Count to Week 12","description":"Noninflammatory lesions were defined as follows: Open comedones (blackhead) - plugged hair follicle with dilated/open orifice, black in color; and Closed comedones (whitehead) - plugged hair follicle: small opening at skin surface. For noninflammatory facial lesions, open and closed comedones were recorded as a single count.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.9","spread":"22.70"},{"groupId":"OG001","value":"-13.9","spread":"23.30"}]}]}]},{"type":"PRIMARY","title":"Absolute Change From Baseline in Mean Inflammatory Lesion Count to Week 12","description":"Inflammatory lesions were defined as follows: Papule - a solid, elevated lesion less than 5 millimeters (mm); and Pustule - an elevated lesion containing pus less than 5 mm. For inflammatory facial lesions, papules and pustules were recorded as a single count, while nodular lesions were counted and recorded separately.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.9","spread":"11.99"},{"groupId":"OG001","value":"-10.7","spread":"12.12"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Treatment Success at Week 12","description":"Treatment success was defined as at least a 2-grade reduction from Baseline in EGSS score and an EGSS score equating to \"Clear\" or \"Almost Clear\". EGSS was based on a 5-point scale ranging from 0 to 4; where 0 = clear, 1 = almost clear, 2 = mild, 3 = moderate, and 4 = severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.8","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Noninflammatory Lesion Count to Week 12","description":"Noninflammatory lesions were defined as follows: Open comedones (blackhead) - plugged hair follicle with dilated/open orifice, black in color; and Closed comedones (whitehead) - plugged hair follicle: small opening at skin surface. For noninflammatory facial lesions, open and closed comedones were recorded as a single count.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.6","spread":"44.64"},{"groupId":"OG001","value":"-31.9","spread":"45.79"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Inflammatory Lesion Count to Week 12","description":"Inflammatory lesions were defined as follows: Papule - a solid, elevated lesion less than 5 millimeters (mm); and Pustule - an elevated lesion containing pus less than 5 mm. For inflammatory facial lesions, papules and pustules were recorded as a single count, while nodular lesions were counted and recorded separately.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-53.4","spread":"45.44"},{"groupId":"OG001","value":"-41.5","spread":"45.68"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":389},"commonTop":[]}}}