{"nctId":"NCT02348489","briefTitle":"SGI-110 in Adults With Untreated Acute Myeloid Leukemia (AML), Not Considered Candidates for Intensive Remission Induction","startDateStruct":{"date":"2015-03-19","type":"ACTUAL"},"conditions":["Leukemia, Myeloid, Acute"],"count":815,"armGroups":[{"label":"SGI-110 (guadecitabine)","type":"EXPERIMENTAL","interventionNames":["Drug: SGI-110 (guadecitabine)"]},{"label":"Treatment Choice","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Treatment Choice"]}],"interventions":[{"name":"SGI-110 (guadecitabine)","otherNames":[]},{"name":"Treatment Choice","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nCytologically or histologically confirmed diagnosis of AML (except M3 acute promyelocytic leukemia) according to World Health Organization (WHO) classification.\n\nPerformance status (ECOG) of 0-3. Adults with previously untreated AML except for hydroxyurea or corticosteroids. Prior hydroxyurea or lenalidomide treatment for myelodysplastic syndrome (MDS) is allowed.\n\nNot considered candidates for intensive remission induction chemotherapy at time of enrollment based on EITHER:\n\n1. ≥75 years of age OR\n2. \\<75 years of age with at least 1 of the following:\n\ni. Poor performance status (ECOG) score of 2-3.\n\nii. Clinically significant heart or lung comorbidities, as reflected by at least 1 of:\n\n1. Left ventricular ejection fraction (LVEF) ≤50%.\n2. Lung diffusing capacity for carbon monoxide (DLCO) ≤65% of expected.\n3. Forced expiratory volume in 1 second (FEV1) ≤65% of expected.\n4. Chronic stable angina or congestive heart failure controlled with medication.\n\niii. Liver transaminases \\>3 × upper limit of normal (ULN).\n\niv. Other contraindication(s) to anthracycline therapy (must be documented).\n\nv. Other comorbidity the investigator judges incompatible with intensive remission induction chemotherapy, which must be documented and approved by the study medical monitor before randomization.\n\nCreatinine clearance as estimated by the Cockcroft-Gault (C-G) or other medically acceptable formulas ≥30 mL/min.\n\nExclusion Criteria:\n\nCandidate for intensive remission induction chemotherapy at the time of enrollment.\n\nCandidate for best supportive care only, ie, not a candidate for any active therapy with the TC comparators.\n\nKnown extramedullary central nervous system (CNS) AML.\n\nSecond malignancy currently requiring active therapy except breast or prostate cancer stable on or responding to endocrine therapy.\n\nPrior treatment with decitabine or azacitidine.\n\nHypersensitivity to decitabine, SGI-110, or SGI-110 excipients.\n\nKnown active human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV) infection. Inactive hepatitis carrier status or low viral hepatitis titer on antivirals is allowed.\n\nKnown significant mental illness or other condition such as active alcohol or other substance abuse or addiction that, in the opinion of the investigator, predisposes the subject to high risk of noncompliance with the protocol.\n\nRefractory congestive heart failure unresponsive to medical treatment; active infection resistant to all antibiotics; or advanced pulmonary disease requiring \\>2 liters per minute (LPM) oxygen.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Complete Response (CR)","description":"Number of participants with a best response of CR assessed based on International Working Group 2003 acute myeloid leukemia (AML) response criteria by a blinded independent pathologist.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival","description":"Survival time was defined as the number of days from the day the participant was randomly assigned to study treatment to the date of death, regardless of cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"213","spread":null},{"groupId":"OG001","value":"254","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Composite CR (CRc)","description":"CRc is reported as the number of participants with a best response of CR, complete response with incomplete platelet recovery (CRp), or complete response with incomplete blood count recovery (CRi).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days Alive and Out of the Hospital","description":"The date of each hospital admission and discharge was collected for each participant for up to 6 months, unless the participant died or withdrew consent prior to that time. Duration of each hospital stay in days was calculated as date of discharge minus date of admission. The Number of Days Alive and Out of the Hospital (NDAOH) was calculated as: NDAOH=180 - total duration of all hospital stays within 180 days from the first treatment - number of death days before Day 180. For subjects who were lost to follow-up within 6 months, the NDAOH was calculated conservatively assuming that the subject would have died the day after the last contact day.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":"63.6"},{"groupId":"OG001","value":"105.7","spread":"63.58"}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"Progression-free survival was defined as the number of days from randomization to the earliest date of investigator's assessment of disease progression, participant receiving an alternative anti-leukemia therapy (including hematopoietic cell transplant), or relapse by peripheral blood (PB) assessment or blinded bone marrow (BM) assessment, whichever occurred first, or death, regardless of cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"159","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Red Blood Cell or Platelet Transfusions","description":"The total number of red blood cells (RBCs) transfused or, separately, the total number of platelets transfused up to the 6-month time point for each participant was counted from the date of randomization to Day 180, the date of last contact, or date of death, whichever occurred earlier. One RBC or platelet transfusion was defined as one unit, and a single bag of RBCs or platelets was considered one unit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.2","spread":"11.84"},{"groupId":"OG001","value":"15.6","spread":"13.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":"18.78"},{"groupId":"OG001","value":"14.4","spread":"39.10"}]}]}]},{"type":"SECONDARY","title":"Change in Health-related Quality of Life (QOL) Scores From Baseline: EQ-5D-5L","description":"EuroQol 5-level 5-dimension (EQ-5D-5L) descriptive scores were collected for each participant for a minimum of 6 months, unless the participant died or withdrew consent. Scores within each dimension for EQ-5D (mobility, self-care, usual activity, pain/discomfort, anxiety/depression) were calculated using counts and proportions. Mean change in scores from baseline are summarized in which an index score of 0 represents the worst health state and 1 represents the best health state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7767","spread":"0.2160"},{"groupId":"OG001","value":"0.7663","spread":"0.2291"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8252","spread":"0.1825"},{"groupId":"OG001","value":"0.8240","spread":"0.1948"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0023","spread":"0.1830"},{"groupId":"OG001","value":"0.0112","spread":"0.2325"}]}]}]},{"type":"SECONDARY","title":"Change in Health-related Quality of Life (QOL) Scores From Baseline: EQ-VAS","description":"EuroQol-Visual Analogue Scale (EQ-VAS) descriptive scores were collected for each participant for a minimum of 6 months, unless the participant died or withdrew consent. A vertical 20-cm scale for EQ-VAS was used where the lowest value of 0 was labeled \"the worst health you can imagine\" and the top value of 100 was labeled \"the best health you can imagine.\" Mean change in scores from baseline are summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.64","spread":"21.69"},{"groupId":"OG001","value":"63.58","spread":"21.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.76","spread":"18.61"},{"groupId":"OG001","value":"71.72","spread":"18.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.28","spread":"19.35"},{"groupId":"OG001","value":"3.67","spread":"22.16"}]}]}]},{"type":"SECONDARY","title":"Duration of CR","description":"Duration of CR (in number of days) was calculated from the first time a CR was observed to the time of relapse, defined as the earliest time point whereby BM assessment or PB assessment indicated relapse/disease progression due to reappearance of leukemic blasts in PB or ≥ 5% leukemic blasts in BM.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"217","spread":null},{"groupId":"OG001","value":"231","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":327,"n":401},"commonTop":["Constipation","Thrombocytopenia","Diarrhea","Neutropenia","Nausea"]}}}