{"nctId":"NCT00211692","briefTitle":"Hepatitis C Treatment Naive Genotype 1 Consensus Interferon Trial","startDateStruct":{"date":"2005-07"},"conditions":["Chronic Hepatitis C"],"count":64,"armGroups":[{"label":"Group A consensus interferon+rbv 52 wks","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: consensus interferon (Interferon Alfacon-1) and ribavirin","Drug: Consensus Interferon alfa (CIFN) and ribavirin"]},{"label":"Group B CIFN variable duration","type":"EXPERIMENTAL","interventionNames":["Drug: Consensus Interferon alfa (CIFN) and ribavirin"]}],"interventions":[{"name":"consensus interferon (Interferon Alfacon-1) and ribavirin","otherNames":["interferon alfacon-1"]},{"name":"Consensus Interferon alfa (CIFN) and ribavirin","otherNames":["interferon alfacon-1"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1\\. Chronic hepatitis C. This is defined as the documentation of the presence of circulating hepatitis C virus by a positive hepatitis C PCR test and a positive HCV genotype test for genotype 1, and a liver biopsy (within the previous 5 years) that is compatible with chronic hepatitis. In the case of patients that have refused liver biopsies a clinical diagnosis of chronic hepatitis C is required.\n\n2\\. Positive HCV RNA by PCR, Genotype 1, treatment naive 3. Age 18-65 years. 4. Patient must be able to give informed consent. 5. Eligible for interferon alfa and ribavirin-based antiviral treatment:\n\n1. Reconfirmation and documentation that sexually active female patients of childbearing potential are practicing adequate contraception. A urine pregnancy test obtained at entry prior to the initiation of treatment must be negative.\n2. Reconfirmation that sexually active male subjects are practicing acceptable methods of contraception during the treatment period and for six months following the last dose of study medication.\n3. For patients with cirrhosis or stage 4 fibrosis on liver biopsy, they must have an alpha fetoprotein (AFP) value \\< 80 ng/mL obtained within 3 months prior to entry. Cirrhotics with an alpha fetoprotein value \\>30 ng/mL but \\<80ng/mL may be enrolled after a normal ultrasound or triphasic CT scan within the previous 3 months. Cirrhotics with alpha fetoprotein levels up to 30 ng/ml must have an ultrasound or CT scan within 6 months of enrolling that is negative for hepatocellular cancer. Patients with an AFP \\> 80 ng/mL may not be enrolled.\n\n5\\) Compensated liver disease with the following laboratory results at entry:\n\n* Hemoglobin \\>=to 12 gm/dL for females and \\>= 13gm/dl for males\n* WBC \\>= 2,000/mm3\n* Neutrophil \\>=1,500/mm3\n* Platelets \\>=75,000/mm3\n* Albumin \\> 3.0 g/dL\n* Total bilirubin \\<2.0\n* Serum creatinine \\< 1.4 mg/dL\n* INR \\<1.8\n* If diabetic, must have glycosylated Hgb test that demonstrates adequate control of diabetes in the opinion of the investigator\n* TSH within normal limits\n\nExclusion Criteria:\n\n1. Patient unable or unwilling to participate.\n2. Liver disease in addition to chronic hepatitis C (HBsAg positive, autoimmune liver disease, hemochromatosis, PBC, PSC, alpha-1 antitrypsin deficiency, Wilson's disease, etc.)\n3. Decompensated liver disease, with history of encephalopathy, variceal bleeding, or ascites or CHILD-PUGH class B or C.\n4. Baseline BDI \\> 19 or current suicidal or homicidal ideation. (Note: if baseline BDI is \\> 19 pt. will require a psychiatric evaluation and treatment; if deemed stable after this he may be considered according to site PI clinical judgment.)\n5. Current substance use disorder (Must be evaluated and demonstrate engagement and compliance with care before they will be eligible).\n6. Patients with active or uncontrolled psychiatric disease including patients who have had recent prior severe psychiatric disease (hospitalized) within the last 2 years.\n7. Accepted and reasonable exclusion criteria for interferon alfa and ribavirin based treatments:\n\n1\\) CNS trauma or active seizure disorders requiring medication. 2) Significant cardiovascular dysfunction within the past 12 months 3) Poorly controlled diabetes mellitus (in the opinion of the site PI). 4) Moderate or severe chronic pulmonary disease 5) Clinically significant immunologically mediated disease 6) Hemoglobinopathies (e.g., Thalassemia) or any other cause of hemolytic anemia.\n\n7\\) Any medical condition requiring, or likely to require during the course of the study, chronic systemic administration of steroids.\n\n8\\) Hypersensitivity to interferon alfa or ribavirin 9) Known anti-HIV positive 10) Clinically significant retinopathy 11) Previous solid organ transplantation 12) Any condition that, in the opinion of the investigator, will prevent the patient from being compliant with study medications or appointments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Endpoint Would be the Number Who Achieve a Sustained Virologic Response.","description":"Overall sustained virologic response for entire cohort and individual sustained virologic response for different arms of study","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Discontinuing Early From Study Treatment","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Achieving SVR Categorized by Time of Response","description":"rapid virologic response assessed at 4 weeks, early virologic response assessed at 8-12 weeks, late virologic response assessed at 16-24 weeks","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Number of Serious Adverse Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":64},"commonTop":["other intolerable side effects","depression/anxiety","cellulitis"]}}}