{"nctId":"NCT00130247","briefTitle":"Tuberculosis Treatment Shortening Trial","startDateStruct":{"date":"2002-04-08","type":"ACTUAL"},"conditions":["Tuberculosis"],"count":394,"armGroups":[{"label":"2EHRZ/2HR arm","type":"EXPERIMENTAL","interventionNames":["Drug: Ethambutol","Drug: Isoniazid","Drug: Pyrazinamide","Drug: Rifampin"]},{"label":"2EHRZ/4HR arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ethambutol","Drug: Isoniazid","Drug: Pyrazinamide","Drug: Rifampin"]}],"interventions":[{"name":"Ethambutol","otherNames":[]},{"name":"Isoniazid","otherNames":[]},{"name":"Pyrazinamide","otherNames":[]},{"name":"Rifampin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n-Adults, male or female, aged 18-60. -Newly diagnosed initial episodes of pulmonary tuberculosis. Sputum smear-positive and -negative patients are eligible for enrollment. The diagnosis of tuberculosis must be confirmed by culture. Acid fast bacteria (AFB) smear positive patients found later not to have tuberculosis (TB) (i.e. those with non-tuberculous mycobacterial disease) and those without culture confirmation \\[at least one culture on solid media growing \\> 10 colonies of Mycobacterium tuberculosis (MTB) or a positive BACTEC or Mycobacteria growth indicator tube (MGIT) enriched liquid culture growing MTB\\] will be removed from the study. -Chest X-ray and clinical findings consistent with tuberculosis. -Hemoglobin greater than or equal to 8 gm/dL (greater than or equal to 5.0 mmol/L). -Serum creatinine \\< 2 mg/dL (\\< 177 micro mol/L). -Serum aspartate aminotransferase (AST) \\< 1.5 times the upper limit of normal for the testing laboratory, and serum total bilirubin \\< 1.3 mg/dL (22.2 micro mol/L). -Random serum glucose less than or equal to 150 mg/dl (8.3 mmol/L). -Ambulatory. -Willing to provide informed consent for study participation, provide required specimens for examination, and to undergo and receive results of human immunodeficiency virus (HIV) testing. -Willing to receive supervised anti-TB treatment. -Completion of the required 112 doses of chemotherapy within 18 weeks of starting treatment.\n\nExclusion Criteria:\n\n-Human immunodeficiency virus (HIV)-infected. -History of prior tuberculosis or history of previous tuberculosis treatment. -Pregnant or breastfeeding. -Cavitary tuberculosis on initial chest X-ray (taken within 14 days of study entry). -Exposure to person(s) with known drug resistant tuberculosis. -Patients receiving chronic steroids or other immunosuppressive medications. -Extra-pulmonary tuberculosis. -Patients with drug resistant tuberculosis (resistance to isoniazid (INH), rifampicin, pyrazinamide or ethambutol). -Professional sex worker, alcoholic and/or intravenous (IV) drug abuser. -Silicosis or other serious chronic medical problems including diabetes mellitus or chronic renal failure. Final determination of eligibility will be made after review of drug susceptibility testing results on an initial sputum isolate and results of all sputum cultures. Pregnant patients may not be enrolled in the study. Patients in the 4 month arm who become pregnant during months 5 and 6 of study participation will be dropped from the study and receive an additional 2 months of treatment with INH and rifampicin.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Bacteriologic or Clinical Relapse at 30 Months After Onset of Initial Anti-tuberculosis (TB) Treatment - Intention-to-treat","description":"Patients who presented with TB after completion of study phase treatment but before the end of follow-up were classified as relapses. A bacteriologic relapse was defined as a patient who became consistently culture-positive \\[defined as at least 1 of the following\\]: (a) at least 1 sputum mycobacterial culture growing at least 10 colonies of MTB on solid medium; (b) 2 or more respiratory secretion cultures that are positive for MTB in liquid media; or (c) any culture from an extrapulmonary site that is positive for MTB during follow-up after successful completion of initial anti-TB treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Failures or Relapses at 2 Years After Completion of TB Treatment: Intention to Treat","description":"A culture-positive treatment failure was defined as initial culture conversion but subsequent reversion to culture positivity. A clinical treatment failure was defined as a patient with clinical and/or radiographic evidence of progressive tuberculosis not confirmed by a positive culture after 4 or more months of anti-TB treatment while still receiving treatment. Patients who defaulted before completing study treatment and returned later with culture-positive tuberculosis were termed failures after non-adherence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Failures or Relapses at 2 Years After Completion of TB Treatment: Per Protocol","description":"A culture-positive treatment failure was defined as initial culture conversion but subsequent reversion to culture positivity. A clinical treatment failure was defined as a patient with clinical and/or radiographic evidence of progressive tuberculosis not confirmed by a positive culture after 4 or more months of anti-TB treatment while still receiving treatment. Patients who defaulted before completing study treatment and returned later with culture-positive tuberculosis were termed failures after non-adherence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapses at 1 and 2 Years","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Acquired Drug Resistance in Patients Who Relapsed","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunologic: Changes in Cytokine Levels in Mycobacterium Tubercolosis (MTB) Antigen-stimulated Whole Blood Culture Supernatants - Results Are Pending","description":null,"classes":[]},{"type":"SECONDARY","title":"Immunologic: Store Peripheral Blood Mononuclear Cells (PBMC) - Results Are Pending","description":null,"classes":[]},{"type":"SECONDARY","title":"Immunologic: Changes in Sputum Cytokine Levels - Results Are Pending","description":null,"classes":[]},{"type":"SECONDARY","title":"Microbiologic: Changes in Sputum Mycobacterial mRNA - Results Are Pending","description":null,"classes":[]},{"type":"PRIMARY","title":"Bacteriologic or Clinical Relapse at 30 Months After Onset of Initial Anti-TB Treatment - Per-protocol","description":"Patients who presented with TB after completion of study phase treatment but before the end of follow-up were classified as relapses. A bacteriologic relapse was defined as a patient who became consistently culture-positive \\[defined as at least 1 of the following\\]: (a) at least 1 sputum mycobacterial culture growing at least 10 colonies of MTB on solid medium; (b) 2 or more respiratory secretion cultures that are positive for MTB in liquid media; or (c) any culture from an extrapulmonary site that is positive for MTB during follow-up after successful completion of initial anti-TB treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiologic: Time After Inoculation Until Culture Positive in BACTEC 460 or MGIT 960 Enriched Liquid Media After 2 Months in Treatment - Results Are Pending","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":196},"commonTop":["Cough","Fever","Arthralgia","Chest Pain","Headache"]}}}