{"nctId":"NCT03088813","briefTitle":"Study of Irinotecan Liposome Injection (ONIVYDE®) in Patients With Small Cell Lung Cancer","startDateStruct":{"date":"2018-04-25","type":"ACTUAL"},"conditions":["Small Cell Lung Cancer"],"count":491,"armGroups":[{"label":"Part 1: Experimental Arm, dose level 1","type":"EXPERIMENTAL","interventionNames":["Drug: Irinotecan liposome injection"]},{"label":"Part 1: Experimental Arm, dose level 2","type":"EXPERIMENTAL","interventionNames":["Drug: Irinotecan liposome injection"]},{"label":"Part 2: Experimental Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Irinotecan liposome injection"]},{"label":"Part 2: Control Arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Topotecan"]}],"interventions":[{"name":"Irinotecan liposome injection","otherNames":["ONIVYDE®"]},{"name":"Topotecan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 18 years of age.\n* Able to understand and provide an informed consent\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Life expectancy \\>12 weeks\n* Histopathologically or cytologically confirmed small cell lung cancer\n* Evaluable disease as defined by RECIST Version 1.1 guidelines (patients with non measurable lesions only are eligible).\n* Radiologically confirmed progression on or after first-line platinum based chemotherapy (carboplatin or cisplatin), or chemo-radiation including platinum-based chemotherapy for treatment of limited or extensive stage Small Cell Lung Cancer (SCLC). In addition to platinum-based regimen, one line of immunotherapy as monotherapy or in combination, in first or in second line setting is allowed.\n* Recovered from the effects of any prior chemotherapy, surgery, radiotherapy or other anti-neoplastic therapy (recovered to Grade 1 or better, with the exception of alopecia, peripheral neuropathy, or ototoxicity).\n* Adequate bone marrow reserves\n* Adequate hepatic function\n* Adequate renal function\n* Electrocardiogram during the Screening period without any clinically significant findings, per investigator's assessment\n* Patients with certain types of asymptomatic CNS metastases that meet ALL the following criteria are eligible.\n\n  1. Patients with asymptomatic CNS metastases prior to enrollment\n  2. Prior radiation for CNS metastatic disease is completed ≥4 weeks prior to enrollment\n  3. CNS metastases that are stable or have decreased according to the post radiation follow-up scan that is conducted at least 4 weeks after completion of radiation treatment for CNS lesion.\n  4. Patients have discontinued corticosteroids or are on stable low-dose steroids (prednisone or equivalent 10 mg daily or less) for at least 1 week after completion of radiation for CNS lesion prior to enrollment.\n\nExclusion Criteria\n\n* Any medical or social condition deemed by the Investigator to be likely to interfere with a patient's ability to sign informed consent, cooperate and participate in the study, or interfere with the interpretation of the results\n* Pregnant or breast feeding;\n* Patients with large cell neuroendocrine lung carcinoma.\n* Patients who have received prior topoisomerase I inhibitor treatment, retreatment with platinum-based regimen, antibody-drug conjugates or molecular targeted agents, more than one line of immunotherapy, or any other additional regimen of prior cytotoxic chemotherapy.\n* Patients with the symptomatic Central Nervous System (CNS) metastasis and/or who have developed new or progressive brain metastasis within 3 months following prophylactic and/or therapeutic cranial radiation (whole brain stereotactic radiation).\n* Patients with carcinomatous meningitis.\n* Unable to discontinue the use of strong CYP3A4 or UGT1A1 inhibitors at least 1 week or strong CYP3A4 inducers at least 2 weeks prior to receiving the first dose of irinotecan liposome injection.\n* Have a previous or concurrent cancer that is distinct in primary (non-pulmonary) site or SCLC histology\n* Investigational therapy administered within 4 weeks, or within a time interval less than at least 5 half-lives of the investigational agent, whichever is less, prior to the first scheduled day of dosing in this study.\n* Severe cardiovascular and pulmonary diseases\n* New York Heart Association Class III or IV congestive heart failure, ventricular arrhythmias, or uncontrolled blood pressure.\n* Active infection\n* Known hypersensitivity to any of the components of irinotecan liposome injection, other liposomal products, or topotecan.\n* Clinically significant gastrointestinal disorder including hepatic disorders, bleeding, inflammation, occlusion, or diarrhea \\> grade 1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part 1: Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Treatment-Emergent Serious Adverse Events (SAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a participant following or during exposure to a study treatment, whether or not causally related to the study treatment. An undesirable medical condition could be symptoms, signs or abnormal results of an investigation. An SAE was any AE that: resulted in death; was life-threatening; required hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability or incapacity; resulted in congenital anomaly or birth defect; or was medically important. A TEAE was any AE that occurred or worsened on or after the day of first dose of study treatment and within 30 days after discontinuation of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 1: Number of Participants With Dose-Limiting Toxicities (DLT)","description":"A TEAE was considered as DLT if it occurred during the safety evaluation period (i.e. first 28 days of treatment or 14 days after the second dose of study treatment if there was a treatment delay due to non-DLT related reasons) and were deemed related to the study treatment by the investigator. The determination of whether an Adverse Event was considered a Dose Limiting Toxicity was made by the Safety Review Committee (SRC) comprising the Part 1 Investigators and the Medical Monitor(s) of the Sponsor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 2: Overall Survival (OS)","description":"The OS was defined as the time from randomization date to the date of death from any cause. In the absence of confirmation of death, survival time was censored at the last date the participant was known to be alive. The OS was calculated using Kaplan-Meier technique. Following end of treatment participant and/or family was contacted by telephone every month to assess vital status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.92","spread":null},{"groupId":"OG001","value":"8.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 1: Objective Response Rate (ORR)","description":"The ORR was defined as the percentage of participants with a best overall response (BOR) characterized as either a complete response (CR) or partial response (PR) recorded from date of first dose of study treatment until documented PD or death. ORR analysis was based on BOR using RECIST v1.1 per investigator assessment. Per RECIST v1.1, CR is disappearance of all target lesions; PR is \\>=30% decrease in the sum of the longest diameter of target lesions; and overall response = CR + PR. Per protocol, participants had computed tomography (CT)-scans and brain magnetic resonance imaging (MRI) every 6 weeks to measure tumor lesion size. This was continued throughout treatment until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 1: Progression-Free Survival (PFS)","description":"The PFS was defined as time from first dose of study treatment to the first documented objective PD using RECIST v1.1 or death due to any cause, whichever occurs first. Per RECIST 1.1, progression is defined as at least 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions. The PFS was calculated using Kaplan-Meier technique. Per protocol, participants had CT-scans and brain MRI every 6 weeks to measure tumor lesion size. This was continued throughout treatment until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.19","spread":null},{"groupId":"OG001","value":"3.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 1: OS","description":"The OS was defined as the time from first dose of study treatment to the date of death from any cause. In the absence of confirmation of death, survival time was censored at the last date the participant was known to be alive. The OS was calculated using Kaplan-Meier technique. Following end of treatment participant and/or family was contacted by telephone every month to assess vital status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.84","spread":null},{"groupId":"OG001","value":"8.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: PFS","description":"The PFS was defined as time from randomization to first documented objective PD using RECIST 1.1 (or response assessment in neuro-oncology brain metastases \\[RANO-BM\\] criteria for central nervous system \\[CNS\\] lesions) as assessed by blinded independent central review (BICR) or death due to any cause, whichever occurred first. Per RECIST 1.1, progression is defined as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions. The PFS was calculated using Kaplan-Meier technique. Per protocol, participants had CT-scans and brain MRI every 6 weeks to measure tumor lesion size. This was continued throughout treatment until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.01","spread":null},{"groupId":"OG001","value":"3.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: ORR","description":"The ORR was defined as percentage of participants with a BOR characterized as either a CR or PR, recorded from randomization until documented PD or death relative to the total number of participants. ORR analysis was based on BOR assessed by BICR using RECIST v1.1. Per RECIST v1.1, CR is disappearance of all target lesions; PR is \\>=30% decrease in the sum of the longest diameter of target lesions; and overall response = CR + PR. Per protocol, participants had CT-scans and brain MRI every 6 weeks to measure tumor lesion size. This was continued throughout treatment until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.1","spread":null},{"groupId":"OG001","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Median Duration of Response (DoR)","description":"The DoR was defined as time from the first documented objective response (CR or PR, whichever was earlier) to the date of first documented PD or death due to any cause. The DoR analysis was based on BOR assessed by BICR using RECIST v1.1. Per RECIST v1.1, CR is disappearance of all target lesions and PR is \\>=30% decrease in the sum of the longest diameter of target lesions. The DoR was calculated using Kaplan-Meier technique. Per protocol, participants had CT-scans and brain MRI every 6 weeks to measure tumor lesion size. This was continued throughout treatment until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.14","spread":null},{"groupId":"OG001","value":"4.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Median Time to Objective Response (OR)","description":"Time to OR as per RECIST v1.1 criteria according to BICR was defined as time from the date of randomization to the date of first documented objective tumor response (CR or PR, whichever was first). Per RECIST v1.1, CR is disappearance of all target lesions; PR is \\>=30% decrease in the sum of the longest diameter of target lesion. Participants with a new anti-cancer therapy prior to OR were censored at the last tumor assessment prior to new anti-cancer therapy. Per protocol, participants had CT-scans and brain MRI every 6 weeks to measure tumor lesion size. This was continued throughout treatment until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.68","spread":null},{"groupId":"OG001","value":"12.65","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire - Core 30 (EORTC QLQ-C30)/Lung Cancer Supplement (LC13) Dyspnea Scale at Week 12","description":"The EORTC QLQ-LC13 is a lung cancer specific module used in conjunction with EORTC QLQ-C30 and covers typical symptoms of lung cancer (cough, pain, dyspnea, sore mouth, peripheral neuropathy, hair loss). Scores range from 0-100 and a high score represents a high level of symptomatology/problems/worse QoL. Baseline was defined as the last non-missing measurement taken prior to reference start date. Change from baseline in dyspnea scale was calculated regardless of premature study treatment discontinuation. Participants completed these questionnaires on an electronic tablet every 6 weeks during treatment and it was continued until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"20.74"},{"groupId":"OG001","value":"1.9","spread":"19.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-LC13 Cough Scale at Week 12","description":"The EORTC QLQ-LC13 is a lung cancer specific module used in conjunction with EORTC QLQ-C30 and covers typical symptoms of lung cancer (cough, pain, dyspnea, sore mouth, peripheral neuropathy, hair loss). Score ranges from 0-100 scale and a high score represents a high level of symptomatology/problems/worse QoL. Baseline was defined as the last non-missing measurement taken prior to reference start date. Change from baseline in cough scale was calculated regardless of premature study treatment discontinuation. Participants completed these questionnaires on an electronic tablet every 6 weeks during treatment and it was continued until PD or commencement of new anti-neoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"25.77"},{"groupId":"OG001","value":"-1.2","spread":"27.31"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":5},"commonTop":["Anaemia","Diarrhoea","Neutropenia","Nausea","Thrombocytopenia"]}}}