{"nctId":"NCT00249873","briefTitle":"Atrial Fibrillation Clopidogrel Trial With Irbesartan for Prevention of Vascular Events (ACTIVE A)","startDateStruct":{"date":"2003-06"},"conditions":["Atrial Fibrillation","Vascular Risk"],"count":7554,"armGroups":[{"label":"Clopidogrel + ASA","type":"EXPERIMENTAL","interventionNames":["Drug: clopidogrel (SR25990C)"]},{"label":"Placebo + ASA","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"clopidogrel (SR25990C)","otherNames":["Plavix®"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be eligible for ACTIVE A patients must have in same time the three following conditions :\n\n* Evidence of atrial fibrillation either on one current Electrocardiogram (ECG) or two ECGs recorded at two weeks a part during 6 months prior to study enrollment.\n* Evidence of high risk of vascular events : at least one of the following risk criteria must be present :\n\n  * are 75 years greater;\n  * on treatment for systemic hypertension;\n  * prior stroke, Transient Ischemic Attack (TIA) or non-Central Nervous System (non-CNS) systemic embolus;\n  * left ventricular dysfunction with left ventricular ejection fraction (EF) estimated by echocardiogram or angiogram (radionuclide or contrast) to be \\< 45%;\n  * peripheral vascular disease (previous peripheral artery revascularization, limb and foot amputation, or the combination of current intermittent claudication and ankle arm systolic blood pressure ratio \\< 0.9);\n  * age 55 to 74 years and either; f1) diabetes mellitus requiring drug therapy, or f2) documented previous myocardial infarction or documented coronary artery disease.\n* To have either a contraindication to use an oral anticoagulant treatment or they are unwilling to take an oral anticoagulant treatment.\n\nExclusion Criteria:\n\nPatients will be excluded from ACTIVE if any of the following are present :\n\n* requirement for clopidogrel (such as recent coronary stent procedure)\n* requirement for oral anticoagulant (such as prosthetic mechanical heart valve);\n* prior intolerance to ASA or clopidogrel;\n* documented peptic ulcer disease within the previous 6 months;\n* prior intracerebral hemorrhage;\n* significant thrombocytopenia; (platelet count \\< 50 x 10(9)/L)\n* psychosocial reason making study participation impractical;\n* geographic reason making study participation impractical;\n* ongoing alcohol abuse;\n* mitral stenosis,\n* pregnant or nursing woman or woman of child bearing potential and not on effective birth control for at least one month prior to start of study or not willing to continue on birth control for duration of study; (severe comorbid condition such that the patient is not expected to survive 6 months;\n* patient currently receiving an investigational pharmacologic agent;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"First Occurence of Any Component of the Composite of Stroke, Non-Central Nervous System (Non-CNS) Systemic Embolism, Myocardial Infarction or Vascular Death as Per Adjudication","description":"The primary event is the first occurence of any adjudicated component of the following cluster over the duration of follow-up :\n\n* stroke (nonfatal or fatal)\n* myocardial infarction (nonfatal or fatal)\n* non-CNS systemic embolism\n* vascular death\n\nThe primary efficacy analysis is performed on the time from randomization to this primary event. Numbers of patients with the composite event over the duration of the follow-up are presented by arm group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"832","spread":null},{"groupId":"OG001","value":"924","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"285","spread":null},{"groupId":"OG001","value":"391","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"413","spread":null},{"groupId":"OG001","value":"380","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Stroke","description":"The event is the occurence of stroke (nonfatal or fatal, ischemic, hemorrhagic or of uncertain type) after validation of the Event Adjudication Committee . The analysis is performed on the time from randomization to the occurrence of this event. Numbers of patients with the event over the duration of the follow-up are presented by arm group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"296","spread":null},{"groupId":"OG001","value":"408","spread":null}]}]}]},{"type":"SECONDARY","title":"Death From Any Cause (Cardiovascular and Noncardiovascular)","description":"The considered event is death from any cause. The analysis is performed on the time from randomization to this event. Numbers of patients with the event over the duration of the follow-up are presented by arm group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"825","spread":null},{"groupId":"OG001","value":"841","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjudicated Major Bleedings","description":"The number of participants with at least one major bleeding, validated by the Event Adjudication Committee are counted over the duration of the follow-up (including after permanent discontinuation of the study drug).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"251","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1154,"n":3772},"commonTop":["Any Infections and infestations","Any Gastrointestinal disorders","Any Nervous system disorders","Any Musculoskeletal and connective tissue disorders","Any General disorders and administration site conditions"]}}}