{"nctId":"NCT00213135","briefTitle":"A Safety and Efficacy Study of Oral Cladribine in Subjects With Relapsing-remitting Multiple Sclerosis (RRMS)","startDateStruct":{"date":"2005-04"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":1326,"armGroups":[{"label":"Cladribine 5.25 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Cladribine 5.25 mg/kg"]},{"label":"Cladribine 3.5 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Cladribine 3.5 mg/kg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Cladribine 5.25 mg/kg","otherNames":[]},{"name":"Cladribine 3.5 mg/kg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, between 18 and 65 years of age (inclusive, at time of informed consent)\n* Has definite MS according to the McDonald criteria\n* Has relapsing-remitting disease with 1 or more relapses within 12 months prior to Study Day 1\n* Must have been clinically stable and not has a relapse within 28 days prior to Study Day 1\n* Has MRI consistent with MS at the pre-study evaluation according to the Fazekas criteria\n* Has a EDSS score from 0 to 5.5, inclusive\n* Weighed between 40-120 kilogram (kg), inclusive\n* If female, she must:\n\n  1. be post-menopausal or surgically sterilized; or\n  2. uses a hormonal contraceptive, intra uterine device, diaphragm with spermicide, or condom with spermicide, for the duration of the study; and\n  3. be neither pregnant nor breast-feeding\n* If male, he must be willing to use contraception to avoid pregnancies\n* Be willing and able to comply with study procedures for the duration of the study\n* Voluntarily provides written informed consent, and for United states of America (USA) sites only, a subject authorization under Health Insurance Portability and Accountability Act (HIPAA)\n\nExclusion Criteria:\n\n* Has secondary progressive MS (SPMS) or primary progressive MS (PPMS)\n* Prior use of disease modifying drugs (DMDs) within the last 3 months, or 2 or more prior treatment failures with DMDs on the basis of efficacy\n* Has significant leukopenia (white blood cell count less than 0.5 times the lower limit of normal of the central laboratory) within 28 days prior to Study Day 1\n* Has received cladribine, mitoxantrone, total lymphoid irradiation, myelosuppressive therapy, campath-1h, cyclophosphamide, azathioprine, methotrexate or natalizumab\n* Has received oral or systemic corticosteroids or adrenocorticotropic hormone within 28 days prior to Study Day 1\n* Has compromised immune function or infection\n* Has received oral or systemic corticosteroids or adrenocorticotropic hormone within 28 days prior to Study Day 1\n* Has received cytokine-based therapy, intravenous immunoglobulin therapy, or plasmapheresis within 3 months prior to Study Day 1\n* Has platelet and absolute neutrophil counts below the lower limit of normal range within 28 days prior to Study Day 1\n* Has prior or current history of malignancy\n* Has a history of persistent anemia, leukopenia, neutropenia, or thrombocytopenia after immunosuppressive therapy\n* Has systemic disease that, in the opinion of the Investigator, might interfere with subject safety, compliance or evaluation of the condition under Study (for example, insulin-dependent diabetes, Lyme disease, clinically significant cardiac, hepatic, or renal disease, Human Immunodeficiency Virus, or Human T-Cell Lymphotrophic Virus Type-1)\n* Has a psychiatric disorder that, in the opinion of the Investigator, was unstable or would preclude safe participation in the study\n* Has allergy or hypersensitivity to gadolinium, to cladribine or any of its excipients\n* Has used any investigational drug or experimental procedure within 6 months prior to Study Day 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Qualifying Relapse Rate","description":"A qualifying relapse was defined as an increase of 2 points in at least one functional system of the expanded disability status scale (EDSS) or an increase of 1 point in at least two functional systems (excluding changes in bowel or bladder function or cognition) in the absence of fever, lasting for at least 24 hours and to have been preceded by at least 30 days of clinical stability or improvement. Expanded disability status scale (EDSS) assesses disability in 8 functional systems. An overall score ranging from 0 (normal) to 10 (death due to multiple sclerosis \\[MS\\]) was calculated. The annualized relapse rate for each treatment group was calculated as the total number of confirmed relapses divided by the total number of days on study multiplied by 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":"0.58"},{"groupId":"OG001","value":"0.14","spread":"0.59"},{"groupId":"OG002","value":"0.33","spread":"0.88"}]}]}]},{"type":"SECONDARY","title":"Percentage of Relapse-free Participants","description":"A qualifying relapse was defined as an increase of 2 points in at least one functional system of the EDSS or an increase of 1 point in at least two functional systems (excluding changes in bowel or bladder function or cognition) in the absence of fever, lasting for at least 24 hours and to have been preceded by at least 30 days of clinical stability or improvement. Expanded disability status scale (EDSS) assesses disability in 8 functional systems. An overall score ranging from 0 (normal) to 10 (death due to MS) was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.9","spread":null},{"groupId":"OG001","value":"79.7","spread":null},{"groupId":"OG002","value":"60.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disability Progression","description":"Time to disability progression was defined as the time to a sustained increase in EDSS score of at least 1 point if baseline EDSS score between 0.5 and 4.5 inclusively, or at least 1.5 points if the baseline EDSS score was 0, or at least 0.5 point if the baseline EDSS score was at least 5, over a period of at least three months. Expanded disability status scale (EDSS) assesses disability in 8 functional systems. An overall score ranging from 0 (normal) to 10 (death due to MS) was calculated. Tenth Percentile of time to sustained increase in EDSS score was reported using Kaplan-Meier survival curve.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"13.6","spread":null},{"groupId":"OG002","value":"10.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of Combined Unique (CU) Lesions, Active Time Constant 2 (T2) Lesions, and Active Time Constant 1 (T1) Gadolinium-Enhanced (Gd+) Lesions Per Participant Per Scan","description":"Mean Number of CU lesions, active T2 lesions, and active T1 Gd+ lesions were measured by using magnetic resonance imaging (MRI) scans.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.38","spread":"0.08"},{"groupId":"OG001","value":"0.43","spread":"0.08"},{"groupId":"OG002","value":"1.72","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.05"},{"groupId":"OG001","value":"0.12","spread":"0.05"},{"groupId":"OG002","value":"0.91","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"0.06"},{"groupId":"OG001","value":"0.38","spread":"0.07"},{"groupId":"OG002","value":"1.43","spread":"0.06"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":41,"n":454},"commonTop":["Headache","Lymphopenia","Nasopharyngitis","Upper respiratory tract infection","Nausea"]}}}