{"nctId":"NCT05075408","briefTitle":"To Evaluate the Efficacy and Safety of Nemolizumab for 12 Weeks in Participants With Chronic Kidney Disease With Associated Moderate to Severe Pruritus","startDateStruct":{"date":"2021-12-29","type":"ACTUAL"},"conditions":["Chronic Kidney Disease Associated Moderate to Severe Pruritus"],"count":258,"armGroups":[{"label":"Nemolizumab 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Nemolizumab"]},{"label":"Nemolizumab 60 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Nemolizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Nemolizumab","otherNames":["CD14152"]},{"name":"Nemolizumab","otherNames":["CD14152"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants aged \\>= 18 years at the screening visit.\n2. Had end-stage kidney disease (ESKD) and had been on hemodialysis three times per week for at least three months prior to the start of screening.\n\n   Note 1: Participants who required an occasional additional hemodialysis treatment to manage fluid overload might be enrolled as long as it was anticipated that no more than one such treatment would be required in any given week.\n\n   Note 2: Participants had received in-home hemodialysis might participated as long as they had switched to in-center hemodialysis at least two weeks prior to screening and plan to remain on in-center hemodialysis for the duration of the study.\n3. Hemodialysis participants meeting the Kidney Outcome Quality Initiative Guidelines of hemodialysis adequacy within 60 days of screening, two:\n\n   •Single-poolsKt/V measurements of at least 1.2.\n4. Pruritus for \\>= three months (documented pruritus with no etiology identified other than CKD by medical record, previous physician's letter/statement, or a written conversation of site investigators based on the medical history obtained from the participant).\n5. WI NRS score \\>= 5.0 at the screening and baseline visit. Screening WI NRS score would be determined by a single WI NRS assessment (score ranging from 0 to 10) for the 24-hour period immediately preceding the screening visit. Baseline WI NRS score would be determined based on the weekly average of daily WI NRS scores (score ranging from 0 to 10) during the seven days immediately preceding baseline (rounding was not permitted). A minimum of four daily scores out of the seven days immediately preceding baseline was required for this calculation.\n6. Women of childbearing potential (WOCBP) (i.e., fertile, following menarche and until becoming post-menopausal unless permanently sterile) must agreed either to commit to true abstinence throughout the study and for 12 weeks after the last study drug injection, when this was in line with the preferred and usual lifestyle of the participant, or to use an adequate and approved method of contraception throughout the study and for 12 weeks after the last study injection.\n\n   Adequate and approved methods of contraception applicable for the participant and/or her partner were defined below:\n   * Progestogen-only oral hormonal contraception.\n   * Combination of male condom with cap, diaphragm, or sponge with spermicide (double-barrier methods).\n   * Combined (estrogen- and progestogen-containing) oral, intravaginal, or transdermal hormonal contraception.\n   * Injectable or implanted hormonal contraception.\n   * Intrauterine devices or intrauterine hormone releasing system.\n   * Bilateral tubal ligation or tube insert (such as the Essure system) at least three months before the study.\n   * Bilateral vasectomy of partner at least three months before the study.\n7. Women were considered to be of non-childbearing potential if they meet one of the following criteria:\n\n   * Absence of menstrual bleeding for one year prior to screening without any other medical reason, confirmed with follicle stimulating hormone (FSH) level in the postmenopausal range.\n   * Documented hysterectomy, bilateral salpingectomy, or bilateral oophorectomy at least three months before screening.\n\n   Note: Bilateral tubal ligation was not accepted as reason for non-childbearing potential.\n8. Participant was willing and able to comply with all time commitments and procedural requirements of the clinical study protocol.\n9. Understands and signs an informed consent form (ICF) before any investigational procedure(s) were performed.\n\nExclusion Criteria:\n\n1. Body weight less than (\\<) 30 kg.\n2. Pruritus caused by a concomitant condition unrelated to ESKD (e.g., dermatologic or systemic disorders such as, but not limited to atopic dermatitis (AD), psoriasis, prurigo nodularis (PN), Chronic T- cell Lymphoma, Leukemia or cholestatic liver disease).\n3. Localized itch of only the palms of the hands and/or soles of the feet.\n4. Pruritus present only during hemodialysis session.\n5. History of or anticipated non-compliance with hemodialysis (i.e, such that it would adversely affect the conduct of the study or significantly change dialysis adequacy during the study) in the opinion of the investigator.\n6. New York Heart Association Class IV symptoms or myocardial infarction within three months prior to screening.\n7. History of stroke or transient ischemic attack within six months prior to screening.\n8. Participants meeting one or more of the following criteria at screening or baseline:\n\n   * Had an exacerbation of asthma requiring hospitalization in the preceding 12 months.\n   * Reporting asthma that had not been well-controlled (i.e. symptoms occurring on greater than (\\>) two days per week, night time awakenings two or more times per week, or some interference with normal activities) during the preceding three months.\n   * Asthma Control Test (ACT) \\<= 19 (only for participants with a history of asthma).\n9. Cutaneous infection within one week before the baseline visit, any infection requiring treatment with oral or parenteral antibiotics, antivirals, antiparasitics or antifungals within two weeks before the baseline visit.\n10. Any confirmed or suspected coronavirus disease (COVID-19) infection within two weeks before the screening or baseline visit. Participants might be rescreened after the infection had resolved. Resolution of COVID-19 infection could be confirmed by recovery assessment methods, as described in the protocol.\n11. Positive serology results (hepatitis B surface antigen \\[HbsAg\\] or hepatitis B core antibody \\[HbcAb\\], hepatitis C \\[HCV\\] antibody with positive confirmatory test for hepatitis C virus \\[HCV\\] (e.g., HCV polymerase chain reaction \\[PRC\\]), or human immunodeficiency virus \\[HIV\\] antibody) at the screening visit.\n\n    Note: Participants with a positive HbcAb and a negative HbsAg could be included in this clinical study if hepatitis B surface antibody was positive (considered immune after a natural infection or vaccination). Participants who were positive for HCV antibody and negative for HCV RNA might be enrolled.\n\n    In the event of rescreening, the serology tests results (e.g., HBV, HCV, HIV) from the previous screening could be used by the investigator to assess the eligibility of rescreened participants if those tests were performed within six weeks prior to the baseline visit.\n12. Known active or untreated latent tuberculosis (TB) infection or history of either untreated or inadequately treated active or latent TB according to the local applicable guidelines.\n\n    Note: Participants who had a documented history of completion of an appropriate TB treatment regimen for latent or active TB with no history of re-exposure to TB since their treatment was completed were eligible to participate in the study.\n13. Known or suspected immunosuppression beyond that expected due to end-stage kidney disease and its comorbidities or unusually frequent, recurrent, severe, or prolonged infections as per investigator judgment.\n14. History of lymphoproliferative disease or history of malignancy of any organ system within the last five years, except for (1) basal cell carcinoma, squamous cell carcinoma in situ (Bowen's disease), or carcinomas in situ of the cervix that had been treated and had no evidence of recurrence in the last 12 weeks before the baseline visit, or (2) actinic keratoses that had been treated.\n15. Pregnant women (positive serum pregnancy test result at any visits), breastfeeding women, or women planning a pregnancy during the clinical study.\n16. In the opinion of the investigator the participant had any medical or psychological condition that could pose undue risk to the participant, prevent study completion, or adversely affect the validity or interpretability of the study measurements or interfered with study assessments.\n17. Any clinically relevant laboratory abnormalities, such as but not limited to elevated alanine aminotransferase (ALT) or aspartate aminotransferase (AST) (\\>3 \\* upper limit of normal \\[ULN\\]) in combination with elevated bilirubin (\\>2 \\* ULN), during the screening period that might put the participant at significant risk according to the investigator's judgment, if he/she participated in the clinical study.\n18. Planned or expected major surgical procedure during the clinical study, including a scheduled kidney transplant during the study.\n19. Had not adhered to the restrictions in the selected medications prior to screening or was not expected to be compliant with restrictions during the study.\n20. Requiring rescue therapy for pruritus during the screening period or expected to require rescue therapy within 4 weeks following the Baseline visit.\n21. Previous treatment with nemolizumab.\n22. History of hypersensitivity (including anaphylaxis) to an immunoglobulin product (plasma-derived or recombinant, e.g. monoclonal antibody) or to any of the study drug excipients.\n23. Currently participating or participated in any other study of an investigational drug or device, within the past four weeks (or five half-lives of the investigational medication, whichever was longer) before the screening visit.\n24. History of alcohol or substance abuse within six months of the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Responders With an Improvement of Worst Itch Numeric Rating Scale (WI NRS) Greater Than and Equal to (>=) 4 From Baseline at Week 12","description":"Responders are defined as participants with an improvement of \\>= 4 in WI NRS from baseline at Week 12 without use of rescue therapies and without treatment discontinuation due to lack of efficacy or Adverse event(AE)/death related to study drug. The WI NRS is a scale that is used by responders to report intensity of their worst pruritus (itch) during last 24 hours. Participants were asked following question: For worst itch intensity:\"On a scale of 0 to 10, with 0 being 'no itch' and 10 being the 'worst itch imaginable', how would you rate your itch at the worst moment during the previous 24 hours?\". Higher scores indicated worse outcome. Percentage of responders with an improvement of WI NRS \\>= 4 from Baseline at Week 12 is reported here. Missing data due to discontinuation from the study prior to Week 12 or any other reason (e.g., insufficient eDiary completion) were imputed using multiple imputation under missing at random assumption (results were combined using Rubin's formulae).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.5","spread":null},{"groupId":"OG001","value":"47.7","spread":null},{"groupId":"OG002","value":"32.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders With an Improvement of WI NRS >= 3 From Baseline at Week 12","description":"Responders are defined as participants with an improvement of \\>= 3 in WI NRS from baseline at Week 12 without use of rescue therapies and without treatment discontinuation due to lack of efficacy or AE/death related to study drug. The WI NRS is a scale that is used by the responders to report the intensity of their worst pruritus (itch) during the last 24 hours. Participants were asked the following question: For worst itch intensity: \"On a scale of 0 to 10, with 0 being 'no itch' and 10 being the 'worst itch imaginable', how would you rate your itch at the worst moment during the previous 24 hours?\". Higher scores indicated worse outcome. Percentage of responders with an improvement of WI NRS \\>= 3 from Baseline at Week 12 is reported here. Missing data due to discontinuation from the study prior to Week 12 or any other reason (e.g., insufficient eDiary completion) were imputed using multiple imputation under missing at random assumption (results were combined using Rubin's formulae).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.3","spread":null},{"groupId":"OG001","value":"60.6","spread":null},{"groupId":"OG002","value":"47.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders With an Improvement of WI NRS >= 4 From Baseline at Week 4","description":"Responders are defined as participants with an improvement of \\>= 4 in WI NRS from baseline at Week 4 without use of rescue therapies and without treatment discontinuation due to lack of efficacy or AE/death related to study drug. The WI NRS is a scale that is used by the responders to report the intensity of their worst pruritus (itch) during the last 24 hours. Participants were asked the following question: For worst itch intensity: \"On a scale of 0 to 10, with 0 being 'no itch' and 10 being the 'worst itch imaginable', how would you rate your itch at the worst moment during the previous 24 hours?\". Higher scores indicated worse outcome. Percentage of responders with an improvement of WI NRS \\>= 4 from Baseline at Week 4 is reported here. Missing data due to discontinuation from the study prior to Week 4 or any other reason (e.g., insufficient eDiary completion) were imputed using multiple imputation under missing at random assumption (results were combined using Rubin's formulae).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"26.6","spread":null},{"groupId":"OG002","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders With an Improvement of Sleep Disturbance Numerical Rating Scale (SD NRS) >= 4 From Baseline at Week 12","description":"Responders are participants with an improvement \\>= 4 in SD NRS from baseline at Week 12 without use of rescue therapies and without treatment discontinuation due to lack of efficacy or AE/death related to study drug. SD NRS is a scale used by participants to report degree of their sleep loss related to chronic kidney disease with associated pruritus (CKD-aP ). Participants were asked following question: \"On a scale of 0 to 10, with 0 being 'no sleep loss related to the symptoms of pruritus' and 10 being 'I did not sleep at all due to the symptoms of pruritus', how would you rate your sleep last night?\". Higher scores indicated worse outcome. Percentage of responders with an improvement of SD NRS \\>= 4 from Baseline at Week 12 is reported here. Missing data due to discontinuation from study prior to Week 12 or any other reason (e.g., insufficient eDiary completion) were imputed using multiple imputation under missing at random assumption (results were combined using Rubin's formulae).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"42.6","spread":null},{"groupId":"OG002","value":"25.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders With an Improvement of WI NRS >= 3 From Baseline at Week 4","description":"Responders are defined as participants with an improvement of \\>= 3 in WI NRS from baseline at Week 4 without use of rescue therapies and without treatment discontinuation due to lack of efficacy or AE/death related to study drug. The WI NRS is a scale that is used by the responders to report the intensity of their worst pruritus (itch) during the last 24 hours. Participants were asked the following question: For worst itch intensity: \"On a scale of 0 to 10, with 0 being 'no itch' and 10 being the 'worst itch imaginable', how would you rate your itch at the worst moment during the previous 24 hours?\". Higher scores indicated worse outcome. Percentage of responders with an improvement of WI NRS \\>= 3 from Baseline at Week 4 is reported here. Missing data due to discontinuation from the study prior to Week 4 or any other reason (e.g., insufficient eDiary completion) were imputed using multiple imputation under missing at random assumption (results were combined using Rubin's formulae).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.5","spread":null},{"groupId":"OG001","value":"35.0","spread":null},{"groupId":"OG002","value":"12.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders With an Improvement of SD NRS >= 4 From Baseline at Week 4","description":"Responders are defined as participants with an improvement \\>= 4 in SD NRS from baseline at Week 4 without use of rescue therapies and without treatment discontinuation due to lack of efficacy or AE/death related to study drug. The SD NRS is a scale used by participants to report the degree of their sleep loss related to CKD-aP. Participants were asked the following question: \"On a scale of 0 to 10, with 0 being 'no sleep loss related to the symptoms of pruritus' and 10 being 'I did not sleep at all due to the symptoms of pruritus', how would you rate your sleep last night?\". Higher scores indicated worse outcome. Percentage of responders with an improvement of SD NRS \\>= 4 from Baseline at Week 4 is reported here. Missing data due to discontinuation from the study prior to Week 4 or any other reason (e.g., insufficient eDiary completion) were imputed using multiple imputation under missing at random assumption (results were combined using Rubin's formulae).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null},{"groupId":"OG001","value":"23.6","spread":null},{"groupId":"OG002","value":"2.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":86},"commonTop":["Hyperkalaemia","Vomiting","Diarrhoea","Anaemia","Fall"]}}}