{"nctId":"NCT03505099","briefTitle":"Pre-Symptomatic Study of Intravenous Onasemnogene Abeparvovec-xioi in Spinal Muscular Atrophy (SMA) for Patients With Multiple Copies of SMN2","startDateStruct":{"date":"2018-04-02","type":"ACTUAL"},"conditions":["Spinal Muscular Atrophy"],"count":30,"armGroups":[{"label":"onasemnogene abeparvovec-xioi","type":"EXPERIMENTAL","interventionNames":["Biological: onasemnogene abeparvovec-xioi"]}],"interventions":[{"name":"onasemnogene abeparvovec-xioi","otherNames":["Zolgensma"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≤6 weeks (≤42 days) at time of dose\n* Ability to tolerate thin liquids as demonstrated through a formal bedside swallowing test\n* Compound muscle action potential (CMAP) ≥2mV at Baseline; centralized review of CMAP data will be conducted\n* Gestational age of 35 to 42 weeks\n* Parent(s)/legal guardian(s) willing and able to complete the informed consent process and comply with study procedures and visit schedule\n\n  * Patients with pre-symptomatic SMA Type 1 as determined by the following features:\n\n    a. 2 copies of SMN2 (n ≥14)\n  * Patients with pre-symptomatic SMA Type 2 as determined by the following features:\n\n    1. 3 copies of SMN2 (n ≥12)\n\nExclusion Criteria:\n\n* Weight at screening visit \\<2 kg\n* Hypoxemia (oxygen saturation \\<96% awake or asleep without any supplemental oxygen or respiratory support) at the screening visit or for altitudes \\>1000 m, oxygen saturation \\<92% awake or asleep without any supplemental oxygen or respiratory support at the screening visit\n* Any clinical signs or symptoms at screening or immediately prior to dosing that are, in the opinion of the Investigator, strongly suggestive of SMA\n* Tracheostomy or current prophylactic use or requirement of noninvasive ventilatory support at any time and for any duration prior to screening or during the screening period\n* Patients with signs of aspiration/inability to tolerate nonthickened liquids based on a formal swallowing test performed as part of screening or patients receiving any non-oral feeding method\n* Clinically significant abnormal laboratory values (gamma-glutamyl transferase \\[GGT\\], Alanine transaminase \\[ALT\\], and aspartate aminotransferase \\[AST\\], or total bilirubin \\> 2 × the upper limit of normal \\[ULN\\], creatinine ≥ 1.0 mg/dL, hemoglobin \\[Hgb\\] \\< 8 or \\> 18 g/dL; white blood cell \\[WBC\\] \\> 20,000 per cmm) prior to gene replacement therapy. Patients with an elevated bilirubin level that is unequivocally the result of neonatal jaundice shall not be excluded\n* Treatment with an investigational or commercial product, including nusinersen, given for the treatment of SMA. This includes any history of gene therapy, prior antisense oligonucleotide treatment, or cell transplantation.\n* Patients whose weight-for-age is below the third percentile based on World Health Organization (WHO) Child Growth Standards\n* Biological mother with active viral infection as determined by screening laboratory samples (includes human immunodeficiency virus \\[HIV\\] or positive serology for hepatitis B or C)\n\n  • Biological mothers with clinical suspicion of Zika virus that meet Centers for Disease Control and Prevention (CDC) Zika virus epidemiological criteria including history of residence in or travel to a geographic region with active Zika transmission at the time of travel will be tested for Zika virus RNA. Positive results warrant confirmed negative Zika virus RNA testing in the patient prior to enrollment.\n* Serious nonrespiratory tract illness requiring systemic treatment and/or hospitalization within 2 Weeks prior to screening\n* Upper or lower respiratory infection requiring medical attention, medical intervention, or increase in supportive care of any manner within 4 Weeks prior to dosing\n* Severe nonpulmonary/respiratory tract infection within 4 Weeks before administration of gene replacement therapy or concomitant illness that, in the opinion of the Investigator or Sponsor medical monitor, creates unnecessary risks for gene replacement therapy such as:\n\n  * Major renal or hepatic impairment\n  * Known seizure disorder\n  * Diabetes mellitus\n  * Idiopathic hypocalciuria\n  * Symptomatic cardiomyopathy\n* Known allergy or hypersensitivity to prednisolone or other glucocorticosteroids or their excipients\n* Previous, planned or expected major surgical procedure including scoliosis repair surgery/procedure during the study assessment period\n* Concomitant use of any of the following: drugs for treatment of myopathy or neuropathy, agents used to treat diabetes mellitus, or ongoing immunosuppressive therapy, plasmapheresis, immunomodulators such as adalimumab, immunosuppressive therapy within 4 Weeks prior to gene replacement therapy\n* AntiAAV9 antibody titer \\>1:50 as determined by Enzyme-linked Immunosorbent Assay (ELISA) binding immunoassay\n\n  • Should a potential patient demonstrate AntiAAV9 antibody titer \\>1:50, he or she may receive retesting inside the 30-Day screening period and will be eligible to participate if the AntiAAV9 antibody titer upon retesting is ≤1:50, provided the \\<6 Week age requirement at the time of dosing is still met\n* Biological mother involved with the care of the child refuses anti-AAV9 antibody testing prior to dosing","healthyVolunteers":false,"sex":"ALL","maximumAge":"42 Days","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cohort 1: Number of Participants Who Achieved Sitting Alone for at Least 30 Seconds","description":"Defined by the Bayley Scales of Infant and Toddler Development (BSID) Gross Motor (GM) subtest performance criteria number 26, confirmed by video recording, as a participant who sits for at least 30 seconds without assistance from another person or object. The participant was allowed to use their upper extremities.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohort 2: Number of Participants Who Achieved Standing Alone for at Least 3 Seconds","description":"Defined by the BSID GM subtest performance criteria number 40, confirmed by video recording, as a participant who stands alone for at least 3 seconds unsupported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort 1: Event-free Survival at 14 Months of Age","description":"Event-free survival at 14 months of age was defined as the number of participants who did not die, did not require permanent ventilation and did not withdraw from the study by 14 months of age.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort 1: Number of Participants Who Achieved the Ability to Maintain Weight at or Above the Third Percentile Without the Need for Non-Oral or Mechanical Feeding Support","description":"The ability to maintain weight at or above the third percentile without the need for non-oral or mechanical feeding support was defined by meeting the following criteria at each visit up to 18 months of age:\n\n* Did not receive nutrition through mechanical support (i.e., feeding tube)\n* Maintained weight (≥ third percentile for age and sex as defined by World Health Organization \\[WHO\\] guidelines) consistent with the participant's age at the assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort 2: Number of Participants Who Achieved the Ability to Walk Alone","description":"Defined by the BSID GM subtest performance criteria number 43, confirmed by video recording, as a participant who takes 5 coordinated independent steps.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":14},"commonTop":["Pyrexia","Upper respiratory tract infection","Diarrhoea","Teething","Aspartate aminotransferase increased"]}}}