{"nctId":"NCT04509674","briefTitle":"EMPACT-MI: A Study to Test Whether Empagliflozin Can Lower the Risk of Heart Failure and Death in People Who Had a Heart Attack (Myocardial Infarction)","startDateStruct":{"date":"2020-12-16","type":"ACTUAL"},"conditions":["Myocardial Infarction"],"count":6522,"armGroups":[{"label":"Empagliflozin 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Empagliflozin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Of full age of consent (according to local legislation, at least ≥ 18 years) at screening.\n2. Signed and dated written informed consent in accordance with ICH-GCP and local legislation prior to admission to the trial.\n3. Male or female patients. Women of childbearing potential (WOCBP) must be ready and able to use highly effective methods of birth control per ICH M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly. A list of contraception methods meeting these criteria is provided in the patient information.\n4. Diagnosis of spontaneous Acute Myocardial Infarction (AMI): ST-Elevation Myocardial Infarction (STEMI) or Non-ST Elevation Myocardial Infarction (NSTEMI) with randomisation to occur no later than 14 calendar days after hospital admission. For patients with an in-hospital Myocardial Infarction (MI) as qualifying event, randomization must still occur within 14 days of hospital admission.\n5. High risk of HF, defined as EITHER\n\n   1. Symptoms (e.g. dyspnea; decreased exercise tolerance; fatigue), or signs of congestion (e.g. pulmonary rales, crackles or crepitations; elevated jugular venous pressure; congestion on chest X-ray), that require treatment (e.g. augmentation or initiation of oral diuretic therapy; i.v. diuretic therapy; i.v. vasoactive agent; mechanical intervention etc.) at any time during the hospitalization.\n\n      OR\n   2. Newly developed Left Ventricular Ejection Fraction (LVEF) \\< 45% as measured by echocardiography, ventriculography, cardiac Computer Tomography (CT), Magnetic Resonance Imaging (MRI) or radionuclide imaging during index hospitalisation.\n6. In addition at least one of the following risk factors:\n\n   * Age \\> 65 years,\n   * Newly developed LVEF \\< 35%,\n   * Prior MI (before index MI) documented in medical records,\n   * Estimated Glomerular Filtration Rate (eGFR) \\< 60 ml/min/1.73m2 (using Chronic Kidney Disease Epidemiology Collaboration Equation (CKD-EPI) formula based on creatinine from local lab at any time during index hospitalisation),\n   * Atrial fibrillation (persistent or permanent ; if paroxysmal, only valid if associated with index MI),\n   * Type 2 diabetes mellitus (prior or new diagnosis),\n   * N-Terminal Pro-Brain Natriuretic Peptide (NT-proBNP) \\>1,400 pg/mL for patients in sinus rhythm, \\>2,800 pg/mL if atrial fibrillation; Brain Natriuretic Peptide (BNP) \\>350 pg/mL for patients in sinus rhythm, \\>700 pg/mL if atrial fibrillation, measured at any time during hospitalisation,\n   * Uric acid \\>7.5 mg/dL (\\>446 μmol/L), measured at any time during hospitalisation,\n   * Pulmonary Artery Systolic Pressure \\[or right ventricular systolic pressure\\] \\>40 mmHg (non-invasive \\[usually obtained from clinically indicated post-MI echocardiography\\] or invasive, at any time during hospitalisation),\n   * Patient not revascularized (and no planned revascularization) for the index MI (Includes e.g. patients where no angiography is performed, unsuccessful revascularization attempts, diffuse atherosclerosis not amenable for intervention; but does NOT include if revascularization was not performed due to nonobstructive coronary arteries),\n   * 3-vessel coronary artery disease at time of index MI,\n   * Diagnosis of peripheral artery disease (extracoronary vascular disease, e.g. lower extremity artery disease or carotid artery disease).\n\nExclusion Criteria:\n\n1. Diagnosis of chronic Heart Failure (HF) prior to index MI.\n2. Systolic blood pressure \\< 90 mmHg at randomisation.\n3. Cardiogenic shock or use of i.v. inotropes in last 24 hours before randomisation.\n4. Coronary Artery Bypass Grafting planned at time of randomisation.\n5. Current diagnosis of Takotsubo cardiomyopathy.\n6. Any current severe (stenotic or regurgitant) valvular heart disease.\n7. eGFR \\< 20 ml/min/1.73m2 (using CKD-EPI formula based on most recent creatinine from local lab during index hospitalisation) or on dialysis.\n8. Type I diabetes mellitus. Further exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite of Time to First Heart Failure Hospitalisation or All-cause Mortality","description":"The composite of time to first heart failure hospitalization or all-cause mortality is reported as the incidence rate of the first occurrence of hospitalization for heart failure (HHF) or death, whichever is earliest.\n\nThe incidence rate was calculated as: the number of patients with an event for hospitalization for heart failure or death by treatment group during time at risk divided by the total time patients were at risk in that treatment group multiplied by 100 (per 100 Pt-years, Pt as abbreviation of patient).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.58","spread":null},{"groupId":"OG001","value":"5.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint - Total Number of Hospitalisations for Heart Failure (HHF) or All-cause Mortality","description":"The total number of hospitalisations for heart failure (HHF) or all-cause mortality is reported using the adjusted event rate.\n\nThe adjusted event rate is based on a negative binomial model adjusted for treatment and type-2 diabetes at baseline, geographical region, age at baseline, estimated glomerular filtration rate at baseline, left ventricular ejection fraction at baseline, persistent or permanent atrial fibrillation at baseline, prior myocardial infarction at baseline, peripheral artery disease at baseline and smoking at baseline as covariates. The log(observation time) was used as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.25","spread":null},{"groupId":"OG001","value":"7.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint - Total Number of Non-elective Cardiovascular (CV) Hospitalisations or All-cause Mortality","description":"The total number of non-elective cardiovascular (CV) hospitalisations or all-cause mortality is reported using the adjusted event rate.\n\nThe adjusted event rate is based on a negative binomial model adjusted for treatment and type-2 diabetes at baseline, geographical region, age at baseline, estimated glomerular filtration rate at baseline, left ventricular ejection fraction at baseline, persistent or permanent atrial fibrillation at baseline, prior myocardial infarction at baseline, peripheral artery disease at baseline and smoking at baseline as covariates. The log(observation time) was used as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.90","spread":null},{"groupId":"OG001","value":"15.52","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint - Total Number of Non-elective All-cause Hospitalisations or All-cause Mortality","description":"The total number of non-elective all-cause hospitalisations or all-cause mortality is reported using the adjusted event rate.\n\nThe adjusted event rate is based on a negative binomial model adjusted for treatment and type-2 diabetes at baseline, geographical region, age at baseline, estimated glomerular filtration rate at baseline, left ventricular ejection fraction at baseline, persistent or permanent atrial fibrillation at baseline, prior myocardial infarction at baseline, peripheral artery disease at baseline and smoking at baseline as covariates. The log(observation time) was used as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.28","spread":null},{"groupId":"OG001","value":"22.96","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint - Total Number of Hospitalisations for Myocardial Infarction (MI) or All-cause Mortality","description":"The total number of hospitalisations for myocardial infarction (MI) or all-cause mortality is reported using the adjusted event rate.\n\nThe adjusted event rate is based on a negative binomial model adjusted for factors for treatment and type-2 diabetes at baseline, geographical region, age at baseline, estimated glomerular filtration rate at baseline, left ventricular ejection fraction at baseline, persistent or permanent atrial fibrillation at baseline, prior myocardial infarction at baseline, peripheral artery disease at baseline and smoking at baseline as covariates. The log(observation time) was used as an offset variable.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.27","spread":null},{"groupId":"OG001","value":"6.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cardiovascular (CV) Mortality","description":"The time to cardiovascular (CV) mortality is reported as the incidence rate of cardiovascular (CV) mortality, including deaths of unknown cause.\n\nThe incidence rate was calculated as: the number of patients with a cardiovascular death event by treatment group during time at risk divided by the total time patients were at risk in that treatment group multiplied by 100 (per 100 Pt-years, Pt as abbreviation of patient).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.76","spread":null},{"groupId":"OG001","value":"2.78","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":798,"n":3229},"commonTop":[]}}}