{"nctId":"NCT01597505","briefTitle":"Study of CB-183,315 in Participants With Clostridium Difficile Associated Diarrhea (MK-4261-005)","startDateStruct":{"date":"2012-05-16","type":"ACTUAL"},"conditions":["Clostridium Difficile Infection"],"count":606,"armGroups":[{"label":"Surotomycin","type":"EXPERIMENTAL","interventionNames":["Drug: Surotomycin","Drug: Placebo"]},{"label":"Vancomycin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin"]}],"interventions":[{"name":"Surotomycin","otherNames":["CB-183,315"]},{"name":"Vancomycin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"To be included in this study, participants must:\n\n* Sign a consent form;\n* Be \\>= 18 and \\< 90 years of age;\n* Have diarrhea, at least 3 times during one day, or 200 mL or liquid stool if using a rectal device;\n* Test positive for Clostridium difficile;\n* If female, must not be pregnant or nursing and take appropriate measures to not get pregnant during the study.\n\nParticipants will not be allowed into the study if they:\n\n* Have toxic megacolon and/or known small bowel ileus;\n* Have received treatment with intravenous immune globulin (IVIG) within the past 30 days;\n* Have received treatment with a fecal transplant within 7 days, and/or if the doctor anticipates to give the participant a fecal transplant during the study;\n* Have received a certain amount of antibacterial therapy specific for current CDAD, unless it is not working;\n* Have received an investigational vaccine against C. difficile;\n* Have received an investigational product containing monoclonal antibodies against toxin A or B within 180 days;\n* Had more than 2 episodes of CDAD within 90 days;\n* Had major gastrointestinal (GI) surgery (i.e. significant bowel resection) within 3 months (this does not include appendectomy or cholecystectomy);\n* Have history of prior inflammatory bowel disease: ulcerative colitis, Crohn's disease, or microscopic colitis;\n* Are unable to discontinue loperamide, diphenoxylate/atropine, or cholestyramine during the duration of the study;\n* Are unable to discontinue opiate treatment unless on a stable dose;\n* Has known positive stool cultures for other enteropathogens including but not limited to Salmonella, Shigella, and Campylobacter;\n* Had stool studies positive for pathogenic ova and/or parasites;\n* Have an intolerance or hypersensitivity to daptomycin and/or vancomycin;\n* Have life-threatening illness at the time of enrollment;\n* Have poor concurrent medical risks that in the opinion of the Investigator the participant should not enroll;\n* Have received an investigational drug or participated in any experimental procedure within 1 month;\n* Have human immunodeficiency virus (HIV), a cluster of differentiation 4 (CD4) \\< 200 cells/mm3 within 6 months of start of study therapy;\n* Anticipate that certain antibacterial therapy for a non-CDAD infection will be required for \\> 7 days;\n* Are unable to discontinue Saccharomyces or similar probiotic;\n* Are on a concurrent intensive induction chemotherapy, radiotherapy, or biologic treatment for active malignancy;\n* Are unable to comply with the protocol requirements;\n* Have any condition that, in the opinion of the Investigator, might interfere;\n* Are not expected to live for less than 8 weeks.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Percentage of Participants With a Clinical Outcome of Cure at the End of Treatment (EOT)","description":"A clinical outcome of cure at EOT was determined by resolution of diarrhea, defined as ≤ 2 loose stools per 24-hour period for at least 2 consecutive days and the lack of need for additional antibiotics to treat the current CDAD episode after completion of the study treatment period. Participants requiring a collection device were considered to have resolution of diarrhea when the volume of stool (over a 24-hour period) was decreased by 75% as compared to baseline or the participant was no longer passing liquid stool. The estimated adjusted percentage was a weighted average across all strata, constructed using Mehrotra-Railkar continuity-corrected minimum risk (MRc) stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.0","spread":null},{"groupId":"OG001","value":"83.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Response Over Time","description":"Clinical response over time as measured by those without treatment failure, recurrence, death, or lost to follow-up, measured as the number of participants without failure events (survivors) through the end of therapy (reported for Day 14) and from end of therapy to Day 40 (reported for Day 41).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"227","spread":null},{"groupId":"OG001","value":"231","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"147","spread":null},{"groupId":"OG001","value":"151","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants With Sustained Clinical Response at the End of Study","description":"Sustained clinical response at the end of study was achieved by participants who had a clinical outcome of cure at the end of treatment (Days 40-50) and did not experience a recurrence of CDAD, did not die, were not lost to follow-up, and did not have end of study visit prior to Day 40. The estimated adjusted percentage was a weighted average across all strata, constructed using MRc stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":null},{"groupId":"OG001","value":"61.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With at Least One Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product. AEs may be new events or may be pre-existing conditions that have become aggravated or have worsened in severity or frequency; or may be clinically significant changes from baseline in physical examination, laboratory tests, or other diagnostic investigation (e.g. laboratory results, x-ray findings).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.5","spread":null},{"groupId":"OG001","value":"55.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With at Least One Serious Adverse Event (SAE)","description":"A SAE is any adverse experience occurring at any dose that results in any of the following outcomes: death; a life-threatening experience, referring to a situation in which the participant was at risk of death at the time of the event, requires in-patient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability or incapacity; is a congenital anomaly or birth defect; or is considered to be an important medical event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Treatment Due to an AE","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product. AEs may be new events or may be pre-existing conditions that have become aggravated or have worsened in severity or frequency; or may be clinically significant changes from baseline in physical examination, laboratory tests, or other diagnostic investigation (e.g. laboratory results, x-ray findings).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants With Sustained Clinical Response at Day 24","description":"Sustained clinical response at Day 24 was defined as participants who had a clinical outcome of cure at Day 24, who did not experience a recurrence of CDAD, did not die, were not lost to follow-up. Only the first failure event was counted per participant. The estimated adjusted percentage was a weighted average across all strata, constructed using MRc stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.6","spread":null},{"groupId":"OG001","value":"66.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants With Recurrence of CDAD at End of Study","description":"Participants with recurrences were defined as those who were cured at the end of therapy and had a recurrence or were lost to follow-up, died or had a Day 40 -50 contact prior to Day 40. The estimated adjusted percentage was a weighted average across all strata, constructed using MRc stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Resolution of Diarrhea","description":"Time to resolution of diarrhea with =\\< 2 unformed bowel movements (UBM) per 24-hour period was calculated as the date/time of last UBM minus the date/time of the first dose of study drug.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Reappearance of Diarrhea From End of Treatment to the End of Study","description":"Time to reappearance of diarrhea with \\>= 3 UBM per 24-hour period was calculated as the last date/time of study drug dose to the date/time of first reappearance of 3 or more UBMs among participants who were cured at end of treatment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants With a Clinical Response at the End of Treatment for Infections Deemed to be Caused by the C. Difficile BI/NAP1/027 Strain at Baseline","description":"Clinical response corresponded to a clinical outcome of cure at the end of treatment, and was achieved by participants with infections deemed to be caused by the C. difficile BI/NAP1/027 strain at baseline, who did not fail treatment, did not die, or were not lost to follow-up at the end of treatment. The estimated adjusted percentage was a weighted average across all strata, constructed using MRc stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.5","spread":null},{"groupId":"OG001","value":"86.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants Per Protocol 1 Population With a Clinical Response at the End of Treatment","description":"Clinical response corresponded to a clinical outcome of cure at the end of treatment, and was achieved by participants who did not fail treatment, did not die, or were not lost to follow-up at the end of treatment. The estimated adjusted percentage was a weighted average across all strata, constructed using MRc stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.1","spread":null},{"groupId":"OG001","value":"91.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants With a Sustained Clinical Response at the End of Study for Infections Deemed to be Caused by the C. Difficile BI/NAP1/027 Strain at Baseline","description":"Sustained clinical response at the end of study was achieved by participants with infections deemed to be caused by the C. difficile BI/NAP1/027 strain at baseline, who had a clinical outcome of cure at the end of treatment (Day 13) and did not experience a recurrence of CDAD, did not die, were not lost to follow-up, and did not have end of study visit prior to Day 40. The estimated adjusted percentage was a weighted average across all strata, constructed using MRc stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.1","spread":null},{"groupId":"OG001","value":"51.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants From the Per Protocol 2 Population With a Sustained Clinical Response at the End of Study","description":"Sustained clinical response at the end of study was achieved by participants who had a clinical outcome of cure at the end of treatment (Days 40-50) and did not experience a recurrence of CDAD, did not die, were not lost to follow-up, and did not have end of study visit prior to Day 40. Only the first failure event per participant was counted. The estimated adjusted percentage was a weighted average across all strata, constructed using MRc stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":null},{"groupId":"OG001","value":"66.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":305},"commonTop":["Nausea","Headache","Abdominal pain"]}}}