{"nctId":"NCT02723084","briefTitle":"A Study to Evaluate the Efficacy and Safety of ABT-493/ABT-530 in Japanese Adults With Genotype 2 Chronic Hepatitis C Virus Infection","startDateStruct":{"date":"2016-04-08","type":"ACTUAL"},"conditions":["Chronic Hepatitis C Virus","Hepatitis C Virus"],"count":136,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493/ABT-530"]},{"label":"Arm B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: sofosbuvir (SOF)","Drug: ribavirin (RBV)"]}],"interventions":[{"name":"ABT-493/ABT-530","otherNames":["glecaprevir/pibrentasvir","glecaprevir (ABT-493)","pibrentasvir (ABT-530)"]},{"name":"sofosbuvir (SOF)","otherNames":[]},{"name":"ribavirin (RBV)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females were postmenopausal for at least 2 years prior to screening; surgically sterile or had a vasectomized partner; or, if of childbearing potential and sexually active with a male partner, were currently using at least 1 effective method of birth control at the time of Screening and agreed to practice 1 effective method of birth control from Screening through 30 days after stopping study drug. Sexually active males were surgically sterile or, if sexually active with a female partner of childbearing potential, agreed to practice 1 effective form of birth control from Screening through 30 days after stopping study drug.\n* Screening central laboratory result indicating HCV GT-2 infection without co-infection of any other genotype.\n* Participant has positive anti-HCV antibody (Ab) and plasma HCV RNA viral load greater than or equal to 1000 IU/mL at Screening Visit.\n* Chronic HCV infection defined as one of the following:\n\n  * Positive for anti-HCV Ab and/or HCV RNA at least 6 months before Screening; or\n  * A liver biopsy consistent with chronic HCV infection.\n* Participant must be HCV treatment-naïve (i.e., patient has not received a single dose of any approved or investigational DAA) and non-cirrhotic. Prior HCV treatment using IFNs with or without ribavirin is acceptable. Previous HCV Interferon (IFN) based treatment must have been completed greater than or equal to 2 months prior to screening.\n\nExclusion Criteria:\n\n* Females who were pregnant or planned to become pregnant, or breastfeeding or males whose partner was pregnant or planning to become pregnant during the study.\n* Recent (within 6 months prior to study drug administration) history of drug or alcohol abuse that could preclude adherence to the protocol in the opinion of the investigator.\n* Positive test result at Screening for hepatitis B surface antigen (HBsAg) or anti human immunodeficiency virus antibody (HIV Ab).\n* Requirement for and inability to safely discontinue contraindicated medications or supplements at least 2 weeks or 10 half-lives (whichever is longer) prior to the first dose of any study drug.\n* Clinically significant abnormalities, other than HCV-infection, based upon the results of a medical history, physical examination, vital signs, laboratory profile, and a 12-lead electrocardiogram (ECG) that make the participant an unsuitable candidate for this study in the opinion of the investigator, including, but not limited to:\n\n  * Uncontrolled diabetes as defined by a glycated hemoglobin (hemoglobin A1C) level \\> 8.5% at the Screening Visit.\n  * Active or suspected malignancy or history of malignancy (other than basal cell skin cancer or cervical carcinoma in situ) in the past 5 years, or any history of hepatocellular carcinoma (HCC).\n  * Uncontrolled cardiac, respiratory, gastrointestinal, hematologic, neurologic, psychiatric, or other medical disease or disorder, which is unrelated to the existing HCV infection.\n* Any cause of liver disease other than chronic HCV-infection, including but not limited to the following:\n\n  * Hemochromatosis, alpha-1 antitrypsin deficiency, Wilson's disease, autoimmune hepatitis, alcoholic liver disease, or steatohepatitis considered to be the primary cause of the liver disease rather than concomitant/incidental with HCV infection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12): Non-inferiority of Arm A to Arm B","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of study drug. The primary efficacy endpoint was non-inferiority of the ABT-493/ABT-530 8-week regimen (Arm A) to the sofosbuvir and ribavirin 12 week regimen (Arm B) in SVR12 using a non-inferiority margin of 10% in the intent-to-treat (ITT) population.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.8","spread":null},{"groupId":"OG001","value":"93.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Arm A With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of study drug.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as confirmed increase of \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post-baseline HCV RNA during treatment, confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< LLOQ during treatment, or HCV RNA ≥ LLOQ at end of treatment with at least 6 weeks of treatment. 95% CI was calculated using the Wilson score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-Treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< LLOQ at the end of treatment, excluding participants who were been shown to be re-infected. 95% CI was calculated using the Wilson score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":90},"commonTop":["ANAEMIA","NASOPHARYNGITIS","MALAISE","BLOOD BILIRUBIN INCREASED","HEADACHE"]}}}