{"nctId":"NCT00105469","briefTitle":"Evaluation of Clinical and Microbial Efficacy and Safety of AzaSite Compared to Tobramycin for Bacterial Conjunctivitis (C-01-401-004)","startDateStruct":{"date":"2004-07"},"conditions":["Bacterial Conjunctivitis"],"count":743,"armGroups":[{"label":"AzaSite","type":"EXPERIMENTAL","interventionNames":["Drug: AzaSite"]},{"label":"Tobramycin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tobramycin"]}],"interventions":[{"name":"AzaSite","otherNames":[]},{"name":"Tobramycin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subject, of any race, who is at least 1 year of age.\n* Subjects must have a clinical diagnosis of acute bacterial conjunctivitis and exhibit mucopurulent or purulent conjunctival discharge (crusty or sticky eyelids, globular and yellow discharge) and redness in at least one eye.\n* The symptoms of bacterial conjunctivitis must be present for 3 days (approximately 72 hours) or less.\n* Must be willing to discontinue contact lens wear for the duration of the study.\n\nExclusion Criteria:\n\n* Any uncontrolled systemic disease or debilitating disease.\n* Use of topical ophthalmic solutions including tear substitutes within 2 hours before and during the study.\n* Use of any topical ophthalmic anti-inflammatory agents within 48 hours before and during study.\n* Any active upper respiratory tract infection.\n* Pregnant or nursing females.\n* Use of any antibiotic (topical or systemic) within 72 hours of enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieved Clinical Resolution at Visit 3","description":"Clinical resolution is defined as absence of all three clinical signs (ocular discharge, bulbar conjunctival injection, and palpebral conjunctival injection).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Bacterial Eradication at Visit 3","description":"Bacterial eradication is defined as eradication of the causative pathogens as indicated by the absence of growth (0 colony forming units/mL) of the original infecting organism(s).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"148","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":365},"commonTop":[]}}}