{"nctId":"NCT01473836","briefTitle":"A Phase 3 Study Of Intravenous Metronidazole For Intrabdominal Infection","startDateStruct":{"date":"2011-11"},"conditions":["Intra-abdominal Infections"],"count":38,"armGroups":[{"label":"Metronidazole","type":"EXPERIMENTAL","interventionNames":["Drug: Metronidazole","Drug: Ceftriaxone sodium"]}],"interventions":[{"name":"Metronidazole","otherNames":[]},{"name":"Ceftriaxone sodium","otherNames":["ROCEPHIN"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 16 years of age or older.\n* Diagnosed with intra-abdominal infections or pelvic inflammatory diseases.\n* Can be obtained a specimen for bacteriological efficacy assessment.\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity, intolerance or contraindication to Metronidazole, Ceftriaxone sodium, or other cephem antibiotics.\n* Severe renal dysfunction (creatinine clearance \\< 30 mL/min.) Reference: Cockcroft-Gault calculation formula.\n* Hepatic dysfunction (AST, ALT, total bilirubin \\> 3 times upper limit of normal range values).\n* Severe underlying disease; patients in which drug clinical evaluation is difficult because of confounding diseases.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"79 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Response: Response Rate (Data Review Committee Assessment)","description":"Clinical response was evaluated by the data review committee as effective (cured or improved), ineffective (not meeting \"effective\" criteria), or indeterminate at the end of treatment (EOT) and the test of cure (TOC: 7 days after EOT) based on clinical symptoms, ultrasound images and necessity of other treatment. TOC was the primary analysis of this outcome measure. Cured = clinical symptoms and abnormal findings at the start of the study were disappeared and considered other antibiotics were not required during the study and after the assessment time point. Improved = clinical symptoms and abnormal findings at the start of the study were improved and considered other antibiotics were not required during the study and after the assessment time point. Response rate was calculated from the following formula; \"number of participants evaluated as effective\" over \"total number of participants that excluding ones evaluated as indeterminate\" multiplied by 100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response: Response Rate (Investigator Assessment)","description":"Clinical response was evaluated by the investigator as effective (cured or improved), ineffective (not meeting \"effective\" criteria), or indeterminate at the end of treatment (EOT) and the test of cure (TOC: 7 days after EOT) based on clinical symptoms, ultrasound images and necessity of other treatment. TOC was the primary analysis of this outcome measure. Cured = clinical symptoms and abnormal findings at the start of the study were disappeared and considered other antibiotics were not required during the study and after the assessment time point. Improved = clinical symptoms and abnormal findings at the start of the study were improved and considered other antibiotics were not required during the study and after the assessment time point. Response rate was calculated from the following formula; \"number of participants evaluated as effective\" over \"total number of participants that excluding ones evaluated as indeterminate\" multiplied by 100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Was Assessed as Appropriate to Continue Treatment (Investigator Assessment)","description":"The appropriateness of treatment continuation was evaluated on Day 4 by the investigator as continuation, discontinuation or indeterminate based on the clinical response. The percentage of participants was calculated from the following formula; \"number of participants assessed as continuation\" over \"total number of participants that excluding ones assessed as indeterminate\" multiplied by 100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Bacteriological Response: Eradication Rate (Data Review Committee Assessment)","description":"Bacteriological response was evaluated as eradication (eradication, presumed eradication or colonization), persistence, or indeterminate by the data review committee, at Day 4, at the end of treatment (EOT), and the test of cure (TOC: 7 days after EOT). Eradication Rate was calculated from the following formula, \"number of participants with bacteria eradication, presumed eradication or colonization\" over \"total number of participants that excluding ones evaluated as indeterminate\" multiplied by 100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Bacteriological Response: Eradication Rate (Investigator Assessment)","description":"Bacteriological response was evaluated as eradication (eradication, presumed eradication or colonization), persistence, or indeterminate by the investigator at the end of treatment (EOT), and the test of cure (TOC: 7 days after EOT). Eradication Rate was calculated from the following formula, \"number of participants with bacteria eradication, presumed eradication or colonization\" over \"total number of participants that excluding ones evaluated as indeterminate\" multiplied by 100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Analyzed for Population Pharmacokinetics (PK) of Metronidazole","description":"Population pharmacokinetic analysis of Metronidazole is conducted by combining current study data with other Metronidazole studies.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":38},"commonTop":["Diarrhoea","Ileus paralytic","Insomnia","Nausea","Vomiting"]}}}