{"nctId":"NCT04760626","briefTitle":"A Research Study to Compare a New Weekly Insulin, Insulin Icodec Used With DoseGuide App, and Daily Insulins in People With Type 2 Diabetes Who Have Not Used Insulin Before","startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":1085,"armGroups":[{"label":"Insulin icodec with DoseGuide","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin icodec"]},{"label":"Once daily basal insulin analogues","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin Glargine 100U/mL","Drug: Insulin Degludec","Drug: Insulin Glargine 300U/mL"]}],"interventions":[{"name":"Insulin icodec","otherNames":[]},{"name":"Insulin Glargine 100U/mL","otherNames":[]},{"name":"Insulin Degludec","otherNames":[]},{"name":"Insulin Glargine 300U/mL","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities. Trial-related activities are any procedures that are carried out as part of the trial, including activities to determine suitability for the trial.\n* Male or female.\n* Age above or equal to 18 years at the time of signing informed consent.\n* Diagnosed with T2D greater than or equal to 180 days prior to the day of screening.\n* HbA1c above 7.0% (53 mmol/mol) as measured by central lab.\n* Insulin naïve. However, short term insulin treatment for a maximum of 14 days prior to the day of screening is allowed, as is prior insulin treatment for gestational diabetes.\n* Stable daily dose(s) greater than or equal to 90 days prior to the day of screening of any of the following antidiabetic drug(s) or combination regimen(s): a .Any metformin formulations greater than or equal to 1500 mg or maximum tolerated or effective dose. b .Any metformin combination formulations greater than or equal to 1500 mg or maximum tolerated or effective dose. c. Any of the following non-insulin antidiabetic drug classes including combinations (greater than or equal to half of the maximum approved dose according to local label or maximum tolerated or effective dose):i). Sulfonylureas ii). Meglitinides (glinides) iii). DPP-4 inhibitors iv. SGLT2 inhibitors v). Thiazolidinediones vi). Alpha-glucosidase inhibitors vii). Oral combination products (for the allowed individual Oral Antidiabetic Drugs (OADs)) viii). Oral or injectable GLP-1-receptor agonists.\n* Intensification with insulin is indicated to achieve glycaemic target (4.4-7.2 mmol/L, 80-130 mg/dL) at the discretion of the treating investigator.\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity to trial product(s) or related products.\n* Previous participation in this trial. Participation is defined as signed informed consent.\n* Female who is pregnant, breast-feeding or intends to become pregnant or is of child-bearing potential and not using an adequate contraceptive method (adequate contraceptive measures as required by local regulation or practice).\n* Participation in any clinical trial of an approved or non-approved investigational medicinal product within 30 days before screening. (Simultaneous participation in a trial with the primary objective of evaluating an approved or non-approved investigational medicinal product for prevention or treatment of COVID-19 disease or postinfectious conditions is allowed if the last dose of the investigational medicinal product has been received more than 30 days before screening)\n* Any disorder which in the investigator's opinion might jeopardise subject's safety.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Glycated Haemoglobin (HbA1c)","description":"Change in HbA1c from baseline (week 0) to week 52 is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.68","spread":"0.09"},{"groupId":"OG001","value":"-1.31","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Time From Baseline to Treatment Discontinuation or Intensification","description":"Time from baseline to treatment discontinuation or intensification from baseline (week 0) to week 52 is presented.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":null},{"groupId":"OG001","value":"13.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Diabetes Treatment Satisfaction Questionnaire (DTSQs) in Total Treatment Satisfaction","description":"Change in DTSQs in total treatment satisfaction is presented. The DTSQs questionnaire was used to assess participants treatment satisfaction which contained 8 components (DTSQs Item 1-8 : how satisfied are you with your current treatment, how often have you felt that blood sugars have been unacceptably high, how often have you felt that blood sugars have been unacceptably low, how convenient have you been finding your treatment to be recently, how flexible have you been finding your treatment to be recently, how satisfied are you with your understanding of your diabetes, would you recommend treatment to someone else with your kind of diabetes, how satisfied would you be to continue with present form of treatment). The result presented is the treatment satisfaction summary score, which is the sum of 6 of the 8 items of the DTSQs questionnaire. Total scores for treatment satisfaction range from 0-36 with 0 being the lowest and 36 being the highest score in total treatment satisfaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.68","spread":"0.25"},{"groupId":"OG001","value":"3.90","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Treatment Related Impact Measure for Diabetes (TRIM-D) Compliance Domain","description":"Treatment Related Impact Measure for Diabetes (TRIM-D) Compliance domain at week 52 is presented. The TRIM-D questionnaire was developed to capture the impact of diabetes treatment on patients' functioning and well-being. The questionnaire was used to measure the compliance between the treatment groups. The total TRIM-D compliance score is computed by summing across the items and then transforming to a 0-100 scale with higher score indicating better compliance.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.42","spread":"0.64"},{"groupId":"OG001","value":"87.37","spread":"0.64"}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes (Level 3)","description":"Number of severe hypoglycaemic episodes (level 3) is presented. Severe hypoglycaemia (level 3) is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (Below 3.0 Millimoles Per Liter [mmol/L] (54 Milligrams Per Deciliter [mg/dL]), Confirmed by Blood Glucose (BG) Meter)","description":"Number of clinically significant hypoglycaemic episodes (level 2) (below 3.0 millimoles per liter \\[mmol/L\\] (54 mg/dL), confirmed by BG meter) is presented. Clinically significant hypoglycaemia (level 2) is defined as plasma glucose value of less than (\\<) 3.0 mmol/L (54 mg/dL) confirmed by BG meter.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (Below 3.0 mmol/L (54 mg/dL), Confirmed by BG Meter) or Severe Hypoglycaemic Episodes (Level 3)","description":"Number of clinically significant hypoglycaemic episodes (level 2) (below 3.0 mmol/L (54 mg/dL), confirmed by BG meter) or severe hypoglycaemic episodes (level 3) is presented. Clinically significant hypoglycaemia (level 2) is defined as plasma glucose value of less than (\\<) 3.0 mmol/L (54 mg/dL) confirmed by BG meter. Severe hypoglycaemia (level 3) is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":45,"n":542},"commonTop":["COVID-19"]}}}