{"nctId":"NCT00614445","briefTitle":"The Efficacy Of Diclectin® For Nausea And Vomiting Of Pregnancy","startDateStruct":{"date":"2008-01"},"conditions":["Nausea and Vomiting of Pregnancy"],"count":280,"armGroups":[{"label":"Diclectin®","type":"EXPERIMENTAL","interventionNames":["Drug: doxylamine succinate 10 mg/pyridoxine hydrochloride 10 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"doxylamine succinate 10 mg/pyridoxine hydrochloride 10 mg","otherNames":["Diclectin®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient has signed a written informed consent to participate in the study and has agreed to follow dosing instructions and complete all required study visits.\n* The patient is a pregnant female age equal to or greater than 18 years old.\n* The patient's entry ultrasound indicates a viable pregnancy and confirms gestational age of the fetus is 7-14 weeks at the anticipated time of the first dose of study medication or placebo. If an ultrasound was done within 4 weeks of the admission visit, and results can be obtained, an additional ultrasound is not necessary.\n* The patient is suffering from NVP and has a Pregnancy Unique Quantification of Emesis (PUQE) score ≥6.\n* The patient has not responded to conservative management consisting of dietary/lifestyle advice according to the 2004 ACOG Practice Bulletin.\n* The patient agrees, if on a multivitamin, to continue on their current dose of multivitamin for the duration of the trial.\n* The patient does not plan termination of the pregnancy.\n\nExclusion Criteria:\n\n* The investigator confirms the patient's nausea and vomiting is of etiology other than Nausea and Vomiting of Pregnancy (NVP).\n* The patient has gestational trophoblastic disease or multifetal gestation.\n* The patient has a condition for which antihistamines, in the opinion of the investigator, are contraindicated (epilepsy, alcoholism, glaucoma, chronic lung disease, urinary retention, heart block, etc.).\n* The patient has used antihistamines, anticholinergics, dopamine antagonists, serotonin antagonists, ginger, or anti-emetic therapy (including acupressure, acupuncture, homeopathic remedies, medical hypnosis, relief bands etc) to treat NVP in the previous 48 hours or plans to do so during the study .\n* The patient is using drugs that have anticholinergic activity (e.g., tricyclic antidepressants).\n* The patient is taking multivitamins containing more than 10 mg of vitamin B6, or plans to do so during the study.\n* The patient is taking supplementary vitamin B6 in addition to any multivitamin preparation, or plans to do so during the study.\n* The patient is currently drinking any amount of alcohol.\n* The patient has any condition that might interfere with the conduct of the study.\n* The patient is likely to be unable to comply with study procedures because of inadequate cognitive skills.\n* The patient has received an investigational drug within 30 days before enrollment in this study or is scheduled to receive an investigational drug during the course of this study.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Diclectin Versus Placebo for Treatment of Nausea and Vomiting of Pregnancy (NVP) as Measured by the Change in Pregnancy Unique-Quantification of Emesis (PUQE) Overall Score of Symptoms From Baseline (Day 1) to End of Study Visit (Day 15).","description":"The objective of this double-blind, randomized, placebo-controlled study was to assess the efficacy, safety, and tolerability of oral Diclectin® in the treatment of nausea and vomiting of pregnancy (NVP) as measured by the Pregnancy Unique-Quantification of Emesis (PUQE) overall score of symptoms from baseline (Day 1) to end of study visit (Day 15). The PUQE score measured hours of nausea, number of times vomiting, and number of times retching for a TOTAL overall score of symptoms on a scale rated from 3 (no symptoms) to 15 (most severe).","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":null},{"groupId":"OG001","value":"-3.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":133},"commonTop":["Headache","Somnolence","Fatigue","Dizziness","Adominal Pain"]}}}