{"nctId":"NCT05919082","briefTitle":"A Study to Investigate Efficacy and Safety With LEO 90100 Compared With Daivobet® Ointment in Adult Chinese Subjects With Stable Plaque Psoriasis","startDateStruct":{"date":"2023-06-21","type":"ACTUAL"},"conditions":["Stable Plaque Psoriasis"],"count":604,"armGroups":[{"label":"LEO 90100","type":"EXPERIMENTAL","interventionNames":["Drug: LEO 90100"]},{"label":"Daivobet® ointment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Daivobet® ointment"]}],"interventions":[{"name":"LEO 90100","otherNames":[]},{"name":"Daivobet® ointment","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chinese native\n* Aged 18 or over\n* A clinical diagnosis of stable plaque psoriasis for at least 6 months\n* Stable plaque psoriasis on the trunk and/or limbs (excluding psoriasis on the face, scalp, genitals, and skin folds) involving 2-30% of the body surface at Day 1 (Visit 2) of the trial.\n* Having a Physician Global Assessment of at least 'mild' at Day 1 (Visit 2)\n* An mPASI score of at least 2 on the trunk and/or limbs at Day 1 (Visit 2)\n* Women of childbearing potential must use an adequate form of birth control throughout the trial and for at least 8 weeks after last administration of IMP\n* Male subjects with a female partner of childbearing potential must use adequate contraceptive methods (adequate contraceptive measures as required by local regulation or practice)\n* Having a signed and dated informed consent.\n\nExclusion Criteria:\n\n* Systemic use of biological treatments with a potential effect on psoriasis vulgaris within the specified time periods prior to treatment assignment (depending on treatment)\n* Systemic treatments with all therapies other than biological treatments with a potential effect on psoriasis vulgaris within 4 weeks prior to treatment assignment\n* Psoralen combined with ultraviolet A therapy (PUVA) within 4 weeks prior to treatment assignment\n* Systemic treatment with Apremilast within 4 weeks prior to treatment assignment\n* Ultraviolet B (UVB) therapy within 2 weeks prior to treatment assignment\n* Topical treatment of psoriasis with strong corticosteroids within 2 weeks prior to treatment assignment\n* Topical treatment of psoriasis with traditional Chinese medicine within 2 weeks prior to treatment assignment\n* Treatment with any non-marketed drug substance (any agent which has not yet been made available for clinical use) within 4 weeks/5 half-lives prior to treatment assignment\n* Any other topical treatment that could affect plaque psoriasis within 2 weeks prior to treatment assignment\n* Current diagnosis of guttate, erythrodermic, exfoliative, pustular or unstable psoriasis\n* Patients with any of the following conditions present on any skin area: viral lesions, fungal and bacterial skin infections, parasitic infections, skin manifestations in relation to syphilis or tuberculosis, rosacea, acne vulgaris, acne rosacea, atrophic skin, striae atrophicae, fragility of skin veins, ichthyosis, ulcers and wounds\n* Disorders of calcium metabolism\n* Renal insufficiency, hepatic disorders or severe heart disease\n* Cushing's disease or Addison's disease\n* Known or suspected hypersensitivity to any component(s) of the investigational medicinal product (IMP)\n* Current participation in any other interventional clinical trial\n* Previously screened in this trial\n* Participation in another clinical trial within 4 weeks prior to treatment assignment\n* Women who are pregnant, wishing to become pregnant or are breast-feeding\n* Chronic alcohol or drug abuse within 12 months prior to screening, or any condition associated with poor compliance\n* Employees of the trial site or any other individuals directly involved with the planning or conduct of the trial, or immediate family members of such individuals","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Physician's Global Assessment of Disease Severity (PGA) Score of 0 (Clear) or 1 (Almost Clear) at Day 29, With at Least a 2-point Reduction From Baseline","description":"The efficacy of LEO 90100 compared with Daivobet® ointment on severity and extent of stable plaque psoriasis was evaluated.\n\nThe PGA is an instrument used in clinical trials to rate the severity of psoriasis. It is a 5-point scale measurement ranging from 0 to 4, where 0- clear, 1- almost clear, 2- mild, 3- moderate and 4- severe; based on degree of plaque thickening, scaling and erythema. Higher score showed worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"42.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Decrease in Modified Psoriasis Area and Severity Index of at Least 75% (mPASI-75) From Baseline to Day 29","description":"The efficacy of LEO 90100 compared with Daivobet® ointment on severity and extent of stable plaque psoriasis was evaluated.\n\nThe extent of psoriatic involvement will be recorded for each of the areas (trunk \\[including the neck\\] and the limbs \\[such as arms and legs\\]; excluding any involvement on face, scalp, genitals and skin folds) using the following scale: 0=no involvement, 1=\\< 10%, 2=10%-29%, 3=30%-49%, 4=50%-69%, 5=70%-89%, 6=90%-100%. The severity of the psoriatic lesions in each of the areas will be recorded for each of the clinical signs of redness, thickness and scaliness. Each clinical sign is scored on a scale of 0-4, reflecting the average severity of all psoriatic lesions on the given body region. Higher score indicates more severity. The overall mPASI can range from 0 to 64.8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null},{"groupId":"OG001","value":"53.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Decrease in mPASI of at Least 90% (mPASI-90) From Baseline to Day 29","description":"The efficacy of LEO 90100 compared with Daivobet® ointment on severity and extent of stable plaque psoriasis was evaluated.\n\nThe extent of psoriatic involvement will be recorded for each of the areas (trunk \\[including the neck\\] and the limbs \\[such as arms and legs\\]; excluding any involvement on face, scalp, genitals and skin folds) using the following scale: 0=no involvement, 1=\\< 10%, 2=10%-29%, 3=30%-49%, 4=50%-69%, 5=70%-89%, 6=90%-100%. The severity of the psoriatic lesions in each of the areas will be recorded for each of the clinical signs of redness, thickness and scaliness. Each clinical sign is scored on a scale of 0-4, reflecting the average severity of all psoriatic lesions on the given body region. Higher score indicates more severity. The overall mPASI can range from 0 to 64.8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.1","spread":null},{"groupId":"OG001","value":"24.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"The safety of LEO 90100 compared with Daivobet® ointment treating stable plaque psoriasis was evaluated.\n\nOnly treatment emergent adverse events (TEAEs) have been reported for this outcome measure.\n\nAn event was considered treatment-emergent if it started after the first investigational medicinal product (IMP) administration or if it started before the first IMP administration and worsened in severity after the first IMP administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":300},"commonTop":["Upper respiratory tract infection","Cortisol decreased","Folliculitis","Urine calcium/creatinine ratio increased","Tinea versicolour"]}}}