{"nctId":"NCT01361607","briefTitle":"Sativex® for Relieving Persistent Pain in Patients With Advanced Cancer","startDateStruct":{"date":"2011-05-27","type":"ACTUAL"},"conditions":["Pain","Advanced Cancer"],"count":399,"armGroups":[{"label":"Nabiximols","type":"EXPERIMENTAL","interventionNames":["Drug: Nabiximols"]},{"label":"Placebo (GA-0034)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (GA-0034)"]}],"interventions":[{"name":"Nabiximols","otherNames":["Sativex®"]},{"name":"Placebo (GA-0034)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (abbreviated):\n\n* The participant had advanced cancer for which there was no known curative therapy\n* The participant had a clinical diagnosis of cancer related pain, which was not wholly alleviated with their current optimized opioid treatment\n* The participant received an optimized maintenance dose of Step 3 opioid therapy, preferably with a sustained release preparation, but also allowing a regular maintenance dose of around-the-clock use of immediate release preparations\n* The participant received a daily maintenance dose Step 3 opioid therapy of less than or equal to a total daily opioid dose of 500 mg/day of morphine equivalence (including maintenance and break-through opioids)\n* The participant was using no more than one type of break-through opioid analgesia\n\nExclusion Criteria (abbreviated):\n\n* The participant had any planned clinical interventions that would have affected their pain (for example, chemotherapy or radiation therapy where, in the clinical judgment of the investigator, these would be expected to affect pain)\n* The participant was using or had used cannabis or cannabinoid-based medications within 30 days of study entry and is unwilling to abstain for the duration of the study\n* The participant had experienced myocardial infarction or clinically significant cardiac dysfunction within the last 12 months or had a cardiac disorder that, in the opinion of the investigator, would have put the participant at risk of a clinically significant arrhythmia or myocardial infarction\n* The participant had significantly impaired renal function\n* The participant had significantly impaired hepatic function\n* Female participants of child-bearing potential and male participants whose partner was of child-bearing potential, unless willing to ensure that they or their partner used effective contraception, for example, oral contraception, double barrier, intra-uterine device, during the study and for 3 months thereafter (however, a male condom was not to be used in conjunction with a female condom as this may not have proven effective)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Improvement From Baseline In Mean NRS Average Pain At End Of Treatment","description":"Participants indicated level of pain in the last 24 hours on an 11-point Numerical Rating Scale (NRS), where a score of 0 was \"no pain\" and 10 was \"pain as bad as you can imagine\". Baseline = mean score from first day of 3-day eligibility period through to the day before first dose of study drug. End of Treatment = mean score over last (up to) 7 days to the final pain score at End of Treatment or up until Day 35, whichever is earlier, or final score available (prematurely terminated).\n\nPercentage improvement from baseline (Imp%) was calculated as:\n\nImp% = (Baseline pain NRS mean - End of Treatment pain NRS mean)/Baseline pain NRS mean \\* 100.\n\nFor participants who died or withdrew due to disease progression, Imp% values were used. For participants who died or withdrew, unrelated to disease progression, before end of Week 5 (no diary data from Day 33 onwards), Imp% was zero for participants whose Imp% value was positive and it was Imp% for participants whose Imp% value was not positive.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Mean NRS Average Pain At End Of Treatment","description":"Participants indicated the level of pain experienced in the last 24 hours on an 11-point NRS, where a score of 0 indicated \"no pain\" and a score of 10 indicated \"pain as bad as you can imagine.\" Change in mean NRS average pain was calculated as: End of Treatment NRS average pain score - Baseline NRS average pain score.\n\nA negative value indicates an improvement in average pain score from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"1.5"},{"groupId":"OG001","value":"-1.0","spread":"1.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Mean NRS Worst Pain At End Of Treatment","description":"Participants indicated the level of worst pain experienced in the last 24 hours on an 11-point NRS, where a score of 0 indicated \"no pain\" and a score of 10 indicated \"pain as bad as you can imagine.\" Change in mean NRS worst pain was calculated as: End of Treatment NRS worst pain score - Baseline NRS worst pain score.\n\nA negative value indicates an improvement in worst pain score from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"1.7"},{"groupId":"OG001","value":"-1.2","spread":"1.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Mean Sleep Disruption NRS At End Of Treatment","description":"Participants indicated the level of sleep disruption experienced in the last 24 hours on an 11-point NRS, where a score of 0 indicated \"did not disrupt sleep\" and a score of 10 indicated \"completely disrupted (unable to sleep at all).\" Change in mean sleep disruption NRS was calculated as: End of Treatment sleep disruption NRS score - Baseline sleep disruption NRS score.\n\nA negative value indicates an improvement in sleep disruption score from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"1.8"},{"groupId":"OG001","value":"-1.1","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impression Of Change At Last Visit (Up To Day 36)","description":"The Subject Global Impression of Change (SGIC) was used to assess the overall status of the participant related to their cancer pain, with the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse, or very much worse\". The SGIC was assessed at Day 36 or at which a participant's last evaluation was performed, such as in the case of early termination. Last visit refers to the last visit that a participant completed the assessment; this could be either Day 22 or Day 36.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"35","spread":null}]},{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"51","spread":null}]},{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"67","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"13","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Physician Global Impression Of Change At Last Visit (Up To Day 36)","description":"The Physician Global Impression of Change (PGIC) was used by the treating physician (investigator/sub-investigator) to assess if there was any change in the general functional abilities of the participant since prior to commencement of study medication, with the markers: \"very much worse, much worse, slightly worse, no change, slightly improved, much improved, very much improved\". Last visit refers to the last visit that a participant completed the assessment; this could be either Day 22 or Day 36.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"48","spread":null}]},{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"78","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Satisfaction Questionnaire At Last Visit (Up To Day 36)","description":"The Patient Satisfaction Questionnaire (PSQ) was used to assess level of satisfaction of the participant with the study drug, with the markers \"extremely satisfied, very satisfied, slightly satisfied, neutral, slightly dissatisfied, very dissatisfied, extremely dissatisfied\". Last visit refers to the last visit that a participant completed the assessment; this could be either Day 22 or Day 36.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"43","spread":null}]},{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"54","spread":null}]},{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"52","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Daily Total Opioid Use (Morphine Equivalent) At End Of Treatment","description":"The total daily opioid use (in morphine equivalence) was the sum of morphine equivalence of daily maintenance dose and break-through dose.\n\nChange in daily total opioid use was calculated as: End of Treatment daily total opioid use - Baseline daily total opioid use.\n\nA negative value indicates a decrease in use from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.5","spread":"53.9"},{"groupId":"OG001","value":"2.3","spread":"42.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Daily Maintenance Opioid Dose (Morphine Equivalent) At End of Treatment","description":"The prescribed daily quantity of opioid maintenance dose was calculated as the product of dose per use and daily frequency of use. Participants were asked: \"Have you used your maintenance dose painkiller today as prescribed?\" If the participant answered \"No\" to the question, the daily opioid maintenance dose usage on that day was set to 0.\n\nChange in daily maintenance opioid dose was calculated as: End of Treatment daily maintenance opioid dose - Baseline daily maintenance opioid dose.\n\nA negative value indicates a decrease in dose from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"38.2"},{"groupId":"OG001","value":"1.9","spread":"34.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Daily Break-through Opioid Dose (Morphine Equivalent) At End Of Treatment","description":"Daily break-through opioid dose usage was calculated as the product of prescribed dose per use, and the number of uses per day. If participants took more than 1 different break-through opioid for more than 1 day, the sum of morphine equivalence dose usages for each break-through opioid was calculated for the summary.\n\nChange in daily break-through opioid dose was calculated as: End of Treatment daily break-through opioid dose - Baseline daily break-through opioid dose.\n\nA negative value indicates a decrease in dose from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"27.7"},{"groupId":"OG001","value":"0.5","spread":"20.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In NRS Constipation At Last Visit (Up To Day 36)","description":"Participants indicated level of constipation on an 11-point NRS, where a score of 0 was \"no constipation\", and 10 was \"constipation as bad as you can imagine.\" Last visit refers to the last visit that a participant completed the assessment; this could be either Day 22 or Day 36.\n\nChange in NRS constipation score was calculated as: Last Visit NRS constipation score - Baseline NRS constipation score.\n\nA negative value indicates improvement in condition from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"2.6"},{"groupId":"OG001","value":"-0.6","spread":"2.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":199},"commonTop":["Nausea","Somnolence","Vomiting","Dizziness","Constipation"]}}}