{"nctId":"NCT01769170","briefTitle":"A Study of the Safety and Efficacy of CMX001 for the Prevention of CMV Infection in CMV-seropositive HCT Recipients","startDateStruct":{"date":"2013-08","type":"ACTUAL"},"conditions":["CMV"],"count":452,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Brincidofovir","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Brincidofovir"]}],"interventions":[{"name":"Brincidofovir","otherNames":["BCV","CMX001","Hexadecyloxypropyl cidofovir","HDP-CDV"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nSubjects were required to meet all of the following criteria, as applicable, to be eligible to participate in this study:\n\n1. Were allogeneic hematopoietic stem cell transplant (HCT) recipients who had prior evidence of cytomegalovirus (CMV) exposure (CMV-seropositive) before transplantation and were CMV viremia negative at screening and at any other assessments performed prior to the first dose of study drug.\n2. Were aged ≥18 years.\n3. If male, were willing to use an acceptable contraceptive method(s) throughout the duration of his participation in the study, i.e., through Week 24, when engaging in sexual intercourse with a female subject of childbearing potential.\n4. If female of childbearing potential, i.e., not postmenopausal or surgically sterile, were willing to use 2 acceptable contraceptive methods, 1 of which must have been a barrier method, throughout the duration of her participation in the study, i.e., through Week 24, when engaging in sexual intercourse with a nonsterile male partner.\n5. Were able to begin study drug dosing within 28 days following the qualifying HCT.\n6. Were able to comfortably ingest and absorb oral medication (in the judgment of the investigator and base don lack of significant gastrointestinal events/medical history).\n7. Were willing and able to understand and provide written informed consent.\n8. Were willing and able to participate in all required study activities for the entire duration of the study (i.e., through Week 24).\n\nExclusion Criteria\n\nSubjects who met any of the following criteria, as applicable, were not eligible to participate in this study:\n\n1. Was pregnant or planned to become pregnant during the anticipated duration of her participation in the study (i.e., through Week 24), or was nursing a child.\n2. Had a positive CMV viremia test (at the designated central virology laboratory or a local virology laboratory) at any time between transplant and the first dose of study drug.\n3. Weighed ≥120 kg (\\~265 lbs).\n4. Had hypersensitivity (not renal dysfunction or eye disorder) to cidofovir (CDV), brincidofovir (BCV), or its excipients.\n5. Had received (or were anticipated to need treatment with) any of the following:\n\n   * Ganciclovir, valganciclovir, foscarnet, intravenous CDV, or any other anti-CMV therapy (including CMV immune globulin, cell-based therapies, and investigational anti-CMV drugs, e.g., leflunomide, letermovir, or maribavir) at any time post-transplant;\n   * Any anti-CMV vaccine at any time;\n   * Any other investigation drug within 14 days prior to the first dose of study drug (unless prior approval had been received from the Chimerix medical monitor or designee); or\n   * Prior treatment with BCV at any time.\n6. Were receiving of the following drugs on the first dose of study drug or were anticipated to receive any of these drugs at the doses described after the first dose of study drug:\n\n   * Acyclovir orally at \\>2000 mg total daily dose (TDD) or intravenously at \\>15 mg/kg TDD;\n   * Valaciclovir at \\>3000 mg TDD; or\n   * Leflunomide at any dose.\n7. Were receiving digoxin or ketoconazole (other than topical formulations) at the first dose of study drug or were anticipated to need treatment with either digoxin or ketoconazole during the treatment phase (through Week 14).\n8. Had possible, probably, or definitive CMV disease diagnosed within 6 months prior to first dose of study drug.\n9. Were infected with HIV (based on serology), or had an active hepatitis C virus (HCV) or hepatitis B virus (HBV) infection, as evidence by detectable plasma HCV RNA or HBV DNA, respectively.\n10. Had received another allogeneic HCT (i.e., other than the qualifying HCT) within 2 years prior to the first dose of study drug.\n11. Had renal insufficiency, as evidence by an estimated glomerular filtration rate (eGFR) \\<15 mL/min or required renal dialysis.\n12. Had hepatic abnormalities as evidence by a screening of alanine aminotransferase or aspartate aminotransferase \\>5 x the upper limit of normal (ULN), as reported by the central safety laboratory.\n13. Had a screening total bilirubin \\>2 x the ULN and direct bilirubin \\>1.5 x the ULN, as reported by the central safety laboratory.\n14. Had active solid tumor malignancies with the exception of basal cell carcinoma or the underlying condition necessitating HCT (e.g., lymphomas).\n15. Had Stage 2 or higher graft versus host disease of the gut or any other GI disease that would have, in the judgment of the investigator, precluded the subject from taking or absorbing oral medication (e.g., clinically active Crohn's disease, ischemic colitis, moderate or severe ulcerative colitis, small bowel resection, ileus, or any condition expected to require abdominal surgery during the course of study participation).\n16. Had any other condition, including abnormal laboratory values, that would have, in the judgement of the investigator, put the subject at increased risk by participating in the study or would have interfered with the conduct or planned analyses of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Clinically Significant CMV Infection Through Week 24 Post-Transplant","description":"Clinically significant cytomegalovirus (CMV) infection was defined by either of the following outcomes:\n\n1. Onset of CMV end-organ disease; or\n2. Initiation of anti-CMV-specific preemptive therapy based on documented CMV viremia (as measured by the central virology laboratory) and the clinical condition of the subject.\n\nCMV viremia (i.e., the measurement of CMV DNA in plasma) was determined by the designated central virology laboratory at all scheduled visits via quantitative polymerase chain reaction (qPCR) testing using the Roche COBAS® AmpliPrep/COBAS® TaqMan® CMV Test.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Clinically Significant CMV Infection Through Week 14","description":"The incidence of clinically significant cytomegalovirus (CMV) infection through Week 14.\n\nBlood and urine for virologic evaluations were collected at screening, pre-dose on the first day of study drug administration, and at pre-specified intervals throughout the treatment phases of the study and sent to a designated central virology laboratory for analysis. Blood samples were used for real-time assay of CMV viremia in plasma using a qPCR assay. Urine samples were stored for possible future retrospective analyses of CMV.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":173,"n":303},"commonTop":["Diarrhoea","Acute graft versus host disease","Abdominal pain","Nausea","Vomiting"]}}}