{"nctId":"NCT00820755","briefTitle":"Trial With Cetuximab in Maintenance Therapy After Platinum Based Chemotherapy in First Line Treatment of Non-small Cell Lung Cancer (NSCLC)","startDateStruct":{"date":"2009-01"},"conditions":["Non-Small Cell Lung Cancer (NSCLC)"],"count":583,"armGroups":[{"label":"Cetuximab 250 mg/m^2 q1w + Platinum-based Doublet Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cetuximab plus Platinum-based Doublet Chemotherapy"]},{"label":"Cetuximab 500 mg/m^2 every 2 weeks","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cetuximab 500 mg/m^2"]},{"label":"Cetuximab 250 mg/m^2 weekly","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cetuximab 250 mg/m^2"]}],"interventions":[{"name":"Cetuximab plus Platinum-based Doublet Chemotherapy","otherNames":[]},{"name":"Cetuximab 500 mg/m^2","otherNames":["Erbitux"]},{"name":"Cetuximab 250 mg/m^2","otherNames":["Erbitux"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has given written informed consent before any trial-related activities are carried out\n* Male or female, greater than or equal to (\\>=)18 years of age at the time of informed consent, inpatient or outpatient\n* Diagnosis of histologically or cytologically confirmed NSCLC, stage IIIB NSCLC with pleural effusion or stage IV\n* Presence of at least 1 uni-dimensionally measurable index lesion, whereby index lesions must not lie in a previously irradiated area\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1 at inclusion in the trial\n* White blood count\\>= 3 \\* 10\\^9 per liter (/L) with neutrophils \\>= 1.5 \\* 10\\^9 /L , platelet count \\>=100 \\* 10\\^9 /L , and hemoglobin \\>= 5.6 millimole per liter (mmol/L) (9 gram per deciliter \\[g/dL\\])\n* Total bilirubin less than or equal to (=\\<)1.5 \\* upper limit of normal (ULN) range\n* Aspartate aminotransferase (ASAT) and alanine aminotransferase (ALAT) =\\< 5 \\* ULN\n* Glomerular filtration rate (GFR) \\>=60 milliliter per minute (mL/min). The creatinine clearance (CrCl) estimated based on the Cockroft-Gault formula is used as a surrogate for the GFR\n* Effective contraception that is, barrier method (condoms, diaphragm), oral, injectable or implant birth control, for both male and female subjects during the whole trial period and for at least 6 months after the end of trial treatment, if the risk of conception exists\n* Recovered from relevant toxicities prior to inclusion in the trial\n\nExclusion Criteria:\n\n* Previous exposure to Epidermal Growth Factor Receptor (EGFR)-targeting therapy\n* Previous chemotherapy for NSCLC; neo-adjuvant or adjuvant (radio-)chemotherapy is allowed if it was finished 6 months prior to start of trial treatment\n* Major surgery within 30 days prior to inclusion in the trial\n* Prior chest irradiation within 90 days prior to inclusion in the trial (palliative radiation of bone lesions is allowed)\n* Participation in another clinical trial or treatment with any investigational agent(s) within 30 days prior to inclusion in the trial\n* Concurrent chronic systemic immune therapy, chemotherapy for disease other than cancer, or hormone therapy for the treatment of cancer not indicated in the trial protocol\n* Documented or symptomatic brain metastasis\n* Pre-existing ascites Grade \\>= 2 and/or pericardial effusion Grade \\>= 2\n* Superior vena cava syndrome contra-indicating hydration\n* Previous malignancy in the last 5 years except basal cell carcinoma of the skin or pre-invasive carcinoma of the cervix\n* Active infection (infection requiring intravenous antibiotics), including active tuberculosis, known and declared human immunodeficiency virus (HIV)\n* Myocardial infarction within 6 months prior to inclusion into the trial, uncontrolled congestive heart failure; or any current Grade 3 or 4 cardio-vascular disorder despite treatment\n* Known hypersensitivity reaction to any of the components of trial treatments\n* Symptomatic peripheral neuropathy National Cancer Institute-Common Toxicity Criteria (NCI-CTC) Grade \\>= 2 and/or ototoxicity Grade \\>= 2, except if due to trauma or mechanical impairment due to tumor mass\n* History of significant neurologic or psychiatric disorders including dementia, seizures, bipolar disorder\n* Medical or psychological condition that would not permit the subject to complete the trial or sign informed consent\n* Legal incapacity or limited legal capacity\n* Known drug abuse\n* Pregnancy (absence to be confirmed by serum beta-human chorionic gonadotropin \\[beta-HCG test\\]) or lactation period","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) Time","description":"The OS time is defined as the time from trial inclusion to death. Participants without event are censored at the last date known to be alive or at the clinical cut-off date, whichever is earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null},{"groupId":"OG001","value":"15.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Time (From Randomization to Cetuximab Maintenance Regimen Until Death)","description":"The OS time is defined as the time from randomization in cetuximab maintenance regimen to death. Participants without event are censored at the last date known to be alive or at the clinical cut-off date, whichever is earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"12.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Time to treatment failure is defined as the time from trial inclusion to date of either first occurrence of progression, discontinuation of treatment due to progression or adverse event, withdrawal of consent or lost to follow up, start of further anticancer therapy, or death, whichever is earlier. Participants without events are censored either at the time of their last drug intake, or on the day of inclusion (Day 1) if they received no study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (From Randomization to Cetuximab Maintenance Regimen Until Death)","description":"Time from randomization in cetuximab maintenance regimen to date of either first occurrence of progression, discontinuation of treatment due to progression or adverse event, withdrawal of consent or lost to follow up, start of further anticancer therapy, or death, whichever is earlier. Participants without events are censored either at the time of their last drug intake, or on the day of randomization (Day 1 of maintenance therapy) if they received no study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Best Unconfirmed Tumor Response in the Combination Therapy Phase","description":"The response rate is defined as the percentage of participants having achieved complete response (CR) or partial response (PR) as the unconfirmed best overall response (BOR) according to centrally reviewed investigator assessments based on an independent review charter (IRC). As per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: CR = Disappearance of all target lesions; PR = at least 30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participant With Best Unconfirmed Tumor Response for the Whole Study Period","description":"The response rate is defined as the percentage of participants having achieved CR and PR as the BOR according to IRC assessment in combination therapy phase and radiological assessments (based on response evaluation criteria in solid tumors \\[RECIST\\] Version 1.0) in the maintenance therapy phase. As per RECIST v1.0 for target lesions and assessed by MRI: CR = Disappearance of all target lesions; PR = at least 30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.8","spread":null},{"groupId":"OG001","value":"57.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control in the Combination Therapy Phase","description":"The disease control rate is defined as the percentage of participants having achieved complete response or partial response or stable disease as the unconfirmed BOR according to IRC assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control for the Whole Study Period","description":"The disease control rate is defined as the percentage of participants having achieved complete response or partial response or stable disease as the unconfirmed best overall response according to IRC assessment in combination therapy phase and radiological assessments (based on RECIST Version 1.0 criteria) in the maintenance therapy phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.7","spread":null},{"groupId":"OG001","value":"99.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With 1-year Overall Survival","description":"The OS time is defined as the time from trial inclusion to death. Participants without event are censored at the last date known to be alive or at the clinical cut-off date, whichever is earlier. Percentage of participants who were still alive until one year after the last participant was included (March 2010).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.8","spread":null},{"groupId":"OG001","value":"64.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":243,"n":583},"commonTop":["Rash","Nausea","Neutropenia","Anaemia","Asthenia"]}}}