{"nctId":"NCT00290290","briefTitle":"Efficacy Study of Antiseptic Preoperative Scrubs in Prevention of Postoperative Infections","startDateStruct":{"date":"2003-09"},"conditions":["Postoperative Wound Infection"],"count":849,"armGroups":[{"label":"povidone-iodine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Povidone-Iodine"]},{"label":"chlorhexidine-alcohol","type":"EXPERIMENTAL","interventionNames":["Drug: chlorhexidine-alcohol"]}],"interventions":[{"name":"chlorhexidine-alcohol","otherNames":["Chloraprep"]},{"name":"Povidone-Iodine","otherNames":["Betadine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Adult patients who are scheduled for a clean-contaminated surgical procedure of the alimentary or respiratory tract will be eligible for participation. A clean-contaminated wound is one that is entered under controlled conditions without unusual contamination.\n\n\\-\n\nExclusion Criteria: Patients will be excluded form the study if: (1) they are unable or unwilling to give informed consent; (2) the patient is less than 18 years of age; (3) there is evidence of pre-existing infection at or adjacent to the operative site; (4) a break in sterile technique occurs; (5) the patient has a history of allergy to chlorhexidine, alcohol or iodophors.\n\n\\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Objective of This Trial is to Compare the Impact of Disinfecting the Skin With Chloraprep vs. Betadine on the Rates of Infection of Clean-contaminated Surgical Wounds.","description":"The primary end point of the study was the occurrence of any surgical-site infection. Diagnosis of surgical-site infection was diagnosed by a blinded reviewer following criteria developed by the Center for Disease Control. The significance of difference between the two study groups in terms of patient characteristics was determined with the use of the Wilcoxon rank-sum test for continuous variables and Fisher's exact test for categorical variables. For efficacy outcomes, we compared the proportions of patients in the two study groups who could be evaluated and who any type of surgical-site infection using Fisher's exact test and calculating the relative risk of infection and 95% confidence intervals. To determine whether the results were consistent across the 6 participating hospitals, a prespecified Breslow-Day test for homogeneity was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":440},"commonTop":["Pruritis/Erythema"]}}}