{"nctId":"NCT04542499","briefTitle":"Flexible-Dose, Adjunctive Therapy Trial in Adults With Parkinson's Disease With Motor Fluctuations (TEMPO-3)","startDateStruct":{"date":"2020-09-23","type":"ACTUAL"},"conditions":["Parkinson Disease"],"count":507,"armGroups":[{"label":"Tavapadon","type":"EXPERIMENTAL","interventionNames":["Drug: Tavapadon"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tavapadon","otherNames":["PF-06649751","CVL-751"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Male and female participants aged 40 to 80 years, inclusive, at the time of signing the informed consent form (ICF).\n* Sexually active men or women of childbearing potential must agree to use acceptable (at minimum) or highly effective birth control, or remain abstinent during the trial and for 4 weeks after the last dose of trial treatment.\n* Participants who are capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the ICF and in this protocol.\n* Participants with a diagnosis of PD that is consistent with the UK Parkinson's Disease Society Brain Bank diagnostic criteria, with bradykinesia and motor asymmetry.\n* Participants with modified Hoehn and Yahr stage 2, 2.5, or 3 in the \"on\" state.\n* Participants with a good response to levodopa (L- Dopa) in the judgment of the investigator.\n* Participants who return a completed self-reported home diary for motor function status (Hauser diary) during the screening period (after diary training and concordance testing has occurred), with recordings for 2 consecutive days (ie, 2 consecutive 24-hour periods) showing at least 2 and half hours of \"off\" time on each of the 2 days.\n* Participants who are on a stable dose of L-Dopa for at least 4 weeks prior to screening and are taking a minimum total daily dose of 400 milligram (mg) divided in at least 4 doses per day of standard carbidopa/levodopa or divided in at least 3 doses per day of extended-release carbidopa/levodopa capsules. The carbidopa/levodopa dose and frequency must be maintained for the duration of the trial.\n* Prior and concurrent use of catechol-O-methyltransferase (COMT) inhibitors, monoamine oxidaseB (MAO-B) inhibitors, amantadine, istradefylline or anticholinergic drugs are permitted if the use was initiated greater than (\\>) 90 days before the baseline visit and the dosage will remain stable for the duration of the trial (ie, no change in the COMT,MAO-B inhibitor, amantadine, istradefylline or anticholinergic dose is permitted during the trial).\n\nKey Exclusion Criteria:\n\n* Participants with a history or clinical features consistent with essential tremor, atypical or secondary parkinsonian syndrome (including, but not limited to, progressive supranuclear palsy, multiple system atrophy, cortico-basal degeneration, or drug-induced or post stroke parkinsonism).\n* Participants with a history of nonresponse or insufficient response to L-Dopa at therapeutic dosages.\n* Participants with a history or current diagnosis of a clinically significant impulse control disorder(Disruptive, Impulse Control, and Conduct Disorder per DSM-5).\n* Participants with the presence of or history of brain tumor, hospitalization for severe head trauma, epilepsy (as defined by the International League Against Epilepsy), or seizures.\n* Participants with a history of psychosis or hallucinations within the previous 12 months.\n* Participants who answer \"yes\" on the Columbia-Suicide Severity Rating Scale (C-SSRS) Suicidal Ideation Item 4 or Item 5 (Active Suicidal Ideation with Some Intent to Act, Without Specific Plan, or Active Suicidal Ideation with Specific Plan and Intent)and whose most recent episode meeting the criteria for C-SSRS Item 4 or Item 5 occurred within the last6 months, OR Participants who answer \"yes\" on any of the 5 C-SSRS Suicidal Behavior Items (actual attempt, interrupted attempt, aborted attempt, preparatory acts, or behavior) and whose most recent episode meeting the criteria for any of these 5C-SSRS Suicidal Behavior Items occurred within the last 2 years, OR Participants who, in the opinion of the investigator, present a serious risk of suicide.\n* Participants with substance abuse or dependence disorder, including alcohol, benzodiazepines, and opioids, but excluding nicotine, within the past 6months (180 days).\n* Participants with dementia or cognitive impairment that, in the judgement of the investigator, would exclude the participant from understanding the ICF or participating in the trial.\n* Participants with any condition that could possibly affect drug absorption, including bowel resections, bariatric weight loss surgery, or gastrectomy (this does not include gastric banding).\n* Participants who have a positive result for human immunodeficiency virus (HIV) antibodies, hepatitis B surface antigen (HbsAg), or hepatitis C virus (HCV)antibodies at screening.\n* Participants with a history of myocardial infarction with residual atrial, nodal, or ventricular arrhythmias that are not controlled with medical and/or surgical intervention; second- or third-degree atrioventricular block; sick sinus syndrome; severe or unstable angina; or congestive heart failure within the last 12months. A recent (less than or equal to \\[\\<=12\\]months) history of myocardial infarction with secondary arrhythmias is exclusionary regardless of the therapeutic control.\n* Participants with a history of neuroleptic malignant syndrome.\n* Participants who are currently receiving moderate or strong CYP3A4 inducers or CYP3A4 inhibitors(except for topical administration).\n* Participants with a positive urine drug screen for illicit drugs are excluded and may not be retested or rescreened. Participants with a positive urine drug screen resulting from use of marijuana (any tetrahydrocannabinol-containing product),prescription, or over-the-counter medications or products that, in the investigator's documented opinion, do not signal a clinical condition that would impact the safety of the participant or interpretation of the trial results may continue evaluation for the trial following consultation and approval by the medical monitor\n* Participants with a Montreal Cognitive Assessment(MoCA) score \\<26.\n* Participants with clinically significant orthostatic hypotension (eg, syncope).\n* Participants with a 12-lead ECG demonstrating aQTcF interval \\>450 msec.\n* Participants with moderate or severe renal impairment (creatinine clearance as estimated by Cockcroft-Gault formula \\<30 mL/min or on dialysis).\n* Participants with any of the following abnormalities in clinical laboratory tests at the Screening Visit, as assessed by the central laboratory and confirmed by a single repeat measurement, if deemed necessary:\n* Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) \\>=3 × Upper Limit Normal (ULN).\n* Total bilirubin \\>=1.5 × ULN. Participants with a history of Gilbert's syndrome may be eligible provided they have a value \\<ULN for direct bilirubin\n* Participants with other abnormal laboratory test results, vital sign results, or ECG findings unless, in the judgment of the investigator, the findings are not medically significant and would not impact the safety of the participants or the interpretation of the trial results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Total \"On\" Time Without Troublesome Dyskinesia Based on the 2-day Average of the Self-completed Home Diary for Motor Function Status (Hauser Diary)","description":"The Hauser diary assesses participant-defined clinical status over a period of time and provides a tool for assessment of the change in \"off\" time and \"on\" time with troublesome dyskinesia (which is a more accurate reflection of clinical response than \"off\" time alone). The Hauser diary asks participants to rate their mobility for each 30-minute period and to record their status for the majority of the period in 1 of 5 categories as: \"on\" time without dyskinesia, \"on\" time with nontroublesome dyskinesia, \"on\" time with troublesome dyskinesia, \"off\" time, or asleep. The total \"on\" time without troublesome dyskinesia will be assessed and reported at endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.619","spread":"0.188"},{"groupId":"OG001","value":"1.721","spread":"0.207"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Daily \"Off\" Time Based on the 2-Day Average of the Self-Completed Home Diary for Motor Function Status (Hauser Diary)","description":"The Hauser diary assesses participant-defined clinical status over a period of time and provides a tool for assessment of the change in \"off\" time and \"on\" time with troublesome dyskinesia (which is a more accurate reflection of clinical response than \"off\" time alone). The Hauser diary asks participants to rate their mobility for each 30-minute period and to record their status for the majority of the period in 1 of 5 categories as: \"on\" time without dyskinesia, \"on\" time with nontroublesome dyskinesia, \"on\" time with troublesome dyskinesia, \"off\" time, or asleep. The total daily \"Off\" time will be assessed and reported at endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.933","spread":"0.182"},{"groupId":"OG001","value":"-1.876","spread":"0.200"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total \"On\" Time Without Troublesome Dyskinesia Based on the 2-day Average of the Self-completed Home Diary for Motor Function Status (Hauser Diary)","description":"The Hauser diary assesses participant-defined clinical status over a period of time and provides a tool for assessment of the change in \"off\" time and \"on\" time with troublesome dyskinesia (which is a more accurate reflection of clinical response than \"off\" time alone). The Hauser diary asks participants to rate their mobility for each 30-minute period and to record their status for the majority of the period in 1 of 5 categories as: \"on\" time without dyskinesia, \"on\" time with nontroublesome dyskinesia, \"on\" time with troublesome dyskinesia, \"off\" time, or asleep. The total \"on\" time without troublesome dyskinesia will be assessed and reported at different time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.535","spread":"0.133"},{"groupId":"OG001","value":"0.305","spread":"0.133"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.516","spread":"0.148"},{"groupId":"OG001","value":"0.616","spread":"0.151"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.470","spread":"0.162"},{"groupId":"OG001","value":"1.052","spread":"0.168"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.705","spread":"0.163"},{"groupId":"OG001","value":"1.063","spread":"0.171"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.584","spread":"0.175"},{"groupId":"OG001","value":"1.282","spread":"0.187"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.623","spread":"0.174"},{"groupId":"OG001","value":"1.592","spread":"0.185"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.870","spread":"0.177"},{"groupId":"OG001","value":"1.749","spread":"0.190"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.619","spread":"0.188"},{"groupId":"OG001","value":"1.721","spread":"0.207"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Daily \"Off\" Time Based on the 2-Day Average of the Self-Completed Home Diary for Motor Function Status (Hauser Diary)","description":"The Hauser diary assesses participant-defined clinical status over a period of time and provides a tool for assessment of the change in \"off\" time and \"on\" time with troublesome dyskinesia (which is a more accurate reflection of clinical response than \"off\" time alone). The Hauser diary asks participants to rate their mobility for each 30-minute period and to record their status for the majority of the period in 1 of 5 categories as: \"on\" time without dyskinesia, \"on\" time with nontroublesome dyskinesia, \"on\" time with troublesome dyskinesia, \"off\" time, or asleep. The total daily \"Off\" time will be assessed and reported at different time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.598","spread":"0.127"},{"groupId":"OG001","value":"-0.490","spread":"0.127"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.612","spread":"0.144"},{"groupId":"OG001","value":"-0.849","spread":"0.146"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.549","spread":"0.153"},{"groupId":"OG001","value":"-1.367","spread":"0.159"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.876","spread":"0.156"},{"groupId":"OG001","value":"-1.629","spread":"0.164"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.779","spread":"0.173"},{"groupId":"OG001","value":"-1.682","spread":"0.185"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.786","spread":"0.176"},{"groupId":"OG001","value":"-1.810","spread":"0.187"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.014","spread":"0.179"},{"groupId":"OG001","value":"-1.993","spread":"0.191"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.933","spread":"0.182"},{"groupId":"OG001","value":"-1.876","spread":"0.200"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Movement Disorder Society - Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Parts I, II and III Individual Score","description":"The MDS-UPDRS rating tool was used to follow longitudinal course of Parkinson's Disease. It was made up of 4 parts: Part 1: Non-motor aspects of experiences of daily living (13 items. Score range: 0-52); Part 2: Motor aspects of experiences of daily living (13 items. Score range: 0-52); Part 3: Motor examination (18 items. Score range: 0-132); Part 4: Motor complications (6 items. Score range: 0-24. Part 4 was not collected in this trial). Each item has 0-4 rating on scale from 0 (normal) to 4 (severe). Higher values represent a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.27"},{"groupId":"OG001","value":"0.4","spread":"0.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.35"},{"groupId":"OG001","value":"-1.4","spread":"0.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"0.65"},{"groupId":"OG001","value":"-7.0","spread":"0.71"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":255},"commonTop":["NAUSEA","DYSKINESIA","FALL","DIZZINESS","HEADACHE"]}}}