{"nctId":"NCT01656772","briefTitle":"Vdrive Evaluation of Remote Steering and Testing in Lasso Electrophysiology Procedures Study","startDateStruct":{"date":"2012-08"},"conditions":["Atrial Fibrillation"],"count":120,"armGroups":[{"label":"Manual Lasso navigation","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Manual Lasso navigation"]},{"label":"Vdrive Lasso navigation","type":"EXPERIMENTAL","interventionNames":["Device: Vdrive Lasso navigation"]}],"interventions":[{"name":"Vdrive Lasso navigation","otherNames":[]},{"name":"Manual Lasso navigation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Left atrial AF ablation procedure requiring the use of a Lasso mapping catheter\n* Subject must be at least 18 years of age\n* Subject must be male, female of no childbearing potential, or a female that has a negative pregnancy test prior to randomization\n\nExclusion Criteria:\n\n* Unable to safely expose subject to a magnetic field\n* Prior AF ablation procedure\n* Patients with fewer than 4 PVs are excluded\n* Patients with persistent AF in whom early recurrence of AF following cardioversion would preclude completion of the pacing maneuvers described in the protocol or patients with other conditions that would similarly preclude completion of the pacing maneuvers\n* Contraindication to procedure or unable to return for follow-up\n* History of clotting disorder, bleeding abnormalities or contraindication to anticoagulation\n* Actively participating in other cardiac device trial(s)\n* Currently pregnant\n* Under 18 years of age\n* Prosthetic valves\n* Atrial abnormalities (thrombus, myxoma or baffle)\n* Other exclusions per the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Effectiveness Endpoint is the Successful Navigation and EGM Recording of Each Pre-specified Pulmonary Vein Per Procedure Between Both the Control and the Investigational Device Groups.","description":"Success was navigating and sensing by obtaining an EGM at the pre-specified targeted PVs. The null hypothesis was to be tested at the α = 0.05 significance level using a test statistic Z based on the Farrington and Manning likelihood score statistic with adjustment to take into account the correlation between multiple observations (PVs) on the same subject. The null hypothesis was to be rejected if Z \\> 1.645 or, equivalently, if the corresponding p-value was less than 0.05.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":null},{"groupId":"OG001","value":"295","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety Outcome to be Assessed by Comparing the Rate of Adjudicated Serious Adverse Events Within 7 Days of the Procedure Between Both the Control and the Investigational Device Groups.","description":"The Vdrive will allow physicians to manipulate compatible circular mapping catheters while maintaining a safety profile that is not inferior to manual circular catheter navigation. The one-sided null hypothesis was to be tested at the α = 0.05 significance level using a standard unpooled asymptotically normal test statistic. The null hypothesis was to be rejected if Z \\< -1.7046 or, equivalently, if the corresponding p-value was less than 0.05.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":43},"commonTop":["Atrial Fibrillation","Atrial Flutter","Hematoma"]}}}