{"nctId":"NCT00243867","briefTitle":"Taxoprexin Plus Carboplatin Treatment for Advanced Lung Cancer","startDateStruct":{"date":"2005-11","type":"ACTUAL"},"conditions":["Non-Small Cell Lung Cancer"],"count":518,"armGroups":[{"label":"Taxoprexin® and carboplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Taxoprexin","Drug: Carboplatin"]},{"label":"Paclitaxel and carboplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carboplatin","Drug: Paclitaxel"]}],"interventions":[{"name":"Taxoprexin","otherNames":["Docosahexaenoic acid (DHA)-paclitaxel"]},{"name":"Carboplatin","otherNames":["Paraplatin"]},{"name":"Paclitaxel","otherNames":["Taxol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients must have a histologic or cytologic diagnosis of non-small cell lung cancer. At the time of study entry, patients must have locally advanced (stage IIIb) or metastatic (stage IV) disease.\n2. Patients must have at least one site of either measurable or non-measurable disease.\n3. Patients must not have received prior systemic chemotherapy for metastatic disease. Prior adjuvant systemic chemotherapy is allowed. At least six (6) months must have elapsed since any prior adjuvant systemic chemotherapy.\n4. At least 6 weeks (42 days) since any prior immunotherapy, cytokine, biologic, vaccine or other non chemotherapy anticancer systemic therapies, unless patients have progressed during or after such therapy.\n5. At least 4 weeks (28 days) since any prior radiotherapy to \\> 25% of the bone marrow.\n6. Patients must have Eastern Cooperative Oncology Group (ECOG) performance status of 0 - 2.\n7. Patients must be at least 18 years of age.\n8. Patients must have adequate hepatic and renal function.\n9. Patients must have adequate bone marrow function.\n10. Life expectancy of at least 3 months.\n11. Patients must sign an informed consent form indicating that they are aware of the investigational nature of this study and in keeping with the policies of their institution.\n\nExclusion Criteria:\n\n1. Patients who have received prior systemic chemotherapy in the adjuvant setting with a treatment-free interval of less than six (6) months.\n2. Patients who have a past or current history of neoplasms other than the entry diagnosis, except for curatively treated non-melanoma skin cancer or carcinoma in situ of the cervix and except for other cancers treated for cure and with a disease-free survival greater than 5 years.\n3. Patients with symptomatic brain metastasis(es).\n4. Women who are pregnant or nursing and men or women who are not practicing an acceptable method of birth control. Women may not breast-feed while on this study.\n5. Patients with current active infections requiring anti-infectious treatment (e.g., antibiotics, antivirals, or antifungals).\n6. Patients with current peripheral neuropathy of any etiology that is greater than grade 1.\n7. Patients with unstable or serious concurrent medical conditions.\n8. Patients with a known hypersensitivity to Cremophor.\n9. Patients with Gilbert's syndrome.\n10. Patients must not have had major surgery within the past 14 days.\n11. Patients must not receive any concurrent chemotherapy, radiotherapy, or immunotherapy while on study.\n12. No known HIV disease or infection.\n13. Patients receiving ketoconazole, erythromycin, verapamil, diazepam, quinidine, or diltiazem.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was defined as the time from the day of randomization and ends at death of the participant. Participants were followed every 2 months, whether on or off study, for survival information. Participants alive at the time of termination of the study were considered censored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.31","spread":null},{"groupId":"OG001","value":"8.51","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an Objective Complete Response or Partial Response","description":"Antitumor response was defined as the percentage of participants who achieved an objective response (Complete Response or Partial Response), confirmed by repeat assessments performed no less than 4 weeks after the criteria for response were first met. Response was based on the blinded radiological review using Response Evaluation Criteria in Solid Tumors (RECIST) response guidelines, Version 1.0.\n\nA complete response was defined as a disappearance of all target lesions determined by 2 consecutive observations not less than 4 weeks apart.\n\nPartial response was defined as a 30% decrease in the sum of the longest diameters (LD) of target lesions, taking as reference the baseline sum of LD determined by 2 consecutive observations not less than 4 weeks apart.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"95","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of overall response was a measurement from the time measure criteria was met for confirmed complete response or partial response (whichever was first recorded) until the first date that recurrent of progressive disease was objectively documented (taking as reference for progressive disease the smallest measurement recorded since treatment started).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.75","spread":null},{"groupId":"OG001","value":"5.35","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"TTP was defined as the time from randomization to documented disease progression. Progressive disease was defined as at least a 20% increase in the sum of longest diameter (LD) of target lesions, taking as references the smallest sum LD recorded since treatment start or the appearance of 1 or more lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.02","spread":null},{"groupId":"OG001","value":"4.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TTF)","description":"TTF is defined as the time from randomization to the discontinuation of protocol treatment for any reason","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.79","spread":null},{"groupId":"OG001","value":"3.25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":70,"n":256},"commonTop":["Fatigue","Nausea","Alopecia","Constipation","Dyspenia"]}}}