{"nctId":"NCT00926952","briefTitle":"Short Incubation Methylaminolevulinate Photodynamic Therapy Without Occlusion","startDateStruct":{"date":"2009-07"},"conditions":["Actinic Keratosis"],"count":20,"armGroups":[{"label":"MAL-PDT 90 min incubation, no occlusion","type":"EXPERIMENTAL","interventionNames":["Drug: Methylaminolevulinate (Metvix, Metvixia)","Device: Photodynamic Therapy (Aktilite)"]}],"interventions":[{"name":"Methylaminolevulinate (Metvix, Metvixia)","otherNames":["Metvix, Metvixia"]},{"name":"Photodynamic Therapy (Aktilite)","otherNames":["Aktilite"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 or older.\n* Patient with at least 5 actinic keratoses of the face at Day 0.\n* Patient was willing to use an adequate contraceptive method or was surgically sterile, post menopausal, abstinent or with a same sex partner. Adequate means of contraception included oral contraceptives, IUD in use for 30 days before Day 0, barrier methods and spermicide in use at least 14 days before Day 0.\n* Patient capable of giving informed consent.\n\nExclusion Criteria:\n\n* Patient with allergy to methylaminolevulinate or any component of the vehicle which includes peanut and almond oil.\n* Patient with clinically significant sensitivity to visible light, porphyria or porphyrin sensitivity.\n* Patient used any topical treatment for actinic keratoses (including imiquimod and 5-fluouracil), on the face within 4 weeks preceding Day 0.\n* Patient had cryotherapy or surgery on the face within 4 weeks preceding Day 0.\n* Patient with any malignant skin lesion (such as basal cell carcinoma, invasive squamous cell carcinoma or Bowen's disease) on the face at Day 0.\n* Patient used photodynamic therapy, with any topical or systemic photosensitizer within 8 weeks preceding Day 0.\n* Patient was exposed to excessive ultraviolet radiation (UVB phototherapy, sun tanning salons) within the 4 weeks preceding Day 0.\n* Patient used any investigational drug within 4 weeks preceding Day 0.\n* Patient with problems of alcoholism or drug abuse in the past year.\n* Patient with any unstable or serious uncontrolled medical condition.\n* Current pregnancy or lactation.\n* Patient with any serious dermatological disorder, including malignancies that would either put the patient at risk or interfere with efficacy or safety evaluations.\n* Patient with Fitzpatrick phototype IV, V or VI (inadequate penetration of red light in dark skinned subjects.\n* Patients with extensive facial hair (e.g., beard) that would either impair red light exposure or interfere with lesion evaluation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Number of Facial Actinic Keratoses at Week 12","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.70","spread":"2.32"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Complete Clinical Response of All Actinic Keratoses at Week 12","description":"The proportion of patients with a complete clinical response is calculated by dividing the number of patients with a complete response at week 12 by the number of participants at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Actinic Keratosis Lesions With Complete Clinical Response at Day 0 and Week 12","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"197","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Griffiths Photonumeric Scale for Photodamage Score at Week 12","description":"Griffiths photonumeric scale was evaluated by the dermatologist. Patients were placed under natural daylight or fluorescent lighting for grading. A direct comparison was then made between the subjects and photographic standards (provided in reference 1). If an exact match could not be made to a grade then an inter-grade number was used used, for example 1, 3, 5, or 7. Zero (0) is the least amount of photodamage, 8 is the most amount of photodamage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.85","spread":"1.66"}]}]}]},{"type":"SECONDARY","title":"Mean Fine Wrinkling Score at Week 12","description":"This factor represents a visual assessment of the number and depth of superficial wrinkles (i.e. shallow indentations or lines). Fine wrinkles typically appear in periorbital and perioral regions and are usually found further from the eyes and mouth than are coarse wrinkles.\n\nRating Category 0 None 1-3 Mild 4-6 Moderate 7-9 Severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.30","spread":"1.42"}]}]}]},{"type":"SECONDARY","title":"Mean Coarse Wrinkling Score at Week 12","description":"This factor represents a visual assessment of the number and depth of coarse wrinkles (i.e. deep lines, furrows, or creases). Coarse wrinkles appear on the forehead, glabella, chin, and nasolabial and periorbital areas, and they tend to be located closer to the eyes and mouth than fine wrinkles.\n\nRating Category 0 None 1-3 Mild 4-6 Moderate 7-9 Severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.55","spread":"2.42"}]}]}]},{"type":"SECONDARY","title":"Mean Sallowness Score at Week 12","description":"This factor represents a visual assessment of color tone from very pink or rosy (0) to very sallow or pale (9).\n\nRating Category 0 None 1-3 Mild 4-6 Moderate 7-9 Severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.10","spread":"2.34"}]}]}]},{"type":"SECONDARY","title":"Mean Mottled Hyperpigmentation at Week 12","description":"This factor represents a visual assessment of light, patchy, mottled hyperpigmentation and solar freckling (including melasma) based on quantitative criteria such as the area/density of pigment, color intensity (dark vs. light), and uniformity of distribution (i.e. the more uneven or blotchy, the greater the score), Lentigines, nevi, and other pigmented lesions are not to be included in this assessment.\n\nRating Category 0 None 1-3 Mild 4-6 Moderate 7-9 Severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.40","spread":"1.64"}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events","description":"To study the safety of MAL-PDT performed without occlusion when red light exposure takes place 90 minutes after the application of MAL by tracking adverse events until week 12 and adverse events until week 24","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":20},"commonTop":["Erythema application site","Common Cold","Burning sensation on forehead","Vitreous detachment left eye","Crusting application site"]}}}