{"nctId":"NCT00750152","briefTitle":"Multicenter Study of the Safety and Efficacy of NAFT-500 in Tinea Cruris","startDateStruct":{"date":"2008-09"},"conditions":["Tinea Cruris","Jock Itch"],"count":334,"armGroups":[{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: NAFT-500"]}],"interventions":[{"name":"NAFT-500","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Review and sign a statement of Informed Consent and HIPAA authorization.\n2. Males or non-pregnant females ≥12 years of age, of any race or sex. Females of childbearing potential must have a negative urine pregnancy test.\n3. For minors (less than 18 years), the parent/legal guardian must complete the informed consent process AND the subject must complete the assent process and sign the appropriate form (if age appropriate).\n4. Presence of tinea cruris characterized by clinical evidence of a tinea infection (at least moderate erythema, moderate scaling, and mild pruritus) as confirmed by signs and symptoms.\n5. KOH positive and culture positive baseline skin scrapings obtained from the site most severely affected or a representative site of the overall severity.\n6. Subjects must be in good health and free from any clinically significant disease that might interfere with the study evaluations.\n7. Subjects must be able to understand the requirements of the study and willing to comply with the study requirements.\n\nExclusion Criteria:\n\n1. A life-threatening condition (ex. autoimmune deficiency syndrome, cancer, unstable angina, or myocardial infarction) within the last 6 months.\n2. Subjects with abnormal findings - physical or laboratory - that are considered by the investigator to be clinically important and indicative of conditions that might complicate interpretation of study results.\n3. Subjects with a known hypersensitivity to study medications or their components.\n4. Subjects who have a recent history or who are currently known to abuse alcohol or drugs.\n5. Uncontrolled diabetes mellitus.\n6. Hemodialysis or chronic ambulatory peritoneal dialysis therapy.\n7. Current diagnosis of immunocompromising conditions.\n8. Atopic or contact dermatitis.\n9. Severe dermatophytoses, mucocutaneous candidiasis, or bacterial skin infection.\n10. Female subject who is pregnant or lactating, who is not using or does not agree to use an acceptable form of contraception during the study, or who intends to become pregnant during the study (females who are surgically sterilized or post menopausal for at least 2 years are not considered to be of childbearing potential). For the purposes of this study,acceptable forms of birth control include: oral contraceptives, contraceptive patches/implants, double barrier methods (e.g., use of condom and spermicide), IUD, and abstinence with second acceptable method should subject become sexually active.\n11. Subjects using the following medications:\n\n    * Topical anti-fungal therapy, powders or topical corticosteroids applied within 14 days prior to randomization. Terbinafine, butenafine, and naftifine (topical) within 30 days prior to randomization.\n    * Oral anti-fungal therapies within 3 months of randomization (8 months for oral terbinafine).\n    * Systemic antibiotic or corticosteroid treatment within 30 days of randomization.\n    * Any other significant treatments, except hormonal contraception and multivitamin, at the discretion of the investigator that would interfere with study treatment.\n    * Investigational drug/ device within 30 days of randomization","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects","description":"Complete cure is defined as negative mycology results from the central laboratory (dermatophyte culture and KOH) and absence of Erythema, Scaling, and Pruritus (grade 0 for each) evaluated using the 5-point severity grading scale: 0 = absent, 1 = mild, 2 = moderate, 3 = marked, and 4 = not done.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.3","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mycological Cure and Treatment Effectiveness","description":"Mycological Cure was defined as negative KOH result and negative dermatophyte culture at Week 4. Treatment Effectiveness as defined as negative KOH, negative culture, and Scaling, Erythema and Pruritis grades of 0 or 1 at Week 4.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.0","spread":null},{"groupId":"OG001","value":"15.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":166},"commonTop":["Headache","Dyslipidaemia","Pruritus"]}}}