{"nctId":"NCT02642393","briefTitle":"Study of Urate Elevation in Parkinson's Disease, Phase 3","startDateStruct":{"date":"2016-06","type":"ACTUAL"},"conditions":["Parkinson's Disease"],"count":298,"armGroups":[{"label":"Inosine","type":"EXPERIMENTAL","interventionNames":["Drug: Inosine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Inosine","otherNames":["hypoxanthine 9-β-D-ribofuranoside"]},{"name":"Placebo","otherNames":["inactive agent"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\nStudy subjects meeting all of the following criteria will be allowed to enroll in the study:\n\n1. Willingness and ability to give written informed consent and to comply with trial procedures.\n2. Fulfillment of diagnostic criteria for idiopathic PD with at least two of the cardinal signs of PD (resting tremor, bradykinesia, rigidity) present at 2nd screening and baseline evaluations, as assessed by the Site Investigator.\n3. Absence of current or imminent (within 90 days of enrollment) PD disability requiring dopaminergic therapy, as assessed by the Site Investigator.\n4. Modified Hoehn and Yahr Scale Stage 1 to 2.5 inclusive.\n5. Age 30 or older at the time of PD diagnosis.\n6. Diagnosis of PD made within 3 years prior to 1st Screening Visit.\n7. Non-fasting serum urate ≤ 5.7 mg/dL at 1st Screening Visit (SC1).\n8. If the subject is female, then:\n\n   1. Being surgically sterile (hysterectomy or tubal ligation), or\n   2. Being postmenopausal (last menstruation was two years or more prior to 2nd Screening Visit), or\n   3. For those of childbearing potential\n\n      * Using a reliable form of contraception for 60 days or more prior to Baseline Visit and agreeing to continue such use for 30 days post last dose of study drug. Reliable forms of contraception include: abstinence; implanted, injected or oral contraceptives (birth control pills), intrauterine device in place for at least 3 months prior to Baseline Visit, vaginal ring with spermicide, barrier with spermicide such as male or female condom, diaphragm or cervical cap, transdermal patch; male partner with vasectomy.\n      * And having a negative pregnancy test at the 2nd Screening Visit. \\[Note that a urine pregnancy test will be performed at screening on all women who are not at least two years postmenopausal or surgically sterile.\\]\n\nEXCLUSION CRITERIA:\n\nStudy subjects meeting any of the following criteria during screening evaluations will be excluded from entry into the study:\n\n1. Atypical parkinsonism, including that due to drugs, metabolic disorders, encephalitis, cerebrovascular disease, normal pressure hydrocephalus, or other neurodegenerative disease.\n2. Dopamine transporter (DAT) brain scan without evidence of dopamine deficit.\n3. History of gout.\n4. History of uric acid or urate urolithiasis, or recurrent urolithiasis all of unknown type.\n5. A screening test positive for uric acid crystalluria, urine pH ≤ 5.0, or an estimated glomerular filtration rate \\< 60 ml/min/1.73 m2.\n6. History of myocardial infarction or stroke.\n7. Symptomatic congestive heart failure with a documented ejection fraction below 45%.\n8. History of severe chronic obstructive pulmonary disease.\n9. Mini Mental State Exam score \\< 25; i.e., a score of 0 to 24.\n10. Use of any anti-parkinsonian medication (including levodopa, dopamine agonists, amantadine, entacapone and the anticholinergic agents trihexyphenidyl and benztropine) other than monoamine oxidase-B inhibitors within 60 days of Baseline, or in excess of 90 days.\n11. Change in the dosage of (or initiation of) a monoamine oxidase-B (MAO-B) inhibitor within 90 days prior to Baseline, i.e., entry on a MAO-B inhibitor requires a stable dosage for the 90 days prior to Baseline.\n12. Use of the following within 30 days prior to the Baseline Visit: inosine, allopurinol, febuxostat, probenecid, more than 50 IU of vitamin E daily, or more than 300 mg of vitamin C daily (though a daily standard multivitamin such as Bayer One-A-Day® or Centrum® is permissible), reserpine, methylphenidate, amphetamines, cinnarizine, monoamine oxidase-A inhibitors, tetrabenazine, neuroleptics or other dopamine blocking drugs.\n13. Use of the following within 90 days prior to the DAT neuroimaging screening evaluation: modafinil, armodafinil, metoclopramide, alpha-methyldopa, methylphenidate, reserpine, or amphetamine derivative.\n14. Unstable dosing of a thiazide -- such as hydrochlorothiazide (e.g., Esidrex), chlorothiazide (e.g., Diuril), chlorthalidone (e.g., Hygroton), indapamide (e.g., Lozol), metolazone (e.g., Zaroxolyn), which are permissible as long as the subject is on a stable dose from 1 week prior to the 1st Screening Visit through the Baseline Visit.\n15. Known unstable medical or psychiatric condition that may compromise participation in the study. (Note that difficulty swallowing large capsules might preclude participation due to the size of the study drug capsules.)\n16. Clinically serious abnormality in the screening visit laboratory studies or ECG, as determined by the Site Investigator.\n17. Participation in another investigational treatment study within 30 days prior to the Baseline Visit.\n18. Known hypersensitivity or intolerability to inosine.\n19. Known hypersensitivity to DaTscan (either the active substance of ioflupane I-123 or to any of the excipients).","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Clinical Decline","description":"The primary outcome of the trial is rate of change in the Movement Disorders Society Unified PD Rating Scale (MDS-UPDRS) I-III total score over 24 months estimated from a shared-baseline, random-slopes mixed model, censoring follow-up of subjects after initiation of dopaminergic therapy. Parts I-III of the MDS-UPDRS include ratings of non-motor experiences of daily living, motor experiences of daily living, and a motor examination. The MDS-UPDRS is assessed on a 5-point Likert scale ranging from 0 to 4 where higher scores imply worse symptoms. Parts I-III contain 59 total questions (13 in Part I, 13 in Part II, and 33 in Part III). Total scores for Parts I-III are calculated as simple sums of component items with mean imputation by Part if no more than 1, 2, or 7 items are missing for Parts I through III, respectively. Total scores may range from 0 to 236, with 0 meaning no symptoms and 236 meaning worse symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.116","spread":null},{"groupId":"OG001","value":"9.860","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Developing Adverse Effects","description":"Safety also will be evaluated by comparing active vs. placebo treatment with respect to overall adverse event (AE) and serious AE (SAE) rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"354.05","spread":null},{"groupId":"OG001","value":"327.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Developing Adverse Effects","description":"Safety of oral inosine titrated to elevate trough serum urate to 7.1 - 8.0 mg/dL will be evaluated by comparing active vs. placebo treatment with respect to the percentage of subjects experiencing individual types of AE, as classified by Medical Dictionary for Regulatory Activities (MedDRA) preferred term and system organ class.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null},{"groupId":"OG001","value":"137","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Tolerant of the Treatment","description":"Tolerability of a treatment will be defined as a percentage of all subjects in a treatment group who are tolerant of the treatment at 12 weeks (short-term tolerability) and 24 months (long-term tolerability). A subject who is tolerant of treatment will be defined as one who remains on-study and on the assigned treatment without one or more dose reductions lasting more than 4 weeks cumulative due to AEs. A treatment will be declared tolerable if the percentage who are tolerant is significantly greater than 50% by one-tailed testing at p \\< 0.05.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.2","spread":null},{"groupId":"OG001","value":"98.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null},{"groupId":"OG001","value":"91.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.3","spread":null},{"groupId":"OG001","value":"70.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Developing Disability Warranting Dopaminergic Therapy Over Time","description":"The percentage of participants with disability warranting the initiation of dopaminergic therapy in each treatment group at time from baseline visit (in 180 day increments).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.81","spread":null},{"groupId":"OG001","value":"32.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.01","spread":null},{"groupId":"OG001","value":"56.32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.21","spread":null},{"groupId":"OG001","value":"78.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.57","spread":null},{"groupId":"OG001","value":"88.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy: Rate of Change in Parkinson's Disease Questionnaire - 39 Item Version (PDQ-39) Scale","description":"Rate of change in Parkinson's Disease Questionnaire - 39 item version (PDQ-39) scale points (over the time between baseline visit and final visit on study drug) will be assessed for subjects in each treatment group. The PDQ-39 asks 39 questions organized over eight domains (scales): mobility (10 items), activities of daily living (6 items), emotional well-being (6 items), stigma (4 items), social support (3 items), cognition (4 items), communication (3 items), and bodily discomfort (3 items). Each item has five possible ordinal responses, from never to always, depending on frequency of the symptom over the preceding month. The eight scales' scores are generated by Likert's method of summated ratings and then transformed to a single figure that ranges from 0 to 100. Higher scores are associated with more symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.686","spread":null},{"groupId":"OG001","value":"0.756","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy: Rate of Change in Quality of Life in Neurological Disorders (Neuro-QOL)","description":"Rate of change in Quality of Life in Neurological Disorders (Neuro-QOL) scale points (over the time between baseline visit and final visit on study drug) will be assessed for subjects in each treatment group. Neuro-QOL is a set of patient-reported outcome (PRO) measures that assess health-related quality of life (HRQoL) of people with neurological disorders. It comprises 17 domains of HRQL covering physical, psychological and social health. Domains tested include anxiety, cognitive function, communication, depression, emotional and behavioral dyscontrol, fatigue, lower extremity function- mobility, positive affect and well- being, stigma, upper extremity function- fine motor and ADL, sleep disturbance, satisfaction with social roles and activities, and ability to participate in social roles and activities. Higher raw scores are associated with more of the concept being measured. All scales range from 8 to 40 except for Positive Affect and Well-Being which ranges from 9 to 45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.397","spread":null},{"groupId":"OG001","value":"-0.473","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.014","spread":null},{"groupId":"OG001","value":"-0.282","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.055","spread":null},{"groupId":"OG001","value":"-0.201","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.229","spread":null},{"groupId":"OG001","value":"-0.324","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.049","spread":null},{"groupId":"OG001","value":"-0.040","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.092","spread":null},{"groupId":"OG001","value":"-0.261","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.240","spread":null},{"groupId":"OG001","value":"0.094","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.060","spread":null},{"groupId":"OG001","value":"0.021","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.026","spread":null},{"groupId":"OG001","value":"-0.238","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.091","spread":null},{"groupId":"OG001","value":"0.020","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.387","spread":null},{"groupId":"OG001","value":"-0.381","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.382","spread":null},{"groupId":"OG001","value":"-0.130","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy: Rate of Change in Quality of Life in Neurological Disorders (Neuro-QOL) Depression Module","description":"Rate of change in Quality of Life in Neurological Disorders (Neuro-QOL) depression module scale points (over the time between baseline visit and final visit on study drug) will be assessed for subjects in each treatment group. Neuro-QOL is a set of patient-reported outcome (PRO) measures that assess health-related quality of life (HRQoL) of people with neurological disorders. Higher raw scores are associated with more of the concept being measured. The depression module score ranges from 8 to 40.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.023","spread":null},{"groupId":"OG001","value":"0.083","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy: Rate of Change in Schwab and England Scale","description":"Rate of change in percentage points on the Schwab and England scale for functional disability (over the time between baseline visit and final visit on study drug) will be assessed for subjects in each treatment group. The Schwab and England scale is a Site Investigator and subject assessment of the subject's level of independence. The subject will be scored on a percentage scale reflective of his/her ability to perform acts of daily living. Printed scores with associated descriptors range from 0% to 100% in increments of 5%, with higher percentages associated with more independence. A score of 0% implies \"vegetative functions such as swallowing, bladder and bowel functions are not functioning; bedridden\". A score of 100% implies \"subject has full ability and is completely independent; essentially normal\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.833","spread":null},{"groupId":"OG001","value":"-0.880","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy: Rate of Change in Montreal Cognitive Assessment (MoCA)","description":"Rate of change in points on the Montreal Cognitive Assessment (MoCA) scale (for cognition; over the time between baseline visit and final visit on study drug) will be assessed for subjects in each treatment group. The MoCA assesses attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation. Points are awarded for the correct completion of MoCA tasks. Scores for each task are summed for a total score (range 0-30). Higher scores indicate greater cognitive capacity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.186","spread":null},{"groupId":"OG001","value":"0.226","spread":null}]}]}]},{"type":"SECONDARY","title":"Symptomatic Effects","description":"Symptomatic effects will be estimated by changes in motor and other features (e.g., as assessed by short-term change in Movement Disorders Society Unified PD Rating Scale \\[MDS-UPDRS\\] I-III total score) during the first 3 months of wash-in at the start of period 1 and during the 3-month wash-out of period 2. The MDS-UPDRS includes ratings of non-motor experiences of daily living, motor experiences of daily living, and a motor examination. The MDS-UPDRS is assessed on a 5-point Likert scale ranging from 0 to 4 where higher scores imply worse features. Parts I-III contain 59 total questions (13 in Part I, 13 in Part II, and 33 in Part III). Total scores are calculated as simple sums of component items with mean imputation by Part if no more than 1, 2, or 7 items are missing for Parts I through III, respectively. Total scores may range from 0 to 236, with 0 meaning no symptoms and 236 meaning worse symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.509","spread":null},{"groupId":"OG001","value":"-1.301","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.729","spread":null},{"groupId":"OG001","value":"-0.328","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":147},"commonTop":["Nausea","Pain in extremity","Dizziness","Back pain","Urinary tract infection"]}}}