{"nctId":"NCT01604265","briefTitle":"A Study of Sativex in the Treatment of Central Neuropathic Pain Due to Multiple Sclerosis","startDateStruct":{"date":"2002-03"},"conditions":["Multiple Sclerosis","Neuropathic Pain"],"count":66,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Sativex","otherNames":["GW-1000-02"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent for participation in the study.\n* Male or female subjects aged 18 years or above.\n* Diagnosed with any disease sub-type of multiple sclerosis, with relapses/remission not expected to influence neuropathic pain.\n* Duration of multiple sclerosis greater than six months.\n* Central neuropathic pain, due to multiple sclerosis, of at least three months duration, for which a nociceptive, peripheral neuropathic or psychogenic cause appeared unlikely and was expected to remain stable for the duration of the study.\n* Pain score with a severity of four or more on at least four completed Numerical Rating Scale scores in the baseline week.\n* Regular medication regime for neuropathic pain had been stable during the previous two weeks, prior to reduction of tricyclic antidepressants, if applicable.\n* Willing to reduce the dosage of amitriptyline, or equivalent of other tricyclic antidepressants, to a maximum of 75 mg per day, if applicable.\n* No cannabinoid use (cannabis, Marinol or Nabilone) at least seven days before study entry and willing to abstain from any use of cannabis during the study.\n* Female subjects of child bearing potential or male subjects whose partner was of child bearing potential, who were willing to ensure that they or their partner used effective contraception during the study and for three months thereafter.\n* Able (in the investigators opinion) and willing to comply with all study requirements.\n* Willing for his or her name to be notified to the Home Office for participation in this study.\n* Willing for his or her general practitioner and consultant, if appropriate, to be notified of participation in the study.\n\nExclusion Criteria:\n\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* Concomitant severe non-neuropathic pain or the presence of illness such as diabetes mellitus that could have caused peripheral neuropathic pain.\n* Known or strongly suspected alcohol or substance abuse or considered to be at risk of alcohol or substance abuse by the investigator.\n* Severe cardiovascular disorder, such as ischaemic heart disease, arrhythmias (other than well controlled atrial fibrillation), poorly controlled hypertension or severe heart failure.\n* History of epilepsy or convulsions.\n* Significant renal or hepatic impairment as shown in medical history or indicated by clinical laboratory results from samples taken at baseline.\n* Elective surgery or other procedures requiring general anaesthesia scheduled during the study.\n* Terminal illness.\n* Any other significant disease or disorder which, in the opinion of the Investigator, could either have put the subject at risk because of participation in the study, or influenced the result of the study, or the subject's ability to participate in the study.\n* Female subjects who were pregnant, lactating or planning pregnancy during the course of the study.\n* Regular levodopa (Sinemet, Sinemet Plus, Levodopa, L-dopa, Madopar, Benserazide) therapy within seven days of study entry.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medications.\n* Known or suspected adverse reaction to cannabinoids.\n* Travel outside the UK planned during study.\n* Donation of blood during the study.\n* Participated in any other pharmacological clinical research study within 30 days of study entry.\n* Previously enrolled into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Mean Pain 0-10 Numerical Rating Scale Score at the End of Treatment (4 Weeks)","description":"The average pain Numerical Rating Scale was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain or average pain in the last 24 hours\" where 0 = no pain and 10 = pain as bad as you can imagine. A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"1.91"},{"groupId":"OG001","value":"-1.4","spread":"1.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean 0-10 Numerical Rating Scale Sleep Score at the End of Treatment (4 Weeks)","description":"Each day patients were asked to record in their subject diary, whether or not they were \"woken due to nerve pain last night\", using a 0-10 Numerical Rating Scale sleep score where zero equated with \"did not disrupt sleep\" and 10 meant \"completely disrupts sleep (unable to sleep due to pain)\". A decrease in score from baseline indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"2.35"},{"groupId":"OG001","value":"-0.8","spread":"1.79"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impression of Change at Week 4","description":"A 7-point Likert-type scale was used, with the question: 'Please assess the improvement in overall condition since the start of the study using the scale below' with the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse or very much worse\". At Visit 2 (Baseline) patients wrote a brief description of their condition which was used at Week 4 to aid their memory regarding their symptoms at study start. For each of above markers the number of participants were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Neuropathic Pain Scale 0-10 Numerical Rating Scale Score at the End of Treatment (Week 4)","description":"The Neuropathic Pain Scale score is the 0-100 sum of 10 individual pain scores (0-10 Numerical Rating Scale, 0= no pain to 10 = worst pain imaginable). A negative change from baseline indicates an improvement in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.3","spread":"13.23"},{"groupId":"OG001","value":"-8.1","spread":"14.60"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for 'Selective Reminding' at the End of Treatment (Week 4)","description":"The Selective Reminding Test measures verbal learning and delayed recall through a multiple-trial list-learning paradigm. Patients are presented aurally with a list of 12 words for trial 1 and are asked to recall as many as possible. For trials 2-6, there is a selective presentation of only those words not recalled on the previous trial. Trial 7 is similar to the other trials but is assessed after an 11-minute delay. The score for the selective reminding test is the unweighted average of seven individual study results (min=0 and max=84) Higher scores indicate a better cognitive performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"10.52"},{"groupId":"OG001","value":"5.7","spread":"10.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for '10/36 Spatial Recall' at the End of Treatment (Week 4)","description":"The 10/36 Spatial Recall Test assesses visual spatial learning and delayed recall. Patients are asked to view a 6 x 6 checkerboard with ten checkers for 10 seconds. They are then asked to recreate the pattern viewed on a blank checkerboard. The number of correct responses from three immediate trials and one delayed trial (7 minute delay) are recorded. The Total number of correct responses is the unweighted sum from the four trials. The score for the 10/36 spatial recall test was the unweighted average of four individual study results (min=0 and max=40). A higher score indicates better cognitive performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"10.84"},{"groupId":"OG001","value":"-1.5","spread":"8.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for 'Symbol Digit Modalities' at the End of Treatment (Week 4)","description":"The Symbol Digit Modalities Test measures complex attention and concentration in a task which also requires speed and accuracy in visual search and scanning. Patients are required to associate symbols with numbers and quickly generate the number when shown the symbol. The summary endpoint is the number of correct responses in 90 seconds. The symbol digit modalities test had a min of 0 and max score of 99. A higher score indicates better cognitive performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"6.28"},{"groupId":"OG001","value":"3.67","spread":"4.64"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for the 'Paced Auditory Serial Addition Task' (PASAT) at the End of Treatment (Week 4)","description":"The Paced Auditory Serial Addition Task assesses sustained attention and concentration. A pre-recorded tape is used to present two series of 60 numbers, one every 3 seconds and one every 2 seconds. Patients are asked to add each number to the one immediately preceding it and give the result. The task summary score is the percentage of correct answers is calculated. The PASAT score range was 0% to 100%. Higher scores indicate a better cognitive performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"10.49"},{"groupId":"OG001","value":"6.6","spread":"7.89"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for 'Word List Generation' at the End of Treatment (4 Weeks)","description":"Word list generation measures verbal associative fluency. Patients are given 60 seconds to give as many words beginning with a particular letter. The Total is the unweighted sum of all admissible words over three different trials. Higher scores indicate a better cognitive performance (min=0, max= not defined).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"9.49"},{"groupId":"OG001","value":"2.9","spread":"10.66"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Total Guy's Neurological Disability Scale Score at the End of Treatment (4 Weeks)","description":"The Guy's Neurological Disability Scale has 12 separate categories which include cognition, mood, vision, speech, swallowing, upper limb function, lower limb function, bladder function, bowel function, sexual function, fatigue, and 'others'. Each category consists of a series of questions, which are scored on a 0 to 5 scale, with 0 being indicative of a better outcome and 5 being indicative of a worse outcome. The total Guy's Neurological Disability Scale score is the unweighted sum from the 12 categories with a minimum score of 0 and maximum of 60. A negative value indicates an improvement in score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"4.45"},{"groupId":"OG001","value":"-0.5","spread":"4.44"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean 0-100 mm Visual Analogue Scale Score for Intoxication Levels at the End of Treatment (4 Weeks)","description":"Intoxication levels were recorded on a Visual Analogue Scale, where zero equated with \"no intoxication\" and 100 equated with \"extreme intoxication\". A decrease in baseline score indicates a reduction in intoxication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"9.25"},{"groupId":"OG001","value":"0.3","spread":"0.97"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in The Hospital Anxiety and Depression Scale Score for Depression at the End of Treatment (4 Weeks)","description":"Depression and anxiety was assessed using The Hospital Anxiety and Depression Scale. Seven of the items relate to anxiety and seven relate to depression. Each item on the questionnaire is scored from 0-3 giving a total score between 0 and 21 for either anxiety or depression. A reduction in score indicates an improvement. The change from baseline in the overall depression score at the end of treatment is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"2.92"},{"groupId":"OG001","value":"-0.4","spread":"2.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in The Hospital Anxiety and Depression Scale Score for Anxiety at the End of Treatment (4 Weeks)","description":"Depression and anxiety was assessed using The Hospital Anxiety and Depression Scale. Seven of the items relate to anxiety and seven relate to depression. Each item on the questionnaire is scored from 0-3 giving a total score between 0 and 21 for either anxiety or depression. A reduction in score indicates an improvement. The change from baseline in the overall anxiety score at the end of treatment is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"2.06"},{"groupId":"OG001","value":"-0.5","spread":"2.45"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Multiple Sclerosis Functional Composite Score at the End of Treatment (4 Weeks)","description":"The Multiple Sclerosis Functional Composite test is a three-part, standardized, quantitative, assessment instrument for use in clinical studies. The three components of the test measure leg function/ambulation, arm/hand function, and cognitive function. An increase in score indicates an improvement (range -3 to +3).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"0.364"},{"groupId":"OG001","value":"0.19","spread":"0.174"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Patient Safety.","description":"The number of patients who experienced an adverse event during the course of the study is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":["Dizziness","Nausea","Fall","Headache not otherwise specified","Dry Mouth"]}}}