{"nctId":"NCT01280981","briefTitle":"A Study of Tranexamic Acid (XP12B) in Women With Heavy Menstrual Bleeding","startDateStruct":{"date":"2007-04"},"conditions":["Menorrhagia"],"count":288,"armGroups":[{"label":"Tranexamic acid","type":"EXPERIMENTAL","interventionNames":["Drug: Tranexamic acid"]}],"interventions":[{"name":"Tranexamic acid","otherNames":["XP12B","Lysteda"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The study enrolled subjects who had completed the double-blind therapy in either the XP12B-MR-301 or XP12B-MR-303 study, including scheduled evaluations, with no major protocol violations and no study events that, in the opinion of the investigator, would preclude the subject's entry into the open-label safety study.\n* A negative urine pregnancy test was required immediately before entry into this study.\n* Women must have been surgically sterile or, if of childbearing potential, must have been in a monogamous relationship with a sterile partner or a partner of the same sex.\n* Women must have used an acceptable barrier contraception method with spermicide for the duration of the study or must have been using a copper intrauterine device (IUD).\n* In the opinion of the investigator, the subject must be able to understand this study, cooperate with all study procedures, be able to return to the study site for visits within the required visit windows and be deemed likely to complete the study.\n* Subject will provide voluntary, written consent to participate in the study by signing and dating an institutional review board (IRB)-approved informed consent before any procedures are performed or study drug is dispensed.\n\nExclusion Criteria:\n\n* History or presence of clinically significant hepatic or renal disease or other medical disease that might confound the study or be detrimental to the subject (e.g., clinically significant cardiac arrhythmia, uncontrolled diabetes or uncontrolled hypertension) as determined by the investigator.\n* Normal gynecological examination and breast examination.\n* Clinically significant abnormalities on screening physical examination that might confound the study or be detrimental to the subject as assessed by the investigator. Abnormal clinically significant electrocardiograms (ECG) as determined by the centralized cardiologist, or laboratory tests suggestive of a potential pituitary-prolactin stimulating tumor (prolactin \\>=30 µg/L), thrombocytopenia (platelet count \\<100,000/mm3), uncontrolled hypothyroidism (TSH \\>=10 mU/L) or severe anemia (hemoglobin \\<8 g/dL\\]).\n* Anovulatory dysfunctional uterine bleeding, metrorrhagia (irregular or frequent noncyclic flow), menometrorrhagia (irregular or frequent excessive noncyclic flow) or polymenorrhea (frequent flow, cycles of less than 21 days).\n* History or presence of endometrial polyps, endometrial hyperplasia, endometrial carcinoma or cervical carcinoma (includes cervical carcinoma in situ).\n* History of bilateral oophorectomy or hysterectomy.\n* Women who are pregnant, breastfeeding, planning to become pregnant during the study or become pregnant during the study.\n* History or active presence of myocardial infarction or ischemic disease. History or active presence of cerebrovascular accident, stroke, or transient ischemic attack.\n* History or presence of thrombosis, thromboembolic disease or coagulopathy including, but not limited to, pulmonary embolism, deep venous thrombosis, phlebitis and any intravascular clotting disorder.\n* History or known presence of acquired or inherited thrombophilia, including, but not limited to, antithrombin deficiency, Protein C and/or S deficiency, antiphospholipid deficiency, Factor V Leiden mutation and prothrombin mutation. Thalassemia or sickle cell disease (sickle cell trait individuals are not excluded).\n* History or presence of subarachnoid hemorrhage.\n* Use or anticipated use of medications taken to relieve β-Hydroxy β-methylbutyric acid (HMB) including the use of vaginal \\[rings, creams, gels\\] and transdermal hormone products; use of oral estrogen-, progestin- or SERM-containing drug products, or intrauterine progestins containing drug products. Use or anticipated use of Lupron (1 or 3 month) depot injection or estrogen pellet or long-acting progestin injectables.\n* Use or anticipated use of meclofenamate sodium, mefenamic acid, danazol, or desmopressin acetate or herbal remedies. Herbal remedies include, but are not limited to, Capsella bursa pastoris (i.e. Sheperd's Purse), Agnus castus (i.e. Chasteberry, Vitex), Cimicifuga racemosa (i.e. Black Cohosh), Symphytum officionale (i.e. Comfrey), and/or Angelica sinensis (i.e. Dong Quai).\n* Use of or anticipated use of the following drugs: oral, transdermal, injectable and vaginal ring (NuvaRing®) hormonal contraceptives; anticoagulants (warfarin \\[Coumadin®\\], heparin, low-molecular-weight heparin (LMWH), etc.), aminocaproic acid (Amicar®) or Plaquenil®.\n* Current use of an intrauterine device (IUD) other than copper IUDs.\n* History or presence of hypersensitivity or idiosyncratic reaction to antifibrinolytics (tranexamic acid or aminocaproic acid).\n* Use of any investigational drug except XP12B-MR during the current study.\n* Presence of untreated malabsorption disorder or malnutrition including, but not limited to, chronic diarrhea, celiac disease, short bowl syndrome, Whipple's disease or history of gastric bypass procedure.\n* Presence of defective color vision as determined by the optometrist or ophthalmologist. Inability of the subject to correctly identify symbols on plate 7 of the HRR eye test is not considered defective color vision provided the subject correctly identifies the symbols on plates 11-20.\n* History or presence of glaucoma, ocular hypertension, macular degeneration or retinopathies.\n* History or presence of alcoholism or drug abuse within the past year.\n* Malignancy, or treatment for malignancy, within the previous 2 years, with the exception of basal cell carcinomas of the skin or squamous cell carcinoma of the skin.\n* Does not read or understand English.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With Treatment-Emergent Adverse Events (AEs)","description":"Count of participants with treatment-emergent adverse events grouped in categories regarding relationship to study drug as assessed by the investigator, serious or life-threatening as assessed by the investigator, participants who died or their event led to withdrawal from study, and participants who experienced thrombotic or thromboembolic AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"218","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Abnormal Gynecological Examinations","description":"Participants with abnormal gynecological examination findings based on endometrial biopsies and transvaginal ultraonogrphy (TVU) are summarized. Clinically significant results from the endometrial biopsies are results that are not benign. Abnormalities found during transvaginal ultrasonography (TVU) are detailed in the AE listings. Please refer to AE listings.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Blood Pressure Measurements at Week 36","description":"Mean systolic and diastolic blood pressure measurements taken at week 36","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"118.94","spread":"14.272"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.09","spread":"10.167"}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment Emergent Adverse Experiences (TEAE) of Laboratory Values Related to Treatment","description":"Participants whose laboratory examinations (hematology, blood chemistry and urinalysis) were considered by the investigator to be treatment emergent adverse experiences (TEAE) and related to treatment. Also indicated is whether the TEAE lab parameter caused the participant to discontinue from the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Intraocular Pressure at Month 9","description":"Mean intraocular pressure at month 9 or the early termination visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":"2.866"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":"2.797"}]}]}]},{"type":"SECONDARY","title":"Mean Fridericia-corrected QT Interval (QTcFRI) at Month 9","description":"The QT interval is the period that extends from the beginning of ventricular depolarization until the end of ventricular repolarization","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"412.3","spread":"15.896"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":260},"commonTop":["Headache","Back pain","Viral upper respiratory tract infection","Sinusitis","Pain in extremity"]}}}