{"nctId":"NCT04207736","briefTitle":"The INVIGORATE Trial: A Clinical Trial to Assess the Efficacy and Safety of Subjects With Seasonal Allergic Conjunctivitis.","startDateStruct":{"date":"2019-12-05","type":"ACTUAL"},"conditions":["Allergic Conjunctivitis"],"count":95,"armGroups":[{"label":"Reproxalap Ophthalmic Solution (0.25%)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Reproxalap Ophthalmic Solution (0.25%)"]},{"label":"Vehicle Ophthalmic Solution","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Ophthalmic Solution"]}],"interventions":[{"name":"Reproxalap Ophthalmic Solution (0.25%)","otherNames":[]},{"name":"Vehicle Ophthalmic Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* be at least 18 years of age of either gender and any race\n* have at least a two-year history of moderate-to-severe ragweed-induced allergic conjunctivitis based on principal investigator's judgement\n* have a positive skin prick test to ragweed pollen within the past year of screening\n\nExclusion Criteria:\n\n* known contraindication or hypersensitivities to any components of the investigational product medication or components\n* history of uveitis, blepharitis, dry eye syndrome, herpes simplex keratitis, or herpes zoster keratitis;\n* presence of any ocular infection (bacterial, viral, or fungal) or active ocular inflammation (e.g., follicular conjunctivitis, allergic conjunctivitis) within 14 days prior to screening\n* presence of any chronic ocular degenerative condition or ocular inflammation that, in the opinion of the investigator, is likely to worsen over the course of the clinical trial;\n* diagnosis of moderate-to-severe pinguecula or pterygium (particularly if it results in chronic erythema), Stevens-Johnson Syndrome, ocular cicatricial pemphigoid, mucous membrane pemphigoid, significant conjunctival scarring, chemical burn, herpetic or neurotrophic keratitis, Cryopyrin Associated Periodic Syndrome (CAPS), or keratoconus\n* woman of childbearing potential who is pregnant or nursing","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Subject-Reported Ocular Itching Score Assessed Over 110 to 210 Minutes in the Allergy Chamber","description":"Change from baseline comparison of reproxalap to vehicle for ocular itching on a 0 to 4 scale ( 0 = none, 4 = severe). The treatment comparison was performed using a mixed model repeated measures approach for a crossover trial with two treatment periods. The model included time point, treatment, treatment period, treatment sequence, and interaction between time point and treatment as fixed effects, and subject nested within treatment sequence as a repeated measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"0.08"},{"groupId":"OG001","value":"1.38","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Conjunctival Redness Score Assessed Over 12 to 212 Minutes in the Allergy Chamber","description":"Change from baseline comparison of reproxalap to vehicle for conjunctival redness on a 0 to 4 scale ( 0 = none, 4 = extremely severe). The treatment comparison was performed using a mixed model repeated measures approach for a crossover trial with two treatment periods. The model included time point, treatment, treatment period, treatment sequence, and interaction between time point and treatment as fixed effects, and subject nested within treatment sequence as a repeated measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.51","spread":"0.03"},{"groupId":"OG001","value":"0.65","spread":"0.03"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":91},"commonTop":["General disorders and administrations site conditions","Eye disoders"]}}}