{"nctId":"NCT01838876","briefTitle":"Long-term Safety and Tolerability of Cariprazine as an Adjunctive Treatment to Antidepressant Therapy in Patients With Major Depressive Disorder","startDateStruct":{"date":"2013-04-29","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":442,"armGroups":[{"label":"Cariprazine + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine","Drug: Antidepressant Therapy (ADT)"]}],"interventions":[{"name":"Cariprazine","otherNames":[]},{"name":"Antidepressant Therapy (ADT)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who have provided consent prior to any study specific procedures\n* Meets the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision (DSM-IV-TR) criteria for MDD\n* New patients must have ongoing inadequate response to protocol allowed ADTs as reported in Antidepressant Treatment Response Questionnaire (ATRQ)\n* For rollover patients from RGH-MD-72 \\[NCT01715805\\], completion of Study RGH-MD-72 (either double-blind or single-blind treatment periods) with continued ADT treatment.\n\nExclusion Criteria:\n\n* Patients who do not meet the DSM-IV-TR criteria for MDD.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) in the Treatment Period","description":"An adverse event (AE) is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An adverse event can therefore be any unfavorable and unintended sign (i.e. laboratory value), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product. A TEAE is an AE that occurs or worsens after receiving study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"274","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Newly Emergent Adverse Events (NEAEs) in the Safety Follow-up Period","description":"An AE is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An adverse event can therefore be any unfavorable and unintended sign (i.e. laboratory value), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product. A NEAE is a new AE that occurred during the 2-week Safety Follow-up Period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes From Baseline in Clinical Laboratory Parameters","description":"Clinical laboratory parameters included tests of hematology, chemistry, urinalysis and prolactin. The investigator assessed the results for clinical significance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes From Baseline in Vital Sign Parameters","description":"Vital sign parameters included blood pressure, pulse rate, body mass index (BMI), weight, and waist circumference. The investigator assessed the results for clinical significance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes From Baseline in Electrocardiograms (ECG)","description":"A standard 12-lead ECG was performed. The investigator determined the clinical significance of the ECG findings using the central ECG interpretation laboratory report.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Extrapyramidal Symptom (EPS)-Related TEAEs","description":"Extrapyramidal symptoms are drug-induced movement disorders such as dystonia, akathisia, parkinsonism, bradykinesia, tremor, and tardive dyskinesia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants in the Most Severe Suicidal Ideation and Suicidal Behavior Recorded on the C-SSRS During the Treatment Period","description":"The Columbia-Suicide Severity Rating Scale (C-SSRS) is a clinician-rated instrument that reports the severity of both suicidal ideation and behavior. Suicidal ideation is classified on a 5-item scale: 1 (wish to be dead) to 5 (active suicidal ideation with specific plan and intent). The C-SSRS also captures information about the intensity of ideation, specifically the frequency, duration, controllability, deterrents, and reasons for the most severe types of ideation. Suicidal behavior is classified on a 5-item scale: 0 (no suicidal behavior to 4 (actual attempt). More than 1 classification can be selected provided they represent separate episodes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"308","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"344","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Ocular Events","description":"A TEAE is an AE that occurs or worsens after receiving study drug. Ocular events are adverse events related to the eye.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Arizona Sexual Experiences Scale (ASEX) Score","description":"The ASEX is a participant-completed scale to evaluate overall sexual experiences over the previous 7 days consisting of 5 questions answered on a scale of 1 (best) to 6 (worst) for a total possible score of 3 to 30 (2 questions were only answered if the participant was sexually active in the past week), higher score indicates greater sexual dysfunction. There are different forms for males and females. A negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":"5.9"},{"groupId":"OG001","value":"17.2","spread":"5.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"4.4"},{"groupId":"OG001","value":"-0.1","spread":"4.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":345},"commonTop":["Akathisia","Headache","Weight increased","Anxiety","Insomnia"]}}}