{"nctId":"NCT04167670","briefTitle":"Efficacy and Safety of Vonoprazan Compared to Lansoprazole in Participants With Helicobacter Pylori Infection","startDateStruct":{"date":"2019-12-10","type":"ACTUAL"},"conditions":["Helicobacter Pylori Infection"],"count":1046,"armGroups":[{"label":"Vonoprazan dual therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Vonoprazan","Drug: Amoxicillin"]},{"label":"Vonoprazan triple therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Vonoprazan","Drug: Amoxicillin","Drug: Clarithromycin"]},{"label":"Lansoprazole triple therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Amoxicillin","Drug: Clarithromycin","Drug: Lansoprazole"]}],"interventions":[{"name":"Vonoprazan","otherNames":[]},{"name":"Amoxicillin","otherNames":[]},{"name":"Clarithromycin","otherNames":[]},{"name":"Lansoprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The participant is ≥ 18 years of age at the time of informed consent signing.\n2. In the opinion of the investigator or sub-investigators, the participant is capable of understanding and complying with protocol requirements.\n3. The participant signs and dates a written, informed consent form (ICF) and any required privacy authorization prior to the initiation of any study procedures. The participant is informed of the full nature and purpose of the study, including possible risks and side-effects. The participant has the ability to cooperate with the investigator. Ample time and opportunity should be given to read and understand verbal and/or written instructions.\n4. The participant has at least one of the following clinical conditions with confirmed HP+ infection demonstrated by a positive 13C-UBT during the Screening Period.\n\n   * Dyspepsia (i.e. pain or discomfort centered in the upper abdomen) lasting at least 2 weeks\n   * A confirmed diagnosis of functional dyspepsia\n   * A recent / new diagnosis of (non-bleeding) peptic ulcer\n   * A history of peptic ulcer not previously treated for HP infection\n   * A requirement for long-term non-steroidal anti-inflammatory drug (NSAID) treatment at a stable dose of the NSAID\n5. A female participant of childbearing potential who is or may be routinely sexually active with a nonsterilized male partner agrees to routinely use adequate contraception from the signing of informed consent until Day -2 and two forms of adequate contraception from Day -1 until 4 weeks after the last dose of study drug.\n\nExclusion Criteria:\n\n1. The participant has previously been treated with any regimen to attempt to eradicate HP.\n2. The participant has gastric or duodenal ulcer with endoscopic evidence of current or recent bleeding.\n3. The participant has confirmed diagnosis of gastric cancer by biopsy.\n4. The participant is receiving colchicine.\n5. The participant has received any investigational compound (including those in post marketing studies) within 30 days prior to the start of the Screening Period. A participant who has screen failed from another clinical study and who has not been dosed may be considered for enrollment in this study.\n6. The participant is a study site employee, an immediate family member, or is in a dependent relationship with a study site employee who is involved in conduct of this study (e.g., spouse, parent, child, sibling) or who may have consented under duress.\n7. The participant has cutaneous lupus erythematosus or systemic lupus erythematosus.\n8. The participant has had clinically significant upper or lower gastrointestinal bleeding within 4 weeks prior to randomization.\n9. The participant has Zollinger-Ellison syndrome or other gastric acid hypersecretory conditions.\n10. The participant has a history of hypersensitivity or allergies to vonoprazan (including the formulation excipients: D-mannitol, microcrystalline cellulose, hydroxypropyl cellulose, fumaric acid, croscarmellose sodium, magnesium stearate, hypromellose, macrogol 8000, titanium oxide, red or yellow ferric oxide), PPIs, amoxicillin and/or clarithromycin, or any excipients used in the 13C-UBT: mannitol, citric acid or aspartame. Skin testing may be performed according to local standard practice to confirm hypersensitivity.\n11. The participant has a history of alcohol abuse, illegal drug use, or drug addiction within the 12 months prior to screening, or who regularly consume \\>21 units of alcohol (1 unit = 12 oz/300 mL beer, 1.5 oz/25 mL hard liquor/spirits, or 5 oz/100 mL wine) per week based on self-report. Participants must have a negative urine drug screen for cannabinoids/ tetrahydrocannabinol and non-prescribed medications at screening.\n12. The participant is taking any excluded medications or treatments listed in the protocol.\n13. If female, the participant is pregnant, lactating, or intending to become pregnant before, during, or within 4 weeks after participating in this study; or intending to donate ova during such time period.\n14. The participant has a history or clinical manifestations of significant central nervous system, cardiovascular, pulmonary, hepatic, renal, metabolic, other gastrointestinal, urological, endocrine or hematological disease that, in the opinion of the investigator, would confound the study results or compromise participants safety.\n15. The participant requires hospitalization or has surgery scheduled during the course of the study or has undergone major surgical procedures within 30 days prior to the Screening Visit.\n16. The participant has a history of malignancy (including MALToma) or has been treated for malignancy within 5 years prior to the start of the Screening Period (Visit 1) (the participant may be included in the study if he/she has cured cutaneous basal cell carcinoma or cervical carcinoma in situ).\n17. The participant has acquired immunodeficiency syndrome or human immunodeficiency virus infection, or tests positive for the hepatitis B surface antigen, hepatitis C virus (HCV) antibody or HCV RNA. However, participants who test positive for HCV antibody, but negative for HCV RNA are permitted to participate.\n18. The participant has any of the following abnormal laboratory test values at the start of the Screening Period:\n\n    1. Creatinine levels: \\>2 mg/dL (\\>177 μmol/L).\n    2. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2 × the upper limit of normal (ULN) or total bilirubin \\>2 × ULN.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Successful Helicobacter Pylori (H Pylori) Eradication in Participants Without a Clarithromycin- or Amoxicillin-resistant Strain of H Pylori at Baseline","description":"H pylori eradication was determined by the \\^13C-UBT test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.5","spread":null},{"groupId":"OG001","value":"84.7","spread":null},{"groupId":"OG002","value":"78.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Successful Helicobacter Pylori (H Pylori) Eradication in Participants With a Clarithromycin-resistant Strain of H Pylori at Baseline","description":"H pylori eradication was determined by the \\^13C-UBT test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.6","spread":null},{"groupId":"OG001","value":"65.8","spread":null},{"groupId":"OG002","value":"31.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of All Participants With Successful Helicobacter Pylori (H Pylori) Eradication","description":"H pylori eradication was determined by the \\^13C-UBT test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null},{"groupId":"OG001","value":"80.8","spread":null},{"groupId":"OG002","value":"68.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":348},"commonTop":["Diarrhoea","Dysgeusia"]}}}