{"nctId":"NCT02891070","briefTitle":"Efficacy and Safety of FS VH S/D 500 S-apr (Tisseel) as an Adjunct to Sutured Dural Repair in Cranial Surgery","startDateStruct":{"date":"2016-10-11","type":"ACTUAL"},"conditions":["Cerebrospinal Fluid Leak"],"count":224,"armGroups":[{"label":"FS VH S/D 500 s-apr","type":"EXPERIMENTAL","interventionNames":["Drug: FS VH S/D 500 s-apr"]},{"label":"DuraSeal Dural Sealant","type":"ACTIVE_COMPARATOR","interventionNames":["Device: DuraSeal Dural Sealant"]}],"interventions":[{"name":"FS VH S/D 500 s-apr","otherNames":["Tisseel"]},{"name":"DuraSeal Dural Sealant","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients undergoing craniotomy/craniectomy for pathological processes in the PF or ST region\n2. Patients must be willing and able to participate in the study and provide written IC before any protocol specific assessment is performed\n3. Patients must be willing to receive peri-operative antibiotic prophylaxis\n4. Female patients of childbearing potential must present with a negative serum pregnancy test, and must agree to employ adequate birth control measures \\[restricted to abstinence, barrier contraceptives, intrauterine contraceptive devices or licensed hormonal products\\] for the duration of their participation in the study\n5. Patients are willing and able to comply with the requirements of the protocol\n\nExclusion Criteria:\n\n1. Patients with a dural lesion from a recent surgery that still has the potential for CSF leakage\n2. Patients who had undergone chemotherapy treatment, excluding hormonal therapy, within 3 weeks prior to the planned procedure, or with chemotherapy scheduled within 7 days following surgery\n3. Patients with radiation therapy to the surgical site or standard fractionated radiation therapy scheduled within 7 days following surgery\n4. Patients with a previous craniotomy/craniectomy within 6 months prior to the study surgery\n5. Use of corticosteroids on a chronic basis (defined as daily use of corticosteroids for ≥8 weeks) for purposes other than decreasing the symptoms of systemic chemotherapy (unless if those steroids were discontinued 4 weeks prior to the planned surgery)\n6. Patients with a known hypersensitivity to the components of the IP or control (human fibrinogen, synthetic aprotinin, human albumin, human FXIII, tri sodium citrate, histidine, niacinamide, polysorbate 80, human thrombin, polyethylene glycol \\[PEG\\], trilysine amine)\n7. Patients with a known hypersensitivity to US Federal Drug \\& Cosmetic Blue #1 dye\n8. Evidence of an infection indicated by any one of the following: clinical examination supporting the diagnosis of infection, fever (temperature \\>100.7°F or 38.2°C), positive urine culture, positive blood culture, positive chest X ray consistent with pulmonary infection, or infection along the planned surgical path. A white blood cell (WBC) count of \\<20000 cells/µL is permitted if the patient is being treated with steroids in the absence of all other infection parameters\n9. Female patients of childbearing potential with a positive pregnancy test or intent to become pregnant during the clinical study period\n10. Female patients who are nursing\n11. Patients with exposure to another investigational drug or device clinical trial within 30 days prior to enrolment or anticipated in the 60-day Follow-up period\n12. Patients with severely altered renal function as confirmed by local laboratory reference ranges for serum creatinine and/or hepatic function (alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\>3 × upper limit of normal \\[ULN\\])\n13. Patients who currently have or have had a compromised immune system (such as Acquired Immune Deficiency Syndrome \\[AIDS\\]) or autoimmune disease, or were on chronic immunosuppressant agents\n14. Patients with uncontrolled diabetes as evidenced by the institution's standard of care (glycated haemoglobin \\[HbA1c\\] \\>7%, blood glucose, etc.)\n15. Patients with traumatic injuries to the head\n16. Patients with dural injury during craniotomy/craniectomy that cannot be eliminated by widening the craniotomy/craniectomy to recreate the native dural cuff\n17. Patients requiring surgical approaches that would not allow sutured dural closure such as trans-sphenoidal or translabyrinthine/-petrosal/-mastoid. Superficial penetration of mastoid air cells is allowed\n18. Patients with hydrocephalus, except occlusive hydrocephalus caused by PF pathology or incompletely open cerebrospinal fluid pathways, to be treated during surgical procedure\n19. Existing CSF (ventricular, etc.) drains, Cushing/Dandy cannulation, or Burr holes which damage the dura\n20. Patients with confined bony structures where nerves are present and neural compression may result due to swelling","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With No CSF Leak During and After Surgery","description":"Participants who have no intra-operative CSF leak from dural repair after up to two applications during Valsalva maneuver (25 cm H2O for up to 5 - 10 seconds), or post-operative CSF leak within 30 (+3) days post-operatively. The Valsalva maneuver was performed by the anaesthesiologist to increase the intra-thoracic pressure (e.g., by increasing the positive end-expiratory pressure or by giving a large tidal volume and holding the inflating pressure) to approximately 25 cm H2O, constantly for up to 5 - 10 seconds to transiently elevate the intracranial pressure and test for any CSF leaks. The suture line was to be watertight after up to two product/control applications and Valsalva maneuvers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With no Intra-operative CSF Leaks Following Final Valsalva Maneuver","description":"Assessment of whether the suture line was not watertight causing CSF leaks after up to two product/control applications and Valsalva maneuvers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"95","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CSF Leaks Within 30 (+3) Days Post-operatively","description":"Cerebrospinal fluid leak was defined as any overt flow, seepage, weeping, or sweating of CSF through the dura suture line, regardless of volume. All post-operative CSF leaks were primarily diagnosed based on a detailed history and physical examination, including neurological examination. Although not standard of care post-operatively, imaging tests such as computed tomography/magnetic resonance imaging (MRI) were considered if there was a high clinical suspicion of a CSF leak.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration in Surgery (Minutes)","description":"Patients undergoing elective cranial surgery for the treatment of a pathological condition (e.g., benign/malignant tumours, vascular malformations, or Chiari type 1 malformations) specifically located in the posterior fossa (PF) or supratentorial (ST) regions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241.8","spread":"100.80"},{"groupId":"OG001","value":"210.3","spread":"90.49"}]}]}]},{"type":"SECONDARY","title":"Time From Dural Closure (Application of IP) Until End of Surgery","description":"Suture closure techniques include continuous simple, continuous locked, interrupted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":"16.13"},{"groupId":"OG001","value":"31.4","spread":"17.07"}]}]}]},{"type":"SECONDARY","title":"Length of Stay in Hospital (Days).","description":"Days in hospital calculation is Day 0 - Discharge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":"15.57"},{"groupId":"OG001","value":"12.6","spread":"8.67"}]}]}]},{"type":"POST_HOC","title":"Number of Surgical Site Infections (SSI)","description":"Surgical site infections were evaluated by the surgeon or designated physician according to United States (US) National Healthcare Safety Network (NHSN) criteria as specified in the study protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":110},"commonTop":["Headache","Pain","Nausea","Vomiting","Constipation"]}}}