{"nctId":"NCT00988091","briefTitle":"Investigation of 1.2% Sodium Hyaluronate for Treatment of Painful Chronic Osteoarthritis of the Knee","startDateStruct":{"date":"2009-09"},"conditions":["Osteoarthritis of the Knee"],"count":596,"armGroups":[{"label":"IA-SA","type":"PLACEBO_COMPARATOR","interventionNames":["Device: Buffered Saline"]},{"label":"IA-BioHA","type":"EXPERIMENTAL","interventionNames":["Device: 1.2% Sodium Hyaluronate"]}],"interventions":[{"name":"1.2% Sodium Hyaluronate","otherNames":["sodium hyaluronate"]},{"name":"Buffered Saline","otherNames":["saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic osteoarthritis (OA) of target knee confirmed by American College of Rheumatology (ACR) Criteria.\n* Pain due to OA in target knee present for at least 6 months.\n* During Screening and Baseline visits, subjects will require a visual analog scale (VAS) score (100 mm) of ≥ 41 mm and ≤ 90 mm, recorded immediately following a 50-foot walk, AND at Baseline, cannot have decreased \\>10mm (improvement) from Screening.\n* A bilateral standing anteroposterior (AP) X-ray confirming OA of the target knee.\n* Ability and willingness to use only acetaminophen as the analgesic (rescue) study medication\n* Ability to perform procedures required of the pain index evaluations (unassisted walking 50 feet on a flat surface and going up and down stairs).\n* Willingness and ability to complete efficacy and safety questionnaires and ability to read and understand study instructions.\n* Signed Subject Informed Consent Form\n\nExclusion Criteria:\n\n* Any major injury (including sports injuries) to the target knee within the prior 12 months.\n* Any surgery to the target knee, hip and contralateral hip within the prior 12 months.\n* Major and minor articular procedures\n* Inflammatory arthropathies such as rheumatoid arthritis, lupus arthropathy, or psoriatic arthritis.\n* Gout or calcium pyrophosphate (pseudogout) diseases of the target knee that have flared within the previous 6 months.\n* X-ray findings of acute fractures, severe loss of bone density, avascular necrosis, and/or severe bone or joint deformity in the target knee.\n* Osteonecrosis of either knee.\n* Fibromyalgia, pes anserine bursitis, lumbar radiculopathy, and/or neurogenic or vascular claudication.\n* Significant anterior knee pain due to diagnosed isolated patella-femoral syndrome or chondromalacia in the target knee.\n* Significant target knee joint infection or skin disorder/infection within the previous 6 months prior to study enrollment.\n* Symptomatic OA of the hips, spine, or ankle, if it would interfere with the evaluation of the target knee.\n* Known hypersensitivity to acetaminophen, sodium hyaluronate, or phosphate buffered saline solution.\n* Women of childbearing potential who are pregnant, nursing, or planning to become pregnant, and those who do not agree to remain on an acceptable method of birth control throughout the entire study period.\n* Recurrent medical history of severe allergic or immune-mediated reactions or other immune disorders.\n* Vascular insufficiency of lower limbs or peripheral neuropathy severe enough to interfere with the study evaluation.\n* Current treatment or treatment within the previous 2 years prior to Screening for any malignancy unless specific written permission is provided by the Sponsor (excluding basal cell or squamous cell carcinoma of the skin).\n* Chronic liver disease and active liver disease based on liver profile of aspartate aminotransferase (AST), alanine transaminase (ALT), and conjugated bilirubin \\>2 times the upper limit of normal.\n* Renal insufficiency based on serum creatinine \\>2.0 mg/dL.\n* Any clinically significant laboratory value based on clinical history that the Investigator feels may affect the study evaluation.\n* Any intercurrent chronic disease or condition that may interfere with the completion of the 6-month (or 12-month) follow-up of the study, such as liver disease, severe coronary disease, drug abuse, disordered mental state, or other clinically significant condition.\n* Current alcoholism, and/or any known current addiction to pain medications.\n* Any clinically significant finding that would place the patient at health risk, impact the study, or affect the completion of the study.\n* Any psychiatric illness that would prevent comprehension of the details and nature of the study.\n* Participation in any experimental device study within 6 months prior to the Screening, or an experimental drug study within 1 month prior to the Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Visual Analogue Score (VAS) Pain Score of the 50-foot Walk Test at Week 26","description":"The level of pain is estimated by the participant following a walk of 50 feet in length which is observed by the investigator. Pain estimates were recorded on a 100 millimeter visual analog scale. A score of 0 millimeters means there was no pain; a score of 100 millimeters means extreme pain. Change from baseline is calculated: week 26 VAS Pain Score - Baseline VAS Pain Score.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.48","spread":"1.81"},{"groupId":"OG001","value":"-28.15","spread":"1.82"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Western Ontario McMaster University Osteoarthritis Index (WOMAC) Disability Scores at Week 26","description":"Adjusted mean of all WOMAC pain, stiffness and physical function subscores on Visual Analog Scale (VAS) of 100 mm; 0 mm = no pain, stiffness and difficulty; 100 mm = extreme pain, stiffness and difficulty. Change from baseline calculated as: Week 26 minus baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.72","spread":"1.55"},{"groupId":"OG001","value":"-18.82","spread":"1.57"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a >=20mm Improvement Between Baseline and Week 26 on the 50 Foot Walk Visual Analogue Scale (VAS) Pain Score.","description":"The level of pain is estimated by the participant following a walk of 50 feet in length which is observed by the investigator. Pain estimates were recorded on a 100 millimeter visual analog scale. A score of 0 millimeters means there was no pain; a score of 100 millimeters means extreme pain. Change from baseline is calculated: week 26 VAS Pain Score - Baseline VAS Pain Score. The percent of participants who showed a 20mm or greater improvement in the pain scores at week 26 compared to baseline are reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":null},{"groupId":"OG001","value":"60.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjective Patient Assessment of Treatment at Week 26","description":"At the end of the double-blind period (week 26), participants were asked: \"Are you satisfied with the results of the injection?\" Answers could be: 1=dissatisfied; 2=slightly satisfied; 3=satisfied; or 4=very satisfied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.71","spread":"1.096"},{"groupId":"OG001","value":"2.70","spread":"1.115"}]}]}]},{"type":"SECONDARY","title":"Number of Tablets of Rescue Medication Used Between Visits","description":"Acetaminophen (500-mg tablets) was provided to study participants as a rescue medication in case they needed a pain medication during the study. The mean number of tablets of rescue medication should have been summarized, however the data was not captured in a reliable way and is therefore not reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Assessment at Week 26","description":"Participants were asked to mark along a 100mm visual analog scale (VAS) indicating the point best representing the severity of the knee pain that day. The left side of the VAS was 0=no pain and the right side was 100 = extreme pain. Change from baseline was calculated as Week 26 - Baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.41","spread":"1.83"},{"groupId":"OG001","value":"-23.41","spread":"1.85"}]}]}]},{"type":"SECONDARY","title":"Percentage of Observed Osteoarthritis Research Society International (OARSI30) Responders Using the Visual Analogue Scale (VAS) to Assess Pain Following a 50-foot Walk at Week 26","description":"Responders are identified based on a calculation of three scales: 50-foot walk test for pain, function (WOMAC Disability score) and global assessment (Patient Global Assessment Score) scales. Each of the individual scales was completed by the participant. A responder showed considerable improvement in pain or function (\\>=50 percent and absolute change of \\>=20 millimeters), or improvement in at least two of three categories: Pain and/or Function and/or Patient Global Assessment scales of \\>=20 percent and absolute change \\>=10 millimeter. Response at Week 26 is compared to baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null},{"groupId":"OG001","value":"62.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":298},"commonTop":["Arthralgia"]}}}