{"nctId":"NCT00525798","briefTitle":"A Study to Evaluate Oral Salmon Calcitonin in the Treatment of Osteoporosis in Postmenopausal Women Taking Calcium and Vitamin D","startDateStruct":{"date":"2007-03"},"conditions":["Osteoporosis"],"count":4665,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: SMC021 Oral calcitonin"]},{"label":"SMC021- Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: SMC021 Placebo"]}],"interventions":[{"name":"SMC021 Oral calcitonin","otherNames":[]},{"name":"SMC021 Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Postmenopausal women with osteoporosis, ambulatory, in general good health, not receiving medication that affects bone metabolism, and free from any underlying condition, other than osteoporosis, that may result in abnormal bone metabolism.\n\nExclusion Criteria:\n\n* BMD T-score below -4.0 (based on absolute values g/cm2 as given in the protocol) at one or more of the measured sites\n* More than 2 prevalent vertebral fractures (Genant et al, 15).\n* If BMD is lower than -2.5 T-score at one or more of the measured sites, the participants will be excluded from the study, if they have a severe vertebral fracture (Genant et al, 15).\n* Evidence of any clinical osteoporotic fracture and/or if they have a history of a clinical osteoporotic fracture (excluding wrist fractures)\n* BMD T-score \\> -1.5 in all of the following regions: Lumbar spine, femoral neck or total hip.\n\nOther protocol defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With New Vertebral Fractures","description":"The primary variable was the occurrence or not of a new vertebral fracture during the 3 year observation period. New vertebral fractures were identified from an assessment of x-ray of the lateral spine through time (at baseline and at yearly intervals thereafter).\n\nThe outcome is the number of new vertebral fractures from baseline to 36 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Non-vertebral Fractures","description":"The secondary outcome was the occurrence or not of a non-vertebral fracture during the 3 year observation period. Non-vertebral fractures of interest were: hip fractures, forearm fractures, humurus fractures, rib fractures and clavicular fractures.\n\nAny new non-vertebral fractures while on-study were recorded. A copy of radiographs confirming the fracture, as well as a copy of the radiologist's report was to be obtained. A copy of the emergency room discharge letter or a hospital discharge letter was also obtained.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":340,"n":2334},"commonTop":["Back Pain","Arthralgia","Nasopharyngitis","Hypertension","Nausea"]}}}