{"nctId":"NCT02224703","briefTitle":"GWPCARE2 A Study to Investigate the Efficacy and Safety of Cannabidiol (GWP42003-P) in Children and Young Adults With Dravet Syndrome","startDateStruct":{"date":"2015-04-13","type":"ACTUAL"},"conditions":["Epilepsy","Dravet Syndrome"],"count":199,"armGroups":[{"label":"10 mg/kg/day GWP42003-P","type":"EXPERIMENTAL","interventionNames":["Drug: GWP42003-P"]},{"label":"20 mg/kg/day GWP42003-P","type":"EXPERIMENTAL","interventionNames":["Drug: GWP42003-P"]},{"label":"Placebo Control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Control"]}],"interventions":[{"name":"GWP42003-P","otherNames":["Cannabidiol","CBD","Epidiolex"]},{"name":"Placebo Control","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Participant must have been male or female, aged between 2 and 18 years (inclusive).\n* Participant must have had a documented history of Dravet syndrome that was not completely controlled by current antiepileptic drugs.\n* Participant must have been taking 1 or more antiepileptic drugs at a dose that had been stable for at least 4 weeks.\n* All medications or interventions for epilepsy (including ketogenic diet and vagus nerve stimulation) must have been stable for 4 weeks prior to screening and participant was willing to maintain a stable regimen throughout the study.\n\nKey Exclusion Criteria:\n\n* Participant had clinically significant unstable medical conditions other than epilepsy.\n* Participant had clinically relevant symptoms or a clinically significant illness in the 4 weeks prior to screening or randomization, other than epilepsy.\n* Participant was currently using or had in the past used recreational cannabis, medicinal cannabis, or synthetic cannabinoid-based medications (including Sativex®) within the 3 months prior to study entry and was unwilling to abstain for the duration for the study.\n* Participant had any known or suspected hypersensitivity to cannabinoids or any of the excipients of the investigational medicinal products.\n* There were plans for the participant to travel outside their country of residence during the study.\n* Any history of suicidal behavior or any suicidal ideation of type four or five on the Columbia-Suicide Severity Rating Scale (Children's) at screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change In Convulsive Seizures During The Treatment Period Compared To Baseline","description":"Convulsive seizures were defined as tonic-clonic, tonic, clonic, or atonic. Participants or their caregivers recorded the number and type of convulsive seizures each day from screening until completion of dosing using an interactive voice response system (IVRS) diary. The primary endpoint was analyzed using negative binomial regression on the sum of the convulsive seizure counts during the treatment period, based on the ITT analysis set. Baseline included all available data prior to Day 1. Data reported as the ratio of geometric least squares mean in convulsive seizures and expressed as a percentage reduction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.7","spread":null},{"groupId":"OG001","value":"45.7","spread":null},{"groupId":"OG002","value":"26.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change In Total Seizures During The Treatment Period Compared To Baseline","description":"Total seizures were defined as the combination of convulsive and non-convulsive seizures. Convulsive seizures were defined as tonic-clonic, tonic, clonic, or atonic seizures. Non-convulsive seizures were defined as myoclonic, countable partial, other partial, or absence seizures. Participants or their caregivers recorded the number and type of convulsive seizures and non-convulsive seizures each day from screening until completion of dosing using an IVRS diary. Change compared to baseline was calculated as per the primary outcome measure. Data reported as the ratio of geometric least squares mean in total seizures and expressed as a percentage reduction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.4","spread":null},{"groupId":"OG001","value":"47.3","spread":null},{"groupId":"OG002","value":"29.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With A ≥50% Reduction From Baseline In Convulsive Seizure Frequency During The Treatment Period","description":"Convulsive seizures were defined as tonic-clonic, tonic, clonic, or atonic. Participants or their caregivers recorded the number and type of convulsive seizures each day from screening until completion of dosing using an IVRS diary. Baseline included all available data prior to Day 1 (28-day average). Percentage change from baseline was calculated as: (\\[frequency during the treatment period - frequency during baseline\\]/frequency during baseline) x 100. The frequency during each period was based on 28-day averages and calculated as: (number of seizures in the period/number of reported days in the IVRS period) x 28. Baseline included all available data prior to Day 1 (28-day average).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Caregiver Global Impression Of Change (CGIC) At The Last Visit","description":"On Day 1 (prior to receiving study drug), the caregiver was asked to write a brief description of the participant's overall condition as a memory aid for the CGIC questionnaire at subsequent visits. The CGIC questionnaire comprised the following question, to be rated on a 7-point scale: Since your child started treatment, please assess the status of your child's overall condition (comparing their condition now to their condition before treatment) using the scale below. The markers were: \"Very Much Improved\"; \"Much Improved\"; \"Slightly Improved\"; \"No Change\"; \"Slightly Worse\"; \"Much Worse\"; \"Very Much Worse\". The CGIC response/score, recorded at each visit, was summarized, on both a categorical and continuous scale, by treatment group. The scores at the last scheduled visit (not including the end of taper or safety follow-up visits) at which participant's last evaluation was performed were analyzed using ordinal logistic regression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":64},"commonTop":["Pyrexia","Decreased appetite","Somnolence","Diarrhoea","Fatigue"]}}}