{"nctId":"NCT02631876","briefTitle":"A Study of Mirvetuximab Soravtansine vs. Investigator's Choice of Chemotherapy in Women With Folate Receptor (FR) Alpha Positive Advanced Epithelial Ovarian Cancer (EOC), Primary Peritoneal or Fallopian Tube Cancer","startDateStruct":{"date":"2016-03-02","type":"ACTUAL"},"conditions":["Epithelial Ovarian Cancer","Primary Peritoneal Carcinoma","Fallopian Tube Cancer","Ovarian Cancer"],"count":366,"armGroups":[{"label":"Mirvetuximab Soravtansine","type":"EXPERIMENTAL","interventionNames":["Drug: Mirvetuximab soravtansine"]},{"label":"Investigator's Choice (IC) Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Pegylated liposomal doxorubicin","Drug: Topotecan"]}],"interventions":[{"name":"Mirvetuximab soravtansine","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Pegylated liposomal doxorubicin","otherNames":[]},{"name":"Topotecan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must be diagnosed with advanced epithelial ovarian cancer, primary peritoneal cancer or fallopian tube cancer\n* Participants must have folate receptor alpha positive tumor expression as defined in the protocol\n* Participants must have platinum-resistant ovarian cancer, defined as progression within 6 months from completion of a minimum of four cycles of platinum-containing therapy.\n* Participants must have received at least one but no more than three prior systemic treatment regimens and for whom single-agent chemotherapy is appropriate as the next line of treatment\n* Participants must have at least one lesion that meets the definition of measurable disease by RECIST 1.1\n\nExclusion Criteria:\n\n* Diagnosis of clear cell, low grade ovarian cancer or mixed tumors\n* Participants with primary platinum-refractory disease\n* Serious concurrent illness or clinically relevant active infection as defined in the protocol\n* Prior treatment with mirvetuximab soravtansine\n* Women who are pregnant or breast feeding","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS), as Assessed by BIRC Per RECIST Version 1.1 in All Participants Randomized to the Study","description":"PFS was defined as the time from randomization until PD or death whichever occurred first, estimated using the Kaplan-Meier method. PD: At least a 20% increase in the sum of the longest diameters (SoD) of target lesion, taken as reference the smallest (nadir) SoD since and including baseline. In addition to the relative increase of 20%, the SoD must also demonstrate an absolute increase of at least 5 mm. Unequivocal progression of non-target lesions and appearance of new lesions. Unequivocal progression should not normally trump target lesion status. It must be representative of overall disease status change, not a single lesion increase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.14","spread":null},{"groupId":"OG001","value":"4.44","spread":null}]}]}]},{"type":"PRIMARY","title":"PFS, as Assessed by BIRC Per RECIST Version 1.1 in Participants With High Folate Receptor Alpha Level (≥ 75% of Tumor Staining)","description":"PFS was defined as the time from randomization until PD or death whichever occurred first, estimated using the Kaplan-Meier method. PD: At least a 20% increase in the SoD of target lesion, taken as reference the smallest (nadir) SoD since and including baseline. In addition to the relative increase of 20%, the SoD must also demonstrate an absolute increase of at least 5 mm. Unequivocal progression of non-target lesions and appearance of new lesions. Unequivocal progression should not normally trump target lesion status. It must be representative of overall disease status change, not a single lesion increase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.76","spread":null},{"groupId":"OG001","value":"3.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR): Percentage of Participants With Objective Response, as Assessed by BIRC Per RECIST1.1","description":"ORR was defined as percentage of participants with a best overall response (BOR) of complete response (CR) or partial response (PR). CR: Disappearance of all target or non-target lesions. All pathological or non-pathological lymph nodes (whether target or non-target) must have reduction in short axis to less than (\\<) 10 millimeters (mm). PR: At least 30 percent (%) decrease in the SoD of target lesions, taking as reference the baseline SoD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization until the date of death from any cause. Participants who did not experience the event of death were censored at their last date known to be alive. OS was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.57","spread":null},{"groupId":"OG001","value":"13.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving at Least a 15% (≥ 15-Point) Absolute Improvement From Baseline on the EORTC QLQ-OV28 Abdominal/Gastrointestinal (AB/GI) Symptom Subscale at Week 8/9 Assessment","description":"European Organization for Research and Treatment of Cancer Quality of Life Questionnaire Ovarian Cancer 28 (EORTC QLQ-OV28) is a 28-item ovarian cancer supplemental module. It comprises of 6 symptom scales (AB/GI symptoms, peripheral neuropathy, other chemotherapy side-effects, hormonal symptoms, body image, attitude to disease, treatment), and sexual functioning. Participants were asked to indicate extent to which they experienced AB/GI symptoms. Participants responded on a scale of 1-4(1=not at all, 2=a little, 3=quite a bit, 4=very much) to following: Did you have abdominal pain? Did you have a bloated feeling in your abdomen? Did you have problems with your clothes feeling too tight? Did you experience any change in bowel habit as a result of your disease or treatment? Were you troubled by passing wind/gas/flatulence? Have you felt full too quickly after beginning to eat? Have you had indigestion/heartburn? Data were transformed to a scale from 0-100. Lower scores=better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"Adverse event (AE): any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to study drug. Severity: graded per National Cancer Institute (NCI) Common Terminology Criteria for AEs (CTCAE) v4.03 on following scale: Grade 1=mild, Grade 2=moderate, Grade 3=severe, Grade 4=life-threatening, Grade 5=death. Relation of AE to treatment was determined by investigator. Serious AEs: death, life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent/significant disability or incapacity, congenital anomaly or birth defect, or an important medical event that required medical intervention to prevent 1 of the outcomes listed in this definition. TEAEs: any AE that emerged on or after the first dose, and within 30 days of the last dose. A summary of serious and all other non-serious AEs regardless of causality is located in the Reported AEs module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"242","spread":null},{"groupId":"OG001","value":"107","spread":null}]}]}]},{"type":"SECONDARY","title":"Gynecologic Cancer Intergroup (GCIG) CA-125 Response Rate: Percentage of Participants With GCIG CA-125 Confirmed Clinical Responses","description":"CA-125 Response rate wasdefined as the number of participants with a CA-125 confirmed response divided by the number of participants in the CA-125 response-evaluable population multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS, as Assessed by Investigator Per RECIST Version 1.1","description":"PFS was defined as the time from randomization until PD or death whichever occurred first, estimated using the Kaplan-Meier method. PD: At least a 20% increase in the SoD of target lesion, taken as reference the smallest (nadir) SoD since and including baseline. In addition to the relative increase of 20%, the SoD must also demonstrate an absolute increase of at least 5 mm. Unequivocal progression of non-target lesions and appearance of new lesions. Unequivocal progression should not normally trump target lesion status. It must be representative of overall disease status change, not a single lesion increase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.27","spread":null},{"groupId":"OG001","value":"4.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR), as Assessed by BIRC Per RECIST v1.1","description":"DOR was defined as the time from the date of the first response (CR or PR), whichever was recorded first, until the date of PD. PD: At least a 20% increase in the SoD of target lesion, taken as reference the smallest (nadir) SoD since and including baseline. In addition to the relative increase of 20%, the SoD must also demonstrate an absolute increase of at least 5 mm. Unequivocal progression of non-target lesions. Unequivocal progression should not normally trump target lesion status. It must be representative of overall disease status change, not a single lesion increase. DOR was only defined for participants who had a BOR of CR or PR using the method of Kaplan-Meier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.65","spread":null},{"groupId":"OG001","value":"7.26","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration-Versus Time Curve From Time of Dose Until Tlast (AUClast) of Mirvetuximab Soravtansine,Total M9346A Antibody, DM4, and S-methyl DM4","description":"PK parameters were calculated using standard non-compartmental methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.53","spread":"10.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.40","spread":"7.770"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.23","spread":"9.463"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.20","spread":"11.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"348.5","spread":"265.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"347.4","spread":"280.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1586","spread":"1496"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1512","spread":"1278"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-Drug Antibodies (ADA)","description":"An electrochemiluminescent method was used for the detection of anti-mirvetuximab soravtansine antibodies in plasma from samples collected in dipotassium ethylenediaminetetraacetic acid (K2EDTA) tubes. The qualitative assay was designed to detect anti-mirvetuximab soravtansine antibodies in human plasma.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":67,"n":243},"commonTop":["Nausea","Diarrhoea","Fatigue","Vision blurred","Abdominal pain"]}}}