{"nctId":"NCT01819727","briefTitle":"An Open-Label Phase 3 Study of BMN 165 for Adults With PKU Not Previously Treated w/ BMN 165","startDateStruct":{"date":"2013-05"},"conditions":["Phenylketonuria"],"count":261,"armGroups":[{"label":"BMN 165, 20mg/day","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: BMN 165"]},{"label":"BMN 165, 40mg/day","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: BMN 165"]}],"interventions":[{"name":"BMN 165","otherNames":["rAvPAL-PEG","Pegvaliase"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA\n\nIndividuals eligible to participate in this study must meet all of the following criteria:\n\n* A current diagnosis of PKU with the following:\n\n  * Current blood Phe concentration \\>600 µmol/L at screening and\n  * Average blood Phe concentration of \\>600 µmol/L over the past 6 months (per available data)\n* Have no previous exposure to BMN 165\n* Are ≥18 and ≤70 years of age at the time of screening\n\n  * Subjects who are \\< 18 years of age but are already enrolled into the study may continue to participate\n* If taking Kuvan, have a treatment end date ≥14 days prior to Day 1 (ie, first dose of BMN 165)\n* Are willing and able to provide written, signed informed consent after the nature of the study has been explained and prior to any research-related procedures\n* Are willing and able to comply with all study procedures\n* Has identified a person who is ≥ 18 years of age who has the neurocognitive and linguistic capacities to comprehend and complete the POMS-Observer-rated scale\n* Has identified a competent person or persons who are ≥ 18 years of age who can observe the subject during study drug administration and for a minimum of 1 hour following administration until dose titration has completed and if needed upon return to dosing after an AE and per investigator determination.\n\n  * A home healthcare nurse may perform the study drug observations.\n* For females of childbearing potential, must have a negative pregnancy test at screening and be willing to have additional pregnancy tests during the study. (Females are considered not of childbearing potential if they have been in menopause for at least 2 years, have had a tubal ligation at least 1 year prior to screening, or have had a total hysterectomy.)\n* If sexually active, must be willing to use 2 acceptable methods of contraception while participating in the study and 4 weeks after the study.\n\n  * Males post vasectomy 2 years with no known pregnancies for at least 2 years do not need to use any other forms of birth control during the study.\n  * Females who have been in menopause for at least 2 years, have had a tubal ligation at least 1 year prior to screening, or have had a total hysterectomy do not need to use any other forms of contraception during the study.\n* Have received documented approval from a study dietician confirming that the subject is capable of maintaining their diet in accordance with dietary information presented in the protocol.\n* Have neurocognitive and linguistic capacities to comprehend and answer investigator's prompts for the ADHD RS- Investigator rated instrument and to complete the POMS-Subject rated scale.\n* If applicable, maintained stable dose of medication for attention deficit hyperactivity disorder (ADHD), depression, anxiety, or other psychiatric disorder for ≥8 weeks prior to enrollment and willing to maintain stable dose throughout study unless a change is medically indicated.\n* Are in generally good health, as evidenced by physical examination, clinical laboratory evaluations and ECG tests performed at screening\n\nEXCLUSION CRITERIA\n\nIndividuals who meet any of the following exclusion criteria will not be eligible to participate in the study:\n\n* Use of any investigational product or investigational medical device within 30 days prior to screening or requirement for any investigational agent prior to completion of all scheduled study assessments.\n* Use of any medication that is intended to treat PKU (except Kuvan), including the use of large neutral amino acids, within 2 days prior to administration of study drug Day 1 (first dose of BMN 165). Note: Kuvan treatment must be stopped ≥14 days before Day 1\n* Use or planned use of any injectable drugs containing PEG (other than BMN 165), including medroxyprogesterone injection, within 3 months prior to screening and during study participation\n* Known hypersensitivity to any components of BMN 165\n* Current use of levodopa\n* A positive test for HIV antibody, hepatitis B surface antigen, or hepatitis C antibody\n* A history of organ transplantation or on chronic immunosuppressive therapy\n* A history of substance abuse (as defined by the Diagnostic and Statistical Manual of Mental Disorders \\[DSM IV\\]) in the past 12 months or current alcohol or drug abuse\n* Current participation in the Kuvan registry study (PKU Demographics, Outcomes and Safety \\[PKUDOS\\]). Patients may discontinue the PKUDOS registry trial to allow enrollment in this study\n* Pregnant or breastfeeding at screening or planning to become pregnant (self or partner) or breastfeed at any time during the study\n* Concurrent disease or condition that would interfere with study participation or safety (eg, history or presence of clinically significant cardiovascular, pulmonary, hepatic, renal, hematologic, gastrointestinal, endocrine, immunologic, dermatologic, neurological, oncologic, or psychiatric disease)\n* Major surgery planned during the study period\n* Any condition that, in the view of the investigator, places the subject at high risk of poor treatment compliance or terminating early from the study\n* Alanine aminotransferase (ALT) concentration ≥2 times the upper limit of normal\n* Creatinine \\>1.5 times the upper limit of normal.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Hypersensitivity Adverse Reaction","description":"Hypersensitivity AEs will be identified in two ways:\n\n* Broad Algorithmic anaphylactic reaction Standardized MedDRA Queries (SMQ)\n* Modified Hypersensitivity SMQ to include above additional preferred terms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]}]},{"type":"SECONDARY","title":"Blood Phenylalanine Concentration","description":"Plasma phenylalanine (Phe) concentration","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1241.0","spread":"389.70"},{"groupId":"OG001","value":"1224.4","spread":"384.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"868.4","spread":"501.78"},{"groupId":"OG001","value":"624.4","spread":"530.58"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Dietary Phenylalanine","description":"All patients will complete a 3-day diet diary in order to assess dietary phenylalanine intake.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1750.8","spread":"1168.91"},{"groupId":"OG001","value":"1647.9","spread":"1222.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1851.8","spread":"1145.06"},{"groupId":"OG001","value":"2057.9","spread":"1448.21"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":131},"commonTop":["Arthralgia","Injection site reaction","Injection site erythema","Headache","Rash"]}}}