{"nctId":"NCT02268045","briefTitle":"Study of RTXM83 Plus CHOP Chemotherapy Versus a Rituximab Plus CHOP Therapy in Patients With Non Hodgkin's Lymphoma","startDateStruct":{"date":"2013-05"},"conditions":["Diffuse Large B-cell Lymphoma"],"count":272,"armGroups":[{"label":"RTXM83","type":"EXPERIMENTAL","interventionNames":["Biological: RTXM83"]},{"label":"MabThera","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Mabthera"]}],"interventions":[{"name":"RTXM83","otherNames":["Rituximab Biosimilar"]},{"name":"Mabthera","otherNames":["Reference rituximab"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with measurable disease defined as existence of a unidimensional or bidimensional lesion greater than 2 cm in its longest diameter or malignant lymphocytosis greater than 5x109/L. Any other procedure for measurable disease in particular cases, may be allowed upon Sponsor approval\n2. Newly diagnosed patients with a confirmed pathologic diagnosis of Diffuse large B cell-non-Hodgkin's lymphoma (DLBCL) with untreated CD20+ receptor (CD20+). Defined by the local Haematopathologist at the local laboratory according to World Health Organization (WHO) criteria\n3. Stage II-III or IV or stage I with bulk defined by the referring physician on the basis of the Cotswolds modification of the Ann Arbor classification 2\n4. Age-adjusted International Prognostic Index (IPI) score 0 or 1\n5. Age ≥18 to ≤65 years of age\n6. Performance status according to Eastern Cooperative Oncology Group (ECOG) of ≤2\n7. Written informed consent obtained before starting any study-specific procedure\n8. Females of child-bearing potential must test negative on standard serum pregnancy test and must be willing to practice appropriate contraceptive methods for the duration of the study (e.g. oral contraceptive, double barrier method, intra-uterine device, intra-muscular contraceptive)\n9. All male patients must take adequate contraceptive precautions during the course of the study\n\nExclusion Criteria:\n\n1. Life expectancy of less than three months\n2. Any other lymphoma other than CD20+ DLBCL\n3. Indolent lymphoma, Primary central nervous system (CNS) Lymphoma or gastro-intestinal Mucosa Associated Lymphoid Tissue (MALT) Lymphoma\n4. Known hypersensitivity to active ingredients, excipients and murine and foreign proteins\n5. Concurrent disease or general status that would exclude giving the treatment as outlined in the protocol\n6. Active uncontrolled infection requiring systemic treatment with antibiotics or antiviral agents at Screening or history of documented recurrent clinically significant infection (e.g. 2 or more viral, bacterial or fungal infections requiring inpatient treatment)\n7. Cardiac contra-indication to Doxorubicin therapy: non-compensated heart failure, dilated cardiomyopathy, coronary heart disease with ST segment depression on electrocardiogram (ECG), myocardial infarction in the last 6 months\n8. Neurologic contra-indication to Vincristine as it is indicated in the Summary of Product Characteristics (SmPC): (e.g. peripheral neuropathy)\n9. Chronic lung disease with hypoxemia measured by pulse oximetry (gasometry is not mandatory)\n10. Severe uncontrolled hypertension, despite optimal medical treatment\n11. Severe uncontrolled diabetes mellitus, despite optimal medical treatment\n12. Renal insufficiency (Serum Creatinine \\>2 x Upper Normal Limit \\[UNL\\])\n13. Hepatic insufficiency: aspartate aminotransferase (AST)/ alanine aminotransferase (ALT)\\>3 x UNL or \\>5 x UNL with involvement of the liver, total bilirubin \\>34.2 µmol/L, or both) not related to lymphoma\n14. Clinical signs of cerebral dysfunction\n15. Severe psychiatric disease\n16. Known human immunodeficiency virus (HIV) infection or active chronic hepatitis B or C\n17. Abnormal bone marrow function (platelets \\<100x109/L, neutrophils \\<1.5x109/L and Haemoglobin \\<9g/dL)\n18. Post-transplantation lymphoproliferative disease\n19. Pregnant or lactating women or women that intend to get pregnant during study or within 12 months following the last infusion\n20. Treatment with any investigational product in the 30 days period before inclusion in the study\n21. Prior radiotherapy to treat the DLBCL Non-Hodgkin's Lymphoma (NHL)\n22. Limitation of the patient's ability to comply with the treatment or follow-up protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Response Rate (RR) Achieved After Cycle 6 With RTXM83 Plus CHOP Compared to the RR Obtained With Mabthera® Plus CHOP (R-CHOP) in Patients With DLBCL","description":"Per International Working Group (IWG) revised criteria for Malignant Lymphomas (Cheson et al. 2007) and assessed by positron-emission tomography scan, or by computed tomography scan and/or magnetic resonance imaging if Positron Emission Tomography (PET) scan was not feasible. Tumor response was classified according to the International Working Group criteria, as Complete Remission (CR): Complete disappearance of all detectable clinical evidence of disease and disease-related symptoms if present before therapy; Partial Response (PR): At least a 50% decrease in sum of the product of the diameters of up to six of the largest dominant nodes or nodal masses; Stable disease (SD) or; Progressive disease. Response rate was the sum of CR and PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.6","spread":null},{"groupId":"OG001","value":"82.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.7","spread":null},{"groupId":"OG001","value":"81.7","spread":null}]}]}]},{"type":"SECONDARY","title":"AUC 0-∞ (h μg/mL) at Cycle 1 of RTXM83 and Mabthera®","description":"Compare the pharmacokinetic (PK) parameter (AUC 0-∞) calculated from start of the first infusion until start of the second infusion (i.e. at Cycle 1) in a population PK model.\n\nFor the PK similarity assessments, regulatory guidelines on bioequivalence were followed whereby two treatments are judged not to be different from one another if the 90% confidence interval (CI) of the ratio between the geometric means of the measure (AUC 0-∞ ) falls completely within the range 80%-125%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44519","spread":"32"},{"groupId":"OG001","value":"44874","spread":"47"}]}]}]},{"type":"SECONDARY","title":"AUC 0-∞ (h μg/mL) at Cycle 6 of RTXM83 and Mabthera®","description":"Compare the PK parameter (AUC 0-∞) calculated from start of the first infusion until Day 21 of administration of Cycle 6 in a population PK model.\n\nFor the PK similarity assessments, regulatory guidelines on bioequivalence were followed whereby two treatments are judged not to be different from one another if the 90% confidence interval (CI) of the ratio between the geometric means of the measure (AUC 0-∞ ) falls completely within the range 80%-125%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60875","spread":"22"},{"groupId":"OG001","value":"59079","spread":"40"}]}]}]},{"type":"SECONDARY","title":"Cmax (μg/mL) at Cycle 1 of RTXM83 and Mabthera®","description":"Compare the PK parameter (Cmax) calculated from start of the first infusion until start of the second infusion (i.e. at Cycle 1) in a population PK model.\n\nFor the PK similarity assessments, regulatory guidelines on bioequivalence were followed whereby two treatments are judged not to be different from one another if the 90% confidence interval (CI) of the ratio between the geometric means of the measure (Cmax) falls completely within the range 80%-125%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"196.8","spread":"24"},{"groupId":"OG001","value":"197.5","spread":"31"}]}]}]},{"type":"SECONDARY","title":"Cmax (μg/mL) at Cycle 6 of RTXM83 and Mabthera®","description":"Compare the PK parameter (Cmax) calculated from start of the first infusion until Day 21 of administration of Cycle 6 in a population PK model.\n\nFor the PK similarity assessments, regulatory guidelines on bioequivalence were followed whereby two treatments are judged not to be different from one another if the 90% confidence interval (CI) of the ratio between the geometric means of the measure (AUC 0-∞ ) falls completely within the range 80%-125%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"291","spread":"21"},{"groupId":"OG001","value":"279","spread":"36"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Pharmacodynamic (PD) Markers (CD19+ and CD20+ Cells) Blood Counts of RTXM83 and Mabthera®","description":"CD19 and CD20 are proteins found on the cell surface of B cells, and they can be detected in peripheral blood by flow cytometry. Flow cytometry of peripheral blood was performed for immediate analysis of cells with cluster of differentiation 19 (CD19+) and CD20+.\n\nTo compare the percent Change From Baseline ((Cycle 1 pre-dose) in pharmacodynamic markers (CD19+ and CD20+ Cells) in Peripheral Blood achieved in RTXM83 and Mabthera® arms at Cycle 1 end of infusion (EOI), 6 months and 9 months after last dose of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-96.8","spread":null},{"groupId":"OG001","value":"-94.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-95.7","spread":null},{"groupId":"OG001","value":"-98.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-33","spread":null},{"groupId":"OG001","value":"-42.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100","spread":null},{"groupId":"OG001","value":"-100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-98.9","spread":null},{"groupId":"OG001","value":"-100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.2","spread":null},{"groupId":"OG001","value":"-30.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Comparable Safety Profile in Both Treatment Arms","description":"Compare the frequency and severity of treatment emergent adverse events (TEAEs) and serious adverse events (SAEs) reported in each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Comparable Immunogenicity Profile Between RTXM83 and Mabthera®","description":"Anti-Drug Antibody (ADA) developed de novo (seroconversion) after 6 cycles of treatment and 9 months of follow-up.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Free Survival (EFS) in RTXM83 Arm and Mabthera® Arm","description":"Time from randomization to any of the following events: progressive disease, no achievement of CR, PR associated with treatment in excess of that per protocol, SD, relapse after achievement of CR, or death from any cause, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"8.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":47,"n":136},"commonTop":["Neutropenia","Anaemia","Nausea","Leukopenia","Alopecia"]}}}