{"nctId":"NCT01308060","briefTitle":"A Multi-Center Study Of CD07743 for the Improvement of Lateral Canthal Lines (CROW'S FEET)","startDateStruct":{"date":"2011-01"},"conditions":["Canthal Lines"],"count":335,"armGroups":[{"label":"Botulinum Toxin type A","type":"EXPERIMENTAL","interventionNames":["Drug: Botulinum Toxin Type A"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Botulinum Toxin Type A","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects, 18 to 65 years of age (Screening visit),\n* Moderate or severe (grade 2 or 3, Hund 2006) Lateral Canthal Lines \"at maximum smile\" determined by investigator at screening and baseline\n* Mild to severe (grade 1, 2 or 3, Hund 2006) Lateral Canthal Lines \"at rest\" determined by investigator at screening and baseline\n* The subject is a female of childbearing potential and has a negative urine pregnancy test (UPT) at screening and baseline\n* Subjects who are not satisfied with their appearance at screening and baseline\n* The subject is willing and able to comply with the requirements of the protocol and agree to adhere to the visit schedule, concomitant therapy prohibitions and must be compliant to the study instruction.\n* The subject agrees to participate in the study, verified by dating and signing an approved written Informed Consent Form (ICF) and Photography Consent Form (PCF) (selected sites only if applicable) at the enrolment visit before any study procedures at screening\n\nExclusion Criteria:\n\n* Any prior surgery affecting the orbicularis oculi muscle, prior blepharoplasty or brow lift, or any prior cosmetic procedures or scars that may interfere with the evaluation of the investigator.\n* Previous insertion of any permanent, semi-permanent or biodegradable material in the periorbital region or facial treatment with augmentation material (e.g. silicon injections, collagen type implants, hyaluronic acid, lactic acid, etc.) within 12 months prior to screening.\n* Any prior treatment with botulinum toxin (of any serotype)\n* Previous treatment with lasers for skin resurfacing (e.g. CO2 (carbon dioxide)-laser) or treatment with deep chemical peels and any other esthetic or dermatologic treatments or procedures in any area of the face within 12 months prior to screening.\n* Any planned facial cosmetic surgery or procedures during the study period.\n* Presence of any bleeding disorders\n* Pregnant or lactating women or women who are planning pregnancy during the study.\n* Known hypersensitivity to any of the test materials or related compounds.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Responders on the Severity of Lateral Canthal Lines \"at Maximum Smile\".","description":"A positive response (responder) is defined as a grade of 0 or 1 (none or mild), as assessed by the investigator.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Satisfied With the Appearance of Their Lateral Canthal Lines","description":"Participants were asked to assess their degree of satisfaction with the appearance of their lateral canthal lines using a 4-point scale with the grades Very satisfied, Satisfied, Dissatisfied, and Very dissatisfied. A participant is considered satisfied if he/she answers Very satisfied or Satisfied.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"165","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":252},"commonTop":[]}}}