{"nctId":"NCT02720692","briefTitle":"Evaluation of N1539 Following Major Surgery","startDateStruct":{"date":"2016-03","type":"ACTUAL"},"conditions":["Pain, Post-operative"],"count":722,"armGroups":[{"label":"N1539 30mg","type":"EXPERIMENTAL","interventionNames":["Drug: N1539"]},{"label":"IV Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Intravenous Placebo"]}],"interventions":[{"name":"N1539","otherNames":["Intravenous meloxicam"]},{"name":"Intravenous Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Voluntarily provide written informed consent.\n* Male or female between 18 and 80 years of age, inclusive.\n* Be planning to undergo major elective surgery, and be expected to require intravenous analgesia and remain in an inpatient setting for at least 24-48 hours and are expected to receive at least two study doses.\n* Female subjects are eligible only if all the following apply:\n\n  * Not pregnant;\n  * Not breastfeeding;\n  * Not able to become pregnant;\n  * Not planning to become pregnant during the study or 28 day follow up;\n  * Commit to the use of an acceptable form of birth control for the duration of the study.\n* Have a body mass index ≤40 kg/m2\n* Be able to understand the study procedures, comply with all study procedures, and agree to participate in the study program.\n* For oncology cases, have a histologically confirmed diagnosis of a primary solid tumor, affecting any one of the following organs: breast, skin, colon, prostate, uterus, ovaries, urethra, penis, or vulva; AND based on clinical, laboratory, radiologic, pathologic, and surgical findings, the tumor is confined to the primary organ, without evidence of local, regional or distal spread; AND have a performance status such that they are able to carry on normal activities of daily life without limitations.\n\nExclusion Criteria:\n\n* Have a known allergy to meloxicam or any excipient of N1539, aspirin, other non-steroidal anti-inflammatory drugs (NSAIDs).\n* Be scheduled to undergo cranial surgery, open heart procedure, any type of coronary artery bypass graft, organ transplant, or any other surgical procedure in which NSAIDs are contraindicated.\n* Planned or actual admission to the intensive care unit at any time during study participation.\n* Have clinically significant laboratory abnormalities.\n* Have a history of myocardial infarction within the preceding 12 months.\n* Have history of HIV, or hepatitis B or C.\n* Have a history or clinical manifestations of significant renal, hepatic, cardiovascular, metabolic, neurologic, psychiatric, respiratory, or other condition that would preclude participation in the study.\n* Have active or recent (within 6 months) gastrointestinal ulceration or bleeding\n* Have a known bleeding disorder which may be worsened with the administration of a NSAID.\n* Have evidence of a clinically significant 12 lead ECG abnormality.\n* Have a history of alcohol abuse (regularly drinks \\> 4 units of alcohol per day; 8 oz. beer, 3 oz. wine, 1 oz. spirits) or a history of prescription/illicit drug abuse within the past 5 years.\n* Have positive results on the urine drug screen for cocaine or PCP or alcohol breath test indicative of illicit drug or alcohol abuse.\n* Unable to discontinue medications, that have not been at a stable dose for at least 14 days prior to the scheduled surgical procedure, within 5 half-lives of the specific prior medication (or, if half-life is not known, within 48 hours) before dosing with study medication.\n* Be unable to discontinue herbal medications at least 7 days prior to surgery through last dose of study medication.\n* Be receiving lithium, or a combination of furosemide with either an angiotensin converting enzyme inhibitor or an angiotensin receptor blocker\n* Be currently receiving treatment with oral meloxicam (Mobic®) or other NSAID within 7 days prior to surgery.\n* Have received any investigational product within 30 days before dosing with study medication.\n* Have previously received N1539 in clinical trials, or had major surgery in the last 3 months that would interfere with study assessments.\n* Have undergone or be expected to undergo radiation therapy, chemotherapy, or other biological therapy for cancer treatment, within 60 days prior to screening, through the last study visit, approximately 30 days after dosing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Adverse Events","description":"Number of subjects reporting 1 or more treatment-emergent adverse events","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"339","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator Satisfaction With Surgical Wound Healing","description":"Investigators assessed their satisfaction with the healing of the surgical wound according to an 11-point numeric rating scale (0-10) where a score of 0 was completely unsatisfied (worse outcome), and a score of 10 was completely satisfied (better outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":"0.88"},{"groupId":"OG001","value":"9.4","spread":"0.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":"1.18"},{"groupId":"OG001","value":"9.4","spread":"0.86"}]}]}]},{"type":"SECONDARY","title":"Postoperative Opioid Use","description":"Postoperative opioid use was measured throughout the inpatient phase and converted to the total IV morphine equivalent dose","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":"22.10"},{"groupId":"OG001","value":"21.8","spread":"24.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":"19.15"},{"groupId":"OG001","value":"11.3","spread":"21.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"16.60"},{"groupId":"OG001","value":"6.2","spread":"21.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.3","spread":"36.96"},{"groupId":"OG001","value":"32.7","spread":"41.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.4","spread":"44.67"},{"groupId":"OG001","value":"35.9","spread":"52.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.8","spread":"57.39"},{"groupId":"OG001","value":"37.5","spread":"66.06"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":538},"commonTop":["Nausea","Constipation","Vomiting","Headache","Pruritus"]}}}