{"nctId":"NCT00231062","briefTitle":"Clinical Evaluation to Confirm Safety and Efficacy of Sinuplasty in the Paranasal Sinuses (CLEAR)","startDateStruct":{"date":"2005-04"},"conditions":["Chronic Sinusitis"],"count":115,"armGroups":[],"interventions":[{"name":"Sinuplasty","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years and greater\n2. Both male and female patients eligible\n3. Diagnosis of chronic sinusitis that is not responsive to medical management\n4. Planned endoscopic sinus surgery (recommended by PI, consented to by patient)\n\nExclusion Criteria:\n\n1. Extensive sinonasal polyps\n2. Extensive previous sinonasal surgery\n3. Extensive sinonasal osteoneogenesis\n4. Cystic fibrosis\n5. Sampter's Triad (Aspirin sensitivity, Asthma, Sinonasal polyposis)\n6. Sinonasal tumors or obstructive lesions\n7. History of facial trauma that distorts sinus anatomy and precludes access to the sinus ostium\n8. Ciliary dysfunction\n9. Pregnant females","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Sinuses With Patency of Sinus Ostium After Sinuplasty","description":"Patency of sinus ostium after sinuplasty will be determined by nasal endoscopic examination. The investigator will make a clinical judgment as to whether or not this has been achieved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"247","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events Following Sinuplasty Procedure","description":"Adverse event rate at 24 weeks: comprised of all observed peri-operative adverse events which were recorded on dedicated CRFs and any observed or patient-reported post-operative adverse events will be similarly recorded (through 24 week follow-up).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Relief of Sinus Symptoms","description":"To gain general insight into the ability of balloon catheter sinus ostial dilation to relieve sinus symptoms, scores from the pre-operative SNOT-20 evaluations were compared to scores from the post-procedure SNOT-20 evaluations at 24 weeks following the procedure. The number of participants who showed aggregate symptom relief are recorded here as having been successfully treated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":109},"commonTop":["bacterial sinusitis"]}}}