{"nctId":"NCT03268811","briefTitle":"A Study in Japanese Children With Short Bowel Syndrome Who Completed SHP633-302","startDateStruct":{"date":"2017-08-23","type":"ACTUAL"},"conditions":["Short Bowel Syndrome"],"count":9,"armGroups":[{"label":"Teduglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Teduglutide"]}],"interventions":[{"name":"Teduglutide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent by a parent or guardian prior to any study-related procedures.\n* When applicable, informed assent (as deemed appropriate by the Institutional Review Board \\[IRB\\]) by the participant prior to any study-related procedures.\n* Participant completed Study SHP633-302 (NCT02980666).\n* Participant (and/or parent/guardian) understands and is willing and able to fully adhere to study requirements as defined in this protocol.\n\nExclusion Criteria:\n\nThere are no exclusion criteria for this study.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An Adverse Event (AE) was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. TEAEs were defined as any AEs whose onset occurred, severity worsened or intensity increased after receiving the investigational product (IP) in the core study (SHP633-302 \\[NCT02980666\\]) or this extension study. Number of participants with TEAEs were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Abnormalities in Vital Signs","description":"Vital sign assessments included pulse rate, blood pressure (systolic and diastolic blood pressure) and body temperature. Number of participants with clinically significant abnormalities in vital signs which were deemed clinically significant by the investigator were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Abnormalities in Laboratory Parameters","description":"Clinical laboratory parameters included biochemistry, hematology and urinalysis. Number of participants with clinically significant abnormalities in laboratory parameters which were deemed clinically significant by the investigator were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Average Total Urine Output at End of Treatment (EOT) of Last Cycle During Teduglutide Treatment","description":"Average total urine output was recorded over a 48-hour period of parental support (PS) stability before every scheduled site visit and within 1 week of implementing any PS adjustment. The Average daily urine output milliliter per kilogram per day (mL/kg/day) was calculated as: (Total urine output over 48 hours / 2) / body weight (kilogram \\[kg\\]) where total urine output was calculated as the sum of the urine output in milliliter (mL) and the urine-only diaper weights in gram (g) (1g = 1mL) for the participant collected on the output diary form of electronic case report from (eCRF). Percent change from baseline in average total urine output at EOT of last cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.228","spread":"42.9396"},{"groupId":"OG001","value":"146.881","spread":"295.8061"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Average Number of Stools Per Day at EOT of Last Cycle During Teduglutide Treatment","description":"Fecal output was recorded over a 48-hour period of PS stability before every scheduled site visit and within 1 week of implementing any PS adjustment. The average daily fecal output was summarized by the average number of stools per day. The average number of stools per day was calculated as (sum of the daily data in a 48-hour period/2). Percent change from baseline in average number of stools per day at EOT of last cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.37","spread":"63.623"},{"groupId":"OG001","value":"50.00","spread":"0.000"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Average Stool/Mixed Stool Diaper Weight at EOT of Last Cycle During Teduglutide Treatment","description":"Fecal output was recorded over a 48-hour period of PS stability before every scheduled site visit and within 1 week of implementing any PS adjustment. The average daily fecal output was summarized by the average stool/mixed stool diaper weight (gram per kilogram per day \\[g/kg/day\\]). The body weight was used to calculate the daily stool/mixed stool diaper weight (g/kg/day). Percent change from baseline in average stool/mixed stool diaper weight at EOT of last cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.678","spread":"NA"},{"groupId":"OG001","value":"206.017","spread":"332.4580"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Average Total Ostomy Output at EOT of Last Cycle During Teduglutide Treatment","description":"Fecal output was recorded over a 48-hour period of PS stability before every scheduled site visit and within 1 week of implementing any PS adjustment. The body weight was used to calculate the average total ostomy output per day (mL/kg/day) using a formula analogous to that used to calculate the average daily urine output. Percent change from baseline in average total ostomy output at EOT of last cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"3.143","spread":"145.8659"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Average Bristol Stool Form Score at EOT of Last Cycle During Teduglutide Treatment","description":"Fecal output was recorded over a 48-hour period of PS stability before every scheduled site visit and within 1 week of implementing any PS adjustment. The average daily fecal output was summarized the average typical stool form score using Bristol Stool Form Scale. The average typical stool form score was calculated as (sum of the daily data in a 48-hour period / 2). Typical Stool Form based on Bristol Stool Form Scale: 1 - Separate hard lumps, hard to pass, 2 - Sausage-shaped, but lumpy, 3 - Like a sausage but with cracks on the surface, 4- Like a sausage or snake, smooth and soft, 5- Soft blobs with clear-cut edges, 6- Fluffy pieces with ragged edges, a mushy stool, 7- Watery, no solid pieces. Entirely liquid. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]). A negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.51","spread":"16.758"},{"groupId":"OG001","value":"0.00","spread":"0.000"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Anti-drug Antibodies (ADAs) (Including Neutralizing Antibodies) at EOT of Last Cycle During Teduglutide Treatment","description":"Number of participants with ADAs (including NAbs) to teduglutide were used to summarize the presence of antibodies. The participants who tested positive only for ADAs (including NAbs) were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Gastrointestinal (GI) Specific Testing","description":"GI specific testing included colonoscopy or sigmoidoscopy, abdominal ultrasound, fecal occult blood testing, upper GI series with small bowel follow-through (UGI/SBFT). Number of participants with clinically significant changes findings in gastrointestinal specific testing were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Body Weight For Age Z-Score at EOT of Last Cycle During Teduglutide Treatment","description":"Body weight was measured using Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in body weight for age Z-Score at EOT of last cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.229","spread":"0.5636"},{"groupId":"OG001","value":"3.982","spread":"3.6363"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 1 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-Score at EOT of cycle 1 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.002","spread":"0.6049"},{"groupId":"OG001","value":"1.376","spread":"0.3363"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 2 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 2 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.152","spread":"0.5181"},{"groupId":"OG001","value":"3.114","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 3 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 3 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.098","spread":"0.3467"},{"groupId":"OG001","value":"3.554","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 4 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 4 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.126","spread":"0.2622"},{"groupId":"OG001","value":"3.542","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 5 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 5 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.342","spread":"0.1012"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 6 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 6 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.276","spread":"0.2593"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 7 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 7 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.570","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 8 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 8 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.851","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height For Age Z-Score at EOT of Cycle 9 During Teduglutide Treatment","description":"Height was measured using Age Z-Score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in height for age Z-score at EOT of Cycle 9 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.477","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Head Circumference for Age Z-score at EOT of Cycle 1 During Teduglutide Treatment","description":"Head circumference was measured using Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in head circumference for Age Z-score at EOT of Cycle 1 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"2.400","spread":"0.6472"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Head Circumference for Age Z-score at EOT of Cycle 2 During Teduglutide Treatment","description":"Head circumference was measured using Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in head circumference for Age Z-score at EOT of Cycle 2 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"1.431","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Head Circumference for Age Z-score at EOT of Cycle 3 During Teduglutide Treatment","description":"Head circumference was measured using Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in head circumference for Age Z-score at EOT of Cycle 3 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"2.080","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Head Circumference for Age Z-score at EOT of Cycle 4 During Teduglutide Treatment","description":"Head circumference was measured using Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in head circumference for Age Z-score at EOT of Cycle 4 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"2.055","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Body Mass Index (BMI) for Age Z-score at EOT of Cycle 1 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 1 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.090","spread":"0.6642"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 2 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 2 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.489","spread":"0.8474"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 3 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 3 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.409","spread":"1.1688"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 4 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 4 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.118","spread":"0.8827"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 5 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 5 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.070","spread":"0.9770"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 6 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 6 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.925","spread":"0.2556"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 7 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 7 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.839","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 8 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 8 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.015","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI for Age Z-score at EOT of Cycle 9 During Teduglutide Treatment","description":"BMI Z-score was calculated by using the height and weight Age Z-score. A Z-score was the deviation of the value for an individual from the mean value of the reference population divided by the standard deviation for the reference population. Centers for Disease Control and Prevention (age \\>= 2 years old) and World Health Organization (age \\< 2 years old) Z-score calculation charts were used for calculation. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean. Change from baseline in BMI for Age Z-score at EOT of Cycle 9 during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.480","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved At Least 20 Percent (%) Reduction From Baseline in Participants Diary Parenteral Support (PS) Volume at EOT of Each Cycle During Teduglutide Treatment","description":"PS (parenteral nutrition or intravenous fluids) was considered for managing nutritional support in terms of volume during the treatment period. Percent reduction in weight-normalized diary PS values from baseline was calculated using the formula: % reduction in PS value at the visit = (\\[average daily value at the scheduled visit - average daily value at baseline of the core study (SHP633-302 \\[NCT02980666\\]) / average daily value at baseline of the core study (SHP633-302 \\[NCT02980666\\])) \\*100. Number of participants who achieved at least 20% reduction from baseline in participants diary PS volume at EOT of each cycle during teduglutide treatment were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved At Least 20 Percent (%) Reduction From Baseline in Investigator Prescribed PS Volume at EOT of Each Cycle During Teduglutide Treatment","description":"PS (parenteral nutrition or intravenous fluids) was considered for managing nutritional support in terms of volume during the treatment period. Percent reduction in weight-normalized prescribed PS values from baseline was calculated using the formula: % reduction in PS value at the visit =(\\[average daily value at the scheduled visit - average daily value at baseline of the core study (SHP633-302 \\[NCT02980666\\]) / average daily value at baseline of the core study (SHP633-302 \\[NCT02980666\\])) \\*100. Number of participants who achieved at least 20% reduction from baseline in Investigator prescribed PS volume at EOT of each cycle during teduglutide treatment were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant Diary PS Volume at EOT of Each Cycle During Teduglutide Treatment","description":"PS (parenteral nutrition or intravenous fluids) was considered for managing nutritional support in terms of volume during the treatment period. Change from baseline in participants diary PS volume at EOT of each cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.5","spread":"11.83"},{"groupId":"OG001","value":"-31.9","spread":"16.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.5","spread":"14.38"},{"groupId":"OG001","value":"-54.2","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.1","spread":"18.19"},{"groupId":"OG001","value":"-62.8","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.2","spread":"24.10"},{"groupId":"OG001","value":"-95.8","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-54.8","spread":"26.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-63.8","spread":"31.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-93.8","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-80.3","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-79.1","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Participant Diary PS Volume at EOT of Each Cycle During Teduglutide Treatment","description":"PS (parenteral nutrition or intravenous fluids) was considered for managing nutritional support in terms of volume during the treatment period. Percent change from baseline in participants diary PS volume at EOT of each cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.6","spread":"34.86"},{"groupId":"OG001","value":"-32.5","spread":"18.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.3","spread":"33.11"},{"groupId":"OG001","value":"-56.6","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-52.8","spread":"28.54"},{"groupId":"OG001","value":"-65.6","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-62.9","spread":"26.18"},{"groupId":"OG001","value":"-100.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-73.9","spread":"5.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-75.7","spread":"0.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-82.9","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-70.9","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-69.8","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Investigator Prescribed PS Volume at EOT of Each Cycle During Teduglutide Treatment","description":"PS (parenteral nutrition or intravenous fluids) was considered for managing nutritional support in terms of volume during the treatment period. Change from baseline in investigator prescribed PS volume at EOT of each cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.9","spread":"11.06"},{"groupId":"OG001","value":"-31.3","spread":"26.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.0","spread":"13.51"},{"groupId":"OG001","value":"-60.6","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.8","spread":"21.13"},{"groupId":"OG001","value":"-67.5","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.3","spread":"23.52"},{"groupId":"OG001","value":"-98.7","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-53.3","spread":"26.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-63.6","spread":"32.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-91.8","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-77.3","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-77.9","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Investigator Prescribed PS Volume at EOT of Each Cycle During Teduglutide Treatment","description":"PS (parenteral nutrition or intravenous fluids) was considered for managing nutritional support in terms of volume during the treatment period. Percent change from baseline in investigator prescribed PS volume at EOT of each cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.8","spread":"35.19"},{"groupId":"OG001","value":"-32.1","spread":"26.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.9","spread":"30.42"},{"groupId":"OG001","value":"-61.4","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-55.4","spread":"27.78"},{"groupId":"OG001","value":"-68.3","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-62.5","spread":"26.45"},{"groupId":"OG001","value":"-100.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-73.3","spread":"5.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-76.3","spread":"2.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-83.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-69.9","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-70.5","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Enteral Autonomy PS Volume at EOT of Each Cycle During Teduglutide Treatment","description":"Enteral autonomy (completely weaned off PS) was defined as the first visit where there is no use of PS for the 7 days prior to the visit and there is no prescribed PS at that visit, and the participants remains off PS for the remainder of the treatment period of that cycle. Number of participants who achieved enteral autonomy off PS volume at EOT of each cycle during teduglutide treatment were reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Days Per Week of Diary PS Usage at EOT of Each Cycle During Teduglutide Treatment","description":"Days per week of diary PS was calculated as: Days per week of actual PS = (number of days with non-zero values for PS volume within the 7 days prior to the visit / number of days for which any PS intake data was recorded within the 7 days prior to the visit) \\* 7. Change from baseline in days per week of diary PS usage at EOT of each cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.86"},{"groupId":"OG001","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.86"},{"groupId":"OG001","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.86"},{"groupId":"OG001","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"3.13"},{"groupId":"OG001","value":"-7.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Days Per Week of Prescribed PS Usage at EOT of Each Cycle During Teduglutide Treatment","description":"Change from baseline in days per week of prescribed PS usage at EOT of each cycle during teduglutide treatment was reported. Days per week of diary PS was calculated as: Days per week of actual PS = (number of days with non-zero values for PS volume within the 7 days prior to the visit / number of days for which any PS intake data was recorded within the 7 days prior to the visit) \\* 7. Change from baseline in days Per week of prescribed PS usage at EOT of each cycle during teduglutide treatment was reported. Baseline refers to the baseline value of the core study (SHP633-302 \\[NCT02980666\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.86"},{"groupId":"OG001","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.86"},{"groupId":"OG001","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.7","spread":"40.82"},{"groupId":"OG001","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.0","spread":"44.72"},{"groupId":"OG001","value":"-100.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"NA"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":7},"commonTop":["Viral upper respiratory tract infection","Pyrexia","Dehydration","Rash","Constipation"]}}}