{"nctId":"NCT02493777","briefTitle":"A Pivotal Efficacy Trial to Evaluate HLD200 in Children With ADHD in a Classroom Setting","startDateStruct":{"date":"2015-07"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":125,"armGroups":[{"label":"HLD200 (methylphenidate)","type":"EXPERIMENTAL","interventionNames":["Drug: HLD200 methylphenidate hydrochloride (MPH) Capsules"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"HLD200 methylphenidate hydrochloride (MPH) Capsules","otherNames":["methylphenidate"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must be male or female children (6 to 12 years at the time of consent).\n2. Subjects must have a diagnosis of ADHD as defined by DSM5 criteria and confirmation using the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID).\n3. Subjects must have a Baseline ADHD-RS-IV score at or above the 90th percentile normalized for sex and age in at least 1 of the following categories: 1) Hyperactive Impulse; 2) Inattentive; or 3) Total Score. In addition, this ADHD-RS-IV Total Score must be greater or equal to 26.\n4. Subjects must have a Clinical Global Impression of Severity (CGI-S) score greater than or equal to 4 and a CGI-P score \\>10 at the Baseline Visit.\n5. Subjects who are not currently on MPH treatment must either 1) have prior experience with MPH treatment and have shown clinical response to therapy during that time; or 2) be treated with the same dose of MPH and show a clinical response with acceptable tolerability to MPH for ≥2 weeks prior to screening.\n6. Parental or legal guardian confirmation of before-school function impairment and difficulties performing morning routine.\n7. Regular weekday morning routine of no less than 30 minutes.\n8. Subject must be considered clinically appropriate for treatment with MPH and HLD200, including ability to swallow treatment capsules.\n9. Subject must be in general good health based upon medical history, physical examination, and laboratory results (including urine drug screen).\n10. Subject and parent or legal guardian must be able to read, write, and/or understand at a level sufficient to provide informed consent (parent/legal guardian) and assent (subject) prior to study participation and to complete study-related materials. Subject and a parent/legal guardian must plan to be available for the entire study period.\n11. Female subjects of childbearing potential (i.e., post-menarche) are required to have a negative result on urine pregnancy testing at screening (and will be given specific instructions for avoiding pregnancy during the study).\n12. A medically highly effective form of birth control must be used during the study and for 90 days thereafter for subjects of either sex of childbearing potential. Examples of medically highly effective forms of birth control are as follows:\n\n    * No sexual activity\n    * Use of acceptable methods of birth control including intra-uterine device, oral, implantable, or injectable contraceptives.\n\nExclusion Criteria:\n\n1. History of, or current, medical condition or laboratory result which, in the opinion of the investigator, unfavorably alters the risk-benefit of study participation, may jeopardize subject safety, or may interfere with the satisfactory completion of the study and study-related procedures.\n2. Serious structural cardiac abnormalities, cardiomyopathy, serious heart rhythm abnormalities, or other cardiac problems that may place the subject at increased vulnerability to the sympathomimetic effects of a stimulant drug.\n3. History of seizure disorder (except febrile seizures prior to age 5 and at least 1 year prior to study participation), Tourette's disorder, or intellectual disability of minor severity or greater (DSM5 criteria).\n4. History of psychosis, bipolar disorder, anorexia nervosa, bulimia, or suicide attempt. Current depression, anxiety, conduct/behavior disorder, substance use disorder, or other psychiatric condition which, in the investigator's opinion, may jeopardize subject safety or may interfere with the satisfactory completion of the study and study-related procedures.\n5. Active suicidal ideation as evidenced by an ideation score of 2 or greater on the C-SSRS.\n6. History of severe allergic reaction to MPH.\n7. History of no response or intolerance to the adverse effects of MPH;\n8. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), total bilirubin, or creatinine greater than 1.5x the upper limit of normal. Elevated bilirubin due only to Gilbert's syndrome is not exclusionary.\n9. History of alcohol abuse or illicit drug use.\n10. Use of prescription medications (except allowed medications; see Section 8.1.2) within 7 days of Baseline (Visit 2), except for ADHD stimulant medication (5 days) and monoamine oxidase inhibitors (MAOIs) (14 days), and over-the-counter medications (except birth control and allowed medications) within the 3 days preceding Baseline (Visit 2). Medications not covered in allowed medications or prohibited medications (Section 8.1.1) must be cleared by the medical monitor prior to enrolling the subject.\n11. Participation in a clinical study with an investigational drug within the 30 days preceding study enrollment.\n12. Previous treatment experience with HLD200.\n13. Positive screening for illicit drug use or nicotine and/or current health conditions or use of medications that might confound the results of the study or increase risk to the subject.\n14. In the opinion of the investigator, the subject may have problems complying with the protocol or the procedures of the protocol, or could face unnecessary safety risks from the study. This includes current health conditions or use of medications that might confound the results of the study or increase risk to the subject.\n15. Subject's systolic or diastolic blood pressure measurement exceeds the 95th percentile for age, sex, and height at the Baseline visit.\n16. Subject is significantly underweight based on Centers for Disease Control and Prevention body mass index (BMI)-for-age sex-specific values at the Screening Visit. Significantly underweight is defined as a BMI \\<5th percentile.\n17. Subject is significantly overweight based on Centers for Disease Control and Prevention BMI-for-age sex specific values at the Screening Visit. Significantly overweight is defined as a BMI \\>95th percentile.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Swanson, Kotkin, Agler, M-Flynn and Pelham Combined Score (SKAMP CS) - Model-adjusted Average of All Post-dose Time Points Assessed During a Laboratory Classroom Test Day (Visit 9).","description":"The SKAMP is a validated, 13-item, observer-rated scale designed to assess the level of impairment of classroom-observed behaviors (Wigal and Wigal, 2006). Items 1 through 4 assess subject attention; items 5 through 8 assess deportment; items 9 through 11 assess quality of work; while items 12 and 13 assess subject compliance with teacher/classroom rules. Each individual item is rated on a 7-point scale from 0 (normal, no impairment) to 6 (maximal impairment). When all individual item scores are summed together, they produce a 13-item combined score that ranges from 0 to 78, with higher scores signifying greater impairment. In the present study, the SKAMP rating scale was utilized across 9 sessions occuring at 8:00 am, 9:00 am, 10:00 am, 12:00 pm, 2:00 pm, 4:00 pm, 6:00 pm, 7:00 pm, and 8:00 pm of the laboratory classroom day. Successful training of qualified individuals on the SKAMP scale was required before raters were allowed to perform study assessments.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":"1.17"},{"groupId":"OG001","value":"20.7","spread":"1.22"}]}]}]},{"type":"SECONDARY","title":"Parent Rating of Evening and Morning Behavior Revised, Morning Subscale (PREMB-R AM).","description":"The PREMB-R is an 11-item rating scale designed to assess at-home functional impairments in children with ADHD during both early morning (AM) and late afternoon/evening (PM) time periods. With demonstrated validity and reliablility (Faraone et al., 2015), the AM subscale total score (sum of items 1 to 3) was designated in this study as a key secondary endpoint. Items are scored from 0 (none) to 3 (a lot), with higher scores signifying greater impairment of function. The PREMB-R rating scale was completed by parents during the 2-days prior to study visits at the beginning and end of the open-label period (Visits 2 and 8, respectively), as well as at the end of the randomized, double-blind period (Visit 9). At each visit, these ratings were used only for review by the clinician (MD, PhD, DO, licensed social worker, or any trained mental health professional approved by the sponsor) as part of a structured interview to enable collection of a clinician-rated PREMB-R AM subscale score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"0.27"},{"groupId":"OG001","value":"2.7","spread":"0.27"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":65},"commonTop":["Blood pressure diastolic increased","Any Insomnia"]}}}