{"nctId":"NCT00361504","briefTitle":"A Study to Evaluate Long-Term Safety of Multiple Doses of Tapentadol (CG5503) Prolonged-Release (PR) and Oxycodone Controlled-Release (CR) in Patients With Chronic Pain","startDateStruct":{"date":"2006-11"},"conditions":["Osteoarthritis, Hip","Osteoarthritis, Knee","Lower Back Pain","Pain"],"count":1123,"armGroups":[{"label":"Tapentadol (CG5503)","type":"EXPERIMENTAL","interventionNames":["Drug: Tapentadol (CG5503) ER"]},{"label":"Oxycodone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxycodone CR"]}],"interventions":[{"name":"Oxycodone CR","otherNames":[]},{"name":"Tapentadol (CG5503) ER","otherNames":["CG5503"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of knee or hip osteoarthritis with history of pain at the reference joint for at least 3 months or clinical diagnosis of low back pain of benign origin for at least 3 months\n* Must be dissatisfied with their current analgesic therapy (e.g. Non-steroidal anti-inflammatory drugs NSAIDS, COX-2 inhibitors, opioids, paracetamol/acetaminophen\n* Have a pain intensity \\>4 on Numerical Rating Scale\n\nExclusion Criteria:\n\n* Life-long history of seizure disorder or epilepsy\n* Any of the following within one year: mild/moderate traumatic brain injury, stroke, transient ischemic attack, and brain neoplasm\n* Severe traumatic brain injury within 15 years (consisting of more than one of the following: brain contusion (injuries resulting in hemorrhage), intracranial hematoma, unconsciousness or post traumatic amnesia lasting for more than 24 hours) or residual sequelae suggesting transient changes in consciousness\n* History of malignancy within past 2 years, with exception of a successfully treated basal cell carcinoma\n* Presence of significant pain associated with conditions other than osteoarthritis or low back pain that could confound the assessment or self-evaluation of pain","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAE)","description":"The number of participants who reported a TEAE during the treatment period. TEAE was defined as any adverse event that started or worsened on or after the start of the study medication and up to 3 days after the discontinuation of the study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"766","spread":"2.986"},{"groupId":"OG001","value":"202","spread":"2.470"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average Pain Intensity Scores at Week 52 Using the Numerical Rating Scale (NRS)","description":"The Participants indicated the average level of pain experienced, at each study visit, over the previous 24 hours on an 11-point Numerical Rating Scale (NRS) where a score of 0 indicated \"no pain\" and a score of 10 indicated \"pain as bad as you can imagine\". Baseline was the average pain intensity scores measured prior to randomization (At Week 1). At Week 52 again the average pain intensity scores were collected and the change in scores at Week 52 from the baseline scores was considered as the change from baseline in average pain intensity scores at Week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.22","spread":"2.664"},{"groupId":"OG001","value":"-3.14","spread":"2.409"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":894},"commonTop":["Constipation","Nausea","Dizziness","Somnolence","Headache"]}}}