{"nctId":"NCT04687137","briefTitle":"Expanded Access Program With Lanadelumab for Japanese People With Hereditary Angioedema","startDateStruct":{"date":"2021-02-10","type":"ACTUAL"},"conditions":["Hereditary Angioedema"],"count":12,"armGroups":[{"label":"TAK-743","type":"EXPERIMENTAL","interventionNames":["Drug: TAK-743 300 mg"]}],"interventions":[{"name":"TAK-743 300 mg","otherNames":["TAKHZYRO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the Investigator, the participant is capable of understanding and complying with protocol requirements.\n2. Be of Japanese descent, defined as born in Japan and having Japanese parents and Japanese maternal and paternal grandparents.\n3. Male and female HAE participants who are 12 years of age or older at the time of screening.\n4. Documented diagnosis of disease HAE (Type I or II) based on all of the following:\n\n   * Documented clinical history consistent with HAE (subcutaneous \\[SC\\] or mucosal, nonpruritic swelling episodes without accompanying urticaria).\n   * Diagnostic testing results obtained during screening (or a prior lanadelumab study) that confirm HAE Type I or II: C1-inhibitor (C1-INH) functional level \\<40% of the normal level. Participants with functional C1-INH level 40% to 50% of the normal level may be enrolled if they also have a C4 level below the normal range. Participants may be retested if results are incongruent with clinical history or believed by the Investigator to be confounded by long-term prophylaxis (LTP) use. It is understood that C1-INH therapy may alter the lab results of C1-INH assessments; therefore, the Investigator's discretion in collaboration with sponsor is advised for proper documentation of eligibility.\n   * At least one of the following: Age at reported onset of first angioedema symptoms =\\<30 years, a family history consistent with HAE Type I or II, or C1q within normal range.\n5. Non-rollover participants only: A historical baseline HAE attack rate of at least 1 attack per 4 weeks in the recent 1 year.\n6. Rollover participants only: Participants from Study SHP643-302 are permitted to rollover and enroll into this study if:\n\n   * They completed the treatment period of Study SHP643-302; and\n   * They consented to enter Study TAK-743-5007 on or before Day 350 of the SHP643-302 study (since Day 378 of Study SHP643-302 is also Day 0 of Study TAK-743-5007, informed consent may be completed on Day 364 or this visit, if not already provided).\n7. Adult participants and caregivers of subjects under the age of 20 are willing and able to read, understand, and sign an informed consent form. Participants aged 12 to 19, whose caregiver has provided informed consent, are willing and able to read, understand and sign an informed consent form (an assent form, if applicable) as much as possible.\n8. Agree to adhere to the protocol-defined schedule of treatments, assessments, and procedures.\n9. Males and females who are fertile and sexually active must adhere to contraception requirements for the duration of the study as follows:\n\n   * Females of childbearing potential must agree to be abstinent or it is recommended to use highly effective forms of contraception from the screening period through 70 days after the final study visit.\n   * Females of nonchildbearing potential, defined as surgically sterile (status post-hysterectomy, bilateral oophorectomy, or bilateral tubal ligation) or postmenopausal for at least 12 months do not require contraception during the study.\n   * Males, including males who are surgically sterile (post-vasectomy), with female partners of childbearing potential must agree to be abstinent or else use a medically acceptable form of contraception from the screening period through 70 days after the final study visit.\n\nExclusion Criteria:\n\n1. If rolling over from Study SHP643-302, presence of important safety concerns that would preclude participation in this study.\n2. Concomitant diagnosis of another form of chronic, recurrent angioedema such as acquired angioedema, HAE with normal C1-INH (also known as HAE Type III/normal C1-INH), idiopathic angioedema, or recurrent angioedema associated with urticaria.\n3. Dosing with an investigational drug (not including lanadelumab or other HAE therapies) or exposure to an investigational device within 4 weeks prior to screening.\n4. Exposure to angiotensin-converting enzyme (ACE) inhibitors within 4 weeks prior to screening or any newly initiated or dose modification of estrogen-containing medications with systemic absorption (such as oral contraceptives or hormonal replacement therapy) 3 months prior to the screening visit.\n5. Unwilling to discontinue short or long-term prophylactic therapy for HAE, eg, C1-INH, attenuated androgens or anti-fibrinolytics within 3 weeks after starting the treatment period. Short-term prophylaxis is defined as C1-INH, attenuated androgens, or antifibrinolytic used to avoid angioedema complications from medically indicated procedures.\n6. Any of the following liver function test abnormalities: alanine aminotransferase (ALT) \\>3 × upper limit of normal (ULN), or aspartate aminotransferase (AST) \\>3 × ULN, or total bilirubin \\>2 × ULN (unless the bilirubin elevation is a result of Gilbert's syndrome).\n7. Pregnancy or breast feeding.\n8. Have any uncontrolled underlying medical condition which would require treatment adjustment during the study treatment period, that, in the opinion of the Investigator or sponsor, may confound the results of the safety assessments or may place the participant at risk. Participants with stable treatment for at least 3 months prior to screening and NOT expecting any change to their treatment regimen for 6 months during the study treatment period, will not be excluded.\n9. Participant has a known hypersensitivity to the study drug or its components.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) Including Serious TEAEs and Adverse Events of Special Interest (AESI)","description":"TEAEs were defined as adverse events (AEs) with onset at the time of or following the first exposure to lanadelumab in this study, or medical conditions present prior to the start of treatment but increasing in severity or relationship at the time of or following the start of treatment. Serious TEAEs were defined as any untoward clinical manifestation of signs, symptoms, outcomes (related to IP or not) that at any dose: resulted in death, was life-threatening, required inpatient/prolongation of hospitalization, resulted in persistent/significant disability/incapacity, congenital abnormality/birth defect, important medical event. AESI were defined as investigator-reported hypersensitivity reactions, events of disordered coagulation as bleeding/hypercoagulable. Relatedness to study drug was based on Investigator's discretion. TEAEs were classified and reported as Hereditary Angioedema (HAE) attack and non-HAE attack AEs in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Abnormalities in Clinical Laboratory Tests","description":"Clinical laboratory testing included clinical serum chemistry, hematology, coagulation and urinalysis. Any change in clinical laboratory abnormalities which were deemed clinically significant by the investigator were recorded as TEAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Abnormalities in Vital Signs","description":"Vital signs parameters included blood pressure, heart rate, body temperature and respiratory rate. Any change in vital sign abnormalities which were deemed clinically significant by the investigator were recorded as TEAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First HAE Attack After Day 0 for the Efficacy Evaluation Period for Non-Rollover Participants","description":"A HAE attack was defined as the symptoms or signs consistent with an attack in at least 1 of the following locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx). The time to the first HAE attack (days) was calculated from the date and time of the first dose of lanadelumab for the efficacy evaluation period (Day 0 through Day 182) to the date and time of the first in HAE attack after the first open-label dose for the efficacy evaluation period of Day 0 through Day 182. The time to the first Investigator-confirmed HAE attack (days) was summarized using Kaplan-Meier (KM) methods.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":11},"commonTop":["Hereditary angioedema","Vaccination complication","Headache","Nasopharyngitis","Contusion"]}}}