{"nctId":"NCT01411137","briefTitle":"Carbidopa-Levodopa (CD-LD) ER Alone or in Combination With CD-LD IR to IPX066 Followed by IPX066 Extension Safety Study","startDateStruct":{"date":"2011-08"},"conditions":["Parkinson's Disease"],"count":43,"armGroups":[{"label":"IPX066","type":"EXPERIMENTAL","interventionNames":["Drug: IPX066"]}],"interventions":[{"name":"IPX066","otherNames":["ER CD-LD"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosed with idiopathic PD without any known cause for Parkinsonism.\n2. At least 30 years old at the time of PD diagnosis.\n3. Currently being treated with:\n\n   * an LD dosing frequency of at least four times a day\n   * at least one dose of CD-LD ER daily\n   * requiring a total daily LD dose of at least 400 mg\n   * stable regimen for at least 4 weeks prior to Screening\n4. Concomitant therapy with amantadine, anticholinergics, selective monoamine oxidase (MAO) type B inhibitors (e.g., selegiline, rasagiline) or dopamine agonists is allowed as long as the doses and regimens have been stable for at least 4 weeks prior to Screening and the therapy is intended to be constant throughout the course of the study.\n5. Agrees to use a medically acceptable method of contraception throughout the study and for 1 month after completing the study.\n\nExclusion Criteria:\n\n1. Pregnant or breastfeeding\n2. Diagnosed with atypical Parkinsonism or any known secondary Parkinsonian syndrome.\n3. Nonresponsive to LD therapy.\n4. Prior functional neurosurgical treatment for PD (e.g., ablation or deep brain stimulation) or if such procedures are anticipated during study participation.\n5. Planning to take during participation in the clinical study: any controlled-release LD product, additional CD or benserazide, entacapone or tolcapone, nonselective MAO inhibitors, or antipsychotics including neuroleptic agents for the purpose of treating psychosis or bipolar disorder.\n6. Any evidence of suicidal behavior within 6 months of entering the study.\n7. Allergic or hypersensitive to to CD, LD, entacapone, riboflavin, Yellow Dye #5 (tartrazine), citrus fruit or grape juice.\n8. History of or currently active psychosis.\n9. Active or history of peptic ulcers or surgical procedure of the stomach, the small intestine or the large intestine.\n10. Active or history of narrow-angle glaucoma.\n11. History of malignant melanoma or a suspicious undiagnosed skin lesion.\n12. History of myocardial infarction with residual atrial, nodal, or ventricular arrhythmias, upper gastrointestinal hemorrhage, or neuroleptic malignant syndrome and/or nontraumatic rhabdomyolysis.\n13. Abnormal kidney function\n14. Severe hepatic impairment.\n15. Received any investigational medications during the 4 weeks prior to Screening.\n16. Previously enrolled in IPX066 studies.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Patient Global Impression (PGI)","description":"At Part 1 Week 6, Part 2 Month 3 and Month 6 or at Early Termination, the subjects rated the change in their condition with IPX066 treatment from their condition prior to Part 1 Visit 1(Baseline) using Patient Global Impression (PGI) 7-point scale. 1=very much worse and 7=very much improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":"1.35"},{"groupId":"OG001","value":"5.4","spread":"1.30"},{"groupId":"OG002","value":"5.3","spread":"1.49"},{"groupId":"OG003","value":"2.8","spread":"1.21"}]}]}]},{"type":"PRIMARY","title":"Clinical Global Impression (CGI)","description":"Clinician-reported satisfaction outcome of IPX066 using Clinical Global Impression (PGI) 7-point scale.\n\nAt Part 1 Week 6; Part 2 Month 3, and Month 6 or at Early Termination, the Investigator rated how much a subject's overall condition had changed since Part 1 Visit 1 (Baseline) using 7-point scale. 1=very much worse and 7=very much improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"1.15"},{"groupId":"OG001","value":"5.7","spread":"1.08"},{"groupId":"OG002","value":"5.6","spread":"1.39"},{"groupId":"OG003","value":"3.7","spread":"0.80"}]}]}]},{"type":"PRIMARY","title":"Parkinson's Disease Questionnaire-8 (PDQ-8)","description":"Change from Baseline in Parkinson's disease Questionnaire-8 (PDQ-8) at End of Study or early discontinuation. The PDQ-8 is a self-reported questionnaire consisting of 8 questions regarding the subject's disease symptoms, each item ranging from 0 to 4, and the responses consist of 0=Never, 1=Occasionally, 2=Sometimes, 3=Often, and 4=Always or cannot do at all, total score ranging from 0 (never have problems/issues) to 32 (always have problems or cannot do at all).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":"5.49"},{"groupId":"OG001","value":"8.1","spread":"4.62"},{"groupId":"OG002","value":"8.5","spread":"4.79"},{"groupId":"OG003","value":"9.0","spread":"5.91"},{"groupId":"OG004","value":"11.8","spread":"6.62"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":43},"commonTop":["Upper Respiratory Infection","Nausea","Fall","Anxiety","Dyskinesia"]}}}