{"nctId":"NCT03669588","briefTitle":"An Efficacy and Safety Study of ARGX-113 in Patients With Myasthenia Gravis Who Have Generalized Muscle Weakness","startDateStruct":{"date":"2018-08-22","type":"ACTUAL"},"conditions":["Generalized Myasthenia Gravis"],"count":167,"armGroups":[{"label":"ARGX-113","type":"EXPERIMENTAL","interventionNames":["Biological: ARGX-113"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"ARGX-113","otherNames":["efgartigimod"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with the ability to understand the requirements of the trial, provide written informed consent, and comply with the trial protocol procedures.\n2. Male or female patients aged ≥ 18 years.\n3. Diagnosis of MG with generalized muscle weakness meeting the clinical criteria for diagnosis of MG as defined by the Myasthenia Gravis Foundation of America (MGFA) class II, III, IVa and IVb.\n\nOther, more specific inclusion criteria are defined in the protocol\n\nExclusion Criteria:\n\n1. Pregnant and lactating women, and those intending to become pregnant during the trial or within 90 days after the last dosing.\n2. Male patients who are sexually active and do not intend to use effective methods of contraception during the trial or within 90 days after the last dosing or male patients who plan to donate sperm during the trial or within 90 days after the last dosing.\n3. MGFA Class I and V patients.\n4. Patients with worsening muscle weakness secondary to concurrent infections or medications.\n5. Patients with known seropositivity or who test positive for an active viral infection at Screening with:\n\n   * Hepatitis B Virus (HBV) (except patients who are seropositive because of HBV vaccination)\n   * Hepatitis C Virus (HCV)\n   * Human Immunodeficiency Virus (HIV)\n\nOther, more specific exclusion criteria are further defined in the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of MG-ADL Responders During Cycle 1 (C1); Analyzed in the AChR-Ab Seropositive Population","description":"The MG-ADL is an 8-item patient-reported scale to assess MG symptoms and their effects on daily activities. The scale comprises 2 items on daily life activities and 6 items on symptoms. The MG-ADL total score range is 0-24, with higher scores indicative of greater disease severity. A patient was considered an MG-ADL responder during C1 if there was a reduction of ≥2 points on the MG-ADL total score (compared to baseline of C1 \\[C1B\\]) for ≥4 consecutive weeks with the first reduction occurring no later than 1 week after the last infusion of IMP in C1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.7","spread":null},{"groupId":"OG001","value":"29.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Quantitative Myasthenia Gravis (QMG) Responders During C1; Analyzed in the AChR-Ab Seropositive Population","description":"The QMG scale quantifies disease severity based on impairments of body functions and structures as defined by the International Classification of Disability and Health. The QMG scale consists of 13 items that measure endurance or fatigability, and accounts for fluctuations in disease state. The QMG total score range is 0-39, with higher scores indicative of greater disease severity. A patient was considered a QMG responder during C1 if there was a reduction of ≥3-points on the QMG total score (compared to C1B) for ≥4 consecutive weeks with the first reduction occurring no later than 1 week after the last infusion of IMP in C1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.1","spread":null},{"groupId":"OG001","value":"14.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of MG-ADL Responders During C1; Analyzed in the Overall Population","description":"The percentage of MG-ADL responders during C1 in the overall population is reported for this secondary end point; percentage of MG-ADL responders during C1 in the AChR-Ab seropositive population is reported previously as a primary end point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":null},{"groupId":"OG001","value":"37.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Time That Patients Had a Clinically Meaningful Improvement (CMI) in MG-ADL Total Score up to and Including Day 126; Analyzed in the AChR-Ab Seropositive Population","description":"An MG-ADL CMI was defined as a reduction of ≥2 points on the total MG-ADL score compared to study entry baseline (SEB).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.714","spread":"6.163"},{"groupId":"OG001","value":"26.649","spread":"6.316"}]}]}]},{"type":"SECONDARY","title":"Time From Week 4 to Qualify for Retreatment; Analyzed in the AChR-Ab Seropositive Population","description":"Time to qualify for retreatment was defined as time from the Week 4 assessment until the first visit with a \\<2-point reduction compared to SEB in the MG-ADL total score and MG-ADL total score ≥5 points with \\>50% of the total score attributable to nonocular symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Early MG-ADL Responders During C1; Analyzed in the AChR-Ab Seropositive Population","description":"A patient was considered an early MG-ADL responder during C1 if there was a reduction of ≥2 points on the MG-ADL total score (compared to C1B) for ≥4 consecutive weeks with the first reduction occurring no later than Week 2 (ie, after 1 or maximum 2 infusions of IMP in C1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":null},{"groupId":"OG001","value":"25.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":84},"commonTop":["Headache","Nasopharyngitis","Nausea","Diarrhoea","Upper respiratory tract infection"]}}}