{"nctId":"NCT03371082","briefTitle":"Gan & Lee Insulin Glargine Target Type (1) Evaluating Research","startDateStruct":{"date":"2017-10-31","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 1"],"count":576,"armGroups":[{"label":"Gan & Lee Insulin Glargine Injection","type":"EXPERIMENTAL","interventionNames":["Biological: Gan & Lee Insulin Glargine Injection"]},{"label":"Lantus®","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Lantus®"]}],"interventions":[{"name":"Gan & Lee Insulin Glargine Injection","otherNames":[]},{"name":"Lantus®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or nonpregnant, nonlactating female subjects between the ages of 18 and 75 years, inclusive.\n2. Ability to provide written, personally signed, and dated informed consent to participate in the study, in accordance with the ICH GCP Guideline E6 and all applicable regulations, before initiating any study-related procedures.\n3. Ability to understand and fully comply with all study procedures and restrictions.\n4. Subjects with a confirmed diagnosis of type 1 diabetes mellitus who have been on an approved basal and bolus insulin regimen for at least 6 months (the type or brand of insulin should not have changed in the 6 months before screening).\n5. HbA1c ≤ 11.0%.\n6. BMI ≥ 19 kg/m2 and ≤ 35 kg/m2.\n7. Adherence to a prudent diet and exercise regimen recommended by the medical provider, and willingness to maintain these consistently for the duration of the study.\n8. Concomitant medications are allowed, provided that no significant dosing changes are anticipated during the study (see the exclusion criteria below for specific prohibited concomitant medications); for concomitant thyroid medications, subjects must have been on a stable dosage for 90 days before screening.\n\nExclusion Criteria:\n\n1. Participation in another clinical study or use of any study drug within 30 days before screening.\n2. Previous use of a biosimilar insulin, either basal or bolus.\n3. Diabetic ketoacidosis within a year before screening.\n4. Brittle type 1 diabetes mellitus within the year before screening (e.g., multiple hospitalizations related to diabetes mellitus and/or severe hypoglycemia for which the subject required 3rd party assistance).\n5. Any severe, delayed sequela of diabetes mellitus, e.g., worsening end-stage renal disease, advanced coronary artery disease, or myocardial infarction within the year before screening, or autonomic peristaltic problems, e.g., gastroparesis.\n6. Anticipated change in insulin used during the study (change in dosage is allowed, but change in type or brand of insulin will result in the subject being withdrawn from the study).\n7. Inadequately controlled thyroid disease, defined as a TSH or free T4 value \\> the upper limit of normal.\n8. BMI \\< 19 kg/m2 or \\> 35 kg/m2.\n9. Any clinically significant (in the opinion of the Investigator) hematology or chemistry test results at screening, including any liver function test \\> 3x the upper limit of normal (subjects with elevated bilirubin due to Gilbert syndrome are eligible to participate).\n10. Documented history of anti-insulin antibodies.\n11. Treatment with glucocorticosteroids, immunosuppressants, or cytostatic agents within 60 days before screening (newly-prescribed or high-dose corticosteroids are prohibited; chronically administered oral, inhaled, topical, or intra-articular corticosteroids at a stable dosage are allowed if no increase in dose is anticipated during the study; See Appendix 3 \\[Section 17.3\\] for a list of allowed and prohibited medications).\n12. Current use of medication intended to cause weight loss or weight gain.\n13. Alcohol or substance use disorder within the 2 years before screening.\n14. Any previous or anticipated treatment with interferons.\n15. Any history of malignant disease within 5 years before screening, except for adequately treated basal cell carcinoma.\n16. Severe concomitant physical or psychiatric diseases or conditions\n17. A history of a positive test result for HIV, hepatitis B, or hepatitis C; any subject who has a positive test result during the study may continue at the discretion of the Investigator.\n18. Any history of pancreatitis or pancreatectomy.\n19. Any diagnosis or condition that requires the subject to undergo procedures that could decrease antibodies in plasma or that would require treatment with immunosuppressant agents.\n20. Any condition e.g., splenectomy, autoimmune disease, or rheumatologic disease, that could affect immunologic responses, could indicate an altered immune system, or could require treatment with a prohibited medication.\n21. Any unresolved infection or a history of active infection within 30 days before screening other than mild or viral illness (as judged by the Investigator).\n22. Any other disease or condition that in the opinion of the Investigator could confound the study results or limit the subject's ability to participate in the study or comply with follow-up procedures; or any other factor that would indicate a significant risk of loss to follow up.\n23. Intolerance or history of hypersensitivity to insulin glargine or any excipient of IP.\n24. Inability or unwillingness to wear the CGM sensor as required for the study, or to comply with the concomitant medication requirements in the FreeStyle Libre Pro Indications and Important Safety Information, during the CGM periods.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment-induced Anti-Insulin Antibody (TI-AIA)","description":"TI-AIA is the Composite of Newly Confirmed Positive AIA or Important-Increase in AIA titer","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"88.88"},{"groupId":"OG001","value":"42.5","spread":"332.90"}]}]}]},{"type":"SECONDARY","title":"Glycosylated Hemoglobin HbA1c","description":"The change between baseline (CFB) in HbA1c and at 26 weeks","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.072"},{"groupId":"OG001","value":"0.00","spread":"0.061"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects in Each Treatment Group With Negative AIA at Baseline Who Develop Confirmed Positive AIA After Baseline","description":"The number of subjects in each treatment group with negative AIA at baseline who develop confirmed positive AIA after baseline and up to visit Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects in Each Treatment Group With Confirmed Positive AIA at Baseline and at Least a 4-fold Increase in Titers After Baseline.","description":"The number of subjects in each treatment group with confirmed positive AIA at baseline and at least a 4-fold increase in titers after baseline and up to 26 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Each Treatment Group in AIA Titers After Baseline","description":"The mean change from baseline in each treatment group in AIA titers after baseline and up to visit Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"88.88"},{"groupId":"OG001","value":"-42.5","spread":"332.90"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Confirmed Positive AIA After Baseline Who Develop Any Anti-insulin Neutralizing Antibodies After Baseline.","description":"The number of subjects in each treatment group with confirmed positive AIA after baseline and up to visit Week 26 who develop any anti-insulin neutralizing antibodies after baseline and up to visit Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Confirmed Positive AIA After Baseline.","description":"The number of subjects in each treatment group with confirmed positive AIA after baseline and up to visit Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]}]},{"type":"SECONDARY","title":"Postbaseline FBG Control","description":"The number of subjects who achieve an FBG test result of ≤ 6.0 mmol/L at visit Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"248","spread":null},{"groupId":"OG001","value":"247","spread":null}]},{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"HbA1c Control.","description":"The number of subjects who achieve a HbA1c of \\< 7.0% at visit Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241","spread":null},{"groupId":"OG001","value":"245","spread":null}]},{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":287},"commonTop":["Hypoglycemia","Weight increase","Fatigue","Hyperglycemia","Blood creatine phosphokinase increased"]}}}