{"nctId":"NCT00295620","briefTitle":"Secondary Adjuvant Long Term Study With Arimidex","startDateStruct":{"date":"2004-03-01","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":3484,"armGroups":[{"label":"Arm A: Anastrozol","type":"EXPERIMENTAL","interventionNames":["Drug: Anastrozole"]},{"label":"Arm B: Anastrozol","type":"EXPERIMENTAL","interventionNames":["Drug: Anastrozole"]}],"interventions":[{"name":"Anastrozole","otherNames":["Arimidex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Postmenopausal patients with histologically confirmed, local radically treated invasive or minimal-invasiv Mammacarcinom with or without previous chemotherapie and/or radiotherapie.\n2. No distant metastasis at randomization\n3. No relapse at randomization\n4. TNM- classification at time of diagnosis: T1-3, N0 and N+, M0\n5. Estrogen- and or progesterone positive before the beginningof primary endocrine therapy\n6. Endocrine therapy for 5 years (maximum deviation ±12 months)\n7. Therapy break (from the preliminary therapie) maximum 12 months.\n8. Informed Consent before the randomisation\n\nExclusion criteria:\n\n1. Premenopausal patients or patients with non definable menopausal statusat time of randomisation\n2. Apparent secondary malignant tumor or status after secondary malignant tumor (Exceptions: simultaniously appearing bilateral breast carcinoma, estrogen- and or progesteronereceptor positive on both sides at the time of diagnosis; in situ carcinomaof the cervix and basal cell carcinoma of the skin)\n3. General contraindication respectively hypersensitivity to Anastrozol.\n4. In-situ carcinoma of any size with or without Mb. Paget of the Mamilla respectively T4 tumor at the time of first diagnosis.\n5. Receptor unknown or negative at time of diagnosis respectively at beginning of primary endocrine therapy\n6. Known liver- and/or kidneyinsufficiency\n7. Performance Index \\>2 according to WHO\n8. Regular intake of hormon supplement as well as Hormone Replacement Therapy (HRT) more than 6 months since primary surgery of the mamma carcinoma\n9. Serious accessory disease, that prevents the adjuvant therapy according to protocol and/or the regular follow-up care.\n10. Lacking compliance of the patient\n11. Legal incompetence and/or other circumstances, that prevent the patient from understanding the nature, meaning and consequences of the clinical trial\n12. Existing psychiatrical diseaseaccording to ICD (especially alcohol addiction) et the time of admission into the study","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease-free Survival After Prolonged Endocrine Treatment","description":"To determine whether 5 years of additional Anastrozole was more effective than 2 years of additional Anastrozole after 5 years of adjuvant endocrine therapy in terms of disease-free survival.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival After Prolonged Endocrine Treatment","description":"To determine whether 5 years of additional Anastrozole was more effective than 2 years of additional Anastrozole after 5 years of adjuvant endocrine therapy in terms of overall survival.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Clinical Fracture","description":"To determine the effect of 2 years versus 5 years of additional Anastrozole after 5 years of adjuvant endocrine therapy on the time to first clinical fracture. Patients without clinical fractures where censored at their last therapy visit (approximately 5 years after randomization).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Secondary Carcinoma","description":"To determine whether 5 years of additional Anastrozole was more effective than 2 years of additional Anastrozole after 5 years of adjuvant endocrine therapy in terms of lowering the risk of secondary carcinoma. Subjects without secondary cancer event were censored at the last date when they were known to be secondary cancer free.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Contralateral Breast Cancer","description":"To determine whether 5 years of additional Anastrozole was more effective than 2 years of additional Anastrozole after 5 years of adjuvant endocrine therapy in terms of lowering the risk of contralateral breast cancer. Subjects without contralateral breast cancer event were censored at the last date when they were known to be contralateral breast cancer free.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":687,"n":1710},"commonTop":[]}}}