{"nctId":"NCT00763971","briefTitle":"Randomized, Double-blind Safety and Efficacy Study of Lisdexamfetamine Dimesylate (LDX) in Children and Adolescents Aged 6-17","startDateStruct":{"date":"2008-11-17","type":"ACTUAL"},"conditions":["ADHD"],"count":336,"armGroups":[{"label":"Lisdexamfetamine Dimesylate (LDX)","type":"EXPERIMENTAL","interventionNames":["Drug: Lisdexamfetamine Dimesylate (LDX)"]},{"label":"Methylphenidate Hydrochloride","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Methylphenidate Hydrochloride"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lisdexamfetamine Dimesylate (LDX)","otherNames":["Vyvanse™"]},{"name":"Methylphenidate Hydrochloride","otherNames":["Concerta®, OROS MPH"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is a male or female aged 6-17 years inclusive at the time of consent.\n2. Subject must meet Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition - Text Revision (DSM-IV-TR) criteria for a primary diagnosis of ADHD based on a detailed psychiatric evaluation.\n3. Subject must have a Baseline ADHD-RS-IV total score ≥28.\n4. Subject has blood pressure measurements within the 95th percentile for age, gender, and height at Screening and Baseline.\n5. Subject is able to swallow a capsule.\n\nExclusion Criteria:\n\n1. Subject has failed to respond to more than one adequate course (dose and duration) of stimulant therapy. One course must have been a long-acting formulation.\n2. Subject has a conduct disorder. Oppositional Defiant Disorder is not exclusionary.\n3. Subject is currently considered a suicide risk, has previously made a suicide attempt or has a prior history of, or is currently, demonstrating active suicidal ideation.\n4. Subject has glaucoma.\n5. Subject weighs less than 22.7kg (50lbs).\n6. Subject is significantly overweight based on Centre for Disease Control and Prevention Body Mass Index (BMI)-for-age gender specific charts at Screening. Significantly overweight is defined as a BMI \\>97th percentile for this study.\n7. Subject has a documented allergy, hypersensitivity, or intolerance to amphetamine or methylphenidate.\n8. Subject has a documented allergy, hypersensitivity, or intolerance to any excipients in the test or reference products.\n9. Subject has a history of seizures (other than infantile febrile seizures), a tic disorder, or a current diagnosis and/or a known family history of Tourette's Disorder.\n10. Subject has a known history of symptomatic cardiovascular disease, advance arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, or other serious cardiac problems that may place them at increased vulnerability to the sympathomimetic effects of a stimulant drug.\n11. Subject has a known family history of sudden cardiac death or ventricular arrhythmia.\n12. Subject is well controlled on their current ADHD medication with acceptable tolerability.\n13. Subject has a pre-existing severe gastrointestinal tract narrowing (pathologic or iatrogenic).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Attention Deficit Hyperactivity Disorder Rating Scale-fourth Edition (ADHD-RS-IV) Total Score at up to 7 Weeks","description":"The ADHD-RS-IV consists of 18 items scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms) with total score ranging from 0 to 54. A decrease in score indicates an improvement in ADHD symptomology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.3","spread":"1.16"},{"groupId":"OG001","value":"-18.7","spread":"1.14"},{"groupId":"OG002","value":"-5.7","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improvement on Clinical Global Impression-Improvement (CGI-I) Scores","description":"Clinical Global Impression-Improvement (CGI-I) consists of a 7-point scale ranging from 1 (very much improved) to 7 (very much worse). Improvement is defined as a score of 1 (very much improved) or 2 (much improved) on the scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.0","spread":null},{"groupId":"OG001","value":"60.6","spread":null},{"groupId":"OG002","value":"14.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Conner's Parent Rating Scale - Revised (CPRS-R) Total Score at up to 7 Weeks","description":"The Conner's Parent rating Scale-revised short version (CPRS-R) consists of 27 questions graded on a scale from 0 (not true at all) to 3 (very much true) with a total score ranging from 0 to 81. Higher scores are indicative of increased ADHD. This scale allows parents to respond on the basis of the child's behavior and help assess ADHD and evaluate problem behavior.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.5","spread":"1.70"},{"groupId":"OG001","value":"-18.4","spread":"1.69"},{"groupId":"OG002","value":"-3.2","spread":"1.69"}]}]}]},{"type":"SECONDARY","title":"Health Utilities Index-2 (HUI-2) Scores at up to 7 Weeks","description":"HUI is used to describe health status and to obtain utility scores by collecting data using one or more questionnaires in formats selected to match the specific study design criteria. Scoring ranges from 0.00 (dead) to 1.00 (perfect health). Higher scores represent better health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.811","spread":"0.1451"},{"groupId":"OG001","value":"0.822","spread":"0.1377"},{"groupId":"OG002","value":"0.806","spread":"0.1460"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.878","spread":"0.1322"},{"groupId":"OG001","value":"0.887","spread":"0.1151"},{"groupId":"OG002","value":"0.843","spread":"0.1431"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Child Health and Illness Profile, Child Edition: Parent Report Form (CHIP-CE:PRF) Global T-score at up to 7 Weeks","description":"The CHIP-CE:PRF evaluates health-related quality of life. It is composed of 5 domains (satisfaction, comfort, resilience, avoidance, and achievement) consisting of a total of 76 items. The global score is an average of the scores for the 5 domains. The majority of items assess frequency of events using a 5-point response format. There is no range for a total score. Raw scale scores are used to generate T-scores. Higher scores indicate better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":"1.08"},{"groupId":"OG001","value":"7.1","spread":"1.10"},{"groupId":"OG002","value":"-0.2","spread":"1.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weiss Functional Impairment Rating Scale - Parent Report (WFIRS-P) Global Score at up to 7 Weeks","description":"The WFIRS-P is a 50-item scale with each item scored from 0 (never/not at all) to 3 (very often/very much). Mean scores range from 0 to 3. Higher scores indicate greater functional impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.04"},{"groupId":"OG001","value":"-0.3","spread":"0.04"},{"groupId":"OG002","value":"0.0","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Psychiatric Rating Scale for Children (BPRS-C) Total Score at up to 7 Weeks","description":"The BPRS-C characterizes psychopathology. A total of 21 items are rated on a scale from 0 (not present) to 6 (extremely severe) with a total score ranging from 0 to 126. A decrease in score indicates a reduction in psychopathology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.15","spread":"11.264"},{"groupId":"OG001","value":"-9.71","spread":"6.936"},{"groupId":"OG002","value":"-2.59","spread":"7.436"}]}]}]},{"type":"SECONDARY","title":"Columbia-Suicide Severity Rating Scale (C-SSRS)","description":"C-SSRS is a 19-item semi-structured interview designed to capture suicide-related thoughts and behaviors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":111},"commonTop":["Headache","Decreased appetite","Nasopharyngitis","Insomnia","Abdominal upper pain"]}}}