{"nctId":"NCT00781898","briefTitle":"Treatment Study Using Depot Naltrexone (1/6) Philadelphia Coord/Data Mgmt Site","startDateStruct":{"date":"2008-06"},"conditions":["Opiate Addiction"],"count":308,"armGroups":[{"label":"Depot Naltrexone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Depot naltrexone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Treatment as Usual (TAU)"]}],"interventions":[{"name":"Depot naltrexone","otherNames":[]},{"name":"Treatment as Usual (TAU)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be between the ages of 18 and 60;\n* Have dx of opioid dependence according to DSM-IV criteria\n* be in good general health as determined by complete physical and laboratory tests;\n* Under some form of criminal justice supervision for at least 12 months;\n* Have a negative result for urinary opioids and no sign of opiate withdrawal after IV (or IM) injection of 0.8 mg of naloxone; and\n* Express a goal of opiate free treatment rather than agonist maintenance\n\nExclusion Criteria:\n\n* Current drug or alcohol dependence that requires medical supervision;\n* untreated psychiatric disorders that might make participation hazardous (e.g. untreated psychosis, bipolar disorder with mania, significant suicide risk). Adequately treated psychiatric disorders and appropriate psychotropic medications would be allowed.\n\n  3\\. Active medical illness that might make participation hazardous (e.g., untreated hypertension, hepatitis with AST or ALT \\>3 times upper limit of normal, unstable diabetes or heart disease). Adequately treated medical conditions are acceptable; 4. female subjects who are pregnant or lactating, or female subjects of childbearing potential who are not using birth control (oral contraceptives, barrier (diaphragm or condom) plus spermicide, or levonorgestriel implant); 5. Liver failure or liver function test levels greater than three times normal; 6. History of allergic reaction to naltrexone; 7. History of a drug overdose in the past 3 years; and 8. Current diagnosis of chronic pain disorder for which opioids are prescribed for pain relief.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relapse","description":"A relapse event was defined as 10 or more days of opioid use in a 28-day (4-week) period as assessed by self-report or by testing of urine samples obtained every 2 weeks; a positive or missing sample was computed as 5 days of opioid use.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":153},"commonTop":["Headache"]}}}