{"nctId":"NCT05064735","briefTitle":"Research Study Looking at How Well Semaglutide Works in People Suffering From Obesity and Knee Osteoarthritis","startDateStruct":{"date":"2021-10-01","type":"ACTUAL"},"conditions":["Obesity"],"count":407,"armGroups":[{"label":"semaglutide 2.4 mg","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide 2.4 mg"]},{"label":"semaglutide 2.4 mg (placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: semaglutide 2.4 mg (placebo)"]}],"interventions":[{"name":"semaglutide 2.4 mg","otherNames":[]},{"name":"semaglutide 2.4 mg (placebo)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age above or equal to 18 years at the time of signing informed consent\n* Body Mass Index (BMI) equal to or greater than 30.0 kg/m\\^2\n* Clinical diagnosis of knee OA (American College of Rheumatology (ACR) criteria) with moderate radiographic changes (Kellgren-Lawrence (KL) grades 2 or 3 as per central reading) in target knee. Target knee joint is defined as most symptomatic knee at screening. If pain in knees are equal target knee joint will be in the most dominant leg.\n* Pain due to knee OA\n\nExclusion Criteria:\n\n* Joint replacement in target knee\n* Arthroscopy or injections into target knee within last 3 months prior to enrolment\n* Any other joint disease in the target knee","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change in Body Weight","description":"Percentage change in body weight from baseline (week 0) to end of treatment (week 68) is presented. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.2","spread":"8.6"},{"groupId":"OG001","value":"-2.5","spread":"5.6"}]}]}]},{"type":"PRIMARY","title":"Change in Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score","description":"WOMAC is a disease-specific patient-reported outcome measure designed to assess changes in symptoms and lower extremity functioning associated with treatment in patients with osteoarthritis of the hip and/or knee. WOMAC is a 24 item questionnaire which assesses clinically important, participant-relevant symptoms in area of pain, stiffness, and physical function in participants with osteoarthritis (OA). It consists of 3 subscales: pain, stiffness and physical function. The WOMAC raw pain score is derived as the sum of the 5 item scores in the pain domain. It will be normalised and expressed on a 0-100 scale. This is done by dividing raw score by the highest possible value of the raw score for the pain domain (i.e. 50) and multiplying by 100. Higher scores indicate worse outcome. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.7","spread":"25.3"},{"groupId":"OG001","value":"-26.2","spread":"25.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Body Weight Reduction Greater Than or Equal to (≥) 5 Percent (%) (Yes/No)","description":"Percentage of participants who achieved ≥ 5% body weight reduction (yes/no) from baseline (week 0) to end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥5% weight reduction whereas 'No' infers percentage of participants who have not achieved ≥5% weight reduction. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.0","spread":null},{"groupId":"OG001","value":"29.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":null},{"groupId":"OG001","value":"70.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Body Weight Reduction ≥ 10% (Yes/No)","description":"Percentage of participants who achieved ≥10% body weight reduction (yes/no) from baseline (week 0) to end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥10% weight reduction whereas 'No' infers percentage of participants who have not achieved ≥10% weight reduction. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.4","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null},{"groupId":"OG001","value":"90.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in WOMAC Physical Function Score","description":"Change in WOMAC physical function score is presented. WOMAC is a 24 item questionnaire which assesses clinically important, participant-relevant symptoms in area of pain, stiffness, and physical function in participants with osteoarthritis (OA). It consists of 3 subscales: pain, stiffness and physical function. WOMAC physical function is 17-item questionnaire used to assess degree of difficulty experienced due to OA in knee. It is calculated as the sum of the 17 item scores in the physical function domain. It is normalized and expressed on a 0-100 scale. This is done by dividing raw score by the highest possible value of the raw score for the physical function domain (i.e. 170) and multiplying by 100. Higher scores indicate worse outcome. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.4","spread":"25.5"},{"groupId":"OG001","value":"-25.8","spread":"25.1"}]}]}]},{"type":"SECONDARY","title":"Change in Short Form 36 (SF-36) Physical Functioning Score","description":"SF-36 is self-administered questionnaire that measures each of following 8 health domains: physical functioning, role limitations due to physical problems (role-physical), social functioning, bodily pain, mental health, role limitations due to emotional problems (role-emotional), vitality, and general health perception. There are also 2 component scores derived from the 8 subscale scores: physical component summary (including physical functioning, role-physical, bodily pain and general health) and mental component summary (including vitality, social functioning, role-emotional and mental health). Each SF-36 domain and component summary score ranges from 0 to 100, higher scores reflect better participant health status. A positive change score indicates an improvement since baseline. The outcome measure was evaluated based on data from in-trial period. In-trial period was defined as uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":"9.9"},{"groupId":"OG001","value":"6.4","spread":"9.8"}]}]}]},{"type":"SECONDARY","title":"Change in Waist Circumference","description":"Change in waist circumference from baseline (week 0) to end of the treatment (visit 68) is presented. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.3","spread":"9.3"},{"groupId":"OG001","value":"-5.9","spread":"10.4"}]}]}]},{"type":"SECONDARY","title":"Change in WOMAC Stiffness Score","description":"WOMAC is a disease-specific patient-reported outcome measure designed to assess changes in symptoms and lower extremity functioning associated with treatment in patients with osteoarthritis of the hip and/or knee. WOMAC is a 24 item questionnaire which assesses clinically important, participant-relevant symptoms in area of pain, stiffness, and physical function in participants with OA. It consists of 3 subscales: pain, stiffness and physical function. The WOMAC raw stiffness score is derived as the sum of the 2 item scores in the stiffness domain. It will be normalized and expressed on a 0-100 scale. This is done by dividing raw score by the highest possible value of the raw score for the stiffness domain (i.e. 20) and multiplying by 100. Higher scores indicate worse outcome. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.4","spread":"27.7"},{"groupId":"OG001","value":"-27.6","spread":"29.3"}]}]}]},{"type":"SECONDARY","title":"Change in WOMAC Total Score","description":"WOMAC is a disease-specific patient-reported outcome measure designed to assess changes in symptoms and lower extremity functioning associated with treatment in patients with osteoarthritis of the hip and/or knee. WOMAC is a 24 item questionnaire which assesses clinically important, participant-relevant symptoms in area of pain, stiffness, and physical function in participants with OA. The WOMAC raw total score is derived as the sum of the 24 item scores respectively on pain, stiffness and physical function domain. It will be normalized and expressed on a 0-100 scale. This is done by dividing raw score by the highest possible value of the raw score for the total domain (i.e. 240) and multiplying by 100. Higher scores indicate worse outcome. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.8","spread":"24.9"},{"groupId":"OG001","value":"-26.0","spread":"24.9"}]}]}]},{"type":"SECONDARY","title":"Change in SF-36 Bodily Pain Score","description":"Change in SF-36 Bodily Pain Score from baseline (week 0) to end of treatment (week 68) is presented. SF-36 is self-administered questionnaire that measures each of following 8 health domains: physical functioning, role limitations due to physical problems (role-physical), social functioning, bodily pain, mental health, role limitations due to emotional problems (role-emotional), vitality, and general health perception. There are also 2 component scores derived from the 8 subscale scores: physical component summary and mental component summary. Each SF-36 domain and component summary score ranges from 0 to 100, higher scores reflect better participant health status. A positive change score indicates an improvement since baseline. The outcome measure was evaluated based on data from in-trial period. In-trial period was defined as uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":"9.4"},{"groupId":"OG001","value":"7.7","spread":"10.0"}]}]}]},{"type":"SECONDARY","title":"Change in SF-36 Physical Component Summary","description":"Change in SF-36 physical component summary is presented. It is self-administered questionnaire that measures each of following 8 health domains: physical functioning, role limitations due to physical problems (role-physical), social functioning, bodily pain, mental health, role limitations due to emotional problems (role-emotional), vitality, and general health perception. There are also 2 component scores derived from the 8 subscale scores: physical component summary and mental component summary. Physical component summary contains physical functioning, role-physical, bodily pain and general health. Each SF-36 domain and component summary score ranges from 0 to 100, higher scores reflect better participant health status. A positive change score indicates an improvement since baseline. The outcome measure was evaluated based on data from in-trial period. In-trial period was defined as uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":"9.1"},{"groupId":"OG001","value":"6.9","spread":"9.3"}]}]}]},{"type":"SECONDARY","title":"Change in SF-36 Mental Component Summary","description":"Change in SF-36 mental component summary is presented. SF-36 is self-administered questionnaire that measures each of following 8 health domains: physical functioning, role limitations due to physical problems (role-physical), social functioning, bodily pain, mental health, role limitations due to emotional problems (role-emotional), vitality, and general health perception. There are also 2 component scores derived from the 8 subscale scores: mental component summary and physical component summary. Mental component summary contain vitality, social functioning, role-emotional and mental health. Each SF-36 domain and component summary score ranges from 0 to 100, higher scores reflect better participant health status. A positive change score indicates an improvement since baseline. The outcome measure was evaluated based on data from in-trial period. In-trial period was defined as uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"11.3"},{"groupId":"OG001","value":"1.1","spread":"11.6"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Using Allowed Rescue Analgesics During Wash Out (Yes/No)","description":"Percentage of participants using allowed rescue analgesics during wash out at end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have used allowed rescue analgesics during wash out whereas 'No' infers percentage of participants who have not used allowed rescue analgesics during wash out. Use of allowed rescue analgesics is evaluated based on use of acetaminophen reported in the pain medication diary from one up to 3 days prior to WOMAC assessment. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.1","spread":null},{"groupId":"OG001","value":"94.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Amount of Allowed Rescue Analgesics Used During Wash Out","description":"Amount of allowed rescue analgesics used during wash out at end of treatment (week 68) is presented. Allowed rescue analgesic during washout is defined as acetaminophen taken 24-72 hour before the visit. The outcome measure is approximated by a total dose of acetaminophen reported in the pain medication diary from one and up to 3 days prior to WOMAC assessment. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"224.2","spread":"1756.4"},{"groupId":"OG001","value":"170.1","spread":"1100.3"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Use of Pain Medication","description":"Percentage of participants with use of pain medication from baseline (week 0) to end of treatment (week 68) is presented. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.7","spread":null},{"groupId":"OG001","value":"59.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.2","spread":null},{"groupId":"OG001","value":"58.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pain Intensity (Numerical Rating Scale [NRS])","description":"Pain intensity was assessed on an 11-point NRS over the past 24 hours (before each specified visit), where a score of 0 indicated \"no pain\" and a score of 10 indicated \"worst possible pain\", where higher the score, greater the pain intensity. Response at visit was derived from the pain diary data as an average score over 4 days interval leading up to visit-related washout period for pain medication. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"2.7"},{"groupId":"OG001","value":"-1.4","spread":"2.4"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Body Weight Reduction ≥ 15% (Yes/No)","description":"Percentage of participants who achieved ≥15% body weight reduction (yes/no) from baseline (week 0) to end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥15% weight reduction whereas 'No' infers percentage of participants who have not achieved ≥15% weight reduction. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.8","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.2","spread":null},{"groupId":"OG001","value":"97.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Body Weight Reduction ≥ 20% (Yes/No)","description":"Percentage of participants who achieved ≥20% body weight reduction (yes/no) from baseline (week 0) to end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥20% weight reduction whereas 'No' infers percentage of participants who have not achieved ≥20% weight reduction. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.7","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving WOMAC Pain Reduction ≥ 30% (Yes/No)","description":"Percentage of participants who achieved ≥30% WOMAC pain reduction (yes/no) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥30% WOMAC pain reduction whereas 'No' infers percentage of participants who have not achieved ≥30% WOMAC pain reduction. WOMAC raw pain score is derived as sum of 5 item scores in pain domain. It will be normalized and expressed on 0-100 scale. This is done by dividing raw score by highest possible value of raw score for pain domain (i.e. 50) and multiplying by 100. Higher scores indicate worse outcome. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.8","spread":null},{"groupId":"OG001","value":"56.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.2","spread":null},{"groupId":"OG001","value":"43.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving WOMAC Pain Reduction ≥ 50% (Yes/No)","description":"Percentage of participants who achieved ≥50% WOMAC pain reduction (yes/no) from baseline (week 0) to end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥50% WOMAC pain reduction whereas 'No' infers percentage of participants who have not achieved ≥50% WOMAC pain reduction. WOMAC raw pain score is derived as sum of 5 item scores in pain domain. It will be normalized and expressed on 0-100 scale. This is done by dividing raw score by highest possible value of raw score for pain domain (i.e. 50) and multiplying by 100. Higher scores indicate worse outcome. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.9","spread":null},{"groupId":"OG001","value":"34.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.1","spread":null},{"groupId":"OG001","value":"65.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Threshold for Clinically Meaningful Within-participant Change in WOMAC Pain Score (Yes/No)","description":"Percentage of participants who achieved threshold for clinically meaningful within-participant change in WOMAC pain score from baseline (week 0) to end of treatment (week 68) is presented. The threshold refers to the decrease of at least 37.3 in the WOMAC pain score and it is derived based on 1-category improvement on patient global impression of status (PGI-S) scale. In reported data, 'Yes' infers percentage of participants who have achieved threshold whereas 'No' infers percentage of participants who have not achieved threshold. WOMAC raw pain score is derived as sum of 5 item scores in pain domain. It will be normalized and expressed on 0-100 scale. This is done by dividing raw score by highest possible value of raw score for pain domain (i.e. 50) and multiplying by 100. Higher scores=worse outcome. Outcome measure was evaluated based on data from in-trial period and it was defined as uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.2","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.8","spread":null},{"groupId":"OG001","value":"66.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Threshold for Clinically Meaningful Within-participant Change in WOMAC Physical Function Score (Yes/No)","description":"Percentage of participants who achieved threshold for clinically meaningful within-participant change in WOMAC physical function score from baseline (week 0) to end of treatment (week 68) is presented. The threshold refers to the decrease of at least 41.2 in the WOMAC physical function score and it is derived based on 1-category improvement on PGI-S scale. In reported data, 'Yes' infers percentage of participants who have achieved threshold whereas 'No' infers percentage of participants who have not achieved threshold. WOMAC raw pain score is derived as sum of 5 item scores in pain domain. It will be normalized and expressed on 0-100 scale. This is done by dividing raw score by highest possible value of raw score for pain domain (i.e. 50) and multiplying by 100. Higher scores indicate worse outcome. Outcome measure was evaluated based on data from in-trial period and it was defined as uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.1","spread":null},{"groupId":"OG001","value":"29.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.9","spread":null},{"groupId":"OG001","value":"70.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Threshold for Clinically Meaningful Within-participant Change in SF-36 Physical Functioning Score (Yes/No)","description":"Percentage of participants who achieved threshold for clinically meaningful within-participant change in SF-36 physical function score is presented. Threshold refers to increase of at least 11.4 in SF-36 physical functioning score \\& it is derived based on 1-category improvement on PGI-S scale. 'Yes' infers percentage of participants who achieved threshold; 'No' infers percentage of participants who have not achieved threshold. SF-36: self-administered questionnaire that measures each of following 8 health domains: physical functioning, role limitations due to physical problems, social functioning, bodily pain, mental health, role limitations due to emotional problems, vitality, \\& general health perception. Each SF-36 domain and component summary score ranges from 0-100, higher scores mean better participant health status. Outcome measure was evaluated based on data from in-trial period: uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":null},{"groupId":"OG001","value":"28.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.4","spread":null},{"groupId":"OG001","value":"71.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Pain Intensity (Numerical Rating Scale [NRS]) Reduction ≥ 30% (Yes/No)","description":"Percentage of participants who achieved ≥30% pain intensity reduction (yes/no) from baseline (week 0) to end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥30% pain intensity reduction whereas 'No' infers percentage of participants who have not achieved ≥30% pain intensity reduction. Response at visit was derived from the pain diary data as an average score over 4 days interval leading up to visit-related washout period for pain medication. Pain intensity was assessed on an 11-point NRS over the past 24 hours (before each specified visit), where a score of 0 indicated \"no pain\" and a score of 10 indicated \"worst possible pain\", where higher the score, greater the pain intensity. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"39.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.2","spread":null},{"groupId":"OG001","value":"61.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Pain Intensity (Numerical Rating Scale [NRS]) Reduction ≥ 50% (Yes/No)","description":"Percentage of participants who achieved ≥50% pain intensity reduction (yes/no) from baseline (week 0) to end of treatment (week 68) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved ≥50% pain intensity reduction whereas 'No' infers percentage of participants who have not achieved ≥50% pain intensity reduction. Response at visit was derived from the pain diary data as an average score over 4 days interval leading up to visit-related washout period for pain medication. Pain intensity was assessed on an 11-point NRS over the past 24 hours (before each specified visit), where a score of 0 indicated \"no pain\" and a score of 10 indicated \"worst possible pain\", where higher the score, greater the pain intensity. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.7","spread":null},{"groupId":"OG001","value":"28.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.3","spread":null},{"groupId":"OG001","value":"72.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":269},"commonTop":["COVID-19","Nausea","Constipation","Diarrhoea","Vomiting"]}}}