{"nctId":"NCT01225562","briefTitle":"Prevention of Cardiovascular Events (eg, Death From Heart or Vascular Disease, Heart Attack, or Stroke) in Patients With Prior Heart Attack Using Ticagrelor Compared to Placebo on a Background of Aspirin","startDateStruct":{"date":"2010-10"},"conditions":["Myocardial Infarction","Cardiovascular Death","Atherothrombosis","Stroke"],"count":21379,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Ticagrelor 90 mg"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Ticagrelor 60 mg"]},{"label":"3","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ticagrelor Placebo"]}],"interventions":[{"name":"Ticagrelor 90 mg","otherNames":[]},{"name":"Ticagrelor 60 mg","otherNames":[]},{"name":"Ticagrelor Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Person who had a heart attack within 1 - 3 years ago and at least one additional risk factor: Age ≥ 65 years old, Diabetes requiring medication, Documented history of 2nd prior MI (\\>1 year ago). Angiographic evidence of multivessel CAD, and / or Chronic, non-end stage renal dysfunction.\n* Females of child-bearing potential must have a negative pregnancy test at enrollment\n* Persons who are currently taking aspirin between 75 and 150 mg once daily\n\nExclusion Criteria:\n\n* Persons who are being treated with agents inhibiting blood clotting if the agent cannot be stopped at study start\n* Persons who have planned coronary, cerebrovascular, or peripheral arterial Revascularization (invasive surgery) at study start\n* Persons with known bleeding disorders\n* Persons who need chronic oral anticoagulant therapy or chronic low-molecular-weight heparin\n* Persons with a history of ischemic stroke\n* Persons with a history of intracranial bleeding at any time, a tumor or blood vessel abnormality in the brain and/or spinal cord at any time, a history of surgery involving the brain or spinal cord within the last 5 years, or a history of bleeding from the gastrointestinal tract (eg, esophagus, stomach, colon, rectum) within the last 6 months or a major surgery within the last 30 days.\n* Persons considered to be at risk of bradycardic events unless already treated with a permanent pacemaker\n* Persons who have had open heart surgery within the past 5 years, unless the person had a heart attack after the surgery\n* Persons with known severe liver disease\n* Persons with kidney failure requiring dialysis\n* Persons with life expectancy \\< 1 year","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaplan-Meier Estimate of the Percentage of Patients Who Experienced Cardiovascular Death (CV Death), Myocardial Infarction (MI) or Stroke Within 3 Years From Randomization","description":"Participants with CV death, MI or Stroke. If no event, censoring occurs at the earliest of the efficacy cut-off date 14 Sep 2014, withdrawal of consent, non-CV death or at the last time point of complete clinical event assessment. Events were adjudicated by a blinded endpoint committee. The Kaplan-Meier estimate reports the percentage of patients who experienced CV Death, MI or stroke within 3 years from randomization","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"7.8","spread":null},{"groupId":"OG002","value":"9.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Patients Who Experienced Cardiovascular Death (CV Death) Within 3 Years From Randomization","description":"Participants with CV death. If no event, censoring occurs at the earliest of the efficacy cut-off date 14 Sep 2014, withdrawal of consent, non-CV death or at the last time point of complete clinical event assessment. Events were adjudicated by a blinded endpoint committee. The Kaplan-Meier estimate reports the percentage of patients who experienced CV Death within 3 years from randomization","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"2.9","spread":null},{"groupId":"OG002","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Patients Who Died From Any Cause Within 3 Years From Randomization","description":"Participants with death from any cause. If no event, censoring occurs at the earliest of the efficacy cut-off date 14 Sep 2014, withdrawal of consent or the last time point the particapant was known to be alive. Events were adjudicated by a blinded endpoint committee. The Kaplan-Meier estimate reports the percentage of patients who died from any cause within 3 years from randomization","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"4.7","spread":null},{"groupId":"OG002","value":"5.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Kaplan-Meier Estimate of the Percentage of Patients Who Experienced a TIMI Major Bleeding Within 3 Years From First Dose of Study Drug Units: Percentage of Patients","description":"A Thrombolysis in Myocardial Infarction (TIMI) study group major bleeding is defined as any fatal bleeding (leading directly to death within 7 days), any intrcranial bleeding or any clinically overt signs of haemorrhage associated with a drop in Haemoglobin of \\>= 5g/dL. Events were adjudicated by a clinical events committee. Censoring ocurrs at 7 days following last dose of study drug. The Kaplan-Meier estimate reports the percentage of patients who experienced a TIMI Major bleeding within 3 years from first dose of study drug","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"2.3","spread":null},{"groupId":"OG002","value":"1.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1757,"n":6996},"commonTop":["Dyspnoea","Nasopharyngitis","Epistaxis","Increased tendency to bruise","Contusion"]}}}