{"nctId":"NCT03221426","briefTitle":"Study of Pembrolizumab (MK-3475) Plus Chemotherapy Versus Placebo Plus Chemotherapy in Participants With Gastric or Gastroesophageal Junction (GEJ) Adenocarcinoma (MK-3475-585/KEYNOTE-585)","startDateStruct":{"date":"2017-10-09","type":"ACTUAL"},"conditions":["Gastric Cancer","Gastroesophageal Junction Cancer"],"count":1007,"armGroups":[{"label":"Pembrolizumab + XP/FP","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Cisplatin","Drug: Capecitabine","Drug: 5-fluorouracil"]},{"label":"Placebo + XP/FP","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Cisplatin","Drug: Capecitabine","Drug: 5-fluorouracil"]},{"label":"Pembrolizumab+FLOT Cohort","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: 5-fluorouracil","Drug: Docetaxel","Drug: Oxaliplatin","Drug: Leucovorin"]},{"label":"Placebo+FLOT Cohort","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: 5-fluorouracil","Drug: Docetaxel","Drug: Oxaliplatin","Drug: Leucovorin"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Placebo","otherNames":["Normal saline solution"]},{"name":"Cisplatin","otherNames":["PLATINOL®"]},{"name":"Capecitabine","otherNames":["XELODA®"]},{"name":"5-fluorouracil","otherNames":["ADRUCIL®","5FU"]},{"name":"Docetaxel","otherNames":["TAXOTERE®"]},{"name":"Oxaliplatin","otherNames":["ELOXATIN®"]},{"name":"Leucovorin","otherNames":["WELLCOVORIN®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has previously untreated localized gastric or GEJ adenocarcinoma as defined by T3 or greater primary lesion or the presence of any positive nodes - N+ (clinical nodes) without evidence of metastatic disease.\n* Plans to proceed to surgery following pre-operative chemotherapy based on standard staging studies per local practice.\n* Is willing to provide tissue from a tumor lesion at baseline and at time of surgery.\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status score of 0 to 1 within 3 days prior to the first dose of study treatment.\n* Has adequate organ function.\n* Male participants of childbearing potential must agree to use an adequate method of contraception for the course of the study through 180 days after the last dose of chemotherapy.\n* Female participants of childbearing potential must be willing to use an adequate method of contraception for the course of the study through 180 days after the last dose of chemotherapy or through 120 days after the last dose of pembrolizumab, whichever is greater.\n* Has life expectancy of greater than 6 months.\n\nExclusion Criteria:\n\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n* Has an active infection requiring systemic therapy.\n* Is currently participating in or has participated in a trial of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment.\n* Has received prior therapy with an anti-programmed cell death protein-1 (anti-PD-1), anti-programmed cell death-ligand 1 (anti-PD-L1), or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (i.e., cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\], tumor necrosis factor receptor superfamily member 4 \\[OX-40\\], necrosis factor receptor superfamily member 9 \\[CD137\\]) or has previously participated in a Merck pembrolizumab (MK-3475) clinical trial.\n* Has received prior systemic anti-cancer therapy including investigational agents for the current malignancy.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 14 days prior the first dose of study treatment.\n* Has a known additional malignancy that is progressing or has required active treatment within the past 5 years. Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ that have undergone potentially curative therapy are not excluded.\n* Has a known severe hypersensitivity (≥ Grade 3) to pembrolizumab, its active substance and/or any of its excipients, or to any of the study chemotherapy agents and/or to any of their excipients.\n* Has an active autoimmune disease that has required systemic treatment in past 2 years.\n* Has a known history of human immunodeficiency virus (HIV) infection.\n* Has a known history of Hepatitis B or known active Hepatitis C virus infection.\n* Has a known history of active tuberculosis (TB).\n* Female participants who are pregnant or breastfeeding or expecting to conceive children within the projected duration of the study, starting with the screening visit through180 days after the last dose of chemotherapy or through 120 days after the last dose of pembrolizumab, whichever is greater.\n* Male participants who are expecting to father children within the projected duration of the study, starting with the screening visit through 180 days after the last dose of chemotherapy.\n* Has had an allogenic tissue/solid organ transplant.\n* Has received a live vaccine within 30 days prior to the first dose of study treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Event-free Survival (EFS) Per Response Criteria in Solid Tumors Version 1.1 (RECIST 1.1) - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms","description":"EFS is based on RECIST 1.1 as assessed by the investigator and is defined as the time from randomization to the first of the following events: radiographic disease progression per RECIST 1.1; local or distant recurrence as assessed by computer tomography (CT) scan or biopsy if indicated (for participants who are disease free after surgery); clinical progression as evidenced by peritoneal carcinomatosis confirmed by preoperative laparoscopy or laparotomy (for participants who are confirmed to be free of peritoneal involvement by laparoscopy at screening); or death due to any cause. A second primary malignancy, or radiographic progressive disease (PD) during the neoadjuvant phase that does not preclude successful surgery (i.e., disease free after surgery), are not considered EFS events.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"25.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Pathological Complete Response (pathCR) Rate - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms","description":"PathCR rate is defined as the percentage of participants having a pathCR based on central review. pathCR is defined as no invasive disease within an entirely submitted and evaluated gross lesion, and histologically negative nodes. The percentage of participants having pathCR is presented for the Pembrolizumab+XP/FP and Placebo+XP/FP treatment arms.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS) - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms","description":"OS is defined as the time from randomization to death due to any cause. OS is presented for the Pembrolizumab+XP/FP and Placebo+XP/FP treatment arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.8","spread":null},{"groupId":"OG001","value":"55.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experience One or More Adverse Events (AEs) - Pembrolizumab+FLOT and Placebo+FLOT Cohorts","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who experience at least one AE is presented for the Pembrolizumab+FLOT and Placebo+FLOT Cohorts.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinue Study Treatment Due to an AE - Pembrolizumab+FLOT and Placebo+FLOT Cohorts","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who discontinued study treatment due to an AE is presented for the Pembrolizumab+FLOT and Placebo+FLOT Cohorts.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience One or More Adverse Events (AEs) - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms Separately and in Combination With the Pembrolizumab+FLOT and Placebo+FLOT Cohorts","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who experience at least one AE will be presented for the Pembrolizumab+XP/FP and Placebo+XP/FP treatment arms separately and in combination with the Pembrolizumab+FLOT and Placebo+FLOT Cohorts.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Discontinue Study Treatment Due to an AE - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms Separately and in Combination With the Pembrolizumab+FLOT and Placebo+FLOT Cohorts","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who discontinue study treatment due to an AE will be presented the Pembrolizumab+XP/FP and Placebo+XP/FP treatment arms separately and in combination with the Pembrolizumab+FLOT and Placebo+FLOT Cohorts.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Disease-free Survival (DFS) Per Response Criteria in Solid Tumors Version 1.1 (RECIST 1.1) - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms","description":"DFS is defined as the time from post-surgery baseline scan until the first occurrence of local or distant recurrence or death from any cause and is based on RECIST 1.1 as assessed by the investigator.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.1","spread":null},{"groupId":"OG001","value":"44.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms in Combination With the Pembrolizumab+FLOT and Placebo+FLOT Cohorts","description":"OS is defined as the time from randomization to death due to any cause. OS is presented for the Pembrolizumab+XP/FP and Placebo+XP/FP treatment arms in combination with the Pembrolizumab+FLOT and Placebo+FLOT Cohorts.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"55.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (EFS) Per Response Criteria in Solid Tumors Version 1.1 (RECIST 1.1) - Pembrolizumab+XP/FP and Placebo+XP/FP Treatment Arms in Combination With the Pembrolizumab+FLOT and Placebo+FLOT Cohorts","description":"EFS is based on RECIST 1.1 as assessed by the investigator and is defined as the time from randomization to the first of the following events: radiographic disease progression per RECIST 1.1; local or distant recurrence as assessed by CT scan or biopsy if indicated (for participants who are disease free after surgery); clinical progression as evidenced by peritoneal carcinomatosis confirmed by preoperative laparoscopy or laparotomy (for participants who are confirmed to be free of peritoneal involvement by laparoscopy at screening); or death due to any cause. A second primary malignancy, or radiographic progressive disease (PD) during the neoadjuvant phase that does not preclude successful surgery (i.e., disease free after surgery), are not considered EFS events.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.0","spread":null},{"groupId":"OG001","value":"26.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":176,"n":399},"commonTop":["Nausea","Diarrhoea","Decreased appetite","Anaemia","Neutrophil count decreased"]}}}