{"nctId":"NCT02700815","briefTitle":"Capsaicin + Diclofenac Gel in Acute Back Pain or Neck Pain","startDateStruct":{"date":"2016-05-09","type":"ACTUAL"},"conditions":["Acute Pain"],"count":746,"armGroups":[{"label":"Diclofenac and capsaicin","type":"EXPERIMENTAL","interventionNames":["Drug: Diclofenac","Drug: Capsaicin"]},{"label":"Diclofenac","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Diclofenac"]},{"label":"Capsaicin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Capsaicin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Diclofenac","otherNames":[]},{"name":"Capsaicin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Signed and dated written informed consent at Visit 1 in accordance with Good Clinical Practice and local legislation\n* Male or female patients \\>=18 years with current diagnosis of acute back pain or of neck pain for at least 24 hours, but less than 21 days\n* Acute back pain or acute neck pain resulting in pain on movement (POM) \\>= 50 mm (Visual Analogue Scale 0-100) for at least one POM procedure out of 5 standardized procedures.\n* Sensitivity to algometric pressure on the painful trigger point \\<= 25 N/cm2\n* Women of childbearing potential must be ready and able to use highly effective methods of birth control\n\nExclusion criteria:\n\n* History of 3 or more episodes of back or neck pain in the last 6 months excluding the current episode\n* Surgery due to back or neck pain or rehabilitation due to back or neck pain in the last 12 months\n* Back or neck pain that is attributable to any specific identifiable cause (e.g. disc prolapse, spondylolisthesis, osteomalacia, inflammatory arthritis, metabolic, neurological diseases or tumour)\n* Trauma or strains of the back or neck muscles within the last 3 months\n* Prior use within the last 3 days before Visit 1 or concomitant use of any anti-inflammatory drugs, heparinoids, muscle relaxants or analgesics. Long-acting glucocorticoids must have been discontinued 10 days before study entry. Spinal injections should have been discontinued in due time (investigator's judgement) before patient enrolment to allow complete wash-out of the active ingredient based on investigator's judgment\n* Non-pharmacological treatment (physiotherapy, heat treatment (e.g. heat patch, hot water bottle), or massage, acupuncture, transcutaneous electrical nerve stimulation) or locally applied pharmacological product to the back or neck area 24 hours prior study entry and during the study period\n* Known severe hepatocellular insufficiency, severe renal insufficiency or Gilbert's syndrome (Morbus Meulengracht)\n* Any other medical condition that would interfere with efficacy and safety assessments based on investigator's judgement or any on-going clinical condition that would jeopardize patient's or site personnel's safety or study compliance based on investigator judgement.\n* Known intolerance or hypersensitivity to the active ingredients or any excipient(s).\n* Patients in whom attacks of asthma, bronchospasm, rhinitis or urticaria were precipitated by the intake of Acetyl salicylic acid (ASS) or other NSAIDs\n* Irritated skin (based on investigator's judgement), skin wounds, eczema or open injuries at application site\n* Negative experience in the past with heat treatments for muscle complaints\n* Patient not able to understand and comply with trial requirements based on investigators judgement\n* Alcohol or drug abuse\n* Participation in a clinical trial within the previous 30 days or simultaneous participation in another clinical trial\n* Women who are pregnant, nursing, or who plan to become pregnant while in the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in POM Between Baseline and Day 2 Evening, 1 Hour After Drug Application","description":"Pain on movement (POM) was used to assess pain measurement for back and neck pain. The standardized movements have been established for which the measurement was taken. POMwp was the POM measure that gave the highest score at baseline; i.e. POM of worst procedure. Pain intensity was assessed at rest after standing in an upright position relatively motionless for 1 minute. The pain was evaluated by asking patient 'How would you rate your pain right now?' and by using a visual analogue scale (VAS) ranging from 0-10 centimeters (cm) wherein 0 cm = no pain to 10 cm = worst pain possible. The results presented here are adjusted mean change from baseline and standard error for POMwp in cm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.45","spread":"0.252"},{"groupId":"OG001","value":"-3.26","spread":"0.160"},{"groupId":"OG002","value":"-2.33","spread":"0.160"},{"groupId":"OG003","value":"-3.05","spread":"0.159"}]}]}]},{"type":"SECONDARY","title":"POMwp Area Under the Curve (AUC) Calculated From 0 to 72 Hours (h) (POMwp AUC(0-72 h))","description":"This is a key secondary endpoint. AUC for POMwp calculated from 0 to 72 h that is for first three treatment days using the trapezoidal rule divided by the observation time. The results presented here are adjusted mean and standard error for POMwp AUC (0-72 h) in centimeters (cm). The AUC represents POMwp as an average over the first 3 treatment days (Day 1 until Day 4 morning) - it is not meant here as a pharmacokinetics (PK) parameter (concentration over time).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.62","spread":"0.213"},{"groupId":"OG001","value":"3.95","spread":"0.145"},{"groupId":"OG002","value":"4.81","spread":"0.145"},{"groupId":"OG003","value":"4.25","spread":"0.143"}]}]}]},{"type":"SECONDARY","title":"POMwp Area Under the Curve (AUC) Calculated From 0 to 120 Hours (h) (POMwp AUC(0-120 h))","description":"This is a key secondary endpoint. AUC for POMwp calculated from 0 to 120 h that is for first five treatment days using the trapezoidal rule divided by the observation time. The results presented here are adjusted mean and standard error for POMwp AUC (0-120 h) in centimeters (cm). The AUC represents POMwp as an average over the first 5 treatment days (Day 1 until Day 6 morning) - it is not meant here as a PK parameter (concentration over time).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.92","spread":"0.230"},{"groupId":"OG001","value":"3.10","spread":"0.156"},{"groupId":"OG002","value":"4.10","spread":"0.156"},{"groupId":"OG003","value":"3.41","spread":"0.154"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Decrease in POMwp of at Least 30% From Baseline","description":"This outcome measures the pattern of number of patients with a decrease in POMwp of at least 30% from baseline at 1 hour after dosing on Day 2 evening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"150","spread":null},{"groupId":"OG002","value":"107","spread":null},{"groupId":"OG003","value":"134","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Decrease in POMwp of at Least 50% From Baseline","description":"This outcome measures the pattern of number of patients with a decrease in POMwp of at least 50% from baseline at 1 hour after dosing on Day 2 evening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"95","spread":null},{"groupId":"OG002","value":"50","spread":null},{"groupId":"OG003","value":"85","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in POMwp (cm) at Day 6 Morning","description":"Pain on movement (POM) was used to assess pain measurement for back and neck pain. The standardized movements have been established for which the measurement was taken. POMwp was the POM measure that gave the highest score at baseline; i.e. POM of worst procedure. Pain intensity was assessed at rest after standing in an upright position relatively motionless for 1 minute. The pain was evaluated by asking patient 'How would you rate your pain right now?' and by using a visual analogue scale (VAS) ranging from 0-10 cm wherein 0 cm = no pain to 10 cm = worst pain possible. The results presented here are adjusted mean change from baseline and standard error for POMwp in centimeters (cm).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.83","spread":"0.282"},{"groupId":"OG001","value":"-5.08","spread":"0.175"},{"groupId":"OG002","value":"-3.77","spread":"0.175"},{"groupId":"OG003","value":"-4.88","spread":"0.174"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pressure Algometry (PA) at Day 2 Evening, Before Drug Application","description":"PA is a method described to determine pressure pain threshold (PPT) by applying controlled pressure to a given body point. The results presented here are adjusted mean change from baseline and standard error for PA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.89","spread":"0.795"},{"groupId":"OG001","value":"3.46","spread":"0.526"},{"groupId":"OG002","value":"3.00","spread":"0.530"},{"groupId":"OG003","value":"3.77","spread":"0.526"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pressure Algometry (PA) at Day 6 Morning","description":"PA is a method described to determine pressure pain threshold (PPT) by applying controlled pressure to a given body point. The results presented here are adjusted mean change from baseline and standard error for PA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.01","spread":"1.199"},{"groupId":"OG001","value":"9.38","spread":"0.737"},{"groupId":"OG002","value":"7.64","spread":"0.740"},{"groupId":"OG003","value":"9.66","spread":"0.737"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":75},"commonTop":["Burning sensation","Skin burning sensation","Nasopharyngitis"]}}}