{"nctId":"NCT04676334","briefTitle":"CATCH-R: A Rollover Study to Provide Continued Access to Rucaparib","startDateStruct":{"date":"2021-03-22","type":"ACTUAL"},"conditions":["Metastatic Castration-Resistant Prostate Cancer","Ovarian Cancer","Epithelial Ovarian Cancer","Fallopian Tube Cancer","Peritoneal Cancer","Other Solid Tumor"],"count":34,"armGroups":[{"label":"Rucaparib","type":"EXPERIMENTAL","interventionNames":["Drug: Rucaparib"]},{"label":"Long-term Follow-up","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Rucaparib","otherNames":["CO-338","Rubraca"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Currently enrolled in a Clovis-sponsored study of rucaparib that is being closed\n* Either: (a) Is currently tolerating a rucaparib treatment regimen in the parent study with evidence of clinical benefit, as assessed by the investigator, or (b) Has discontinued treatment and is being followed for collection of LTFU data in the parent study\n* Demonstrated compliance with the parent study requirements, as assessed by the investigator, and participant is able and willing to comply with the necessary study visits and assessments as part of the rollover study\n* Provided written informed consent prior to enrolling in this rollover study\n\nExclusion Criteria (applicable only to participants considered for continuation of rucaparib treatment):\n\n* Participant has been permanently discontinued from study treatment in the parent study for any reason\n* Pregnant or breastfeeding female patients\n* Presence of any other condition that may, in the opinion of the investigator, make the participant inappropriate for continuation of rucaparib treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Experiencing SAEs and AESIs","description":"An SAE was any untoward medical occurrence that occurred at any dose, or after informed consent was given and prior to dosing if the SAE was related to a study procedure, that: resulted in death; was life-threatening; required in-patient hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability/incapacity; resulted in a congenital anomaly or birth defect; or was an important medical event that may not have resulted in death, was not life-threatening, or did not require hospitalization but may be considered an SAE, based on appropriate medical judgment. An AESI was defined as any AE of scientific and medical concern specific to the sponsor's product or program, for which ongoing monitoring and rapid communication by the investigator to the sponsor can be appropriate. A summary of all SAEs regardless of causality is located in the 'Reported Adverse Events' Section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":20},"commonTop":[]}}}