{"nctId":"NCT05137717","briefTitle":"A Study of Maribavir in Japanese People With Cytomegalovirus (CMV) Infection","startDateStruct":{"date":"2022-01-18","type":"ACTUAL"},"conditions":["Cytomegalovirus (CMV)"],"count":41,"armGroups":[{"label":"Maribavir","type":"EXPERIMENTAL","interventionNames":["Drug: Maribavir"]}],"interventions":[{"name":"Maribavir","otherNames":["SHP620","TAK-620"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Be Japanese with Japanese nationality, \\>=16 years of age at the time of consent.\n2. Be a recipient of HSCT or SOT that is functioning at the time of Screening.\n3. Have a documented CMV infection with a screening value of \\>455 IU/mL in plasma in 2 consecutive assessments, separated by at least 1 day, as determined by a central specialty laboratory qPCR or comparable quantitative CMV DNA results. Both samples should be taken within 14 days prior to first dose of study treatment with the second sample obtained within 5 days prior to first dose of study treatment at Visit 2/Day 0.\n4. Have the current CMV infection after HSCT or SOT, either primary or reactivation, which, in the investigator's opinion, requires treatment and have any of the following.\n\n   1. Asymptomatic participants: The subjects do not have CMV tissue-invasive disease or CMV syndrome (SOT subjects only) at Baseline, as determined by the investigator according to the criteria specified by Ljungman et al., 2017.\n   2. Refractory or resistant participants: The participant must have a current CMV infection that is refractory to the most recently administered of the anti-CMV treatment agent(s). Refractory is defined as documented failure to achieve \\>1 log10 (common logarithm to base 10) decrease in CMV DNA level in plasma after a 14 day or longer treatment period with IV ganciclovir/oral valganciclovir, or IV foscarnet.\n5. Have all of the following results as part of screening laboratory assessments (results from either the central laboratory or a local laboratory can be used for qualification):\n\n   1. Absolute neutrophil count \\>=1,000/mm\\^3 (1.0 × 10\\^9/L)\n   2. Platelet count \\>=25,000/mm\\^3 (25 × 10\\^9/L)\n   3. Hemoglobin \\>=8 g/dL\n   4. Estimated creatinine clearance \\>=30 mL/minute (estimated glomerular filtration rate by Modification of Diet in Renal Disease)\n6. Be able to swallow tablets.\n7. Have life expectancy of \\>=8 weeks.\n8. Weigh \\>=40 kg.\n\nExclusion Criteria\n\n1. Have central nervous system (CNS) CMV tissue-invasive disease or CMV retinitis as assessed by the investigator at the time of Screening and prior to administration at Visit 2/Day 0.\n2. Be receiving valganciclovir, ganciclovir, foscarnet, or letermovir when study treatment is initiated, or anticipated to require 1 of these agents during the 8-week treatment period.\n\n   NOTE: Participants receiving letermovir must discontinue 3 days prior to first dose of study treatment. Ganciclovir, valganciclovir, and foscarnet must be discontinued prior to the first dose of study treatment.\n3. Have known hypersensitivity to the active substance or to an excipient of the study treatments.\n4. Have severe vomiting, diarrhea, or other severe GI illness within 24 hours prior to the first dose of study treatment that would preclude administration of oral medication.\n5. Require mechanical ventilation or vasopressors for hemodynamic support at the time of Baseline.\n6. Pregnant or nursing female.\n7. Have received any investigational agent (including CMV-specific T-cells) with known anti-CMV activity within 30 days before initiation of the study treatment at any time.\n8. Have previously received maribavir.\n9. Have serum aspartate aminotransferase (AST) \\>5 times upper limit of normal (ULN) at Screening, or serum alanine aminotransferase (ALT) \\>5 times ULN at Screening, or total bilirubin \\>=3.0\\* ULN at Screening (except for documented Gilbert's syndrome), as analyzed by local or central laboratory.\n10. Have known (previously documented) positive results for HIV. Participants must have a confirmed negative HIV test result within 3 months of study entry or, if unavailable, be tested by a local laboratory during the screening period.\n11. Have active malignancy with the exception of nonmelanoma skin cancer, as determined by the investigator. Participants who experience relapse or progression of their underlying malignancy (for which HSCT or SOT was performed), as determined by the investigator, are not to be enrolled.\n12. Be undergoing treatment for acute or chronic hepatitis C.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved Confirmed Clearance of Plasma CMV Deoxyribose Nucleic Acid (DNA) at Week 8","description":"The confirmed viremia clearance was defined as a plasma CMV DNA concentration below the lower limit of quantification (LLOQ) (that is \\[i.e.\\], less than \\[\\<\\] 34.5 international units per milliliter \\[IU/mL\\]) when assessed by the COBAS® 8800/COBAS® CMV Test, in two consecutive post-baseline samples, separated by at least 5 days. To be considered a responder for the primary endpoint, the participant must have received exclusively study-assigned treatment (regardless of whether study-assigned treatment was completed).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious TEAEs","description":"A TEAEs was defined as any event emerging or manifesting at or after the initiation of treatment with an investigational product or medicinal product or any existing event that worsened in either intensity or frequency following exposure to the investigational product or medicinal product. An SAE was any untoward medical occurrence or effect that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability / incapacity, was a congenital anomaly / birth defect or was medically important due to other reasons than the above mentioned criteria.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAEs Leading to Treatment Discontinuation With Maribavir","description":"The number of participants with TEAEs leading to maribavir study treatment discontinuation (including treatment interruption or withdrawal) were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Meaningful Changes in Vital Signs","description":"Vital sign assessments included blood pressure, pulse, respiratory rate and body temperature. Any clinically meaningful change in vital signs which were deemed clinically significant by the investigator were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Meaningful Abnormalities in Physical Examination Findings","description":"Physical examination included assessments of the head, eyes, ears, nose, throat, neck, lymph nodes, and the cardiovascular, dermatological, musculoskeletal, respiratory, gastrointestinal, genitourinary, and neurological systems. Any clinically meaningful change in physical examination which were deemed clinically significant by the investigator were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Meaningful Abnormalities in Clinical Laboratory Parameters","description":"Clinical laboratory parameters included evaluations of hematology, chemistry, urinalysis. Any clinically meaningful change in clinical laboratory parameters which were deemed clinically significant by the investigator were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Meaningful Changes in Electrocardiograms (ECGs)","description":"12-lead ECG were evaluated. Any change in ECG assessments which are deemed clinically meaningful by the investigator were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Events of Immunosuppressant Drug Level Increased in Blood","description":"Immunosuppressant drug concentration testing was solely for participants who received immunosuppressive therapy with tacrolimus, cyclosporine, or everolimus. The number of participants with an increased level of at least one immunosuppressant drug was reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAEs of New Onset of Acute or Chronic Graft-versus-host Disease (GVHD), Graft Rejection, or Graft Loss","description":"New onset of acute or chronic GVHD assessed as TEAEs, and graft rejection, or graft loss assessed were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Maintained CMV Viremia Clearance and CMV Infection Symptom Control at Week 8 Through Weeks 12, 16 and 20","description":"The confirmed viremia clearance was defined as a plasma CMV DNA concentration below the LLOQ (i.e., \\<34.5 IU/mL) when assessed by the COBAS® 8800/COBAS® CMV Test, in two consecutive post-baseline samples, separated by at least 5 days. Percentage of participants who maintained combined CMV viremia clearance and CMV infection symptom control at Week 8 Through Weeks 12, 16 and 20 were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Confirmed CMV Viremia Clearance","description":"Time to first confirmed viremia clearance was defined as time from the start date of first dose of study treatment to the date of confirmed viremia clearance (event), or the date of last CMV DNA assessment on study before the initiation of alternative anti-CMV treatment (censored). The time to first confirmed CMV viremia clearance was calculated as date of first confirmed CMV viremia clearance - randomization date + 1). The date of first confirmed CMV viremia clearance was the date of first of two consecutive samples with plasma CMV DNA \\<LLOQ that meet the criteria of confirmed CMV viremia clearance.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Recurrence of Confirmed CMV Viremia During Follow-up Period in Participants With Confirmed Viremia Clearance at Week 8 Who Required Additional Anti-CMV Treatment","description":"Recurrence of confirmed CMV viremia was defined as plasma CMV DNA concentration greater than or equal to (\\>= 34.5 IU/mL) LLOQ when assessed by the COBAS® 8800/COBAS®CMV Test in 2 consecutive plasma samples at least 5 days apart, after achieving confirmed viremia clearance.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Plasma CMV Viremia Load","description":"The change from baseline in plasma CMV viral load, i.e., plasma CMV DNA concentration was assessed and reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7821","spread":"0.62350"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4813","spread":"0.71540"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7935","spread":"0.86625"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9555","spread":"0.90538"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0383","spread":"0.97092"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9922","spread":"1.02593"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9718","spread":"1.10335"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7971","spread":"1.28349"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7771","spread":"0.92825"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6819","spread":"0.93517"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5275","spread":"0.94430"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5383","spread":"1.07532"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7712","spread":"1.08735"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7042","spread":"1.05775"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9569","spread":"0.83577"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9734","spread":"0.91902"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Recurrence of CMV Viremia During Study Treatment and in the Follow-Up Period After the Participants Are Discontinued From Study Treatment and While On/Off Study Assigned Treatment","description":"Recurrence of CMV viremia was defined as plasma CMV DNA concentration \\>= lower limit of quantification (LLOQ, i.e. \\>=34.5 IU/mL) when assessed by COBAS® 8800/COBAS® CMV Test in 2 consecutive plasma samples at least 5 days apart, after being unquantifiable (\\<LLOQ, i.e. \\<34.5 IU/mL) for at least 5 days in 2 consecutive samples during the first 8 weeks of the study. Study Treatment: The first stipulated 8 weeks treatment. Follow up period: period started after completion of stipulated 8 weeks treatment to Week 20. While on study assigned treatment: period over which participants received actual dosing regardless of stipulated 8 weeks completion (Week 8 or earlier). While off study assigned treatment: period after study treatment, regardless of stipulated 8 weeks completion (Week 8 or earlier up to Week 20).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Mutations in the CMV Genes Conferring Resistance to Maribavir","description":"Plasma samples were obtained and tested to identify mutations in the viral UL97 and UL54 genes confer resistance to maribavir. Percentage of participants with any mutations in the CMV genes conferring resistance to maribavir was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Confirmed CMV Viremia Clearance at Week 8 to be Less Than (<) 137 IU/mL","description":"The confirmed CMV viremia clearance at Week 8 was defined as plasma CMV DNA concentrations \\<137 IU/mL, in 2 consecutive post-baseline samples separated by at least 5 days, regardless of whether study treatment was discontinued before the end of the stipulated 8 weeks of therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Minimum Observed Plasma Concentration (Cmin) of Maribavir","description":"Cmin (pre-dose) of maribavir was assessed.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.08","spread":"105.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.31","spread":"108.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.37","spread":"95.26"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":41},"commonTop":["Nausea","Anaemia","Headache","Pyrexia","Decreased appetite"]}}}