{"nctId":"NCT04209205","briefTitle":"Study to Demonstrate the Efficacy, Safety and Tolerability of Intravenous Secukinumab up to 52 Weeks in Subjects With Active Psoriatic Arthritis","startDateStruct":{"date":"2020-01-29","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":381,"armGroups":[{"label":"AIN457 6 mg/kg - 3 mg/kg i.v.","type":"EXPERIMENTAL","interventionNames":["Drug: AIN457 6 mg/kg i.v.","Drug: AIN457 3 mg/kg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"AIN457 6 mg/kg i.v.","otherNames":["secukinumab"]},{"name":"Placebo","otherNames":[]},{"name":"AIN457 3 mg/kg","otherNames":["secukinumab"]}],"eligibilityModule":{"eligibilityCriteria":"Patients eligible for inclusion in this study had to fulfill all of the following criteria:\n\n* Diagnosis of PsA classified by CASPAR criteria and with symptoms for at least 6 months with moderate to severe PsA who must have at Baseline ≥3 tender joints out of 78 and ≥3 swollen out of 76 (dactylitis of a digit counts as one joint each)\n* Rheumatoid factor and anti-CCP antibodies negative at screening\n* Diagnosis of active plaque psoriasis or nail changes consistent with psoriasis or documented history of plaque psoriasis\n* Subjects with PsA should have taken NSAIDs for at least 4 weeks prior to randomization with inadequate control of symptoms or at least one dose if stopped due to intolerance to NSAIDs\n* Subjects taking corticosteroids must be on a stable dose of ≤10 mg/day prednisone or equivalent for at least 2 weeks before randomization and should remain on a stable dose up to Week 16\n* Subjects taking MTX (≤ 25 mg/week) are allowed to continue their medication if the dose is stable for at least 4 weeks before randomization and should remain on a stable dose up to Week 52.\n\nPatients fulfilling any of the following criteria are not eligible for inclusion in this study:\n\n* Chest X-ray or chest MRI with evidence of ongoing infectious or malignant process, obtained within 3 months prior to screening and evaluated by a qualified physician\n* Subjects taking high potency opioid analgesics (e.g. methadone, hydromorphone, morphine)\n* Previous exposure to secukinumab or other biologic drug directly targeting IL-17 or IL-17 receptor\n* Ongoing use of prohibited psoriasis treatments / medications (e.g., topical corticosteroids, UV therapy) at randomization. The following wash-out periods need to be observed:\n* Oral or topical retinoids- 4 weeks\n* Photochemotherapy (e.g. PUVA)- 4 weeks\n* Phototherapy (UVA or UVB)- 2 weeks\n* Topical skin treatments (except in face, eyes, scalp and genital area during screening, only corticosteroids with mild to moderate potency)- 2 weeks\n* Any intramuscular or intravenous corticosteroid treatment within 4 weeks before randomization.\n* Any therapy by intra-articular injections (e.g. corticosteroid) within 4 weeks before randomization.\n* Subjects who have previously been treated with more than 3 different TNF inhibitors (investigational or approved).\n* Subjects who have ever received biologic immunomodulating agents, investigational or approved except for those targeting TNFα.\n* Previous treatment with any cell-depleting therapies including but not limited to anti-CD20 or investigational agents (e.g., CAMPATH, anti-CD4, anti-CD5, anti-CD3, anti-CD19)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With American College of Rheumatology 50 (ACR50) Response Comparison Between Treatment Groups Using Non-responder Imputation at Week 16 (Full Analysis Set)","description":"Percentage of participants with active psoriatic arthritis (PsA) who achieved an American College of Rheumatology 50 (ACR50) response\n\nThe ACR50 is a composite measure defined as both improvement of 50% in the number of tender and number of swollen joints, and a 50% improvement in three of the following five criteria: patient global assessment, physician global assessment, functional ability measure \\[most often Health Assessment Questionnaire (HAQ)\\], visual analog pain scale, and erythrocyte sedimentation rate or C-reactive protein (CRP)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.35","spread":null},{"groupId":"OG001","value":"6.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With American College of Rheumatology 20 (ACR20) Response Comparison Between Treatment Groups Using On-responder Imputation at Week 16 (Full Analysis Set)","description":"Percentage of participants with an American College of Rheumatology 20% (ACR20) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met: • ≥ 20% improvement in 78 tender joint count; • ≥ 20% improvement in 76 swollen joint count; and • ≥ 20% improvement in at least 3 of the 5 following parameters: ◦ Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); ◦ Patient's global assessment of disease activity (measured on a 100 mm VAS); ◦ Physician's global assessment of disease activity (measured on a 100 mm VAS); ◦ Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); ◦ C-Reactive Protein.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.60","spread":null},{"groupId":"OG001","value":"29.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Minimal Disease Activity (MDA 5/7) Comparison Between Treatment Groups Using On-responder Imputation at Week 16 (Full Analysis Set)","description":"MDA is assessed as 5 of the 7 following: ≤ 1 tender and swollen joint; entheseal count, PASI ≤ 1 or BSA ≤3%, PsA ≤ 15 and disease activity ≤ 20 (VAS) and HAQ-DI© ≤ 0.5","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.45","spread":null},{"groupId":"OG001","value":"5.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Psoriasis Area and Severity Index 90 (PASi90) Score for Patients With a >= 3% Body Surface Area Psoriasis at Baseline Using On-responder Imputation at Week 16 (Full Analysis Set)","description":"Change from baseline of a 90% reduction in the PASI score for patients with a \\>= 3% body surface area psoriasis at baseline. Four body surface areas are evaluated (head, trunk and upper and lower limbs) for plaque, erythema, scaling and thickness. The degree of severity of each sign in each of the 4 body areas was assigned a score of 0 to 4. Scores ranged from 0 to 72 and higher scores represent worsening severity.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.85","spread":null},{"groupId":"OG001","value":"6.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriatic Arthritis Disease Activity Score (PASDAS) Change From Baseline Using Mixed Model Repeated Measures (MMRM) at Week 16 (Full Analysis Set)","description":"PASDAS is a composite measure developed to assess disease activity in Psoriatic arthritis. It is calculated by utilizing seven measures: Patient reported measures (excluding mental component) (SF-36-PCS), skin, peripheral joint counts (tender and swollen joint counts), dactylitis (LDI), enthesitis (LEI), acute phase response (CRP), and patient and physician global VAS scores. The typical score range is between 0 and 10. Smaller values on PASDAS indicate a better condition; a negative change from baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.24","spread":"0.103"},{"groupId":"OG001","value":"-1.11","spread":"0.103"}]}]}]},{"type":"SECONDARY","title":"Health Assessment Questionnaire - Disability Index (HAQ-DI) Score Change From Baseline Using Mixed Model Repeated Measures (MMRM) at Week 16 (Full Analysis Set)","description":"The Health Assessment Questionnaire - Disability Index is a patient-reported questionnaire consisting of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and usual activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task are summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. Negative mean changes from Baseline in the overall score indicate improvement in functional ability.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"0.035"},{"groupId":"OG001","value":"0.15","spread":"0.035"}]}]}]},{"type":"SECONDARY","title":"Short Form 36-Physical Component Summary (SF36-PCS) Score Change From Baseline Using Mixed Model Repeated Measures (MMRM) at Week 16 (Full Analysis Set)","description":"The SF-36 is used to measure health-related quality of life with acute and chronic conditions. It consists of eight subscales that can be scored individually: Physical Functioning, Role-Physical, Bodily Pain, General Health, Vitality, Social Functioning, Role-Emotional, and Mental Health. Range of scoring is 0 -100, with higher scores indicating better health status.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.47","spread":"0.558"},{"groupId":"OG001","value":"2.34","spread":"0.550"}]}]}]},{"type":"SECONDARY","title":"Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-F) Score Change From Baseline Using Mixed Model Repeated Measures (MMRM) at Week 16 (Full Analysis Set)","description":"The FACIT-Fatigue is a 13 item questionnaire that assesses self-reported fatigue and its impact upon daily activities and function. Response scale ranges from 0-4 and the total score range is 0 - 52. Higher scores indicate better quality of life","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.15","spread":"0.759"},{"groupId":"OG001","value":"3.30","spread":"0.750"}]}]}]},{"type":"SECONDARY","title":"Modified Nail Psoriasis Severity Index (mNAPSI) Score Change From Baseline Using Mixed Model Repeated Measures (MMRM) at Week 16 (Full Analysis Set)","description":"The mNAPSI is an instrument to assess psoriatic nail involvement. Three groups of features (onycholysis and oil-drop dyshromia, pitting and crumbling) were graded on a scale from 0 to 3 for a total subscale of 0 to 9. The next 4 abnormalities (leukonychia, splinter hemorrhages, hyperkeratosis and red spots in the lunula) were graded as absent (0) or present (1) for a total subscale of 0 to 4. The total score was from 0-13 where higher scores represent worse nail disease.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.25","spread":"1.069"},{"groupId":"OG001","value":"-3.14","spread":"1.084"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Resolution of Dactylitis at Week 16 Using Non-responder Imputation (Dactylitis Subset)","description":"Dactylitis is characterized by swelling of the entire finger or toe. The Leeds Dactylitis Index (LDI) measures the ratio of the circumference of the affected (swollen) digit. The ratio of circumference is multiplied by a tenderness score, using a modification of LDI that is a binary score (1 for tender, 0 for non-tender). The LDI requires a finger circumference gauge or a dactylometer to measure digital circumference. Scores range from 0 - 20 and lower score indicates better outcome.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.53","spread":null},{"groupId":"OG001","value":"32.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Resolution of Enthesitis at Week 16 Using Non-responder Imputation (Enthesitis Subset (LEI))","description":"Enthesitis is inflammation of the enthesis which is where a a tendon or ligament attaches to the bone. The Leeds enthesitis index (LEI) is a validated index that uses 6 sites for evaluation of enthesitis: lateral epicondyle humerus L + R, proximal achilles L + R and medial condyle femur L+R. If enthesitis is present at any of the 6 sites, the subject is counted as a subject with enthesitis.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.52","spread":null},{"groupId":"OG001","value":"39.16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":374},"commonTop":["COVID-19","Urinary tract infection","Arthralgia","Headache","Nasopharyngitis"]}}}