{"nctId":"NCT03736447","briefTitle":"Peanut Oral Immunotherapy Study of Early Intervention for Desensitization","startDateStruct":{"date":"2018-12-27","type":"ACTUAL"},"conditions":["Peanut Allergy"],"count":146,"armGroups":[{"label":"AR101 powder provided in capsules & sachets","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: AR101 powder provided in capsules & sachets"]},{"label":"Placebo powder provided in capsules & sachets","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo powder provided in capsules & sachets"]}],"interventions":[{"name":"AR101 powder provided in capsules & sachets","otherNames":[]},{"name":"Placebo powder provided in capsules & sachets","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 1 to \\< 4 years at randomization.\n* Written informed consent from the legal guardian/parent (or both parents where required by local authorities). Provide assent where required and as appropriate per local requirements.\n* Sensitivity to peanut, defined as one of the following:\n\n  * No known history of peanut ingestion and has serum IgE to peanut ≥ 5 kUA/L within 12 months before randomization.\n  * Documented history of physician-diagnosed IgE-mediated peanut allergy that includes the onset of characteristic\\* signs and symptoms of allergy within 2 hours of known oral exposure to peanut or peanut-containing food, and has a mean wheal diameter on skin prick test (SPT) to peanut of at least 3 mm greater than the negative control (diluent) or serum IgE to peanut ≥ 0.35 kUA/L, obtained within 12 months before randomization.\n* Development of age-appropriate dose-limiting allergy symptoms after consuming single doses of peanut protein \\> 3 mg to ≤ 300 mg in a screening DBPCFC.\n* A palatable vehicle food to which the subject is not allergic must be available for administering study product.\n\nExclusion Criteria:\n\n* History of severe or life-threatening anaphylaxis anytime before the screening DBPCFC.\n* History of hemodynamically significant cardiovascular or renovascular disease, including uncontrolled or inadequately controlled hypertension.\n* History of biopsy-confirmed diagnosis of EoE; other eosinophilic GI disease; chronic, recurrent, or severe gastroesophageal reflux disease (GERD); or symptoms of dysphagia (eg, difficulty swallowing, food \"getting stuck\").\n* Recurrent GI symptoms considered clinically significant in the opinion of the investigator.\n* History of a mast cell disorder including mastocytosis, urticaria pigmentosa, chronic idiopathic or chronic physical urticaria beyond simple dermatographism (eg, cold urticaria, cholinergic urticaria), and hereditary or idiopathic angioedema.\n* Moderate or severe persistent asthma (criteria steps 3-6; National Heart, Lung, and Blood Institute \\[NHLBI\\], 2007).\n* Mild asthma (criteria steps 1-2; NHLBI, 2007) that is uncontrolled or difficult to control based on NHLBI 2007 criteria.\n* History of high-dose corticosteroid use (eg, 1-2 mg/kg prednisone or equivalent for \\> 3 days) by any route of administration as defined by any of the following:\n\n  * Steroid administered daily for \\> 1 month within 1 year before screening\n  * One steroid course within 6 months before screening\n  * More than 2 steroid courses ≥ 1 week in duration within 1 year before screening\n* History of food protein-induced enterocolitis syndrome (FPIES) within 12 months before screening.\n* Recurrent urticaria.\n* History of failure to thrive or any other form of abnormal growth, or developmental or speech delay that precludes age-appropriate communication.\n* History of chronic disease (except mild intermittent asthma, mild persistent asthma that is controlled, atopic dermatitis, or allergic rhinitis) that is or is at significant risk of becoming unstable or requiring a change in a chronic therapeutic regimen.\n* Unable to discontinue antihistamines and other medications that could interfere with the assessment of an allergic reaction for 5 half-lives of the medication before the screening SPT, first day of dose escalation, and DBPCFCs.\n* Use or anticipated use of a prohibited medication (eg, beta blockers \\[oral\\], angiotensin converting enzyme inhibitors, angiotensin receptor blockers, calcium channel blockers, or tricyclic antidepressants), monoclonal antibody, or any other immunomodulatory therapy (including immunosuppressive medications).\n* Treatment with any form of immunotherapy for any food allergy anytime before screening.\n* Participation in another clinical trial within 30 days or 5 half-lives of the investigational product, whichever is longer, before screening.\n* Allergy to oat or rice.\n* Hypersensitivity to epinephrine or any of the excipients in the epinephrine auto-injector.\n* Parent/caregiver unable or unwilling to use epinephrine auto-injectors.\n* Unable to follow the protocol requirements.\n* Any other condition (concurrent disease, infection, comorbidity, or psychiatric or psychological disorders) or reason that may interfere with the ability to participate in the study, cause undue risk, or complicate the interpretation of data, in the opinion of the investigator or medical monitor.\n* Resides at the same place as another subject in any AR101 interventional trial.\n* Lives in the same household and/or is a family member of a sponsor employee or site staff involved in conducting this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"3 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Who Tolerated a Single Highest Dose of at Least 600 mg in the Exit Double-Blind, Placebo-Controlled Food Challenge (DBPCFC)","description":"The percentage of subjects in the ITT population who achieve desensitization as determined by tolerating specified challenge doses of peanut protein with no more than mild allergy symptoms during the exit double-blind placebo-controlled food challenge (DBPCFC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.5","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Tolerated a Single Highest Dose of at Least 1000 mg in the Exit Double-Blind, Placebo-Controlled Food Challenge (DBPCFC) [Time Frame: 12 Months]","description":"The percentage of subjects in the ITT population who achieve desensitization as determined by tolerating specified challenge doses of peanut protein with no more than mild allergy symptoms during the exit double-blind placebo-controlled food challenge (DBPCFC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.4","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Tolerated a Single Highest Dose of at Least 300 mg in the Exit Double-Blind, Placebo-Controlled Food Challenge (DBPCFC)","description":"The percentage of subjects in the ITT population who achieve desensitization as determined by tolerating specified challenge doses of peanut protein with no more than mild allergy symptoms during the exit double-blind placebo-controlled food challenge (DBPCFC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.6","spread":null},{"groupId":"OG001","value":"22.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Severity of Symptoms in Participants at Any Challenge Dose During the Exit Double-blind Placebo Controlled Food Challenge (DBPCFC)","description":"The maximum severity of symptoms that occurred at any challenge dose of peanut protein during the exit DBPCFC.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":98},"commonTop":["Urticaria","Cough","Pyrexia","Vomiting","Rhinorrhoea"]}}}