{"nctId":"NCT02456740","briefTitle":"Study to Evaluate the Efficacy and Safety of Erenumab (AMG 334) in Migraine Prevention","startDateStruct":{"date":"2015-07-17","type":"ACTUAL"},"conditions":["Migraine"],"count":955,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Erenumab 70 mg QM","type":"EXPERIMENTAL","interventionNames":["Drug: Erenumab"]},{"label":"Erenumab 140 mg QM","type":"EXPERIMENTAL","interventionNames":["Drug: Erenumab"]}],"interventions":[{"name":"Erenumab","otherNames":["AMG 334","Aimovig™"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of migraine (with or without aura) for ≥ 12 months prior to screening according to the International Headache Society (IHS) International Classification of Headache Disorders (ICHD-3) classification\n* Migraine frequency: ≥ 4 and \\< 15 migraine days per month on average across the 3 months prior to screening and during baseline\n* Headache frequency: \\< 15 headache days per month on average across the 3 months prior to screening and baseline\n* Demonstrated at least 80% compliance with the eDiary.\n\nExclusion Criteria:\n\n* Older than 50 years of age at migraine onset\n* History of cluster headache or hemiplegic migraine headache\n* Unable to differentiate migraine from other headache\n* No therapeutic response with \\> 2 medication categories for prophylactic treatment of migraine after an adequate therapeutic trial\n* Used a prohibited medication, device, or procedure within 2 months prior to the start of the baseline phase or during the baseline phase\n* Concomitant use of 2 or more medications with possible migraine prophylactic effects within 2 months prior to the start of the baseline phase or during the baseline phase. If only 1 prophylactic medication is used, the dose must be stable within 2 months prior to the start of the baseline phase and throughout the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Monthly Migraine Days to the Last 3 Months of the Double-blind Treatment Period","description":"A migraine day was any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). A qualified migraine headache was defined either as a migraine with or without aura.\n\nThe change from baseline in monthly migraine days was calculated as the average number of migraine days per month during the last 3 months (months 4, 5, and 6) of the 24-week double-blind treatment phase - the number of migraine days during the 4-week baseline phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.83","spread":"0.18"},{"groupId":"OG001","value":"-3.23","spread":"0.18"},{"groupId":"OG002","value":"-3.67","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least a 50% Reduction From Baseline in Monthly Migraine Days in the Last 3 Months of the Double-blind Treatment Phase","description":"A migraine day was any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). A qualified migraine headache was defined either as a migraine without aura or a migraine with aura.\n\nAt least a 50% reduction from baseline in monthly migraine days was determined if the change in monthly migraine days from the 4-week baseline phase to the last 3 months (mean of months 4, 5 and 6) of the 24-week double-blind treatment phase \\* 100 / baseline monthly migraine days was less than or equal to -50%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.6","spread":null},{"groupId":"OG001","value":"43.3","spread":null},{"groupId":"OG002","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Monthly Acute Migraine-specific Medication Treatment Days to the Last 3 Months of the Double-blind Treatment Period","description":"Monthly acute migraine-specific medication treatment days is the number of days on which migraine specific medications were used between monthly doses of study drug. Migraine-specific medications includes two categories of medications: triptan-based migraine medications and ergotamine-based migraine medications.\n\nThe change from baseline in monthly acute migraine-specific treatment days was calculated as the average number of migraine-specific treatment days per month during the last 3 months of the 24-week double-blind treatment phase - the number of migraine-specific treatment days during the 4-week baseline phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.20","spread":"0.11"},{"groupId":"OG001","value":"-1.13","spread":"0.11"},{"groupId":"OG002","value":"-1.61","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Monthly Average Physical Impairment Domain Score Measured by MPFID in the Last 3 Months of the Double-blind Treatment Phase","description":"The Migraine Physical Function Impact Diary (MPFID) is a self-administered 13-item instrument measuring physical functioning. It has two domains, Impact on Everyday Activities (7 items) and Physical Impairment (5 items), and one stand-alone global question. Participants completed the MPFID daily in an electronic diary based on the past 24 hours. Participants responded to each item on a 5-point scale, with difficulty items ranging from \"Without any difficulty\" (1) to \"Unable to do\" (5) and frequency items ranging from \"None of the time\" (1) to \"All of the time\" (5). For each domain, the scores were calculated as the sum of the responses and rescaled to 0 - 100, with higher scores representing greater impact of migraine.\n\nChange from baseline was calculated as (mean monthly average physical impairment scores as measured by the MPFID over the last 3 months of the double-blind treatment period) - (baseline monthly average physical impairment scores as measured by the MPFID).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.38","spread":"0.40"},{"groupId":"OG001","value":"-4.24","spread":"0.40"},{"groupId":"OG002","value":"-4.81","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Monthly Average Impact on Everyday Activities Score Measured by MPFID in the Last 3 Months of the Double-blind Treatment Phase","description":"The Migraine Physical Function Impact Diary (MPFID) is a self-administered 13-item instrument measuring physical functioning. It has two domains, Impact on Everyday Activities (7 items) and Physical Impairment (5 items), and one stand-alone global question. Participants completed the MPFID daily in an electronic diary based on the past 24 hours. Participants responded to each item on a 5-point scale, with difficulty items ranging from \"Without any difficulty\" (1) to \"Unable to do\" (5) and frequency items ranging from \"None of the time\" (1) to \"All of the time\" (5). For each domain, the scores were calculated as the sum of the responses and rescaled to 0 - 100, with higher scores representing greater impact of migraine.\n\nChange from baseline was calculated as (mean monthly impact on everyday activities scores as measured by the MPFID over the last 3 months of the double-blind treatment period) - (baseline monthly impact on everyday activities scores as measured by the MPFID).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.30","spread":"0.39"},{"groupId":"OG001","value":"-5.52","spread":"0.39"},{"groupId":"OG002","value":"-5.86","spread":"0.39"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":319},"commonTop":["Viral upper respiratory tract infection","Upper respiratory tract infection"]}}}