{"nctId":"NCT03069365","briefTitle":"A Study to Evaluate the Efficacy and Safety of Glecaprevir/Pibrentasvir in Adults With Chronic Hepatitis C Virus Genotype 1 - 6 Infection and Renal Impairment","startDateStruct":{"date":"2017-03-28","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":101,"armGroups":[{"label":"GLE/PIB for 8 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/pibrentasvir"]},{"label":"GLE/PIB for 12 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/pibrentasvir"]},{"label":"GLE/PIB for 16 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/pibrentasvir"]}],"interventions":[{"name":"Glecaprevir/pibrentasvir","otherNames":["ABT-493/ABT-530","MAVYRET"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female (of non-childbearing potential or using allowed contraceptive methods) at least 18 years of age time of Screening\n* Participant had a positive anti-hepatitis C virus (HCV) antibody (Ab) and plasma HCV ribonucleic acid (RNA) greater than or equal to 1000 IU/mL at the Screening Visit.\n* Participant had an estimated glomerular filtration rate (eGFR) less than 45 mL/min/1.73 m\\^2 as estimated by the Modification of Diet in Renal Disease (MDRD) method at Screening according to the following formula: eGFR (mL/min/1.73 m\\^2 ) = 175 × (Serum Creatinine) \\^-1.154 × Age\\^-0.203 × (0.742 if female) × (1.212 if black), or were dialysis dependent. Subjects requiring dialysis had to have been receiving dialysis for at least 1 month prior to enrollment, and may have been on hemodialysis or peritoneal dialysis.\n* Cirrhotic participants only: absence of hepatocellular carcinoma (HCC) as indicated by a negative ultrasound, computed tomography (CT) scan, or magnetic resonance imaging (MRI) within 3 months prior to Screening or a negative ultrasound at Screening. Participants who had an ultrasound with results suspicious of HCC followed by a subsequent negative CT or MRI of the liver were eligible for the study.\n\nExclusion Criteria:\n\n* Female participants who were pregnant, breastfeeding, or were considering becoming pregnant during the study or for approximately 30 days after the last dose of study drug\n* Current hepatitis B virus (HBV) or human immunodeficiency virus (HIV) infection on screening tests, defined as:\n* Positive test result at Screening for hepatitis B surface antigen (HBsAg), or;\n* HBV deoxyribonucleic acid (DNA) greater than lower limit of quantification (LLOQ) in participants with isolated positive hepatitis B core antibody (HBcAb), (i.e., negative HBsAg and Anti-HBsAg), or;\n* Positive anti-HIV antibody (Ab).\n* Any current or historical clinical evidence of decompensated cirrhosis, including any current or past evidence of Child-Pugh B or C classification, hepatic encephalopathy or variceal bleeding; radiographic evidence of small ascites; or prior or current empiric use of lactulose/rifaximin for neurologic indications. Prophylactic use of beta blockers was not exclusionary.\n* Clinical history of acute renal failure in the 3 months prior to Screening\n* History of severe, life-threatening, or other significant sensitivity to any excipients of the study drugs\n* Clinically significant abnormalities or co-morbidities, or recent (within 6 months prior to study drug administration) alcohol or drug abuse that could preclude adherence to the protocol in the opinion of the investigator\n* Receipt of any investigational or commercially available direct acting anti-HCV agents other than sofosbuvir","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response 12 Weeks Post Dosing (SVR12)","description":"SVR12 was defined as hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (LLOQ) 12 weeks after the last actual dose of study drug.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as:\n\n* Confirmed increase from nadir in hepatitis C virus ribonucleic acid (HCV RNA) defined as confirmed increase of \\> 1 log (subscript)10(subscript) IU/mL above nadir during treatment; or\n* Confirmed HCV RNA greater than or equal to 100 IU/mL after HCV RNA less than the lower limit of quantification (LLOQ) during study drug treatment; or\n* HCV RNA ≥ LLOQ at the end of treatment with at least 6 weeks of treatment","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed hepatitis C virus ribonucleic acid (HCV RNA) ≥ the lower limit of quantification (LLOQ) between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment as planned with HCV RNA \\< LLOQ at the end of treatment and had post-treatment HCV RNA data; participants who had been shown to be reinfected were not considered to have relapsed.\n\n.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":101},"commonTop":["PRURITUS","PRURITUS GENERALISED","HYPERTENSION"]}}}