{"nctId":"NCT01691885","briefTitle":"RELOVAIR® Lung Deflation Study","startDateStruct":{"date":"2012-11"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":45,"armGroups":[{"label":"A/B","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate","Drug: Vilanterol"]},{"label":"B/A","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Fluticasone Furoate","Drug: Vilanterol"]}],"interventions":[{"name":"Fluticasone Furoate","otherNames":["RELOVAIR®"]},{"name":"Vilanterol","otherNames":["RELOVAIR®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: Outpatient.\n* Informed consent: Subjects must give their signed and dated written informed consent to participate.\n* Gender: Males or females. Female subjects must be post-menopausal or using a highly effective method for avoidance of pregnancy. The decision to include or exclude women of childbearing potential may be made at the discretion of the investigator in accordance with local practice in relation to adequate contraception.\n* Age 40 and above\n* Smoking history of at least 15 pack years. Previous smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1.\n* Established diagnosis of COPD according to ATS/ERS criteria: Subjects with a measured post-albuterol/salbutamol FEV1 less than 70% of predicted normal values; FEV1/FVC ratio after bronchodilator less than 0.7; Post-bronchodilator spirometry will be performed approximately 15 minutes after the subject has self-administered 4 inhalations (i.e., total 400mcg) of salbutamol via an MDI with a valved-holding chamber. The FEV1/FVC ratio and FEV1 percent predicted values will be calculated; MRC SCORE greater than 1\n* Residual Volume (RVol) greater than and equal to 20% above predicted value demonstrating evidence of reversibility post bronchodilator of greater than and equal to 7.5% predicted.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating.\n* Asthma: Subjects with a current diagnosis of asthma. (Subjects with a prior history of asthma are eligible if they also have a current diagnosis of COPD).\n* α1-antitrypsin deficiency: Subjects with known α-1 antitrypsin deficiency as the underlying cause of COPD\n* Other respiratory disorders: Subjects with active tuberculosis or lung cancer as well as clinically significant bronchiectasis, sarcoidosis, pulmonary fibrosis, interstitial lung diseases or other active pulmonary diseases. Pulmonary hypertension from causes other than COPD.\n* Lung resection or transplantation: Subjects with lung volume reduction surgery within the 12 months prior to Screening or having had a lung transplant or pneumonectomy.\n* A moderate/severe COPD exacerbation that has not resolved at least 14 days prior to screening and at least 30 days following the last dose of oral corticosteroids (if applicable).\n* Lower respiratory tract infection: Subjects with lower respiratory tract infection that required the use of antibiotics within 6 weeks prior to screening.\n* Pulmonary Rehabilitation: Patients to be excluded if they have been in the acute phase of pulmonary rehabilitation in the 4 weeks prior to screening\n* Current severe heart failure (New York Heart Association class IV) \\[New York HeartAssociation, 1994\\]. Subjects will also be excluded if they have a known ejection fraction of less than 30%.\n* Abnormal and clinically significant 12-lead ECG\n* Other systemic inflammatory conditions associated with chronic inflammation in the opinion of the investigator (e.g. rheumatoid arthritis, connective tissue disorders and Inflammatory Bowel Disease)\n* Other significant diseases / abnormalities: Any life-threatening condition with life expectancy greater than 1 year, other than vascular disease or COPD, that might prevent the subject from completing the study.\n* Coronary Artery Bypass Grafting (CABG) in the 6 months prior to screening.\n* Myocardial infarction, cerebrovascular event or coronary artery intervention other than CABG in the 1 month prior to screening.\n\nInclusion of these patients with events over 1 month prior to screening will be based on physician's judgment.\n\n* History of malignancy within the past 5 years, other than non-melanoma skin cancer.\n* End stage chronic renal disease: Subjects will be excluded if on renal replacement therapy (hemodialysis or peritoneal). Drug/food allergy: Subjects with a history of hypersensitivity to any of the study medications (e.g. beta-agonists, corticosteroid) or components of the inhalation powder (e.g. lactose, magnesium stearate). In addition, patients with a history of severe milk protein allergy that, in the opinion of the study physician, contraindicates the subject's participation will also be excluded.\n* Drug/alcohol abuse: Subjects with a known or suspected history of alcohol or drug abuse within the last 2 years.\n* Oxygen therapy: Subjects receiving treatment with long-term oxygen therapy (LTOT) or nocturnal oxygen therapy required for greater than 12 hours a day. Oxygen should not be initiated during the trial.\n* Questionable validity of consent: Subjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study or the potential compliance to study procedures.\n* Additional medication: Use of an investigational device or investigational drug within 30 days or 5 half-lives (whichever is longer) preceding the first dose of study medication.\n* Use of the following medications is not permitted within the following timeframes: Prohibited Treatment: Depot corticosteroids, Time: 12 weeks; Prohibited Treatment: Cytochrome P450 3A4 strong inhibitors including but not limited to antiretrovirals (protease inhibitors) (e.g., indinavir, nelfinavir, ritonavir, saquinavir, atazanavir); imidazole and triazole anti- fungals (e.g., ketaconazole, itraconazole, voriconazole); clarithromycin, telithromycin, troleandomycin, mibefradil, cyclosporin, nefazodone, Time: 6 weeks, Grapefruit is allowed up to Visit 1, then limited to no more than one glass of grapefruit juice (250 mL/8 ounces) or one grapefruit per day (The use of cytochrome p450 3A4 inhibitors and inducers in the presence of significant liver impairment will result in the participant being excluded from the trial); Prohibited Treatment: Systemic, oral, parenteral (intra-articular) corticosteroids, Time: 30 days; Prohibited Treatment: Antibiotics, Time: 6 weeks; Prohibited Treatment: Inhaled corticosteroids, Time: 2 weeks; Inhaled ICS/LABA combination products, Time: 2 weeks; Prohibited Treatment: Long-acting anticholinergics (e.g., tiotropium), Time: 4 days; Prohibited Treatment: PDE-4 inhibitors (e.g., roflumilast), Time: 1 week; Prohibited Treatment: Oral leukotriene inhibitors (e.g., zafirlukast, montelukast, zileuton), Time: 48 hours; Prohibited Treatment: Inhaled long acting beta2-agonists (LABA) (e.g., salmeterol), Time: 48 hours; Prohibited Treatment: Oral beta-agonists, Time: 48 hours; Prohibited Treatment: Inhaled sodium cromoglycate or nedocromil sodium, Time: 24 hours; Prohibited Treatment Ipratropium/albuterol (salbutamol) combination product, Time: 6 hours; Prohibited Treatment: Short-acting anti-cholinergics (e.g., ipratropium bromide), Time: 6 hours (ipratropium will be supplied for rescue during the study, in inhaled or nebulized form); Prohibited Treatment: Theophylline preparations, Time: 48 hours; Prohibited Treatment: Inhaled short-acting beta2-agonists, Time: 6 hours (albuterol/salbutamol will be supplied for rescue during the study, in inhaled or nebulized form)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Right Ventricular End Diastolic Volume Index (RVEDVI) at the End of the Overall Treatment Period","description":"RVEDVI is a measure of the volume of blood in the right ventricle at the end of diastole, normalized over body surface area and was measured using Cardiac Magnetic Resonance (CMR) imaging. RVEDVI is calculated as the right ventricular end diastolic volume (RDEDV) divided by the body surface area (BSA). The change from Baseline in RVEDVI was analyzed using a mixed model analysis with period, treatment group, and Baseline RVEDVI fitted as fixed effects and participants fitted as a random effect. The Baseline is defined as the assessment performed pre-dose at Day 1 of Treatment Period 1. The change from Baseline is calculated as the RVEDVI value at the end of each treatment period minus the Baseline value. The Per Protocol (PP) Population was comprised of all participants in the modified intent-to-treat (mITT) Population not identified as having deviations considered to impact the primary efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.47","spread":"1.393"},{"groupId":"OG001","value":"5.35","spread":"1.365"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":43},"commonTop":["Headache"]}}}