{"nctId":"NCT05704725","briefTitle":"A Study to Evaluate ABP 938 and Aflibercept (Eylea®) in Participants With Chorioretinal Vascular Disease (CVD)","startDateStruct":{"date":"2023-01-23","type":"ACTUAL"},"conditions":["Chorioretinal Vascular Disease"],"count":49,"armGroups":[{"label":"ABP 938","type":"EXPERIMENTAL","interventionNames":["Drug: ABP 938"]},{"label":"Aflibercept","type":"EXPERIMENTAL","interventionNames":["Drug: Aflibercept"]}],"interventions":[{"name":"ABP 938","otherNames":["PAVBLU™"]},{"name":"Aflibercept","otherNames":["Eylea®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Must sign an IRB approved informed consent form before any study-specific procedures are initiated.\n* Men or women ≥18 years old.\n* Treatment-naïve or previously treated neovascular age-related macular degeneration, diabetic macular edema, macular edema following retinal vein occlusion, or diabetic retinopathy in the study eye.\n\nExclusion Criteria\n\n* Active intraocular or periocular infection or active intraocular inflammation in either eye.\n* Uncontrolled intraocular pressure greater than (\\>) 25 mmHg in the study eye.\n* Deemed legally blind in one or both eyes.\n* History of or any current indication of excessive bleeding or recurrent hemorrhages, including any prior excessive intraocular bleeding or hemorrhages after IVT injection or intraocular procedures in either eye.\n* Current systemic infectious disease or on a therapy for active infectious disease.\n* History of any medical, ocular or non-ocular conditions that, in the opinion of the investigator, may interfere with the injection procedure or pose a safety concern.\n* History of stroke or transient ischemic attacks or myocardial infarction within the last 6 months.\n* Treatment with anti-VEGF IVT injection in the study eye within 28 days.\n* Any use of intraocular corticosteroids in the study eye within 3 months.\n* Receipt of any systemic anti-VEGF within the last 6 months.\n* Any invasive intraocular surgery, prior long-acting therapeutic agent, or ocular drug release device implantation in the study eye within the past 3 months.\n* For women: pregnant or breast feeding, or planning to become pregnant while enrolled in the study and for 3 months after IP administration.\n* Sexually active participants and their partners who are of childbearing potential who refuse to use adequate contraception while on-study and for 3 months after IP administration. Male participants must agree not to donate sperm during study and for 3 months following dose of IP.\n* Allergy or hypersensitivity to the IP, to any of the excipients of ABP 938 or aflibercept, or to other study-related procedures/medications.\n* Previously enrolled in this study.\n* Participation in any interventional clinical study within 3 months prior to screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of IVT Injections Successfully Administered","description":"A successful injection was defined by whether the retinal specialist administering the IVT injection answered 'yes' to the following question: Did the PFS allow for the safe and effective administration of the prescribed dose? Percentage of successful injections and Clopper-Pearson 95% Confidence Interval is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Ocular Treatment Emergent Adverse Events (TEAEs) in Study Eye","description":"An adverse event (AE) was defined as any untoward medical occurrence in a clinical study participant. Events that met the AE definition are as follows:\n\n* Any abnormal or worsening ocular safety result that is considered clinically significant in the medical and scientific judgment of the investigator.\n* Exacerbation of a chronic or intermittent pre-existing condition including either an increase in frequency and/or intensity of the condition.\n* New conditions detected or diagnosed after study treatment administration even though it may have been present before the start of the study.\n* Signs, symptoms, or the clinical sequelae of a suspected overdose of either study treatment or a concomitant medication.\n\nAEs were classified by system organ class (SOC) according to the Medical Dictionary for Regulatory Activities (medDRA) and graded by Common Terminology Criteria for Adverse Events (CTCAE), version 5.0","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Ocular TEAEs in Study Eye","description":"A serious AE is any event that met at least 1 of the following serious criteria:\n\n* Fatal.\n* Life-threatening (places the participant at immediate risk of death).\n* Requires inpatient hospitalization or prolongation of existing hospitalization.\n* Results in persistent or significant disability/incapacity.\n* Congenital anomaly/birth defect.\n* Other medically important serious event.\n\nAEs were classified by SOC according to medDRA and graded by CTCAE, version 5.0","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Non-ocular Serious TEAEs","description":"A serious AE is any event that met at least 1 of the following serious criteria:\n\n* Fatal.\n* Life-threatening (places the participant at immediate risk of death).\n* Requires inpatient hospitalization or prolongation of existing hospitalization.\n* Results in persistent or significant disability/incapacity.\n* Congenital anomaly/birth defect.\n* Other medically important serious event.\n\nAEs were classified by SOC according to medDRA and graded by CTCAE, version 5.0","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":["Vitreous detachment","Diarrhoea","Arthralgia"]}}}