{"nctId":"NCT01307397","briefTitle":"A Study of Vemurafenib in Participants With Metastatic Melanoma","startDateStruct":{"date":"2011-03-01","type":"ACTUAL"},"conditions":["Malignant Melanoma"],"count":3219,"armGroups":[{"label":"Vemurafenib","type":"EXPERIMENTAL","interventionNames":["Drug: Vemurafenib"]}],"interventions":[{"name":"Vemurafenib","otherNames":["RO5185426, Zelboraf"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with Histologically confirmed metastatic melanoma (surgically incurable and unresectable Stage IIIC or Stage IV; AJCC) with BRAF V 600 mutation determined by Cobas 4800 BRAF Mutation Test. Unresectable Stage IIIC disease must have had confirmation from a surgical oncologist\n* Participants with either measurable or non-measurable disease according to Response Evaluation Criteria in Solid Tumours (RECIST) Version 1.1\n* Participants may or may not have received prior systemic therapy for metastatic melanoma\n* Eastern Cooperative Oncology Group (ECOG) performance status between 0 to 2\n* Adequate hematologic, renal and liver function\n\nExclusion Criteria:\n\n* Evidence of symptomatic central nervous system (CNS) lesions, use of steroids or anti-seizure medications for treatment of brain metastases prior to the first administration of vemurafenib\n* Previous malignancy (other than melanoma) within the past 2 years, except for treated and controlled basal or squamous cell carcinoma of the skin or carcinoma in-situ of the cervix\n* Concurrent administration of any anti-cancer therapies other than those administered in the study\n* Clinically significant cardiovascular disease or event within the 6 months prior to first administration of study drug\n* Refractory nausea or vomiting, external biliary shunt, or significant bowel resection that would preclude adequate absorption","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Experiencing Any Grade 3 or 4 Adverse Events (AEs) as Determined by National Cancer Institute-Common Toxicity Criteria for Adverse Events (NCI-CTCAE) Version 4.0","description":"The intensity of AEs were graded on a 5-point scale (Grade 1 to 5) according to the NCI-CTCAE version 4.0, where Grade 1 indicates \"Mild\" severity and Grade 5 indicates \"Death\". The CTCAE defines Grades 3 and 4 as follows: Grade 3 means \"Severe\"; Inability to work or perform normal daily activity; treatment or medical intervention is indicated in order to improve the overall well-being or symptoms; delaying the onset of treatment is not putting the survival of the participant at direct risk. Grade 4 means \"Life-threatening, Disabling\"; based on extreme limitation in activity; significant medical intervention/therapy required; and hospitalization probable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With at Least 1 AE Leading to Study Drug Interruption or Drug Discontinuation","description":"An AE was considered as any unfavorable and unintended sign, symptom, or disease associated with the use of the study drug, whether or not considered related to the study drug. Pre existing conditions that worsened during the study and laboratory or clinical tests that resulted in a change in treatment or discontinuation from study drug were reported as adverse events. Percentage of participants with dose interruption or discontinuation due to AE was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With AEs of Special Interest","description":"AEs of special interest included cutaneous squamous cell carcinoma (SCC), rash, photosensitivity, liver injury, arthralgia, fatigue, gastrointestinal (GI) polyps, pancreatitis, potentiation of radiation toxicity, prolongation of cardiac repolarization or arrhythmia, non-cutaneous SCC and other primary malignancies (other than cutaneous SCC or new primary melanoma).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Cumulative Dose of Vemurafenib","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"501.283","spread":"510.9121"}]}]}]},{"type":"PRIMARY","title":"Duration of Vemurafenib Treatment","description":"Exposure excluding treatment interruptions: Duration during which participants actually took vemurafenib. Any time without dose-taken due to adverse events, non-compliance or any other reasons was not counted.\n\nExposure including treatment interruptions: date of last dose - date of first dose + 1; duration during which participants actually took vemurafenib as well as duration on which medication was not taken were included in this calculation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.383","spread":"9.6755"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.724","spread":"9.9072"}]}]}]},{"type":"PRIMARY","title":"Mean Total Vemurafenib Dose Per Day","description":"Exposure excluding treatment interruptions: Duration during which participants actually took vemurafenib. Any time without dose-taken due to adverse events, non-compliance or any other reasons was not counted.\n\nExposure including treatment interruptions: date of last dose - date of first dose + 1; duration during which participants actually took vemurafenib as well as duration on which medication was not taken were included in this calculation. Average total dose per day: total actual dose taken divided by total actual days on treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.802","spread":"0.2314"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.732","spread":"0.2874"}]}]}]},{"type":"PRIMARY","title":"Dose Intensity of Vemurafenib","description":"Dose intensity was defined as (total actual doses taken/total planned doses) \\*100, where total planned doses = prescribed doses \\* planned days on treatment, where planned days on treatment were defined as the interval between date of first dose and date of last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.21","spread":"14.966"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improvement in Eastern Cooperative Group (ECOG) Performance Status","description":"ECOG Performance Status was measured on-therapy assessed participant's performance status on 5 point scale: 0 = fully active/able to carry on all pre-disease activities without restriction; 1=restricted in physically strenuous activity, ambulatory/able to carry out light or sedentary work; 2=ambulatory (greater than \\[\\>\\] 50% of waking hours \\[hrs\\]), capable of all self care, unable to carry out any work activities; 3=capable of only limited self care, confined to bed/chair \\>50% of waking hrs; 4=completely disabled, cannot carry on any self care, totally confined to bed/chair; 5=dead. Percentage of participants who had at least one point improvement from baseline at any assessment visit as well as at last study visit was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Received Any Concomitant Medications","description":"Concomitant medications were all medications taken during the study, including those started before but ongoing at first dose. No medications for Melanoma were included. Percentage of participants who received at least one concomitant medication was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Best Overall Response (BOR) of Confirmed Complete Response (CR) or Partial Response (PR), as Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1)","description":"BOR was assessed by the investigator according to RECIST v1.1. BOR was defined as having confirmed CR or PR. CR: disappearance of all target and non-target lesions and no new lesions, all pathological lymph nodes must have decreased to less than (\\<) 10 millimeter (mm) in short axis; PR: at least a 30% decrease in the sum of diameters of target lesions (taking as reference the baseline sum diameters), no progression in non-target lesion, and no new lesions.\n\nConfirmed responses were those that persisted on repeat imaging greater than or equal to (\\>=) 4 weeks after initial response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"The duration of response was defined as the time between the date of first confirmed CR or PR and date of first progression of disease (PD), or death, from any cause. Responses were assessed as per RECIST v1.1. CR: disappearance of all target and non-target lesions and no new lesions, all pathological lymph nodes must have decreased to \\< 10 mm in short axis; PR: at least a 30% decrease in the sum of diameters of target lesions (taking as reference the baseline sum diameters), no progression in non-target lesion, and no new lesions. Confirmed responses were those that persisted on repeat imaging \\>= 4 weeks after initial response. PD: at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, progression of existing non-target lesions, or presence of new lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response","description":"Time to response was defined as the time between the date of first treatment and date of first confirmed CR or PR (assessed as per RECIST v1.1). CR: disappearance of all target and non-target lesions and no new lesions, all pathological lymph nodes must have decreased to \\< 10 mm in short axis; PR: at least a 30% decrease in the sum of diameters of target lesions (taking as reference the baseline sum diameters), no progression in non-target lesion, and no new lesions. Confirmed responses were those that persisted on repeat imaging \\>= 4 weeks after initial response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With PD Assessed According to RECIST v1.1 or Death","description":"PD was assessed according to RECIST v1.1. PD was defined as at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, progression of existing non-target lesions, or presence of new lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time between the date of the first treatment and the date of first progression or death from any cause. PD was assessed according to RECIST v1.1. PD was defined as at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, progression of existing non-target lesions, or presence of new lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall Survival was defined as the time from the date of first treatment to the date of death, regardless of the cause of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1114,"n":3219},"commonTop":["Arthralgia","Alopecia","Fatigue","Hyperkeratosis","Nausea"]}}}