{"nctId":"NCT01178385","briefTitle":"Cognitive-Behavioral Treatment for Anxiety Disorders in Children With Autism Spectrum Disorders","startDateStruct":{"date":"2010-04"},"conditions":["Autism","Asperger's Syndrome","Generalized Anxiety Disorder","Social Phobia","Separation Anxiety Disorder","Obsessive-compulsive Disorder"],"count":45,"armGroups":[{"label":"Cognitive-behavioral therapy","type":"EXPERIMENTAL","interventionNames":["Behavioral: Cognitive-behavioral therapy"]},{"label":"Treatment as Usual","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Treatment as Usual"]}],"interventions":[{"name":"Cognitive-behavioral therapy","otherNames":["psychotherapy","counseling","therapy"]},{"name":"Treatment as Usual","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Outpatient children with an autism spectrum disorder (see #2 below) between the ages 7-11years.\n2. Meets criteria for a diagnosis of autism, Asperger syndrome (AS), or PDD-NOS using scores from the Autism Diagnostic Interview-Revised and Autism Diagnostic Observation Schedule.\n3. Meets DSM-IV criteria for a diagnosis of one of the following anxiety disorders: separation anxiety disorder (SAD), generalized anxiety disorder (GAD), social phobia, or obsessive compulsive disorder (OCD) as determined by the ADIS-IV-C/P (with CSR 4) and all available information.\n4. Minimum score of 14 on the PARS Severity Scale; this score indicates clinically significant anxiety symptom severity (RUPP, 2002) and has been used in recent major clinical trials (e.g., Walkup et al., 2008).\n5. Child has a Full Scale and Verbal Comprehension IQ \\> 70 as assessed on a commonly used IQ test.\n6. Subjects with co-morbid depression, ADHD, tic disorder or disruptive behavior disorders will be acceptable as long as the anxiety disorder is primary (i.e., most impairing/distressing).\n\nExclusion Criteria:\n\n1. Receiving concurrent psychotherapy, social skills training, or behavioral interventions (e.g., applied behavior analysis). Families will have the option of discontinuing such services to enroll in the study. Those randomized to TAU will be able to continue or initiate psychosocial interventions (psychotherapy, social skills training, applied behavior analysis, or family therapy) whereas those randomized to CBT will not receive these interventions concurrent with CBT.\n2. New Treatments: Initiation of an antidepressant within 12 weeks before study enrollment or an antipsychotic 8 weeks before study enrollment. No new alternative medications, nutritionals or therapeutic diets within 8 weeks of study enrollment.\n3. Established Treatment changes: Any change in established psychotropic medication (e.g., antidepressants, anxioloytics) within 8 weeks before study enrollment, or any change in alternative medications that might have behavioral effects within 6 weeks prior to the study baseline assessment. Those randomized to TAU may make medication changes following randomization, including starting a medication; those randomized to CBT will remain stable on medications during the study.\n4. (a) Current clinically significant suicidality or (b) individuals who have engaged in suicidal behaviors within 6 months will be excluded and referred for appropriate clinical intervention.\n5. Lifetime DSM-IV bipolar, schizophrenia or schizoaffective disorders; or Substance abuse in past 6 months.\n6. Unwillingness of parents to make the commitment to accompany their child for multiple study visits.\n7. Presence of a significant and/or unstable medical illness which might lead to hospitalization during the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"7 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pediatric Anxiety Rating Scale (Measures the Severity of Anxiety Symptoms)","description":"This scale assesses the severity of anxiety symptoms. The scale ranges from 0 (minimum score) to 25 (maximum score). Higher scores reflect more severe anxiety symptoms; lower scores reflect lower anxiety severity. There are no subscales to this measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.33","spread":"1.93"},{"groupId":"OG001","value":"17.62","spread":"2.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.58","spread":"3.15"},{"groupId":"OG001","value":"16.05","spread":"3.22"}]}]}]},{"type":"SECONDARY","title":"Anxiety Disorders Interview Schedule Highest Anxiety Clincian Severity Rating (Measures the Severity of the Child's Anxiety Symptoms)","description":"This is a measure of severity of the child's primary anxiety disorder. The maximum rating is 8, the minimum rating is 0. Higher scores correspond to more severe anxiety.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.42","spread":".72"},{"groupId":"OG001","value":"5.62","spread":".92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.38","spread":"1.81"},{"groupId":"OG001","value":"4.9","spread":"1.51"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression - Severity Scale (This Scale Measures the Severity of the Child's Anxiety Symptoms).","description":"This scale measures severity of the child's overall anxiety presentation. The minimum rating is 0, the maximum is 6. Higher scores correspond to greater anxiety; lower scores correspond to less severe anxiety. There are no subscales for this measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":".72"},{"groupId":"OG001","value":"4","spread":".63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.67","spread":".48"},{"groupId":"OG001","value":"3.57","spread":".87"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":24},"commonTop":[]}}}