{"nctId":"NCT03440385","briefTitle":"Induction Study #2 of Oral Ozanimod as Induction Therapy for Moderately to Severely Active Crohn's Disease","startDateStruct":{"date":"2018-03-07","type":"ACTUAL"},"conditions":["Crohn Disease"],"count":606,"armGroups":[{"label":"Administration of oral Ozanimod","type":"EXPERIMENTAL","interventionNames":["Drug: Ozanimod"]},{"label":"Administration of Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Ozanimod","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding Bristol-Myers Squibb Clinical Trial participation, please visit: www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Crohn's disease for ≥ 3 months on endoscopy and on histological exam\n* Inadequate response or loss of response to corticosteroids, immunomodulators, and/or biologic therapy\n* Crohn's Disease Activity Index (CDAI) score ≥ 220 and ≤ 450\n* Average daily stool frequency ≥ 4 points and/or an abdominal pain of ≥ 2 points\n* Simple Endoscopic Score for Crohn's Disease (SES-CD) score of ≥ 6 (or SES-CD ≥ 4 in participants with isolated ileal disease)\n\nExclusion Criteria:\n\n* Diagnosis of ulcerative colitis, indeterminate colitis, radiation colitis, or ischemic colitis, or has strictures with prestenotic dilatation requiring procedural intervention\n* Extensive small bowel resection (\\>100cm) or known diagnosis of short bowel syndrome, or requires total parenteral nutrition\n* Current stoma, ileal-anal pouch anastomosis, or fistula\n\nOther protocol-defined inclusion/exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Crohn's Disease Activity Index (CDAI) Score < 150","description":"The CDAI is a composite score that is used to measure the clinical activity of Crohn's disease (CD). The CDAI uses a questionnaire with 8 disease activity variables: number of soft/liquid stools, severity of abdominal pain, general well-being, presence of complications, need for antidiarrheal drugs, presence of an abdominal mass, hematocrit, and deviation in body weight. The sub scores of number of soft/liquid stool, severity of abdominal pain (0 \\[none\\] to 3 \\[Severe\\]), general well-being (0 \\[well\\] to 4 \\[terrible\\] were summed over the 7 days prior to each visit. Additionally, the remaining predictors were also noted and weighted to create the total CDAI score which ranged from 0-600 with a higher score indicating a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.8","spread":null},{"groupId":"OG001","value":"30.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Abdominal Pain and Stool Frequency Clinical Remission","description":"Abdominal pain and stool frequency clinical remission was defined as average daily abdominal pain score ≤ 1 point, and average daily stool frequency ≤ 3 with abdominal pain and stool frequency no worse than baseline at Week 12. Participants entered the responses in diaries daily. The 7 days entries prior to Week 12 visit were considered for calculating average abdominal pain score and stool frequency. The abdominal pain was graded on severity of 0 (none) to 3 (severe) scale and stool frequency was defined number of liquid or soft stools per day. Baseline was defined as the last assessment prior to the start time of the first drug administration if time of measurement is available else the last assessment prior to or on the date of the first drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null},{"groupId":"OG001","value":"26.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Simple Endoscopic Score for Crohn's Disease (SES-CD) Score Decrease From Baseline of ≥ 50%","description":"The SES-CD assessed the degree of inflammation. The SES-CD assesses the following 4 components: size of ulcers, ulcerated surface, affected surface, and presence of narrowing. Each of these components was scored on a scale of 0 (none/unaffected) to 3 (worst). In the SES-CD, each of these 4 components are assessed in the five segments: ileum, right colon, transverse colon, left colon, and rectum. The SES-CD was the sum of the individual scores of each of the components across the five segments. The range of SES-CD scores was 0 - 12 for each segment, and 0 - 60 for the overall SES-CD score, with larger scores indicating greater degree of inflammation. Baseline was defined as the last assessment prior to the start time of the first drug administration if time of measurement is available else the last assessment prior to or on the date of the first drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.6","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Reduction From Baseline in the Crohn's Disease Activity Index (CDAI) Score of >= 100 Points or a Total CDAI Score < 150","description":"The CDAI is a composite score that is used to measure the clinical activity of Crohn's disease (CD). The CDAI uses a questionnaire with 8 disease activity variables: number of soft/liquid stools, severity of abdominal pain, general well-being, presence of complications, need for antidiarrheal drugs, presence of an abdominal mass, hematocrit, and deviation in body weight. The sub scores of number of soft/liquid stool, severity of abdominal pain (0 \\[none\\] to 3 \\[Severe\\]), general well-being (0 \\[well\\] to 4 \\[terrible\\] were summed over the 7 days prior to each visit. Additionally, the remaining predictors were also noted and weighted to create the total CDAI score which ranged from 0-600 with a higher score indicating a worse outcome. Baseline was defined as the last assessment prior to the start time of the first drug administration if time of measurement is available else the last assessment prior to or on the date of the first drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":null},{"groupId":"OG001","value":"47.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Crohn's Disease Activity Index (CDAI) Score Reduction From Baseline of ≥ 100 Points or CDAI Score < 150 and SES-CD Decrease From Baseline of ≥ 50%","description":"CDAI include 8 components number of soft/liquid stools, severity of abdominal pain, wellbeing, complications, need antidiarrheal drugs, abdominal mass, hematocrit, deviation in body wt. Subscores of numbers of soft/liquid stool, severity of abdominal pain (0 \\[none\\] to 3 \\[Severe\\]), general well-being (0 \\[well\\] to 4 \\[terrible\\] were summed over the 7 days prior to visit. The others weighted to create the total CDAI score ranging 0-600 with higher score indicating worse outcome. The SES-CD has 4 components size of ulcers, ulcerated surface, affected surface, presence of narrowing. Each component was scored on scale of 0 (none) to 3 (worst). In SES-CD, each of 4 components are assessed in the five segments: ileum, right, transverse, left colon, and rectum. The SES-CD was the sum of the individual scores of each of the components across the five segments. The range of SES-CD scores was 0 - 12 for each segment, and 0 - 60 for overall, with larger scores show greater degree of inflammation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.9","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Crohn's Disease Activity Index (CDAI) Score < 150 and Simple Endoscopic Score for Crohn's Disease (SES-CD) Score Decrease From Baseline of ≥ 50%","description":"CDAI include 8 components number of soft/liquid stools, severity of abdominal pain, wellbeing, complications, need antidiarrheal drugs, abdominal mass, hematocrit, deviation in body wt. Subscores of numbers of soft/liquid stool, severity of abdominal pain (0 \\[none\\] to 3 \\[Severe\\]), general well-being (0 \\[well\\] to 4 \\[terrible\\] were summed over the 7 days prior to visit. The others weighted to create the total CDAI score ranging 0-600 with higher score indicating worse outcome. The SES-CD has 4 components size of ulcers, ulcerated surface, affected surface, presence of narrowing. Each component was scored on scale of 0 (none) to 3 (worst). In SES-CD, each of 4 components are assessed in the five segments: ileum, right, transverse, left colon, and rectum. The SES-CD was the sum of the individual scores of each of the components across the five segments. The range of SES-CD scores was 0 - 12 for each segment, and 0 - 60 for overall, with larger scores show greater degree of inflammation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"11.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Abdominal Pain and Stool Frequency Clinical Remission and a Simple Endoscopic Score for Crohn's Disease (SES-CD) Score <= 4 Points and Decrease >= 2 Points","description":"Abdominal pain (AP) and stool frequency (SF) clinical remission was defined as average daily abdominal pain score ≤ 1 point, and average daily stool frequency ≤ 3 times with AP and SF no worse than baseline at Week 12. Participants entered responses in diaries daily. The 7 days entries prior to visit were considered for calculating average AP score and SF. The AP was graded on severity of 0 (none) to 3 (severe) scale and SF was defined number of liquid or soft stools per day. The SES-CD has 4 components size of ulcers, ulcerated surface, affected surface, presence of narrowing. Each component was scored on scale of 0 (none) to 3 (worst). In SES-CD, each of 4 components are assessed in the five segments: ileum, right, transverse, left colon, and rectum. The SES-CD was the sum of the individual scores of each of the components across the five segments. The range of SES-CD scores was 0 - 12 for each segment, and 0 - 60 for overall, with larger scores show greater degree of inflammation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Global Histologic Activity Score (GHAS) Remission","description":"GHAS assesses the inflammation and mucosal damage. GHAS has 8 components Epithelial damage, Architectural changes, Infiltration of mononuclear cells in the lamina propria, Infiltration of polymorphonuclear cells in the lamina propria, Polymorphonuclear cells in epithelium, Presence of erosion and/or ulcers, Presence of granuloma and number of biopsy specimens affected. Each of these components was scored on a scale of 0 (none/unaffected) to 2 (worst). Each of these 8 components are assessed in the five segments: ileum, right colon, transverse colon, left colon, and rectum. Within each segment, the GHAS score has a range of 0 - 16, and the total GHAS score has a range of 0 - 80. Higher numbers correspond to more inflammation and more mucosal damage. Baseline was defined as the last assessment prior to the start time of the first drug administration if time of measurement is available else the last assessment prior to or on the date of the first drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CDAI Reduction From Baseline of >=70 Points","description":"The CDAI is a composite score that is used to measure the clinical activity of Crohn's disease (CD). The CDAI uses a questionnaire with 8 disease activity variables: number of soft/liquid stools, severity of abdominal pain, general well-being, presence of complications, need for antidiarrheal drugs, presence of an abdominal mass, hematocrit, and deviation in body weight. The sub scores of number of soft/liquid stool, severity of abdominal pain (0 \\[none\\] to 3 \\[Severe\\]), general well-being (0 \\[well\\] to 4 \\[terrible\\] were summed over the 7 days prior to each visit. Additionally, the remaining predictors were also noted and weighted to create the total CDAI score which ranged from 0-600 with a higher score indicating a worse outcome. Baseline was defined as the last assessment prior to the start time of the first drug administration if time of measurement is available else the last assessment prior to or on the date of the first drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.9","spread":null},{"groupId":"OG001","value":"51.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Absence of Ulcers ≥ 0.5 cm With no Segment With Any Ulcerated Surface ≥10%","description":"The ulcerated surface were assessed via endoscopy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.3","spread":null},{"groupId":"OG001","value":"24.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Crohn's Disease Endoscopic Index of Severity (CDEIS) Decrease From Baseline of ≥ 50%","description":"CDEIS is an index for determining the severity of Crohn's disease with endoscopic localization to ileum and colon. The CDEIS divides the intestine into 5 segments: rectum, sigmoid and left colon, transverse colon, right colon, and ileum. Four variables are assessed in each segment: the presence of deep ulceration, the presence of superficial ulceration, the percentage of ulcerated surface, and the percentage of surface affected by CD, indicated on 10-cm visual analogue scales. In addition, the presence of ulcerated stenosis and the presence of nonulcerated stenosis are also assessed over the entire intestine. These factors are weighted and summed to calculate the total score ranging from 0- 44, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":null},{"groupId":"OG001","value":"21.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Abdominal Pain (AP) and Stool Frequency (SF) Clinical Remission and an Endoscopic (50%) Response","description":"AP and SF clinical remission is average daily abdominal pain score ≤ 1 point, and average daily stool frequency ≤ 3 times with AP and SF no worse than baseline at Week 12. Participants entered responses in diaries daily. The 7 days entries prior to visit were considered for calculating average AP score and SF. AP was graded on severity of 0 (none) to 3 (severe) scale and SF was defined number of liquid or soft stools per day. SES-CD has 4 components size of ulcers, ulcerated surface, affected surface, presence of narrowing. Each component was scored on scale of 0 (none) to 3 (worst). Endoscopic Response is defined as \\>= 50% decrease from baseline in SES-CD. In SES-CD, each of 4 components are assessed in five segments: ileum, right, transverse, left colon, and rectum. The SES-CD was sum of individual scores of each of components across five segments. Range of SES-CD scores was 0 - 12 for each segment, and 0 - 60 for overall, with larger scores show greater degree of inflammation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Robarts Histologic Index (RHI) Mucosal Healing at Week 12","description":"RHI mucosal healing was defined as RHI remission combined with SES-CD \\<= 4 points and a SES-CD decrease from baseline \\>= 2 points with no SES-CD sub-score \\>1 point. RHI Remission is defined as no active inflammation in any measured segment. The SES-CD assesses the following 4 components: size of ulcers, ulcerated surface, affected surface, and presence of narrowing. Each of these components was scored on a scale of 0 (none/unaffected) to 3 (worst). In the SES-CD, each of these 4 components are assessed in the five segments: ileum, right colon, transverse colon, left colon, and rectum. The SES-CD was the sum of the individual scores of each of the components across the five segments. The range of SES-CD scores was 0 - 12 for each segment, and 0 - 60 for the overall SES-CD score, with larger scores indicating greater degree of inflammation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":404},"commonTop":["Crohn's disease"]}}}