{"nctId":"NCT00692770","briefTitle":"Sorafenib as Adjuvant Treatment in the Prevention Of Recurrence of Hepatocellular Carcinoma (STORM)","startDateStruct":{"date":"2008-08-15","type":"ACTUAL"},"conditions":["Carcinoma, Hepatocellular"],"count":1114,"armGroups":[{"label":"Sorafenib (Nexavar, BAY43-9006)","type":"EXPERIMENTAL","interventionNames":["Drug: Nexavar (Sorafenib, BAY43-9006)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Nexavar (Sorafenib, BAY43-9006)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who have undergone surgical resection or local ablation (PEI or percutaneous or intraoperative RFA) for treatment of HCC with curative intent within 4 months from staging to potentially curative treatment. A maximum of 2 local ablation courses may be administered during this time period.\n* At least 3 weeks (21 days) but no more than 7 weeks (49 days), from resection or last local ablation course, to CT/MRI scan date\n* Male or female subjects \\>/= 18 years of age\n* Confirmation of CR (absence of residual tumor after curative treatment), on the eligibility scan by independent radiological review.\n* For subjects undergoing surgical resection pathology proven complete removal of tumor.\n* Intermediate or High Risk of recurrence as assessed by tumor characteristics.\n* Child-Pugh score 5 -7 points. A Child-Pugh score of 7 points is allowed only in the absence of ascites.\n* ECOG Performance Status of 0.\n* Adequate bone marrow, liver and renal function\n\nExclusion Criteria:\n\n* Recurrent HCC\n* Child-Pugh score 7 points with presence of ascites.\n* Low risk of recurrence after curative treatment\n* History of cardiovascular disease\n* History of HIV infection\n* Active clinically serious infections (\\> grade 2 NCI-CTCAE version 3.0)\n* Subjects with seizure disorder requiring medication (such as steroids or anti-epileptics)\n* Subjects with evidence or history of bleeding diathesis\n* Subjects undergoing renal dialysis\n* Previous or concurrent cancer that is distinct in primary site or histology from the cancer being evaluated in this study EXCEPT cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumors \\[Ta, Tis \\& T1\\] or any cancer curatively treated \\> 3 years prior to study entry as defined by the signing of informed consent..\n* Uncontrolled ascites (defined as not easily controlled with diuretic treatment)\n* Encephalopathy\n* History of GI bleeding within 30 days of randomization.\n* Subjects with a history of esophageal varices bleeding which has not been followed by effective therapy and/or treatment to prevent bleeding recurrence.\n* Prior anti cancer therapy for treatment of HCC (including sorafenib or any other molecular therapy) is excluded.\n* Major surgery within 4 weeks of start of study as defined by the signing of informed consent, except for surgical resection or local ablation of HCC.\n* Investigational drug therapy outside of this trial during or within 4 weeks of study entry, as defined by the signing of informed consent.\n* Liver transplantation, this includes patients on a transplant list with the intention to transplant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Recurrence Free Survival (RFS) by Independent Assessment","description":"Disease recurrence of HCC (intra or extra hepatic) was defined as the appearance of a new intrahepatic lesions fulfilling the American Association for the Study of Liver Diseases (AASLD) criteria of diagnosis of HCC or a new extra-hepatic lesions according to the Response Evaluation Criteria in Solid Tumors (RECIST) criteria version 1.0. In addition to investigator assessment, all images were reviewed by an independent panel of radiologists. The calculation of the RFS was based on the independent evaluation of the scans. RFS was defined as the time from randomization to the first documented disease recurrence by independent radiological assessment or death due to any cause whichever occurred first. For subjects who had not recurred or died at the time of analysis, RFS was censored at their last date of evaluable scan before drop-out for any other reason than recurrence or death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1014","spread":null},{"groupId":"OG001","value":"1026","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence (TTR) by Independent Assessment","description":"TTR was defined as the time from randomization to the first documented disease recurrence by independent radiological assessment. For subjects who had not recurred at the time of analysis, TTR was censored at their last date of evaluable scan before withdrawal for any other reason than recurrence. \"NA\" in the reported data indicates values could not be estimated due to censored data.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1172","spread":null},{"groupId":"OG001","value":"1089","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to date of death due to any cause. OS for subjects alive at the time of analysis was censored at their last date of contact. \"NA\" in the reported data indicates values could not be estimated due to censored data.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Reported Outcomes: Euroqol-5 Dimensions (EQ-5D) - Index Score","description":"The EQ-5D is a generic quality of life preference based on a validated instrument used in cancer and in general population, with 2 parts: Index and Visual Analogue Scale. The EQ-5D Index is a descriptive system of the following health dimensions: mobility, selfcare, usual activities, pain/discomfort, and anxiety/depression. Subjects were asked to choose any one of the 3 response levels for each dimension: no problems, some problems, and severe problems. The 5 health dimensions were summarized into a single score, the EQ-5D Index score which ranged from -0.59 to 1 with higher scores representing better health states (0=death, 1= perfect health, and -0.59=a health state worse than death). A change of at least 0.10 to 0.12 points was considered a minimally important difference using Eastern Cooperative Oncology Group Performance Status as the anchor. The results on the Analysis of covariance of timeadjusted Area under curve for the EQ-5D index score were reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.827","spread":null},{"groupId":"OG001","value":"0.866","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Reported Outcomes: Euroqol-5 Dimensions (EQ-5D) - Visual Analogue Scale (VAS) Score","description":"The EQ-5D is a generic quality of life preference based on a validated instrument used in cancer and in general population, with 2 parts: Index and Visual Analogue Scale. The EQ-5D VAS is a measure that represents health status as a single value. It is a 20-centimetre vertical graduated visual analogue scale with scores that ranged from 0 (worst imaginable health state) to 100 (best imaginable health state). The respondent rated his/her current health state by drawing a line from the box marked 'your own health state today' to the appropriate point on the EQ-5D VAS. A 3-digit number (including leading zeros) was read off the scale from the point where the respondent's line crossed the scale, which was the EQ-5D VAS score. A change of at least 7 points on the VAS was considered as minimally important. The results on the ANCOVA analysis of time-adjusted AUC for the EQ-5D VAS score were reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.203","spread":null},{"groupId":"OG001","value":"80.181","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Reported Outcomes: Functional Assessment of Cancer Therapy (FACT)- Hepatobiliary Subscale (HEP) Score","description":"The FACT-HEP is a 45 item, self-administered, multi-dimensional, psychometrically sound questionnaire used extensively in oncology clinical trials. FACT-HEP consisted of five subscales: Physical Well-Being (PWB), Social Well-Being (SWB), Emotional Well-Being (EWB), Functional Well-Being (FWB), and Hepatobiliary Cancer Subscale (HCS). The PWB, FWB, SWB and EWB were summed to form the FACTGeneral (FACT-G) total score. The FACT-G and HCS scores were summed to form the FACT-HEP total score. FACT-HEP scores ranged from 0 to 180 and the higher scores represented a better quality of life. Subjects responded to each item on a 5-point Likert-type scale ranging from 0 (not at all) to 4 (very much). The minimally important difference (MID) for the FACT-Hep total score was in the range of 8 to 9. The results on the ANCOVA analysis of time-adjusted AUC for the FACT-HEP score were reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138.7","spread":null},{"groupId":"OG001","value":"143.79","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Reported Outcomes: Functional Assessment of Cancer Therapy (FACT)- General (G) Total Score","description":"The PWB, FWB, SWB and EWB were summed to form the FACT-G total score. Subjects responded to each item on a 5-point Likert-type scale ranging from 0 (not at all) to 4 (very much). FACT-G scores ranged from 0 to 108 and the higher scores represented a better quality of life. The MID for the FACT-G total score was in the range of 6 to 7. The results on the ANCOVA analysis of time-adjusted AUC for the FACT-G score were reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.46","spread":null},{"groupId":"OG001","value":"82.95","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"The Correlation Between Plasma Biomarker Levels at Baseline With RFS to Determine Prognostic Value of Biomarkers - ANG-2","description":"Biomarker was analyzed at baseline \\[i.e., before treatment\\] as a dichotomized variable based on median biomarker levels, and dichotomized into \"high\" and \"low\" groups using an optimal max chi cut-off approach - not per intervention. As such, results were analyzed according to this stratification. Max-chi square methodology was used to search for the optimal cut point for dichotomization of each plasma biomarker and Kaplan-Meier curves were generated using the optimal cut point for each possible association examined. These biomarker analyses were retrospective and exploratory and of signal generating nature only.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"588","spread":null},{"groupId":"OG001","value":"1260","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"The Correlation Between Plasma Biomarker Levels at Baseline With RFS to Determine Prognostic Value of Biomarkers - AFP","description":"Biomarker was analyzed at baseline \\[i.e., before treatment\\] as a dichotomized variable based on median biomarker levels, and dichotomized into \"high\" and \"low\" groups using an optimal max chi cut-off approach - not per intervention. As such, results were analyzed according to this stratification. Max-chi square methodology was used to search for the optimal cut point for dichotomization of each plasma biomarker and Kaplan-Meier curves were generated using the optimal cut point for each possible association examined. These biomarker analyses were retrospective and exploratory and of signal generating nature only.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"668","spread":null},{"groupId":"OG001","value":"1267","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"The Correlation Between Plasma Biomarker Levels at Baseline With RFS to Determine Prognostic Value of Biomarkers - MET","description":"Biomarker was analyzed at baseline \\[i.e., before treatment\\] as a dichotomized variable based on median biomarker levels, and dichotomized into \"high\" and \"low\" groups using an optimal max chi cut-off approach - not per intervention. As such, results were analyzed according to this stratification. Max-chi square methodology was used to search for the optimal cut point for dichotomization of each plasma biomarker and Kaplan-Meier curves were generated using the optimal cut point for each possible association examined. These biomarker analyses were retrospective and exploratory and of signal generating nature only.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"841","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":230,"n":548},"commonTop":["Palmar-plantar erythrodysaesthesia syndrome","Diarrhoea","Hypertension","Alopecia","Fatigue"]}}}