{"nctId":"NCT00538915","briefTitle":"Open Label, Phase III Study of NABI-IGIV 10% [Immune Globulin Intravenous(Human), 10%] In Subjects With Primary Immune Deficiency Disorders (PIDD)","startDateStruct":{"date":"2007-09"},"conditions":["Primary Immune Deficiency Disorders (PIDD)"],"count":63,"armGroups":[{"label":"Nabi-IGIV Infused Every 3- or 4-Weeks","type":"EXPERIMENTAL","interventionNames":["Biological: Nabi-IGIV 10% [Immune Globulin Intravenous (Human). 10%]"]}],"interventions":[{"name":"Nabi-IGIV 10% [Immune Globulin Intravenous (Human). 10%]","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age ≥ 6 and ≤ 75, with a documented and confirmed pre-existing diagnosis of chronic primary immune deficiency (PIDD) with a low total immunoglobulin G (IgG) level and deficient antibody production before chronic therapy (i.e., X-linked agammaglobulinemia, common variable immunodeficiency (CVID), Hyper IgM Syndrome with immunoglobulin G (IgG) deficiency, etc).\n* Currently on immune globulin intravenous (IGIV) replacement therapy at a fixed interval and dosage with a total monthly dose of immune globulin intravenous (IGIV) between 300 and 800 mg/kg that has been stable for at least 3 months prior to screening.\n* Documented (within 3 months) plasma immunoglobulin G (IgG) trough level of \\>500 mg/dL on current immunoglobulin G (IgG) therapy \\[immunoglobulin G (IgG) levels may be obtained at screening if previous results not available\\].\n* Medical records documenting infections and treatment within the previous 2 years need to be available for review.\n* Subject or legal guardian(s) must have given written informed consent/assent.\n* If a menstruating female, have a negative serum or urine pregnancy test within 7 days prior to the first dose of Nabi-IGIV \\[immune globulin intravenous (Human) 10%\\] and agree to use an acceptable method of contraception or be at least one year post-menopausal or surgically sterile.\n\nExclusion Criteria:\n\n* Received any blood product \\[other than immune globulin intravenous (IGIV)\\] within the last 3 months prior to screening or received any investigational agent \\[other than immune globulin intravenous (IGIV)\\] within the last four weeks prior to receiving Nabi-IGIV \\[immune globulin intravenous (Human) 10%\\].\n* Known history of medically significant adverse reactions to other immunoglobulin G (IgG) or blood products.\n* Known selective immunoglobulin A (IgA) deficiency, history of allergic reaction to products containing immunoglobulin A (IgA) or has a history of antibodies to immunoglobulin A (IgA).\n* Known significant proteinuria and/or has a history of acute renal failure/or severe renal impairment \\[blood urea nitrogen (BUN) or creatinine more than 1.5 times the upper limit of normal\\].\n* Known history or current diagnosis of deep venous thrombosis.\n* Known medical condition that is known to cause secondary immune deficiency, such as chronic lymphocytic leukemia, lymphoma, multiple myeloma, human immunodeficiency virus (HIV) infection, acquired immunodeficiency syndrome (AIDS), or chronic or recurrent neutropenia (absolute neutrophil count less than 500 mm3).\n* Current daily use of corticosteroids (\\> 10 mg of prednisone equivalent /day for \\> 30 days), immunosuppressants or immunomodulators. (Intermittent corticosteroid use during the study is allowable, if medically necessary.)\n* Known non-controllable arterial hypertension (systolic blood pressure (BP) \\> 160 mmHg and /or diastolic BP \\>100 mmHg.)\n* Known anemia at screening (hemoglobin \\<10 g/dL).\n* Subject is pregnant or lactating.\n* Known history of illicit drug use within 3 months prior to the administration of the investigational product and for the study duration.\n* Have any condition judged by the study physician to preclude participation in the study, including any psychological disorder, which might hinder compliance.\n* Known active viral or bacterial infection or symptoms/signs consistent with such an infection within the two weeks prior to the initial dose of investigational product infusion. Subjects may be on antibiotics as long as signs/symptoms of infection have been absent for two weeks prior to the initial infusion of investigational product (IP).\n* Expectation of non-compliance with the protocol procedures and visit schedule.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Serious Bacterial Infections (SBIs) Per Person-year on Treatment","description":"Serious bacterial infections (SBIs) rate per person-years, including bacteremia/sepsis, bacterial meningitis, osteomyelitis/septic arthritis, bacterial pneumonia and visceral abscess.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.035","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":63},"commonTop":["Headache","Fatigue","Nausea","Infusion Site Reaction","Sinusitis"]}}}