{"nctId":"NCT03198507","briefTitle":"ERADICATE Hp2 - Treating Helicobacter Pylori With RHB-105 Compared to Active Comparator","startDateStruct":{"date":"2017-06-18","type":"ACTUAL"},"conditions":["Helicobacter Pylori Infection","Dyspepsia"],"count":455,"armGroups":[{"label":"RHB-105","type":"EXPERIMENTAL","interventionNames":["Drug: RHB-105"]},{"label":"Active Comparator","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Active Comparator"]}],"interventions":[{"name":"RHB-105","otherNames":["Amoxicillin, Omeprazole and Rifabutin"]},{"name":"Active Comparator","otherNames":["Amoxicillin and Omeprazole"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be ages 18 - 70, inclusive; non-Asian males and females (This population has been demonstrated to have significantly elevated omeprazole levels as per the prescriber information for other omeprazole products). A person having origins in any of the original peoples of the Far East, Southeast Asia, or the Indian subcontinent, including, for example, Cambodia, China, India, Japan, Korea, Malaysia, Pakistan, the Philippine Islands, Thailand, and Vietnam should be considered Asian, and forr this study Asian is defined as having at least one Asian grandparent (Shektar et al, 2014, FDA Guidance for Industry 2016);\n2. Positive for H. pylori by 13C Urea Breath Test (UBT) and confirmed positive via gastric biopsy for campylobacter-like organism (CLO) Rapid Urease Test, or H. pylori culture or histology;\n3. Symptoms consistent with dyspepsia of at least two weeks duration (defined as recurrent pain or discomfort centered in the upper abdomen, often with a relation to meals);\n4. Females must not be pregnant or lactating and:\n\n   1. at no risk of pregnancy for one of the following reasons: postmenopausal for at least one year from the date of informed consent, status post hysterectomy or tubal ligation, OR\n   2. are prepared to and agree to use of an intrauterine device (IUD) or practice double method birth control (barrier plus spermicide) from screening through to 30 days post-end of-treatment (EOT); Acceptable double contraceptive methods include barrier (condoms or diaphragms) plus spermicide\n   3. Hormonal contraceptives (birth control pills and hormone implants) are not acceptable contraception methods under this protocol;\n5. Males must be surgically sterilized or are prepared to and agree to practice double method (barrier plus spermicide) birth control from screening through to 30 days post-EOT;\n6. Agree to refrain from consuming alcohol from 1 week prior to screening to Test of Cure/Visit 5;\n7. Agree to refrain from taking antacids from screening through day 15 and for at least 24 hours prior to Test of Cure/Visit 5 and if applicable at least 24 hours prior to Visit 8/Test of Cure;\n8. Agree to refrain from taking H2 blockers at least 24 hours prior to screening 13C UBT and at least 24 hours prior to Test of Cure/Visit 5 and if applicable at least 24 hours prior to Visit 8/Test of Cure;\n9. Agree to refrain from taking sucralfate from one week prior to screening through Test of Cure/Visit5;\n10. Agree to refrain from taking bismuth containing medications such as Pepto-BismolTM or other proton pump inhibitors (PPIs) from two weeks prior to screening through Test of Cure/Visit 5;\n11. Agrees to refrain from consuming grapefruit, or any other food or supplement known to significantly affect CYP3A4 or CYP2C19 activity from screening to day 15;\n12. Provide written informed consent to participate as shown by a signature of subject on the consent form.\n\nExclusion Criteria:\n\n1. Have alarm symptoms/signs (including unexplained anemia \\[iron deficiency\\], melena / hematemesis, anorexia, dysphagia, jaundice, weight loss);\n2. Have received prior H. pylori eradication therapy;\n3. Use of antibiotics in the 4 weeks immediately prior to screening 13C UBT;\n4. Use of any proton pump inhibitors (PPIs) or bismuth-containing medications (such as Pepto-BismolTM) within the 2 weeks immediately prior to screening 13C UBT;\n5. Use of any of the following medications within seven days prior screening: alfentanil, allopurinol, amlodipine, anti-herpes agents, anti-retroviral agents, apixaban, aprepitant, aripiprazole, astemizole, atorvastatin, boceprevir, buspirone, carbamazepine, cisapride, citalopram dosed greater than 20 mg /d, clomipramine, clopidogrel and other oral anticoagulants, colchicine, dapsone, dihydroergotamine, digoxin, diltiazem, ergotamine, felodipine, fluconazole, gleevec, hormonal contraceptives that are not exclusively norethindrone or norgestrel, imipramine, itraconazole, ketoconazole, latuda, lovastatin, mycophenolate mofetil, nifedipine, nisoldipine, nitrendipine, phenytoin, pimozide, probenecid, proguanil, quinine, roflumilast, terfenadine and voriconazole;\n6. Use of amiodarone;\n7. Presence of more than two active gastric and/or duodenal ulcers;\n8. History of gastric outlet obstruction; or hypersecretory state (e.g., Zollinger Ellison Syndrome);\n9. History of esophageal or gastric surgery, except for simple closure of perforated ulcer;\n10. History of gastric cancer;\n11. History of malignancy within the past five years except for basal cell carcinoma of the skin or carcinoma in situ of the cervix that has been treated with no evidence of recurrence;\n12. Positive screening laboratory results for human immunodeficiency virus (HIV) antibody (HIV1 or HIV2), or hepatitis B surface antigen (HBs Ag), or hepatitis C antibody (HCV Ab), unless patient has documented sustained viral response evidenced by prior and/or current absence of viral RNA at least 24 weeks after completing antiviral therapy;\n13. Current drug or alcohol abuse or history of drug or alcohol abuse in the past 5 years from screening;\n14. Known hypersensitivity or suspected history of hypersensitivity reactions to any of the study drugs or related drugs, including cephalosporins and penicillin;\n15. Clinical evidence of any disease that in the opinion of the investigator might interfere with the subject's ability to participate in the trial;\n16. History of QT prolongation (QTc greater than 450ms in males and 460ms in females), or ventricular arrhythmia, including torsades de pointes;\n17. Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) \\>3x Upper Limit of Normal (ULN), or Alkaline Phosphatase (APO4) \\>2x ULN, or Total Bilirubin \\>2x ULN. Subjects with confirmed diagnosis of Gilbert's Syndrome are excluded if Total Bilirubin \\> 2.5x ULN;\n18. Unable to communicate well with the Investigators and to comply with the study requirements;\n19. Involved in any other experimental drug or device protocol (outside of this RHB-105-02 study) within the 4 weeks immediately prior to screening visit through end of study;\n20. Subjects with creatinine clearance less than 30 ml/min at screening via estimated Cockcroft-Gault (eCGF) formula: eCGF or estimated creatinine clearance = \\[140 - age in years\\] \\* weight (kg) / 72 \\* Serum Creatinine (mg/dl) \\[multiply estimated rate by 0.85 for women\\], using actual body weight at screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Eradication of H. Pylori","description":"Eradication of H. pylori confirmed via 13C Urea Breath Test (UBT) testing. Subjects with negative test results (eradication of H. pylori) were considered treatment successes. Subjects who tested positive for H. pylori infection (no eradication) were considered treatment failures.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With H. Pylori Cultures That Presented Antibiotic Resistance and Susceptibility","description":"The primary endpoint was summarized within subgroups formed by the presence of H. pylori susceptibility and resistance to amoxicillin, clarithromycin, metronidazole, and rifabutin from H. pylori cultures from samples obtained prior to initiating study treatment (i.e. baseline).\n\nA participant is considered a responder when H. pylori is eradicated after treatment as confirmed via 13C Urea Breath Test (UBT). A participant is considered a non-responder when H. pylori is not eradicated after treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"147","spread":null},{"groupId":"OG001","value":"99","spread":null}]},{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null},{"groupId":"OG001","value":"95","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"77","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"53","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events That Are Related to Treatment","description":"The number of participants that presented treatment emergent adverse events (TEAE) during the study overall, TEAEs related to study drug and severe TEAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Eradication of H. Pylori in the Pharmacokinetic Population (PKP)","description":"A pre-specified responder analysis of eradication of H. pylori confirmed via 13C Urea Breath Test (UBT) was performed in the PK population.\n\nThe PK population was generated based on the measurement of plasma concentrations of amoxicillin, omeprazole, rifabutin, and the rifabutin metabolite 25-O-desacetyl-rifabutin (on Day 13). It included those subjects in the FAS who had demonstrable presence of any component of investigational drug at Visit 3 or had no levels detected \\>250 hours after the last dose. For all subjects, the reason for exclusion from the PKP was the absence of any pharmacokinetic component of study drug at Visit 3 within 250 hours of the last reported dose. Two hundred fifty hours was selected to account for approximately 10 times the terminal half-life of rifabutin.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"187","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":228},"commonTop":["Diarrhoea","Headache","Nausea"]}}}