{"nctId":"NCT01772134","briefTitle":"Efficacy and Safety of the Addition of Fluticanse Propionate/Salmeterol (250/50mcg) Twice-daily to 2 Doses of Umeclidinium Bromide (62.5 or 125mcg) Once-daily Over 12 Weeks","startDateStruct":{"date":"2013-01-01"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":617,"armGroups":[{"label":"Umeclidinium bromide 62.5 + Fluticasone propionate/Salmeterol","type":"EXPERIMENTAL","interventionNames":["Drug: Umeclidinium bromide 62.5mcg","Drug: Fluticasone propionate 250mcg/Salmeterol 50mcg"]},{"label":"Umeclidinium bromide 125 + Fluticasone propionate/Salmeterol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Umeclidinium bromide 125mcg","Drug: Fluticasone propionate 250mcg/Salmeterol 50mcg"]},{"label":"Placebo + Fluticasone propionate/Salmeterol","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Fluticasone propionate 250mcg/Salmeterol 50mcg","Drug: Placebo"]}],"interventions":[{"name":"Umeclidinium bromide 62.5mcg","otherNames":[]},{"name":"Umeclidinium bromide 125mcg","otherNames":[]},{"name":"Fluticasone propionate 250mcg/Salmeterol 50mcg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* -Type of subject: Outpatient.\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Age: Subjects 40 years of age or older at Visit 1.\n* Gender: Male or female subjects. A female is eligible to enter and participate if of non-childbearing potential, or if of child bearing potential, has a negative serum pregnancy test at screening, and agrees to one of the acceptable contraceptive methods listed in the protocol, used consistenty and correctly.\n* Diagnosis: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society.\n* Smoking History: Current or former cigarette smokers with a history of cigarette smoking of ≥10 pack-years \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]. Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Pipe and/or cigar use cannot be used to calculate pack year history.\n* Severity of Disease: A pre and post-albuterol/salbutamol FEV1/FVC ratio of \\<0.70 and a pre and post-albuterol/salbutamol FEV1 of ≤70% of predicted normal values at Visit 1 (Screening) calculated using Nutrition Health and Examination Survey (NHANES) III reference equations.\n* Dyspnea: A score of ≥2 on the mMRC Dyspnea Scale at Visit 1.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: A current diagnosis of asthma.\n* Other Respiratory Disorders: Known α-1 antitrypsin deficiency, active lung infections (such as tuberculosis), and lung cancer are absolute exclusionary conditions. A subject who, in the opinion of the investigator, has any other significant respiratory conditions in addition to COPD should be excluded. Examples may include clinically significant bronchiectasis, pulmonary hypertension, sarcoidosis, or interstitial lung disease.\n* Other Diseases/Abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or hematological abnormalities that are uncontrolled and/or a previous history of cancer in remission for \\<5 years prior to Visit 1 (localized carcinoma of the skin that has been resected for cure is not exclusionary). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Contraindications: Any history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, beta2-agonist, sympathomimetic, corticosteroid (intranasal, inhaled or systemic) lactose/milk protein or magnesium stearate, or a medical condition such as narrow-angle glaucoma, prostatic hypertrophy or bladder neck obstruction that, in the opinion of the study physician contraindicates study participation or use of an inhaled anticholingeric.\n* Hospitalization: Hospitalization for COPD or pneumonia within 12 weeks prior to Visit 1.\n* Lung Resection: Subjects with lung volume reduction surgery within the 12 months prior to Visit 1.\n* 12-Lead ECG: An abnormal and significant ECG finding from the 12-lead ECG conducted at Visit 1. Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility.\n\nSpecific ECG findings that preclude subject eligibility are listed in Appendix 4. The study investigator will determine the medical significance of any ECG abnormalities not listed in Appendix 4.\n\n* Medication Prior to Spirometry: Unable to withhold albuterol/salbutamol for the 4 hour period required prior to spirometry testing at each study visit.\n* Medications Prior to Screening: Use of the medications listed in the protocol according to protocol-specific times prio to visit 1.\n* Oxygen: Use of long-term oxygen therapy (LTOT) described as oxygen therapy prescribed for greater than 12 hours a day. As-needed oxygen use (i.e., ≤12 hours per day) is not exclusionary.\n* Nebulized Therapy: Regular use (prescribed for use every day, not for as-needed use) of short-acting bronchodilators (e.g., albuterol/salbutamol) via nebulized therapy.\n* Pulmonary Rehabilitation Program: Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Visit 1. Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Drug or Alcohol Abuse: A known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Affiliation with Investigator Site: A subject will not be eligible for this study if he/she is an immediate family member of the participating investigator, subinvestigator, study coordinator, or employee of the participating investigator.\n* Inability to read: In the opinion of the investigator, any subject who is unable to read and/or would not be able to complete a questionnaire.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Trough Forced Expiratory Volume in One Second (FEV1) on Day 85","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 on Treatment Day 85 is defined as the mean of the FEV1 values obtained 23 and 24 hours after dosing on Treatment Day 84 (i.e., at Week 12). Baseline trough FEV1 is the mean of the two assessments made at -30 and -5 minutes (min) pre-dose on Treatment Day 1. Change from Baseline was calculated as the Day 85 value minus the Baseline value. Analysis was performed using a repeated measures model with covariates of treatment, Baseline (mean of the two assessments made at -30 and -5 min pre-dose on Treatment Day 1), smoking status, day, day by Baseline and day by treatment interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.022","spread":"0.0146"},{"groupId":"OG001","value":"0.125","spread":"0.0142"},{"groupId":"OG002","value":"0.116","spread":"0.0144"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weighted Mean 0-6 Hour FEV1 Obtained Post-dose at Day 84","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. The weighted mean FEV1 was derived by calculating the area under the curve, and then dividing the value by the relevant time interval. The weighted mean was calculated using the 24-hour serial FEV1 measurements at Day 84, which included pre-dose, and post-dose at 15 min, 30 min, 1 hour, 3 hours, and 6 hours. Baseline trough FEV1 is the mean of the two assessments made at -30 and -5 min pre-dose on Treatment Day 1. Change from Baseline was calculated as the Day 84 value minus the Baseline value. Analysis was performed using a repeated measures model with covariates of treatment, Baseline (mean of the two assessments made at -30and -5 min pre-dose on Treatment Day 1), smoking status, day, day by Baseline and day by treatment interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.032","spread":"0.0140"},{"groupId":"OG001","value":"0.196","spread":"0.0138"},{"groupId":"OG002","value":"0.192","spread":"0.0138"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Percentage of Rescue-free Days Over Weeks 1-12","description":"A rescue-free day is defined as a day on which no rescue medication was taken. Baseline calculations include a period of the later of 27 days before Visit 2 and the day after Visit 1, up to and including Day 1. The Weeks 1-12 calculations include a period from Study Day 2 up to the earlier of Study Day 85 and the day before Visit 7. Change from Baseline was calculated as the Weeks 1-12 value minus the Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"25.66"},{"groupId":"OG001","value":"13.3","spread":"28.66"},{"groupId":"OG002","value":"11.1","spread":"25.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Number of Puffs Per Day of Rescue Albuterol/Salbutamol Over Weeks 1-12","description":"The mean number of puffs per day of rescue albuterol/salbutamol at Baseline and on-treatment was recorded. The total puffs of rescue albuterol/salbutamol for each day was calculated as: (number of puffs + \\[2 \\* number of nebules\\]). Baseline calculations include a period of the later of 27 days before Visit 2 and the day after Visit 1, up to and including Day 1. The Weeks 1-12 calculations include a period from Study Day 2 up to the earlier of Study Day 85 and the day before Visit 7. Change from Baseline was calculated as the Weeks 1-12 value value minus the Baseline value. Analysis was performed using an analysis of covariance (ANCOVA) model with covariates of treatment, Baseline (mean during the 4 weeks prior to Day 1), and smoking status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.09"},{"groupId":"OG001","value":"-0.5","spread":"0.09"},{"groupId":"OG002","value":"-0.5","spread":"0.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":205},"commonTop":["Headache","Nasopharyngitis","Cough"]}}}