{"nctId":"NCT02066129","briefTitle":"Step-up Yellow Zone Inhaled Corticosteroids to Prevent Exacerbations","startDateStruct":{"date":"2014-07"},"conditions":["Asthma"],"count":254,"armGroups":[{"label":"Fluticasone 44 mcg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone 44 mcg"]},{"label":"Fluticasone 220 mcg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone 220 mcg"]}],"interventions":[{"name":"Fluticasone 44 mcg","otherNames":["Flovent® 44 mcg"]},{"name":"Fluticasone 220 mcg","otherNames":["Flovent® 220 mcg"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Physician-diagnosed asthma\n* At least 1 exacerbation treated with systemic (oral or injectable) corticosteroids in the past 12 months\n* Able to perform reproducible spirometry\n* Current treatment with step 2 controller therapy \\[low-dose ICS, leukotriene receptor antagonist (LTRA)\\] OR current treatment with step 3 controller therapy \\[low-dose ICS + long-acting beta agonist (LABA), low-dose ICS + LTRA, or medium dose ICS\\] with a childhood Asthma Control Test (c-ACT) score of \\>19, no more than 2 prednisone treated exacerbations in the past 6 months, prebronchodilator Forced Expiratory Volume at 1 second (FEV1) ≥ 80% predicted and willing to step down therapy OR controller naïve and qualifying for step 2 controller therapy \\[asthma symptoms or short acting beta agonist (SABA) use \\> 2 days per week or night-time awakenings due to asthma \\> 2 nights per month\\]\n* Prebronchodilator FEV1 ≥ 60% predicted\n* Ability and willingness to provide informed assent\n* For females of childbearing potential: not pregnant, non-lactating, and agree to practice an adequate birth control method.\n* History of clinical varicella or varicella vaccine\n\nExclusion Criteria:\n\n* Systemic (oral or injectable) corticosteroids within previous 2-week period\n* Current or recent (previous 2-weeks) use of medications known to significantly interact with corticosteroid disposition, including but not limited to carbamazepine, erythromycin, phenobarbital, phenytoin, rifampin, and ketoconazole\n* Presence of chronic or active lung disease other than asthma\n* Significant medical illness other than asthma, including thyroid disease, diabetes mellitus, Cushing's disease, Addison's disease, hepatic disease, or concurrent medical problems that could require oral corticosteroids during the study\n* A history of cataracts, glaucoma, or any other medical disorder associated with an adverse effect to corticosteroids\n* History of a life-threatening asthma exacerbation requiring intubation, mechanical ventilation, or resulting in a hypoxic seizure\n* More than 5 prednisone treated exacerbations in the past 12 months\n* More than 1 hospitalizations lasting \\>24 hours for asthma in the past 12 months\n* History of adverse reactions to ICS preparations or any of their ingredients\n* Receiving hyposensitization therapy other than an established maintenance regimen (On maintenance regimen for ≥ 3 months)\n* History of premature birth before 35 weeks gestation","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Asthma Exacerbations","description":"The primary outcome is the rate of severe asthma exacerbations treated with oral corticosteroids during the 48 week treatment period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.37","spread":null},{"groupId":"OG001","value":"0.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Yellow Zone Asthma Symptoms","description":"Study participants completed a daily symptom diary. They scored the following diary elements on a scale from 0-3 (none-severe): Cough, Wheeze, Trouble Breathing, Interference With Activities. A combined score was calculated as the sum of the 4 elements and ranged from 0 to 12. The study intervention was based on yellow-zones as noted in the Study Description. This outcome was based on diary data including 21 days, beginning 7 days prior to the onset of the yellow-zone intervention and ending 14 days after the onset of the intervention. The total symptom burden outcome was defined as the sum of the combined score on each diary day and ranged from 0 to 252 (max combined score of 12 per day multiplied by 21 days). A score of zero would indicate no symptoms over the entire 21 days. A score of 252 would indicate severe cough, wheeze, shortness of breath, and interference with activities on all of the 21 days.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Yellow Zone Albuterol Use","description":"Use of albuterol rescue medication during 7-day yellow zone episodes.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Unscheduled Emergency Department (ED) or Urgent Care Visits for Asthma","description":"Rate of emergency department (ED) or urgent care visits for asthma during the 48 week treatment period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.47","spread":null},{"groupId":"OG001","value":"0.64","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Hospitalized for Asthma","description":"Number of participants hospitalized for asthma during the 48 week treatment period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":127},"commonTop":["Acute nasopharyngitis","Allergic rhinitis","Cough","Acute asthma attack","Fever"]}}}