{"nctId":"NCT03492281","briefTitle":"A Study to Examine the Safety and Efficacy of a New Drug in Patients With Symptoms of Overactive Bladder (OAB)","startDateStruct":{"date":"2018-03-26","type":"ACTUAL"},"conditions":["Overactive Bladder"],"count":1530,"armGroups":[{"label":"Vibegron + Placebo to match Tolterodine","type":"EXPERIMENTAL","interventionNames":["Drug: vibegron","Drug: Tolterodine placebo"]},{"label":"Placebo to match vibegron + Placebo to match Tolterodine","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vibegron placebo","Drug: Tolterodine placebo"]},{"label":"Tolterodine + Placebo to match vibegron","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vibegron placebo","Drug: Tolterodine Tartrate ER"]}],"interventions":[{"name":"vibegron","otherNames":["RVT-901","MK4618","KRP114V","URO-901"]},{"name":"Vibegron placebo","otherNames":[]},{"name":"Tolterodine Tartrate ER","otherNames":["Mariosea XL"]},{"name":"Tolterodine placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has a history of OAB for at least 3 months prior to the Screening Visit.\n2. Meets either the OAB Wet or OAB Dry criteria.\n\nExclusion Criteria:\n\nUrology Medical History\n\n1. Patient had an average total daily urine volume \\> 3000 mL in the past 6 months or during the 14-day Run-in Period.\n2. Has lower urinary tract pathology that could, in the opinion of the Investigator, be responsible for urgency, frequency, or incontinence.\n3. Has a history of surgery to correct stress urinary incontinence, pelvic organ prolapse, or procedural treatments for BPH within 6 months of Screening.\n4. Has current history or evidence of Stage 2 or greater pelvic organ prolapse (prolapse extends beyond the hymenal ring).\n5. Patient is currently using a pessary for the treatment of pelvic organ prolapse.\n6. Has a known history of elevated post-void residual volume defined as greater than 150 mL.\n7. Has undergone bladder training or electrostimulation within 28 days prior to Screening or plans to initiate either during the study.\n8. Has an active or recurrent (\\> 3 episodes per year) urinary tract infection by clinical symptoms or pre-defined laboratory criteria.\n9. Has a requirement for an indwelling catheter or intermittent catheterization.\n10. Has received an intradetrusor injection of botulinum toxin within 9 months prior to Screening.\n11. Has uncontrolled hyperglycemia (defined as fasting blood glucose \\> 150 mg/dL or 8.33 mmol/L and/or non-fasting blood glucose \\> 200 mg/dL or 11.1 mmol/L) or, if in the opinion of the Investigator, is uncontrolled.\n12. Has evidence of diabetes insipidus.\n13. Is pregnant, breast-feeding, or is planning to conceive within the projected duration of the study.\n14. Has a concurrent malignancy or history of any malignancy within 5 years prior to signing informed consent, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer.\n15. Has uncontrolled hypertension (systolic blood pressure of ≥ 180 mmHg and/or diastolic blood pressure of ≥ 100 mmHg) or has a resting heart rate (by pulse) \\> 100 beats per minute.\n16. Has narrow angle glaucoma (primary open angle glaucoma is not excluded).\n17. Has a history of cerebral vascular accident, transient ischemic attack, unstable angina, myocardial infarction, coronary artery interventions (e.g., coronary artery bypass grafting or percutaneous coronary interventions \\[e.g., angioplasty, stent insertion\\]), or neurovascular interventions (e.g., carotid artery stenting) within 6 months prior to the Screening Visit. Has a known history of liver disease.\n18. Has a history of injury, surgery, or neurodegenerative diseases (e.g., multiple sclerosis, Parkinson's) that could affect the lower urinary tract or its nerve supply.\n19. Has hematuria, including microscopic hematuria according to pre-defined criteria.\n20. Has clinically significant electrocardiogram (ECG) abnormality.\n21. Has alanine aminotransferase or aspartate aminotransferase \\> 2.0 times the upper limit of normal (ULN), or bilirubin (total bilirubin) \\> 1.5 x ULN (or \\> 2.0 x ULN if secondary to Gilbert syndrome or pattern consistent with Gilbert syndrome).\n22. Has an estimated glomerular filtration rate (eGFR) \\< 30 mL/min/1.73 m2.\n23. Has an allergy, intolerance, or a history of a significant clinical or laboratory adverse experience associated with any of the active or inactive components of the vibegron formulation or tolterodine formulation.\n24. Is currently participating or has participated in a study with an investigational compound or device within 28 days prior to signing informed consent, or has participated in any previous study with vibegron.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (CFB) at Week 12 in the Average Number of Micturitions Per 24 Hours in All Overactive Bladder (OAB) Participants","description":"A micturition/void is defined as \"Urinated in Toilet\" as indicated on the Patient Voiding Diary (PVD). The number of micturitions is defined as the number of times a participant voided in the toilet as indicated on the PVD. The average daily number of micturitions was calculated using the daily entries in the PVD (which was to be completed prior to each study visit) as the total number of micturitions that occurred on a Complete Diary Day (CDD) divided by the number of CDDs in the PVD. CFB was calculated as the post-BL value minus the BL value. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD). Covariates included in the mixed model for repeated measures are study visit (Weeks 2, 4, 8, and 12), OAB type (wet/dry), sex, region (U.S./non-U.S.), BL number of micturitions, and treatment by study visit interaction. FAS=Full Analysis Set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"0.14"},{"groupId":"OG001","value":"-1.8","spread":"0.14"},{"groupId":"OG002","value":"-1.6","spread":"0.15"}]}]}]},{"type":"PRIMARY","title":"CFB at Week 12 in the Average Number of Urge Urinary Incontinence (UUI) Episodes Per 24 Hours in OAB Wet Participants","description":"The number of UUI episodes is defined as the number of times a participant had checked \"urge\" as the main reason for the leakage in the PVD, regardless of whether more than one reason for leakage in addition to \"urge\" was checked. The average daily number of UUI episodes was calculated using the daily entries in the PVD (which was to be completed prior to each study visit) as the total number of UUI episodes that occurred on a CDD divided by the number of CCDs in the PVD. CFB was calculated as the post-BL value minus the BL value. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when participant got up for the day each morning and time participant got up for the day the next morning as recorded in the PVD). Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), sex, region (U.S./non-U.S.), BL number of UUI episodes and treatment by study visit interaction. FAS-I=Full Analysis Set for Incontinence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.13"},{"groupId":"OG001","value":"-2.0","spread":"0.13"},{"groupId":"OG002","value":"-1.8","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in the Average Number of Urgency Episodes Over 24 Hours in All OAB Participants","description":"An urgency episode is defined as the \"Need to Urinate Immediately\" as indicated on the PVD. CFB is calculated as the post-BL value minus the BL value. \"Over 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD). Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), OAB type (wet/dry), sex, region (U.S./non-U.S.), BL number of urgency episodes, and treatment by study visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.19"},{"groupId":"OG001","value":"-2.7","spread":"0.19"},{"groupId":"OG002","value":"-2.5","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Percentage of OAB Wet Participants With at Least a 75% Reduction From Baseline in UUI Episodes Per 24 Hours at Week 12","description":"The number of UUI episodes is defined as the number of times a participant had checked \"urge\" as the main reason for the leakage in the PVD, regardless of whether more than one reason for leakage in addition to \"urge\" was checked. The average daily number of UUI episodes was calculated using the daily entries in the PVD (which was to be completed prior to each study visit) as the total number of UUI episodes that occurred on a CDD divided by the number of CCDs in the PVD. CFB was calculated as the post-BL value minus the BL value. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when participant got up for the day each morning and time participant got up for the day the next morning as recorded in the PVD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.8","spread":null},{"groupId":"OG001","value":"52.4","spread":null},{"groupId":"OG002","value":"47.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.8","spread":null},{"groupId":"OG001","value":"49.3","spread":null},{"groupId":"OG002","value":"42.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of OAB Wet Participants With a 100% Reduction From Baseline in UUI Episodes Per 24 Hours at Week 12","description":"The number of UUI episodes is defined as the number of times a participant had checked \"urge\" as the main reason for the leakage in the PVD, regardless of whether more than one reason for leakage in addition to \"urge\" was checked. The average daily number of UUI episodes was calculated using the daily entries in the PVD (which was to be completed prior to each study visit) as the total number of UUI episodes that occurred on a CDD divided by the number of CCDs in the PVD. CFB was calculated as the post-BL value minus the BL value. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when participant got up for the day each morning and time participant got up for the day the next morning as recorded in the PVD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":null},{"groupId":"OG001","value":"28.8","spread":null},{"groupId":"OG002","value":"26.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"25.3","spread":null},{"groupId":"OG002","value":"20.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of All OAB Participants With at Least a 50% Reduction From Baseline in Urgency Episodes Per 24 Hours at Week 12","description":"An urgency episode is defined as the \"Need to Urinate Immediately\" as indicated on the PVD. CFB is calculated as the post-BL value minus the BL value. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.3","spread":null},{"groupId":"OG001","value":"43.2","spread":null},{"groupId":"OG002","value":"41.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.8","spread":null},{"groupId":"OG001","value":"39.5","spread":null},{"groupId":"OG002","value":"36.4","spread":null}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in the Average Number of Total Incontinence Episodes Over 24 Hours in OAB Wet Participants","description":"Total incontinence is defined as having any reason for \"Accidental Urine Leakage\" and/or \"Accidental Urine Leakage\" checked, as indicated on the PVD. It is assumed that if the participant recorded a reason for leakage then the accidental urine leakage occurred. CFB is calculated as the post-BL value minus the BL value. \"Over 24 hours\" corresponds to one Diary Day (i.e., time between when the par. got up for the day each morning and time the par. got up for the day the next morning as recorded in the PVD). Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), sex, region (U.S./non-U.S.), BL number of incontinence episodes, and treatment by study visit interaction. hr = hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.15"},{"groupId":"OG001","value":"-2.3","spread":"0.15"},{"groupId":"OG002","value":"-2.0","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in the Coping Score From the Overactive Bladder Questionnaire Long Form (OAB-q LF, 1-week Recall) in All OAB Participants","description":"The OAB-q LF is a validated patient-reported outcome. 8 questions of the OAB-q LF ask participants how well they have coped with their bladder symptoms during the previous week, as a measure of quality of life. Each question has a response ranging from \"not coping\" (= 1) to \"coping well\" (= 6). These questions make up the coping scale. The raw score (sum of question scores \\[ranging from 8 to 48\\]) is transformed to a unified score, ranging from 0 to 100. Higher scores correspond to a higher quality of life, and lower scores represent a lower quality of life. CFB is calculated as the post-BL value minus the BL value. Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), sex, region (U.S./non-U.S.), OAB type (wet/dry), BL score, and treatment by study visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":"1.32"},{"groupId":"OG001","value":"16.5","spread":"1.31"},{"groupId":"OG002","value":"16.0","spread":"1.39"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in the Average Volume Voided Per Micturition in All OAB Participants","description":"A micturition/void is defined as \"Urinated in Toilet\" as indicated on the PVD. The number of micturitions is defined as the number of times a participant voided in the toilet as indicated on the PVD. CFB is calculated as the post-BL value minus the BL value. Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), OAB type (wet/dry), sex, region (U.S./non-U.S.), BL volume (milliliters \\[mL\\]), and treatment by study visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"3.28"},{"groupId":"OG001","value":"23.5","spread":"3.26"},{"groupId":"OG002","value":"15.5","spread":"3.52"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in the Health-related Quality of Life (HRQL) Total Score From the OAB-q LF (1-week Recall) in All OAB Participants","description":"The OAB-q LF is a validated patient-reported outcome. The 25 questions comprising the Coping, Concern, Sleep and Social Interaction subscales of the OAB-q LF ask participants how much their symptoms have affected their life over the last week. Each question has a response ranging from \"None of the time\" (= 1) to \"All of the time\" (= 6). The raw score (sum of question scores for the 4 subscales \\[ranging from 25 to 150\\]) is transformed to a unified score, ranging from 0 to 100. Higher scores correspond to a higher quality of life, and lower scores represent a lower quality of life. CFB is calculated as the post-BL value minus the BL value. Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), sex, region (U.S./non-U.S.), OAB type (wet/dry), BL score, and treatment by study visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"1.13"},{"groupId":"OG001","value":"14.6","spread":"1.12"},{"groupId":"OG002","value":"13.7","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in the Symptom Bother Score From the OAB-q LF (1-week Recall) in All OAB Participants","description":"The OAB-q LF is a validated patient-reported outcome. The first 8 questions of the OAB-q LF ask participants how much they were bothered by their bladder symptoms during the previous week. Each question has a response ranging from \"Not at all\" (= 1) to \"A very great deal\" (= 6). These questions make up the symptom bother scale. The raw score (sum of question scores \\[ranging from 8 to 48\\]) is transformed to a unified score, ranging from 0 to 100. Higher scores correspond to the symptoms having a larger bother, and lower scores represent a lower amount of bother due to symptoms. CFB is calculated as the post-BL value minus the BL value. Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), sex, region (U.S./non-U.S.), OAB type (wet/dry), BL score, and treatment by study visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.8","spread":"1.25"},{"groupId":"OG001","value":"-19.6","spread":"1.24"},{"groupId":"OG002","value":"-17.4","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Percentage of All OAB Participants With an Average Number of Micturitions < 8 Per 24 Hours at Week 12","description":"A micturition/void is defined as \"Urinated in Toilet\" as indicated on the PVD. The number of micturitions is defined as the number of times a participant voided in the toilet as indicated on the PVD. A participant was defined as having an average of \\< 8 daily micturitions if the arithmetic mean of the number of micturitions per day in the PVD was less than 8 . \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null},{"groupId":"OG001","value":"40.1","spread":null},{"groupId":"OG002","value":"35.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.8","spread":null},{"groupId":"OG001","value":"37.2","spread":null},{"groupId":"OG002","value":"31.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of OAB Wet Participants With at Least a 50% Reduction From Baseline in Total Incontinence Episodes Per 24 Hours at Week 12","description":"Total incontinence is defined as having any reason for \"Accidental Urine Leakage\" and/or \"Accidental Urine Leakage\" checked, as indicated on the PVD. It is assumed that if the participant recorded a reason for leakage then the accidental urine leakage occurred. All events marked as having leakage, regardless of cause, or where \"Accidental Leakage\" was checked. were used in the analysis. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":null},{"groupId":"OG001","value":"64.0","spread":null},{"groupId":"OG002","value":"66.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.9","spread":null},{"groupId":"OG001","value":"61.6","spread":null},{"groupId":"OG002","value":"61.5","spread":null}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in Overall Bladder Symptoms Based on Patient Global Impression of Severity (PGI-Severity) in All OAB Participants","description":"The Patient Global Impression (PGI) questions are designed to assess a participant's overall impression of OAB. For the PGI-Severity score, participants are asked to rate their OAB symptoms over the previous week with one of the following responses: 1 = none, 2 = mild, 3 = moderate, 4 = severe. CFB is calculated as the post-BL value minus the BL value. Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), OAB type (wet/dry), sex, region (U.S./non-U.S.), BL score, and treatment by study visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.04"},{"groupId":"OG001","value":"-0.8","spread":"0.04"},{"groupId":"OG002","value":"-0.7","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 12 in Overall Control Over Bladder Symptoms Based on Patient Global Impression of Control (PGI-Control) in All OAB Participants","description":"The Patient Global Impression (PGI) questions are designed to assess a participant's overall impression of OAB. For the PGI-Control score, participants were asked to rate how much control they had over their OAB symptoms over the previous week with one of the following responses: 1 = complete control, 2 = a lot of control, 3 = some control, 4 = only a little control, 5 = no control. CFB is calculated as the post-BL value minus the BL value. Covariates included in the mixed model for repeated measures were study visit (Weeks 2, 4, 8, and 12), OAB type (wet/dry), sex, region (U.S./non-U.S.), BL score, and treatment by study visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.05"},{"groupId":"OG001","value":"-1.0","spread":"0.05"},{"groupId":"OG002","value":"-0.9","spread":"0.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":540},"commonTop":["Urinary tract infection","Dry mouth"]}}}