{"nctId":"NCT01121991","briefTitle":"A Prospective Study to Evaluate the Addition of Subcutaneous Recombinant Human-Luteinizing Hormone With Recombinant Human-Follicle Stimulating Hormone on Follicular Development in Women Undergoing Ovarian Stimulation for Assisted Reproductive Technologies","startDateStruct":{"date":"2004-09"},"conditions":["Infertility","Ovarian Stimulation"],"count":55,"armGroups":[],"interventions":[{"name":"Recombinant Human-Luteinizing Hormone (Luveris)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female subjects who underwent ovarian stimulation for ART (IVF/ICSI) using r-hFSH.\n* Subjects who in the opinion of the treating investigator met any of the following criteria to require r-LH supplementation during the ovarian stimulation:\n\n  * were selected for a GnRH agonist protocol to induce pituitary desensitization\n  * previous poor ovarian response to r-hFSH alone\n  * aged 35 to 40 years\n  * elevated baseline hormone parameters that were predictive of poor ovarian response\n* Female subjects aged between 18-40 years\n* Subjects with uterine cavity able to sustain embryo implantation or pregnancy\n* Subject who had no known infection with human immunodeficiency virus, hepatitis B or C virus\n* Subjects who were willing to participate and comply with the protocol for the duration of the study\n* Subjects who had given informed consent, prior to any study-related procedure not part of normal medical care\n\nExclusion Criteria:\n\n* Subjects with clinically significant systemic disease (e.g. insulin-dependent diabetes, epilepsy, severe migraine, intermittent porphyria, hepatic, renal or cardiovascular disease, severe corticosteroid-dependent asthma)\n* Any contraindication to being pregnant and/or carrying a pregnancy to term\n* Subjects with abnormal gynecological bleeding of undetermined origin\n* Subjects with known allergy to gonadotrophin preparations\n* Subjects with any medical condition for which the use of gonadotrophin preparations was contraindicated\n* Subjects who had previously entered into this study or simultaneously participated in another clinical drug trial\n* Subjects with any active substance abuse or history of drug, medication or alcohol abuse in the past 5 years\n* Subjects who had refused or were unable to comply with protocol","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Number of Metaphase II Oocytes Per Participant Who Underwent Ovum Pick up for Intra-cytoplasmic Sperm Injection (ICSI)","description":"Mean number of metaphase II oocytes was calculated for each participant undergoing ovum pick up for ICSI. ICSI is an in-vitro fertilization procedure in which a single sperm is injected directly into an egg under a microscope. Metaphase II stage of the oocyte was classified as the time at which the first polar body was observed microscopically. Metaphase II oocytes are a sub-group of the total number of oocytes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":"4.2"}]}]}]},{"type":"PRIMARY","title":"Mean Number of Mature Oocytes Per Participant Who Underwent Ovum Pick up for In Vitro Fertilization (IVF)","description":"Mean number of oocytes undergoing ovum pick up for IVF were calculated for each participant. IVF is a process by which egg cells are fertilized by sperm outside the body, in-vitro.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"6.8"}]}]}]},{"type":"SECONDARY","title":"Mean Number of Oocytes Retrieved Per Number of Follicles Aspirated on the Day of Ovum Pick up","description":"Mean number of oocytes retrieved per number of follicles aspirated on the day of ovum pick up was calculated. Oocyte retrieval is a technique used in in vitro fertilization in order to remove oocytes from the ovary of the female, enabling fertilization outside the body.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Pregnancies: Biochemical Pregnancies and Clinical Pregnancies","description":"Biochemical pregnancy: A positive pregnancy test defined as hCG level \\>10 IU/L in a sample taken at least 14 days after Day 3 embryo transfer or 12 days after Day 5/6 embryo transfer with no further ultrasound confirmation of the existence of a gestational sac in the uterus. Clinical pregnancy: Existence of at least one ultrasonography confirmed gestational sac in the uterus, with or without heartbeat.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Multiple Pregnancies","description":"Multiple pregnancy is a pregnancy where more than one fetus develops simultaneously in the womb. There are two types of twinning-identical and fraternal. Identical twins represent the splitting of a single fertilized zygote (union of two gametes or male/female sex cells that produce a developing fetus) into two separate individuals.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Live Births","description":"A live birth occurs when a fetus, whatever its gestational age, exits the maternal body and subsequently shows any sign of life, such as voluntary movement, heartbeat, or pulsation of the umbilical cord, for however brief a time and regardless of whether the umbilical cord or placenta are intact.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Pregnancy Loss Per Clinical Pregnancy","description":"Preclinical miscarriage: Spontaneous cessation of a biochemical pregnancy. Early spontaneous abortion: Any spontaneous abortion occurring after confirmation of clinical pregnancy and before completion of 12 weeks of gestation. Late spontaneous abortion: any spontaneous abortion occurring between completion of 12 weeks of gestation and prior to a viable stage. Pregnancy loss per clinical pregnancy was measured as a percentage.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs), Serious Adverse Events (SAEs) and Adverse Events (AEs) Leading to Study Drug Discontinuation.","description":"AEs: Any new untoward medical occurrences/worsening of pre-existing medical condition, whether or not related to study drug. TEAEs: AEs that occur during treatment with the study drug. It also included incidences of mild, moderate and severe ovarian hyperstimulation syndrome (OHSS). SAE: any AE that resulted in death; was life threatening; resulted in persistent/significant disability/incapacity; resulted in/prolonged an existing in-patient hospitalization; was a congenital anomaly/birth defect; or was an overdose. Participants who discontinued from the study due to AE were also recorded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":52},"commonTop":["Local tolerability of injections","Ovarian Hyperstimulation Syndrome","Constipation","Diarrhea","Fatigue"]}}}