{"nctId":"NCT01573442","briefTitle":"Testosterone in Treating Postmenopausal Patients With Arthralgia Caused by Adjuvant Aromatase Inhibitor Treatment","startDateStruct":{"date":"2013-09-10","type":"ACTUAL"},"conditions":["Arthralgia","Breast Cancer","Hot Flashes","Musculoskeletal Complications","Sexual Dysfunction"],"count":227,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Drug: testosterone"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"testosterone","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years\n2. Receiving anastrozole (1mg) or letrozole (2.5 mg) orally once a day, for ≥ 21 days prior to registration and plan to continue it throughout the duration of study\n3. Body Mass Index (BMI) between 18 and 35 kg/m\\^2\n4. Women who have undergone a total mastectomy or breast conserving surgery for primary breast cancer +/-chemo, +/-radiotherapy.\n5. Must have BOTH ER and PR receptor-positive tumors and BOTH must be ≥26% positive. Alternatively, if ER and PR are determined by Allred score, the score needs to be 5 or higher\n6. Women who are postmenopausal by surgery, radiotherapy or presence of natural amenorrhea ≥ 12 months\n7. ≥ 5/10 arthralgia (in hands, wrist, knees, or hips) while being treated with anastrozole or letrozole which is felt by the patient to be caused by their aromatase inhibitor as defined in the protocol. Note: Patients may, or may not, be taking non-opioid analgesics\n8. Ability to complete questionnaire(s) by themselves or with assistance\n9. ECOG Performance Status (PS) 0, 1 or 2\n10. Willing to provide informed written consent\n11. Willing to return to an Alliance enrolling institution for follow-up\n12. Willing to provide blood samples for correlative research purposes\n13. Laboratory values prior to registration as defined in the protocol:\n\n    1. Creatinine ≤1.5 x ULN\n    2. Hemoglobin \\> 11 g/dL\n    3. WBC \\> 3.0\n    4. Platelet Count \\> 100,000\n    5. SGOT (AST) ≤ 1.5 x ULN\n\nExclusion Criteria:\n\n1. Presence of residual or recurrent cancer (locally or metastatic)\n2. Diabetes mellitus or glucose intolerance, defined as a fasting glucose \\>125 mg/dL\n3. History of coronary artery disease (angina or myocardial infarction)\n4. Patients on hormone replacement therapy (HRT) ≤ 4 weeks prior to registration. This includes the use of vaginal estrogen therapy.\n5. Known hypersensitivity to any component of testosterone.\n6. Prolonged systemic corticosteroid treatment, except for topical applications (e.g. for rash), inhaled sprays (e.g. for obstructive airway diseases), eye drops or local insertion (e.g. intra-articular). Note: Short duration (\\< 2 weeks) of systemic corticosteroids is allowed (e.g. for chronic obstructive pulmonary disease) but not within 30 days prior to registration.\n7. Receiving any other investigational agent\n8. History of a deep venous thrombosis or a thromboembolism\n9. Concurrent use of the aromatase inhibitor exemestane, as it is structurally similar to an androgen\n10. Concurrent radiation therapy or chemotherapy\n11. Current or planned use of cyclosporine, anticoagulants, oxphenbutazone, insulin, oral or injectable vitamin D doses over 4,000IU/day, or tamoxifen","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Item #3 (Average) of the Brief Pain Inventory (BPI) Average Pain From Baseline to Month 3","description":"The average change in Brief Pain Inventory (BPI) Average Pain scores between baseline and month 3 using Wilcoxon test are reported for each arm below. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.5"},{"groupId":"OG001","value":"-2.0","spread":"2.5"}]}]}]},{"type":"PRIMARY","title":"Improvement in BPI Average Pain From Baseline to Month 3","description":"\"2. Was there an improvement in BPI Average Pain from baseline to month 3?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in BPI Average Change From Baseline Pain Score to Month Six Average Pain Score","description":"Change in BPI Average Change from Baseline Pain Score to Month Six Average Pain Score. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"2.7"},{"groupId":"OG001","value":"-1.9","spread":"2.2"}]}]}]},{"type":"PRIMARY","title":"Change in BPI Average Pain From Baseline to Month 1-6","description":"Change in BPI Average Pain from baseline to month 1-6. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.2"},{"groupId":"OG001","value":"-1.7","spread":"2.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.3"},{"groupId":"OG001","value":"-1.9","spread":"2.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.5"},{"groupId":"OG001","value":"-2.0","spread":"2.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"2.5"},{"groupId":"OG001","value":"-2.4","spread":"2.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"2.7"},{"groupId":"OG001","value":"-2.0","spread":"2.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"2.8"},{"groupId":"OG001","value":"-1.9","spread":"2.2"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 Or Higher Adverse Events Considered At Least Possibly Related to Treatment","description":"The maximum grade for each type of toxicity will be recorded for each patient, and frequency tables will be reviewed to determine toxicity patterns within patient groups. In addition, we will review all adverse event data that is graded as 3, 4, or 5 and classified as either \"unrelated\" or \"unlikely to be related\" to study treatment in the event of an actual relationship developing. The overall toxicity rates (percentages) for grade 3 or higher adverse events considered at least possibly related to treatment are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Reported Alopecia Using CTCAE 4.0","description":"The number of patients who reported alopecia using CTCAE 4.0 is reported below for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Reported Acne Using CTCAE 4.0","description":"The number of patients who reported acne using CTCAE 4.0 is reported below for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Reported Hirsutism Using CTCAE 4.0","description":"The number of patients who reported hirsutism using CTCAE 4.0 is reported below for each arm by grade.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"87","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Hot Flash Frequency From Baseline to Week 8","description":"Change in hot flash frequency from baseline to week 8. Hot flash frequency is a count of the number of hot flashes per day and is a number from 0 to infinity. Higher values are worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.9","spread":"20.6"},{"groupId":"OG001","value":"-11.4","spread":"19.3"}]}]}]},{"type":"SECONDARY","title":"The Change of Libido From Baseline to Month 3 as Measured by the MENQOL","description":"Change in how bothered are you by decreased sex drive from baseline to month 3. This is assessed using one question off of the MENQOL (Menopause-Specific Quality of Life) questionnaire. The question asks \"How bothered are you by a decrease in your sexual drive\". This is collected on a scale ranging from 0=Not at all bothered to 6=Extremely bothered, with higher values being worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"2.1"},{"groupId":"OG001","value":"-1.3","spread":"2.4"}]}]}]},{"type":"SECONDARY","title":"The Change of Menopause Specific Quality of Life From Baseline to Month 3 as Measured by MENQOL \"How Bothered Are You by Hot Flashes\"","description":"The change of menopause specific quality of life from baseline to month 3 as measured by MENQOL \"how bothered are you by Hot Flashes\". This is one question from the MENQOL (Menopause-Specific Quality of Life) questionnaire. The question asks \"How bothered are you by hot flashes or flushes\". This is collected on a scale ranging from 0=Not at all bothered t 6=Extremely bothered, with higher values being worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"2.3"},{"groupId":"OG001","value":"-1.4","spread":"2.4"}]}]}]},{"type":"SECONDARY","title":"Change in BPI Worst Pain From Baseline to Month 3","description":"Change in BPI Worst Pain from baseline to month 3. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"2.7"},{"groupId":"OG001","value":"-2.4","spread":"2.6"}]}]}]},{"type":"SECONDARY","title":"Change in BPI Least Pain From Baseline to Month 3","description":"Change in BPI Least Pain from baseline to month 3. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"2.8"},{"groupId":"OG001","value":"-1.3","spread":"2.3"}]}]}]},{"type":"SECONDARY","title":"Change in BPI Pain Right Now From Baseline to Month 3","description":"Change in BPI Pain right now from baseline to month 3. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"3.0"},{"groupId":"OG001","value":"-2.1","spread":"2.7"}]}]}]},{"type":"SECONDARY","title":"Change in Average Joint Stiffness From Baseline to Month 3 as Measured by BPI Item #5 (Joint Stiffness)","description":"Change in average joint stiffness from baseline to month 3. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"2.7"},{"groupId":"OG001","value":"-2.2","spread":"2.9"}]}]}]},{"type":"SECONDARY","title":"The Intrapatient Change in Activity Level (Interference of Activity) for Each Month From Baseline as Measured by Item#6 (Interference) of the BPI-AIA.","description":"The intrapatient change in activity level (interference of activity) for each month from baseline as measured by item#6 (interference) of the BPI-AIA. Change in general activity from baseline to month 3. The BPI scales range from 0 to 10 with 0 meaning no pain and 10 meaning pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"3.0"},{"groupId":"OG001","value":"-2.1","spread":"3.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":101},"commonTop":["Hirsutism","Arthralgia","Rash acneiform","Hypertension","Edema face"]}}}