{"nctId":"NCT00065806","briefTitle":"Atherosclerosis Prevention in Pediatric Lupus Erythematosus (APPLE)","startDateStruct":{"date":"2003-09"},"conditions":["Lupus Erythematosus, Systemic"],"count":221,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Atorvastatin"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo atorvastatin"]}],"interventions":[{"name":"Atorvastatin","otherNames":["Lipitor","Atorvastatin Calcium"]},{"name":"Placebo atorvastatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meets American College of Rheumatology (ACR) revised diagnostic guidelines for SLE\n* Weight of 25 kg (55 lbs) or more\n* Outpatient\n* Ability to complete self-report questionnaires in either English or Spanish\n* Willingness to comply with recommended diet\n* Acceptable methods of contraception\n\nExclusion Criteria:\n\n* Drug-induced lupus\n* Liver disease (ALT or aspartate aminotransferase greater than 2 X normal value)\n* Myositis (CK greater than 3 X normal value)\n* Inability to obtain adequate-quality IMT images\n* Current use of oral or parenteral tacrolimus or cyclosporine\n* Dialysis or serum creatinine reater than 2.5 mg/dL\n* Active nephrotic syndrome (urinary protein greater than 3 g/24 h and serum albumin less than 2.3 g/dl)\n* Total cholesterol greater than 350 mg/dL\n* Xanthoma\n* Familial hypercholesterolemia\n* Pregnant or breastfeeding\n* Use of estrogen-containing contraceptives (e.g., Lo-Ovral)\n* Unable to adhere to study regimen\n* Life-threatening non-SLE illness that would interfere with ability to complete the study\n* Current drug or alcohol abuse\n* Anticipated poor compliance\n* Participation in another drug intervention study within 30 days of study enrollment","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Mean-Mean Common Carotid IMT (CIMT)","description":"For the common carotid arterial segment, mean CIMT values were averaged across angles by side and wall to produce 4 summary variables (right common near wall mean, right common far wall mean, left common near wall mean and left common far wall mean). These summary variables were then averaged to estimate a single mean-mean common CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0010","spread":null},{"groupId":"OG001","value":"0.0024","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Max CIMT","description":"For each side, segment and wall, the maximum CIMT over the 4 angles of interrogation was selected to produce 12 summary variables (right common near wall max, right common far wall max, right bifurcation near wall max, right bifurcation far wall max, right internal near wall max, right internal far wall max, left common near wall max, left common far wall max, left bifurcation near wall max, left bifurcation far wall max, left internal near wall max and left internal far wall max). These 12 summary variables were then averaged to estimate a single mean-max CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0037","spread":null},{"groupId":"OG001","value":"0.0064","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Mean CIMT","description":"For each side, segment and wall, mean CIMT values were averaged over the 4 angles of interrogation to produce 12 summary variables (right common near wall mean, right common far wall mean, right bifurcation near wall mean, right bifurcation far wall mean, right internal near wall mean, right internal far wall mean, left common near wall mean, left common far wall mean, left bifurcation near wall mean, left bifurcation far wall mean, left internal near wall mean and left internal far wall mean). These 12 summary variables were then averaged to estimate a single mean-mean CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0033","spread":null},{"groupId":"OG001","value":"0.0049","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Max Common CIMT","description":"For each side and wall of the common carotid arterial segment, the maximum CIMT over the 4 angles of interrogation was selected to produce 4 summary variables (right common near wall max, right common far wall max, left common near wall max and left common far wall max). These summary variables were then averaged to estimate a single mean-max common CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0006","spread":null},{"groupId":"OG001","value":"0.0008","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Max Internal CIMT","description":"For each side and wall of the internal carotid arterial segment, the maximum CIMT over the 4 angles of interrogation was selected to produce 4 summary variables (right internal near wall max, right internal far wall max, left internal near wall max and left internal far wall max). These summary variables were then averaged to estimate a single mean-max internal CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0090","spread":null},{"groupId":"OG001","value":"0.0144","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Mean Internal CIMT","description":"For the internal carotid arterial segment, mean CIMT values were averaged across angles by side and wall to produce 4 summary variables (right internal near wall mean, right internal far wall mean, left internal near wall mean and left internal far wall mean). These summary variables were then averaged to estimate a single mean-mean internal CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0067","spread":null},{"groupId":"OG001","value":"0.0082","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Max Bifurcation CIMT","description":"For each side and wall of the bifurcation arterial segment, the maximum CIMT over the 4 angles of interrogation was selected to produce 4 summary variables (right bifurcation near wall max, right bifurcation far wall max, left bifurcation near wall max and left bifurcation far wall max). These summary variables were then averaged to estimate a single mean-max bifurcation CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0033","spread":null},{"groupId":"OG001","value":"0.0072","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Mean Bifurcation CIMT","description":"For the bifurcation arterial segment, mean CIMT values were averaged across angles by side and wall to produce 4 summary variables (right bifurcation near wall mean, right bifurcation far wall mean, left bifurcation near wall mean and left bifurcation far wall mean). These summary variables were then averaged to estimate a single mean-mean bifurcation CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0030","spread":null},{"groupId":"OG001","value":"0.0055","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Max Far Wall CIMT","description":"For the far wall measurements for each side and segment, the maximum CIMT over the 4 angles of interrogation was selected to produce 6 summary variables (right common far wall max, right bifurcation far wall max, right internal far wall max, left common far wall max, left bifurcation far wall max, and left internal far wall max). These 6 summary variables were then averaged to estimate a single mean-max far wall CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0045","spread":null},{"groupId":"OG001","value":"0.0082","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Mean Far Wall CIMT","description":"For the far wall measurements for each side and segment, mean CIMT values were averaged over the 4 angles of interrogation to produce 6 summary variables (right common far wall mean, right bifurcation far wall mean, right internal far wall mean, left common far wall mean, left bifurcation far wall mean and left internal far wall mean). These 6 summary variables were then averaged to estimate a single mean-mean far wall CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0042","spread":null},{"groupId":"OG001","value":"0.0064","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Max Near Wall CIMT","description":"For the near wall measurements for each side and segment, the maximum CIMT over the 4 angles of interrogation was selected to produce 6 summary variables (right common near wall max, right bifurcation near wall max, right internal near wall max, left common near wall max, left bifurcation near wall max, and left internal near wall max). These 6 summary variables were then averaged to estimate a single mean-max near wall CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0024","spread":null},{"groupId":"OG001","value":"0.0038","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean-Mean Near Wall CIMT","description":"For the near wall measurements for each side and segment, mean CIMT values were averaged over the 4 angles of interrogation to produce 6 summary variables (right common near wall mean, right bifurcation near wall mean, right internal near wall mean, left common near wall mean, left bifurcation wall mean and left internal far wall mean). These 6 summary variables were then averaged to estimate a single mean-mean far wall CIMT for each participant visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0022","spread":null},{"groupId":"OG001","value":"0.0028","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Natural Log of mg/L for hsCRP","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":null},{"groupId":"OG001","value":"0.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Total Cholesterol","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.30","spread":null},{"groupId":"OG001","value":"-0.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in HDL Cholesterol","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.43","spread":null},{"groupId":"OG001","value":"0.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in LDL Cholesterol","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.63","spread":null},{"groupId":"OG001","value":"-1.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Triglycerides","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.04","spread":null},{"groupId":"OG001","value":"-5.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Lipoprotein A","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.00","spread":null},{"groupId":"OG001","value":"6.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Homocysteine","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":null},{"groupId":"OG001","value":"1.76","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":113},"commonTop":["Neurotoxicity","Rash","Upper Respiratory Tract Infection","Hypertension","Arthralgia"]}}}