{"nctId":"NCT02483975","briefTitle":"Effect of Fluticasone Furoate Inhalation Powder on the Hypothalamic-pituitary-adrenocortical Axis of Children Aged 5-11 Years With Asthma","startDateStruct":{"date":"2015-10-09","type":"ACTUAL"},"conditions":["Asthma"],"count":111,"armGroups":[{"label":"FF 50 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: FF","Drug: Montelukast","Drug: Albuterol/Salbutamol"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Montelukast","Drug: Albuterol/Salbutamol"]}],"interventions":[{"name":"FF","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Montelukast","otherNames":[]},{"name":"Albuterol/Salbutamol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent: Written informed consent from at least one parent/care giver and the accompanying informed assent from the subject (where the subject is able to provide assent) prior to admission to the study.\n\nIf applicable, subject must be able and willing to give assent to take part in the study according to the local requirement. The study investigator is accountable for determining a child's capacity to assent to participation in a research study, taking into consideration any standards set by the responsible Independent Ethics Committee (IEC)/Institutional Review Board (IRB).\n\nSubject and their legal guardian understands that they must comply with study medication and study assessments.\n\n* Age: 5-11 years (inclusive) at Visit 1.\n* Weight: Subjects must weigh at least 17 kilograms (kg).\n* Gender: Male and pre-menarchial female. Pre-menarchial females are defined as any female who has yet to begin menses.\n* Diagnosis of asthma: Subjects must have a diagnosis of asthma documented in their medical history at least 6 months prior to Visit 1.\n* Childhood Asthma Control Test (C-ACT): Subjects must have a C-ACT score of \\>19.\n* Asthma Therapy Prior to Visit 1: Subjects are eligible if they have been using non-corticosteroid controller and/or short-acting beta2-agonist (SABA) bronchodilators alone for at least 4 weeks prior to Visit 1.\n* Ability to use Dry Powder Inhalers: Subjects must demonstrate the ability to use the ELLIPTA inhaler under the supervision of their parents/caregiver.\n* SABA: All subjects must be able to replace their current SABA treatment with albuterol/salbutamol aerosol inhaler at Visit 1 for use as needed for the duration of the study. Albuterol/salbutamol metered dose inhaler (MDI) will be administered with or without a spacer, to be used as determined by the investigator. The use or non-use of the spacer should be consistent for an individual subject throughout the study.\n* Peak Flow Meter/Daily Diary Compliance: A subject must be able to use the study-provided peak flow meter and the subject/caregiver must be able to maintain the electronic diary record.\n\nExclusion Criteria:\n\n* History of Life-Threatening Asthma: Subjects with a history of life-threatening asthma defined for this protocol as an asthma episode that required intubation, hypercapnea requiring non-invasive ventilatory support, respiratory arrest, hypoxic seizures or asthma-related syncopal episode(s).\n* Asthma Exacerbation: Subjects with a history of asthma exacerbation requiring the use of systemic corticosteroids (tablets, suspension, or injection) for at least 3 days or a depot corticosteroid injection (within 3 months) or requiring hospitalization for asthma (within 6 months) prior to screening.\n* Respiratory Infection: Culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus or middle ear that is not resolved within 4 weeks of Visit 1 and led to a change in asthma management or in the opinion of the Investigator, expected to affect the subject's asthma status or the subject's ability to participate in the study.\n* Oropharyngeal Examination: A subject will not be eligible for the run-in if he/she has clinical visual evidence of candidiasis at Visit 1.\n* Concurrent Disease: Any significant abnormality or medical condition identified at the screening medical assessment (including serious psychological disorder and congenital metabolic disorders) likely to interfere with the conduct of the study or affect the safety of the patient.\n* Allergies/Intolerance:\n\nDrug Allergy/Intolerance: Any adverse reaction including immediate or delayed hypersensitivity to any Leukotriene receptor antagonist (LTRA), or intranasal, inhaled, or systemic corticosteroid therapy. Known or suspected sensitivity/intolerance to the constituents of the powder inhaler (i.e. lactose) or montelukast (e.g. phenylalanine).\n\nMilk Protein Allergy: History of severe milk protein allergy.\n\n* Corticosteroid Use:\n\nAdministration of systemic, oral, or depot corticosteroids within 12 weeks of Visit 1 is prohibited and during the study.\n\nUse of an ICS is prohibited during the 8 weeks prior to Visit 1 and during the study.\n\nUse of intranasal corticosteroids is prohibited during the 4 weeks prior to Visit 1 and during the study.\n\nUse of dermatological/topical corticosteroids during the 8 weeks prior to Visit 1 and during the study.\n\n* Concomitant Medication: Use of prescription or over-the-counter medications that would significantly affect the course of asthma or the HPA axis system of subjects. In addition, use of potent cytochrome P450 3A4 (CYP3A4) inhibitors within 4 weeks of Visit 1 and during the study (e.g., Clarithromycin, atazanavir, indinavir, itraconazole, ketoconazole, nefazadone, nelfinavir; ritonavir; saquinavir; telithromycin, troleandomycin, voriconazole, mibefradil, cyclosporine).\n* Tobacco/Marijuana Use: Present use of any tobacco or marijuana products.\n* Affiliation with Investigator's Site: A subject will not be eligible for this study if he/she is an immediate family member of the participating investigator, sub-investigator, study coordinator, or employee of the participating investigator.\n* Parental/ Guardian Factors: Parent or Guardian with a history of psychiatric disease, intellectual deficiency, substance abuse or other condition (e.g. inability to read, comprehend or write) which may affect: validity of consent to participate in the study, adequate supervision of the subject during the study, compliance of subject with study medication and study procedures (e.g. completion of daily diary, attending scheduled clinic visits) and subject safety and well-being.\n* Children in Care: Children who are wards of the government or state are not eligible for participation in this study.\n* Clinically significant obesity: Defined as greater than 98th percentile.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (Expressed as a Ratio) in 0-24 Hour Weighted Mean Serum Cortisol at the End of the Six Week Treatment Period (D 42) in Intention-to-treat (ITT) Population","description":"The blood samples for statistical analysis of serum cortisol (SC) endpoints were collected on D 0 and D 42 at the indicated time points. The weighted mean was calculated by dividing the area under the curve (AUC) over the 24-hour (hr) time period by the time period. Change from Baseline in 0-24 hr weighted mean SC was calculated as a ratio from Baseline defined as the SC weighted mean (0-24 hours) at Week 6 divided by the Baseline SC weighted mean (0-24 hours).The ratio from Baseline was loge transformed prior to analysis. The loge transformed ratios were compared between treatment groups as treatment ratios, using an analysis of covariance (ANCOVA) model, allowing for the effects of Baseline (loge transformed), age, sex and region. Treatment ratios for comparison was calculated by back-transforming the difference between the Least square (LS) means. Using the pooled estimate of variance, 95% Confidence Intervals (CIs) was calculated for the difference.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":"46.71"},{"groupId":"OG001","value":"1.01","spread":"44.79"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline (Expressed as a Ratio) in 0-24 Hour Weighted Mean Serum Cortisol at the End of the Six Week Treatment Period (Day 42) in SC Population","description":"The blood samples for statistical analysis of serum cortisol (SC) endpoints were collected on D0 and D42 at indicated time points. The weighted mean was calculated by dividing the area under curve (AUC) over the 24-hr time period by time period. Change from Baseline in 0-24 hr weighted mean SC was calculated as a ratio from baseline defined as SC weighted mean (0-24 hrs) at Wk 6 divided by the baseline SC weighted mean (0-24 hrs). The ratio as treatment ratios, using an analysis of covariance (ANCOVA) model, allowing for the effects of baseline (loge transformed from baseline was loge transformed prior to analysis. The loge transformed ratios were compared between treatment groups), age, sex and region. Treatment ratios for comparison was calculated by back-transforming the difference between Least square (LS) means. Using the pooled estimate of variance, 95% CIs) was calculated for the difference.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":"47.16"},{"groupId":"OG001","value":"1.00","spread":"44.77"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Expressed as a Ratio) in Area Under the Curve (AUC) 0-24 Hour Serum Cortisol at the End of the Six Week Treatment Period (Day 42).","description":"The blood samples for statistical analysis of area under the curve over the 24 hours (AUC 0-24 hours) endpoints were collected on Day 0 and Day 42 at the indicated time points. The AUC 0-24 hours was calculated using trapezoidal rule. Change from baseline in AUC 0-24 hour was calculated as a ratio from baseline defined as the AUC (0-24 hours) at Week 6 divided by the baseline AUC (0-24 hours) The ratio from baseline was loge transformed prior to analysis. The loge transformed ratios were compared between treatment groups as treatment ratios using an analysis of covariance (ANCOVA) model, allowing for the effects of baseline (loge transformed), age, sex and region. Treatment ratios for comparison was calculated by back-transforming the difference between the Least square (LS) means. Using the pooled estimate of variance, 95% Confidence Intervals (CIs) was calculated for the difference. Par. with SC weighted mean (0-24hr) calculated at baseline and Week 6 were analyzed","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":"47.11"},{"groupId":"OG001","value":"1.00","spread":"44.73"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Expressed as a Ratio) in 24-hour Urinary Cortisol Excretion at the End of the Six Week Treatment Period (Day 42)","description":"The 24 hr urinary cortisol excretion was collected over a 24 hour period on Day 0 and Day 42. Change from baseline in 24- hr urinary cortisol excretion was calculated as a ratio from baseline defined as 24-hr urinary cortisol excretion at Week 6 divided by the baseline 24-hr urinary cortisol excretion. The ratio from baseline was loge transformed prior to analysis. The loge transformed ratio was compared between treatment groups using an analysis of covariance (ANCOVA) model, allowing for the effects of baseline (loge transformed), age, sex and region. Treatment ratios for comparison was calculated by back-transforming the difference between the Least square (LS) means. Using the pooled estimate of variance, 95% Confidence Intervals (CIs) was calculated for the difference. Participants with 24-hr urinary cortisol excretion at baseline and Week 6 were analyzed.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":"90.20"},{"groupId":"OG001","value":"1.05","spread":"123.86"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Expressed as a Ratio) in 24-hour 6-beta Hydroxycortisol Excretion at the End of the Six Week Treatment Period (Day 42).","description":"The 24 hr urinary 6-beta hydroxycortisol excretion was collected over a 24 hour period on Day 0 and Day 42. Change from baseline in 24- hr urinary 6-beta hydroxycortisol excretion was calculated as a ratio from baseline defined as 24-hr urinary 6-beta hydroxycortisol excretion at Week 6 divided by the baseline 24-hr urinary 6-beta hydroxycortisol excretion. The ratio from baseline was loge transformed prior to analysis. The loge transformed ratio was compared between treatment groups using an analysis of covariance (ANCOVA) model, allowing for the effects of baseline (loge transformed), age, sex and region. Treatment ratios for comparison was calculated by back-transforming the difference between the Least square (LS) means. Using the pooled estimate of variance, 95% Confidence Intervals (CIs) was calculated for the difference. Participants with 24-hr urinary cortisol excretion at baseline and Week 6 were analyzed.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":"67.43"},{"groupId":"OG001","value":"0.90","spread":"65.54"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":56},"commonTop":["Upper respiratory tract infection","Headache"]}}}