{"nctId":"NCT01104766","briefTitle":"Safety and Efficacy of Cariprazine in Patients With Schizophrenia","startDateStruct":{"date":"2010-04-23","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":617,"armGroups":[{"label":"Cariprazine 3mg","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]},{"label":"Cariprazine 6mg","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]},{"label":"Aripiprazole 10mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aripiprazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Cariprazine","otherNames":["RGH-188"]},{"name":"Aripiprazole","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who have provided informed consent prior to any study specific procedures\n* Patients currently meeting the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria for schizophrenia (paranoid type, disorganized type, catatonic type or undifferentiated type), as confirmed by the Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (SCID)\n* Patients with normal physical examination, laboratory, vital signs,and/ or electrocardiogram (ECG)\n* Current psychotic episode (schizophrenia exacerbation) \\< 2 weeks duration at Visit 1\n* Structured Clinical Interview for the Positive and Negative Syndrome Scale (SCIPANSS) total score ≥ 80 and ≤ 120\n* CGI-S score ≥ 4\n\nExclusion Criteria:\n\n* Schizoaffective disorder, schizophreniform disorder, and other psychotic disorders\n* Bipolar I and II disorder\n* Pervasive developmental disorder, mental retardation, delirium, dementia, amnestic and other cognitive disorders\n* DSM-IV-TR axis II disorder of sufficient severity to interfere with participation in this study\n* Women who are pregnant or breast feeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Measurement of Schizophrenia Symptoms: Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Total Score.","description":"The Positive and Negative Syndrome Scale is a 30-item rating scale specifically developed to asses both the positive and negative symptom syndromes of patients with schizophrenia. The PANSS total score is rated based on a structured clinical interview with the patient and supporting clinical information obtained from family, hospital staff, or other reliable informants. This assessment provides scores in 9 clinical domains, including a positive syndrome, a negative syndrome, depression, a composite index, and general psychopathology. Each item is scored on a 7-point (1 to 7) scale, with 1 being minimal impact, and 7 being highest impact. The cumulative score ranges from 30 to 210. A negative change from baseline score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.3","spread":"1.5"},{"groupId":"OG001","value":"-20.2","spread":"1.5"},{"groupId":"OG002","value":"-23.0","spread":"1.5"},{"groupId":"OG003","value":"-21.2","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Measurement of the Overall Severity of Illness: Change From Baseline in Clinical Global Impression-Severity (CGI-S)","description":"The Clinical Global Impressions-Severity scale is a clinician-rated scale that measures the overall severity of a participant's illness in comparison with the severity of illness in other participants the physician has observed. The participant is rated on a scale from 1 to 7 with 1 indicating a \"normal state\" and 7 indicating \"among the most extremely ill participants.\" A higher score indicates greater illness. A negative change from baseline score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.1"},{"groupId":"OG001","value":"-1.4","spread":"0.1"},{"groupId":"OG002","value":"-1.5","spread":"0.1"},{"groupId":"OG003","value":"-1.4","spread":"0.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":153},"commonTop":["Insomnia","Headache","Akathisia","Anxiety","Agitation"]}}}