{"nctId":"NCT02105987","briefTitle":"A Phase IIIb Study of the Safety, Efficacy, and Tolerability of Switching to a Fixed-dose Combination of Abacavir/Dolutegravir/ Lamivudine From Current Antiretroviral Regimen","startDateStruct":{"date":"2014-04"},"conditions":["Infection, Human Immunodeficiency Virus"],"count":555,"armGroups":[{"label":"ABC/DTG/3TC","type":"EXPERIMENTAL","interventionNames":["Drug: ABC/DTG/3TC FDC"]},{"label":"Comparator","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ongoing cART regimen"]}],"interventions":[{"name":"ABC/DTG/3TC FDC","otherNames":[]},{"name":"Ongoing cART regimen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be able to understand and comply with protocol requirements, instructions, and restrictions;\n* Be likely to complete the study as planned;\n* Be considered appropriate candidates for participation in an investigative clinical trial with oral medication (e.g., no active substance abuse, acute major organ disease, or planned long-term work assignments out of the country, etc.).\n* Signed and dated written informed consent is obtained from the subject or the subject's legal representative prior to screening\n* HIV-1 infected men or women \\>=18 years of age;\n* A female may be eligible to enter and participate in the study if she: a. Is of non-childbearing potential either defined as post-menopausal (12 months of spontaneous amenorrhea and \\>=45 years of age) or physically incapable of becoming pregnant with documented tubal ligation, hysterectomy, or bilateral oophorectomy or,\n* A female may be eligible to enter and participate in the study if she: b. Is of childbearing potential with a negative pregnancy test at both Screening and Day 1 and agrees to use one of the following methods of contraception to avoid pregnancy: Complete abstinence from intercourse from 2 weeks prior to administration of study drug, throughout the study, and for at least 2 weeks after discontinuation of all study drugs; Double barrier method (e.g., male condom/spermicide, male condom/diaphragm, diaphragm/spermicide); Any intrauterine device (IUD) with published data showing that the expected failure rate is \\<1% per year ; Male partner sterilization prior to the female subject's entry into the study and this male is the sole partner for that subject; Approved hormonal contraception for subjects randomly assigned to the ABC/DTG/3TC arm or approved hormonal contraception plus a barrier method for subjects assigned to continued antiretroviral therapy arm; Any other method with published data showing that the expected failure rate is \\<1% per year.\n* Any contraception method must be used consistently, in accordance with the approved product label and for at least 2 weeks after discontinuation of study drug. A childbearing potential female subject who starts the study using complete abstinence as her contraceptive method and decides to become sexually active must use the double barrier method either as a bridge to an approved hormonal contraception (if possible) or as a method of choice to be maintained from that moment onwards.\n* All subjects participating in the study should be counselled on safer sexual practices including the use of effective barrier methods (e.g., male condom/spermicide).\n* Within the last year, 2 consecutive plasma HIV-1 Ribonucleic acid (RNA) measurements \\<50 copies/millilitres (c/mL) and plasma HIV-1 RNA\\<50 c/mL at Screening (\\<75 b Deoxyribonucleic acid \\[bDNA\\] is considered equal to \\<50 c/mL); Subjects who present at initial screening with a viral load between 50 to 200 c/mL can be retested once within the screening period.\n* Must be on current regimen (whether first or second line Combination antiretroviral therapy \\[cART\\]) for at least 6 months prior to Screening;\n* Acceptable stable cART regimens prior to Screening include: • Boosted PI (or Atazanavir \\[ATV\\]) unboosted) + 2 NRTIs, NNRTI + 2 NRTIs, • INI + 2 NRTIs. For subjects on an INI, their INI at Screening must be RAL or Elvitegravir (EVG)\n* Any switch to a second line regimen, defined as change of a single drug or multiple drugs simultaneously, must have occurred due to tolerability and/or safety concerns.\n* Subject must have achieved plasma HIV-1 RNA level \\<50 c/mL within 6 months of start of initial cART regimen with no plasma HIV-1 RNA level \\>200 c/mL following initial suppression;\n* Documentation that the subject is negative for the human leukocyte antigen (HLA) B\\*5701 allele;\n\nExclusion Criteria:\n\nExclusionary Medical Conditions\n\n* Women who are breastfeeding;\n* Any evidence of an active (Centers for Disease Control and Prevention \\[CDC\\] Category C) disease. Exceptions include cutaneous Kaposi's sarcoma not requiring systemic therapy and historic CD4+ cell counts of \\<200 cells/cubic millimeter (mm).\n* Subjects with any degree of hepatic impairment;\n* Subjects positive for hepatitis B virus surface antigen (+HBsAg) at Screening or with an anticipated need for hepatitis C virus (HCV) therapy during the study;\n* History or presence of allergy to the study drugs or their components or drugs of their class;\n* Ongoing malignancy other than cutaneous Kaposi's sarcoma, basal cell carcinoma, or resected, non-invasive cutaneous squamous cell carcinoma, or cervical intraepithelial neoplasia; other localized malignancies require agreement between the investigator and the study medical monitor for inclusion of the subject;\n* Subjects who, in the investigator's judgment, pose a significant suicidality risk. Recent history of suicidal behavior and/or suicidal ideation may be considered as evidence of serious suicide risk;\n\nExclusionary Treatments Prior to Screening or Day 1\n\n* Treatment with an HIV-1 immunotherapeutic vaccine within 90 days of Screening;\n* Treatment with any of the following agents within 28 days of Screening: radiation therapy, cytotoxic chemotherapeutic agents, any immunomodulators that alter immune responses;\n* Exposure to an experimental drug or experimental vaccine within either 28 days, 5 half-lives of the test agent, or twice the duration of the biological effect of the test agent, whichever is longer, prior to the first dose of study drug;\n* A history of use of only mono or dual NRTI therapy prior to starting cART;\n* Use of etravirine at time of switch;\n* Use of DTG at time of switch;\n* Subjects receiving any prohibited medication listed in the protocol and who are unwilling or unable to switch to an alternate medication\n\nExclusionary Laboratory Values or Clinical Assessments at Screening\n\n* Evidence of primary viral resistance based on the presence of any resistance-associated major PI or any NRTI, NNRTI, or INI mutation in any prior resistance genotype assay result;\n* Any verified Grade 4 laboratory abnormality, with the exception of Grade 4 triglyceride abnormalities. A single repeat test is allowed during the screening period to verify a result;\n* Any acute laboratory abnormality at Screening, which, in the opinion of the investigator, would preclude the subject's participation in the study of an investigational compound;\n* Alanine aminotransferase (ALT) \\>=5 times the upper limit of normal (ULN), or ALT \\>=3 × ULN and bilirubin \\>=1.5 × ULN (with \\>35% direct bilirubin);\n* Subject has CrCl of \\<50 mL/min using Modification of Diet in Renal Disease (MDRD);\n* QTc (Bazett) \\>=450 msec or QTc (Bazett) \\>=480 msec for subjects with bundle branch block. The QTc is the QT interval corrected for heart rate according to Bazett's formula (QTcB). The QTc should be based on a single QTc value electrocardiogram (ECG) obtained.\n* Eligibility of subjects for study participation will be decided by the investigators after taking into consideration various country specific guidelines, and notwithstanding the above mentioned minimum inclusion and exclusion criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Plasma HIV-1 Ribonucleic Acid (RNA) <50 Copies Per Milliliter (c/mL) at Week 24 Using the Snapshot Algorithm","description":"The Food and Drug Administration (FDA) snapshot (Missing, Switch or Discontinuation = Failure) algorithm is intended to be primarily a virologic assessment of the endpoint, and as such follows a \"virology first\" hierarchy. Virologic Success (e.g., \\<50 c/mL) or virologic failure within an analysis window is typically determined by the last available HIV-1 RNA measurement in that window and in the treatment phase of interest (e.g., Week 24 snapshot outcomes of the early switch phase will not use HIV-1 RNA data from the late switch phase, even if such data is within the Week 24 analysis window). A virologic failure occurs when a participant changes to their ART regimen (e.g., addition of other ARTs to the study-specified regimens, or switches in components of the current ART regimen).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"233","spread":null},{"groupId":"OG001","value":"245","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cluster of Differentiation 4+ (CD4+) Cell Counts at Week 24","description":"Change from Baseline in CD4+ cell counts were assessed at Baseline, Weeks 4, 8, 16 and 24. No imputation for missing data or premature discontinuation was performed and the observed values were used. Baseline value is defined as the last pre-treatment value observed. Change from Baseline was calculated as the observed value minus the Baseline value. The Week 24 data were summarized.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants in the Virologic Non-response Category From the Snapshot Analysis at Week 24","description":"Virologic non-responders were defined as the participants with a viral load \\>=50 c/mL in the Week 24 analysis window. Virologic non-response includes participants who had HIV-1 RNA \\>=50 c/mL, who discontinued for lack of efficacy, who discontinued for other reasons while not suppressed, data in window but not \\<50 c/mL, and who changed ART regimen at Week 24. Difference is calculated as the proportion on ABC/DTG/3TC - proportion on current ART regimen.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Incidence and Severity of Adverse Events (AEs) and Serious Adverse Events (SAEs) up to 24 Weeks","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An SAE is any untoward medical occurrence that, at any dose results in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect, based on medical or scientific judgment and all events of possible drug-induced liver injury with hyperbilirubinemia. The DAIDS table for grading the severity of adult and pediatric AEs was utilized for AE reporting. The DAIDS estimates the severity grade as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe) and Grade 4 (potentially life threatening) for each parameter.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"183","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Post-Baseline Emergent Chemistry Toxicities up to 24 Weeks","description":"The number of participants with maximum post-Baseline emergent chemistry toxicities for each grade were summarized by parameter. A toxicity is considered emergent if it develops or increases in intensity from Baseline. For participants who were originally randomized to current ART regimen on Day 1 and then switched to ABC/DTG/3TC on Week 24, Baseline is defined as the last non-missing value from the early switch phase and maximum post-Baseline emergent during the late switch phase was determined relative to this Baseline. The DAIDS table for grading the severity of adult and pediatric AEs was utilized for AE reporting. The DAIDS defined the severity grade as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe) and Grade 4 (potentially life threatening) for each parameter.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Post-Baseline Emergent Hematology Toxicities up to 24 Weeks","description":"The number of participants with maximum post-Baseline emergent hematology toxicities for each grade were summarized by parameter. A toxicity is considered emergent if it develops or increases in intensity from Baseline. For participants who were originally randomized to current ART regimen on Day 1 and then switched to ABC/DTG/3TC on Week 24, Baseline is defined as the last non-missing value from the early switch phase and maximum post-Baseline emergent during the late switch phase was determined relative to this Baseline. The DAIDS table for grading the severity of adult and pediatric AEs was utilized for AE reporting. The DAIDS defined the severity grade as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe) and Grade 4 (potentially life threatening) for each parameter.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With AEs Leading to Withdrawal Over 24 Weeks","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An SAE is any untoward medical occurrence that, at any dose results in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect, based on medical or scientific judgment and all events of possible drug-induced liver injury with hyperbilirubinemia.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Lipids (Cholesterol, LDL Cholesterol, HDL Cholesterol, and Triglycerides) at Week 24","description":"Change from Baseline for each fasting lipid parameters included cholesterol, LDL cholesterol, HDL cholesterol, and triglycerides. Adjusted mean is the estimated mean change from Baseline in each parameter at Week 24 in each arm calculated from an analysis of covariance (ANCOVA) model which includes the following covariates: treatment, original ART third agent class, interaction of treatment and original ART 3rd agent, use of lipid modifying agent and Baseline lipid level. Difference is calculated as ABC/DTG/3TC - Current ART regimen. For fasting lipid assessments, an overnight fast is preferred; however, a minimum of a 6-hour fast was acceptable for participants with afternoon appointments.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":null},{"groupId":"OG001","value":"-0.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":null},{"groupId":"OG001","value":"0.02","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"-0.03","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":null},{"groupId":"OG001","value":"-0.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Lipids (Total Cholesterol/HDL Cholesterol Ratio) at Week 24","description":"Change from Baseline for fasting lipid parameter total cholesterol/HDL cholesterol ratio. Adjusted mean is the estimated mean change from Baseline at Week 24 in each arm calculated from an analysis of covariance (ANCOVA) model which includes the following covariates: treatment, original ART third agent class, interaction of treatment and original ART 3rd agent, use of lipid modifying agent and Baseline lipid level. Difference is calculated as ABC/DTG/3TC - Current ART regimen. For fasting lipid assessments, an overnight fast is preferred; however, a minimum of a 6-hour fast was acceptable for participants with afternoon appointments.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Treatment Satisfaction at Week 4 and Week 24","description":"The HIV treatment satisfaction questionnaire (TSQ) is a 10 item self-reported scale. Individual item scores range from 6 (very satisfied) to 0 (very dissatisfied). The treatment satisfaction total score (range 0-60) is the sum of all the 10 individual items. The general satisfaction/Clinical subscale (range 0-30) is the sum of the 5 clinical items and the lifestyle/ease subscale (range 0-30) is the sum of the remaining 5 lifestyle items. Last observation carried forward (LOCF) were used for the analysis. If a participant had a missing value at Week 24, his previous non-missing available value while on the same treatment was carried forward (ie the Week 4 or withdrawal value is used in the Week 24 summary for participants in the ABC/DTG3TC with missing Week 24 value). Data were analyzed using an ANCOVA model with factors including treatment, Baseline score and stratification factor. Treatment group difference (ABC/DTG/3TC-cART) estimate and 95% CI were presented.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"0.40"},{"groupId":"OG001","value":"0.8","spread":"0.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"0.24"},{"groupId":"OG001","value":"0.2","spread":"0.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.19"},{"groupId":"OG001","value":"0.6","spread":"0.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Creatinine at Week 24","description":"Renal markers included creatinine and summarized based on an observed case (OC) data set at Week 24. Adjusted mean is the estimated mean change from Baseline in each biomarker at Week 24 in each arm calculated from an ANCOVA analysis of covariance model including the following covariates: treatment, original ART third agent class, interaction of treatment and original ART third agent class, and Baseline biomarker level. Differences are calculated as ABC/DTG/3TC - Current ART regimen.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.63","spread":null},{"groupId":"OG001","value":"1.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glomerular Filtration Rate (GFR) From Creatinine Adjusted Using CKD-EPI Equation at Week 24","description":"Renal markers included GFR from creatinine adjusted using chronic kidney disease epidemiology collaboration (CKD-EPI) equation and summarized based on an OC data set at Week 24. Adjusted mean is the estimated mean change from Baseline in each biomarker at Week 24 in each arm calculated from an ANCOVA analysis of covariance model including the following covariates: treatment, original ART third agent class, interaction of treatment and original ART third agent class, and Baseline biomarker level. Differences are calculated as ABC/DTG/3TC - Current ART regimen.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.05","spread":null},{"groupId":"OG001","value":"-1.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in GFR From Creatinine Adjusted Using MDRD Enzymatic Equation at Week 24","description":"Renal markers included GFR from creatinine adjusted using modification of diet in renal disease (MDRD) enzymatic equation and summarized based on an OC data set at Week 24. Adjusted mean is the estimated mean change from Baseline in each biomarker at Week 24 in each arm calculated from an ANCOVA analysis of covariance model including the following covariates: treatment, original ART third agent class, interaction of treatment and original ART third agent class, and Baseline biomarker level. Differences are calculated as ABC/DTG/3TC - Current ART regimen.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":null},{"groupId":"OG001","value":"-0.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Urea at Week 24","description":"Renal markers included urea and summarized based on an OC data set at Week 24. Adjusted mean is the estimated mean change from Baseline in each biomarker at Week 24 in each arm calculated from an ANCOVA analysis of covariance model including the following covariates: treatment, original ART third agent class, interaction of treatment and original ART third agent class, and Baseline biomarker level. Differences are calculated as ABC/DTG/3TC - Current ART regimen.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":null},{"groupId":"OG001","value":"0.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Urine Albumin/Creatinine Ratio at Week 24","description":"Renal markers included urine albumin/creatinine ratioand summarized based on an OC data set at Week 24. Adjusted mean is the estimated mean change from Baseline in each biomarker at Week 24 in each arm calculated from an ANCOVA analysis of covariance model including the following covariates: treatment, original ART third agent class, interaction of treatment and original ART third agent class, and Baseline biomarker level. Differences are calculated as ABC/DTG/3TC - Current ART regimen.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":null},{"groupId":"OG001","value":"-0.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Bone Marker Analytes at Week 24","description":"Outcome Measure Description: Bone biomarkers analytes include bone specific alkaline phosphatase, osteocalcin, procollagen 1 n-terminal propeptide, type I collagen c-telopeptides and were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, age, sex (male or female), body mass index (BMI) (\\<25 kilogram per meter \\[kg/m\\] or \\>=25 kg/m), smoking status (never smoked or former smoker or current smoker), Baseline vitamin D (no vitamin D use at Baseline or vitamin D use at Baseline), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":null},{"groupId":"OG001","value":"0.98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":null},{"groupId":"OG001","value":"0.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.88","spread":null},{"groupId":"OG001","value":"0.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":null},{"groupId":"OG001","value":"1.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cardiovascular Marker Analytes at Week 24","description":"Cardiovascular biomarkers were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, sex, race (white, black or African American, Other), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":null},{"groupId":"OG001","value":"1.04","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":null},{"groupId":"OG001","value":"0.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null},{"groupId":"OG001","value":"0.82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":null},{"groupId":"OG001","value":"0.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cardiovascular Marker Analyte, C-reactive Protein at Week 24","description":"Cardiovascular biomarkers were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, sex, race (white, black or African American, Other), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.25","spread":null},{"groupId":"OG001","value":"1.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cardiovascular Marker Analyte, D-Dimer at Week 24","description":"Cardiovascular biomarkers were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, sex, race (white, black or African American, Other), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.00","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cardiovascular Marker Analyte, Homostat Model Assess of Insulin Resistance at Week 24","description":"Cardiovascular biomarkers were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, sex, race (white, black or african american, other), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cardiovascular Marker Analyte, Insulin at Week 24","description":"Cardiovascular biomarkers were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, sex, race (white, black or african american, other), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":null},{"groupId":"OG001","value":"0.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cardiovascular Marker Analyte, Soluble CD163 at Week 24","description":"Cardiovascular biomarkers were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, sex, race (white, black or african american, other), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.09","spread":null},{"groupId":"OG001","value":"1.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cardiovascular Marker Analyte, Glucose at Week 24","description":"Cardiovascular biomarkers were analyzed based on log transformed data. Estimates were from an ANCOVA model adjusting for ART third agent class, interaction of treatment and original ART third agent class, sex, race (white, black or african american, other), and Baseline biomarker level.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":null},{"groupId":"OG001","value":"1.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Incidence of Genotypic and Phenotypic Resistance Meeting Confirmed Virologic Withdrawal Criteria Over 24 Weeks","description":"Genotypic and phenotypic testing was conducted for participants who met the confirmed virologic withdrawal criteria, i.e., confirmed HIV-1 RNA \\>=400 c/mL any time after Day 1. The sample from the \"suspected virologic withdrawal criterion\" visit was tested for HIV-1 PRO and RT genotype and phenotype and HIV-1 integrase genotype and phenotype (i.e., the first of the two consecutive results \\>=400 c/mL). At the time of the data cut-off for this Week 24 analysis, no participants met the confirmed virologic withdrawal criteria over 24 weeks; therefore, the virologic analyses were not assessed.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":275},"commonTop":["Upper respiratory tract infection","Nausea","Diarrhoea","Fatigue","Headache"]}}}