{"nctId":"NCT00211536","briefTitle":"Study Comparing Effectiveness of Intraperitoneal Insulin Administration to Subcutaneous Insulin Administration","startDateStruct":{"date":"2002-06"},"conditions":["Type 1 Diabetes"],"count":107,"armGroups":[{"label":"MiniMed Implantable insulin Pump (MIP)","type":"EXPERIMENTAL","interventionNames":["Drug: Medtronic MiniMed Implantable Pump Human Recombinant Insulin","Device: Medtronic MiniMed Implantable Pump System","Drug: Aventis HOE21PH U400"]},{"label":"Subcutaneous insulin arm (SC)","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Medtronic MiniMed Implantable Pump Human Recombinant Insulin","otherNames":["Human insulin injection (rDNA origin)"]},{"name":"Medtronic MiniMed Implantable Pump System","otherNames":["IP insulin pump system"]},{"name":"Aventis HOE21PH U400","otherNames":["Aventis U400 insulin","Aventis ETP Insulin"]}],"eligibilityModule":{"eligibilityCriteria":"* Type 1 diabetes mellitus (American Diabetes Association definition)\n* HbA1c greater than or equal to 7.5%\n* Intensive insulin treatment for at least 3 months\n* Physical and intellectual ability to operate MIP system\n* Subject has been under the routine care of the investigator for at least two months prior to enrollment\n* Subject has a reliable support person (defined as a person who has daily contact with the subject and knows whom to contact in the event of an emergency).\n* Capability and willingness to perform self-monitoring of blood glucose at least four times daily for 9 months of the study and 7 times daily for 3 months of the study\n* Physical and intellectual ability to operate the MIP system and to comply with the data reporting requirements of the study.\n* Subject is willing to sign the informed consent form (approved by local Institutional Review Board and Medtronic MiniMed)\n\nExclusion Criteria:\n\n* The subject's insulin usage exceeds 66 units per day.\n* Severe complications such as advanced autonomic neuropathy, legal blindness, or symptomatic cardiovascular disease as evidenced by a cardiovascular episode within the last six months\n* Reside at or plan to travel to elevations above 8000 feet during the study period (commercial airline travel is acceptable)\n* Subject who is pregnant, of childbearing potential or lactating and is neither surgically sterile, using contraceptives (devices, oral or implanted) nor other physician approved contraceptive\n* The subject has any major concomitant disease or any physical or psychological disorder within the last five years, which might be considered life threatening, or which might confound the collection or interpretation of the study data\n* The subject has previously enrolled in or participated in an investigational drug or device study within the preceding 4 weeks\n* The subject has any condition that precludes him/her from completing the study requirements\n* Has plans for activities which require them to go 25 feet below sea level","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c and Compared Between Groups","description":"To determine whether Intra Peritoneal insulin delivery via MIP results in glycemic control that is equal to or superior (i.e. not inferior to) control with SC therapy (Ho : μ (IP) -μ (SC) ≥ 0.50% A1C), a repeated measures analysis of variance, adjusting for baseline A1C using SAS Proc Mixed was used to compare average A1C trends over time between the two treatment groups (19). Type 3 Least Square (LS) means for each group were assessed. The Estimate statement within SAS proc mixed was used to estimate contrasts among the LS means and confidence intervals for the contrasts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3122449","spread":"0.8908406"},{"groupId":"OG001","value":"0.1191489","spread":"0.8691921"}]}]}]},{"type":"PRIMARY","title":"Incidence of Severe Hypoglycemia Events","description":"The total number of severe hypoglycemia events, defined as a clinical episode of hypoglycemia (resulting in seizure or coma, requiring hospitalization, intravenous glucose or glucagon administration), or any hypoglycemia that requires assistance from another person, compared between the two study arms from Baseline to 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Daily Blood Glucose","description":"For each subject, a minimum of two blood glucose readings per day was required for calculation of the average daily mean. The overall mean of the mean for each subject for the measure time frame was then calculated. The mean of the results for all subjects in each group were then analyzed and compared between groups both at Baseline and 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"186.77","spread":null},{"groupId":"OG001","value":"195.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Amplitude of Glycemic Excursions (MAGE)","description":"MAGE was calculated by taking the arithmetic mean of BG excursions when both ascending and descending segments of the curve exceed one Standard Deviation of the average 24-hour BG value. MAGE was calculated for each subject using SMBG data from periods in which subjects had a minimum of 4 and maximum of 10 readings daily. The overall mean of the mean for each subject for the measure time frame was then calculated. The mean of the results for all subjects in each group were then analyzed and compared between groups both at Baseline and 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"136.27","spread":null},{"groupId":"OG001","value":"149.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Low Blood Glucose Index (LBGI);","description":"4 to 10 daily blood glucose readings (BG) were required for this measure. LBGI was calculated from BG values collected for 30 days prior to Visit 2 and 30 days following Visits 5 and 7. The continuous measure was compared between the two treatment groups for the three periods with a repeated measures ANOVA using proc mixed. Type 3 least square means for each group were assessed and estimate statements used to make comparisons among the LS means and create confidence intervals on the contrasts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.14","spread":null},{"groupId":"OG001","value":"2.27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":53},"commonTop":["Upper respiratory tract infection NOS","Hyperglycemia NOS","Nasopharygitis","Hypoglycemia NOS","Urinary tract infection"]}}}