{"nctId":"NCT03358576","briefTitle":"Sulopenem Versus Ertapenem for Complicated Intra-abdominal Infection (cIAI)","startDateStruct":{"date":"2018-09-18","type":"ACTUAL"},"conditions":["Intra Abdominal Infections"],"count":674,"armGroups":[{"label":"Sulopenem","type":"EXPERIMENTAL","interventionNames":["Drug: Sulopenem-Etzadroxil/Probenecid","Drug: Sulopenem"]},{"label":"Ertapenem","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ertapenem","Drug: Ciprofloxacin","Drug: Metronidazole","Drug: Amoxicillin-Clavulanate"]}],"interventions":[{"name":"Ertapenem","otherNames":["Invanz"]},{"name":"Sulopenem-Etzadroxil/Probenecid","otherNames":[]},{"name":"Ciprofloxacin","otherNames":["Cipro"]},{"name":"Metronidazole","otherNames":["Flagyl"]},{"name":"Amoxicillin-Clavulanate","otherNames":["Augmentin"]},{"name":"Sulopenem","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient or the patient's legally acceptable representative able to provide a signed written informed consent prior to any study-specific procedures.\n2. Adult patients ≥18 years of age\n3. EITHER:\n\n   a. Intra-operative/post-operative enrollment with visual confirmation (presence of pus within the abdominal cavity) of an intra-abdominal infection associated with peritonitis including at least 1 of the following diagnosed during the surgical intervention: i. Cholecystitis with gangrenous rupture or perforation or progression of the infection beyond the gallbladder wall ii. Diverticular disease with perforation or abscess iii. Appendiceal perforation or peri-appendiceal abscess iv. Traumatic perforation of the intestines, only if operated on \\>12 hours after perforation occurs v. Secondary peritonitis (but not spontaneous bacterial peritonitis associated with cirrhosis and chronic ascites) vi. Intra-abdominal abscess (including of liver or spleen provided that there was extension beyond the organ with evidence of intraperitoneal involvement).\n\n   OR:\n\n   b. Pre-operative enrollment where one of the following surgical procedures are planned within 24 hours prior to the first dose of study drug: i. Open laparotomy, percutaneous drainage of an intra-abdominal abscess, or laparoscopic surgery.\n4. Evidence of systemic inflammatory indicators, with at least one of the following:\n\n   i. Fever (defined as body temperature \\>38°C) or hypothermia with a core body temperature \\<35°C ii. Elevated white blood cell count (\\>12,000 cells/mm3) iii. Drop in blood pressure (systolic BP must be \\<90 mmHg without pressor support) iv. Increased heart rate (\\>90 bpm) and respiratory rate (\\>20 breaths/min) v. Hypoxia (oxygen saturation ≤90 percent on room air)\n5. Physical findings or symptoms consistent with intra-abdominal infection, with at least one of the following:\n\n   i. Abdominal pain and/or tenderness, with or without rebound ii. Localized or diffuse abdominal wall rigidity iii. Abdominal mass iv. Nausea/vomiting v. Altered Mental Status\n6. Specimen/s from the surgical intervention were sent for culture.\n\nExclusion Criteria:\n\n1. Patient diagnosed with traumatic bowel perforation undergoing surgery within 12 hours; perforation of gastroduodenal ulcers undergoing surgery within 24 hours. Other intra-abdominal processes in which the primary etiology was not likely to be infectious.\n2. Patient has abdominal wall abscess or bowel obstruction without perforation or ischemic bowel without perforation.\n3. Patient has simple cholecystitis or gangrenous cholecystitis without rupture, or simple appendicitis, or acute suppurative cholangitis; or infected necrotizing pancreatitis or pancreatic abscess.\n4. Patient whose surgery included staged abdominal repair, or \"open abdomen\" technique, or marsupialization.\n5. Patient known at study entry to have a complicated intra-abdominal infection caused by pathogens resistant to the study antimicrobial agents.\n6. Patient needed effective concomitant systemic antibacterials (oral, IV, or intramuscular) or antifungals in addition to those designated in the 2 study groups, except vancomycin, linezolid, or daptomycin if started for known or suspected methicillin-resistant Staphylococcus aureus (MRSA) or Enterococcus spp. as per clinical study protocol (CSP).\n7. Patient has perinephric infections or an indwelling peritoneal dialysis catheter.\n8. Patient has suspected intra-abdominal infections due to fungus, parasites (e.g., amoebic liver abscess), virus, or tuberculosis.\n9. Patient has a known history of serious allergy, hypersensitivity or any serious reaction to carbapenem antibiotics, or to other β-lactam antibiotics\n10. Patient known to have any of the following laboratory values as defined below:\n\n    1. Hematocrit \\<25% or hemoglobin \\<8 g/dL\n    2. Absolute neutrophil count \\<1000/mm3\n    3. Platelet count \\<75,000/mm3\n    4. Bilirubin \\>3 x the upper limit of normal (ULN), unless isolated hyperbilirubinemia was directly related to the acute infection or known Gilbert's disease\n    5. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>3 x ULN values at Screening. Patients with elevations of AST and/or ALT up to 5 x ULN will be eligible if these elevations are acute and directly related to the infectious process being treated. This must be documented\n    6. Alkaline phosphatase (ALP) \\>3 x ULN. Patients with values \\>3.0 x ULN and \\<5.0 x ULN are eligible if this value is acute and directly related to the infectious process being treated. This must be documented.\n    7. Estimated creeatinine clearance \\<50 mL/min\n11. Patient has a body mass index \\>45 kg/m2.\n12. Patient has APACHE II score \\>30.\n13. Patient considered unlikely to survive the 4-week study period or has a rapidly progressive or terminal illness, including septic shock that was associated with a high risk of mortality.\n14. Patient unlikely to respond to 10-14 days of treatment with antibiotics.\n15. Patient received systemic antibacterial agents within the 72-hour period prior to study entry, unless either of the following pertained:\n\n    a. Patient has a new infection (not considered a treatment failure) and both of the following were met: i. Patient received no more than 24 hours of total prior antibiotic therapy ii. Patient received ≤1 dose of a treatment regimen post-operatively and antibiotics were not received more than 6 hours post-procedure.\n\n    b. Patient considered to have failed the previous treatment regimen i.e., pre-operative treatment of any duration with non-study systemic antimicrobial therapy for peritonitis or abscess permitted provided that all of the following are met: i. The treatment regimen had been administered for at least 72 hours and was judged to have been inadequate ii. The patient had an operative intervention that was just completed or was intended no more than 24 hours after study entry iii. Findings of infection were documented at surgery iv. Specimens for bacterial cultures and susceptibility testing were taken at operative intervention v. No further non-study antibacterials were administered after randomization.\n16. Patient has a concurrent infection that may interfere with the evaluation of response to the study antibiotic.\n17. Patient receiving hemodialysis or peritoneal dialysis.\n18. Patient has a history of acute hepatitis in the recent past (3 months prior to study entry), chronic hepatitis, cirrhosis, acute hepatic failure, or acute decompensation of chronic hepatic failure.\n19. Patient has past or current history of epilepsy or seizure disorders excluding febrile seizures of childhood.\n20. Patient immunocompromised as evidenced by any of the following:\n\n    1. Human immunodeficiency virus infection, with either a recent (in the past 6 months) acquired immune deficiency syndrome-defining condition or a CD4 + T lymphocyte count \\<200/mm3\n    2. Systemic or hematological malignancy requiring chemotherapeutic or radiologic/immunologic interventions within 6 weeks prior to randomization, or anticipated to begin prior to completion of study\n    3. Immunosuppressive therapy, including maintenance corticosteroid therapy (\\>40 mg/day equivalent prednisolone) for 5 days or more.\n21. Patient participating in any other clinical study that involved the administration of an investigational medication at the time of presentation, during the course of the study, or who had received treatment with an investigational medication in the 30 days prior to study enrollment, or had previously been enrolled in this study or had been treated with sulopenem.\n22. Patient is in a situation or has a condition that, in the investigator's opinion, may interfere with optimal participation in the study.\n23. Patient unlikely to comply with protocol e.g., uncooperative attitude, inability to return for follow-up visits, and unlikely to complete the study.\n24. Patient has known inflammatory bowel disease (ulcerative colitis or Crohn's disease) or Clostridium difficile-associated diarrhea.\n25. Patients with a history of blood dyscrasias\n26. Patients with a history of uric acid kidney stones\n27. Patients with acute gouty attack\n28. Patients on chronic methotrexate therapy\n29. Females of child-bearing potential who are unable to take adequate contraceptive precautions, have a positive pregnancy test result within 24 hours of study entry, are otherwise known to be pregnant, or are currently breastfeeding an infant.\n30. Male subjects who do not agree to use an effective barrier method of contraception during the study and for 14 days post treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinical Success","description":"Clinical response is defined as resolution in signs and symptoms of the index infection and no new symptoms, without the need for additional antibiotics or interventions","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"90.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Success","description":"Clinical response is defined as resolution in signs and symptoms of the index infection and no new symptoms, without the need for additional antibiotics or interventions","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":null},{"groupId":"OG001","value":"227","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":338},"commonTop":[]}}}