{"nctId":"NCT02015546","briefTitle":"Switching From Generic Selective Serotonin Reuptake Inhibitors (SSRIs) and Selective Serotonin and Norepinephrine Reuptake Inhibitors (SNRIs) to Three Different Dose Initiation Strategies With Vilazodone","startDateStruct":{"date":"2012-12"},"conditions":["Major Depressive Disorder (MDD)"],"count":70,"armGroups":[{"label":"Vilazodone 10mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vilazodone"]},{"label":"Vilazodone 20mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vilazodone"]},{"label":"Vilazodone 40mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vilazodone"]}],"interventions":[{"name":"Vilazodone","otherNames":["Viibryd"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18-65 years inclusive\n2. DSM-IV Diagnosis of major depressive disorder\n3. If female, nonpregnant/nonlactating\n4. If a sexually active female of reproductive potential, must be using adequate contraception (i.e., oral contraceptives, barrier protection, or prior tubal ligation)\n5. Inadequate response to antidepressants: having a score of ≥14 on the 17-item HAMD or a CGI-S score of ≥ 3 after a retrospective confirmation of an adequate trial of a single antidepressant (defined as an 6-week trial of acceptable therapeutic dose \\[40 mg of fluoxetine, paroxetine 30 mg of citalopram, 20 mg of escitalopram, 37.5 mg of paroxetine CR, 150 mg of sertraline, 100 mg of fluvoxamine, 225 mg of venlafaxine XR)\n6. Lack of tolerability of antidepressants: Patient reports of side effects that are judged to be clinically meaningful by the investigator\n7. HAMD item 2 score ≥ 2 at screening\n8. Duration of current MDD ≥ 4 weeks and \\< 24 months\n\nExclusion Criteria:\n\n1. Any Axis I disorder within previous six months of screening except Generalized Anxiety Disorder, Social Anxiety Disorder, Panic Disorder and Simple Phobias\n2. MDD with postpartum onset, psychotic features or seasonal features\n3. DSM-IV substance abuse or dependence in the previous 6 months\n4. Medically unstable as judged by study investigators on clinical and/or laboratory findings\n5. Lack of capacity to provide informed, written, consent to investigators\n6. Previous intolerance to vilazodone or current use of vilazodone at screening or within 3 months of study entry\n7. Significant suicide risk as judged by the investigator based on information collected on the Columbia Suicide Severity Rating Scale (CSSRS)\n8. History of augmentation with atypical antipsychotics, lithium, T3 or another antidepressant within 3 months of screening\n9. Failure of ≥ 3 adequate trials of different antidepressants for the current episode of MDD\n10. Concomitant medications: All medications for pre existing medical conditions will be permitted to continue unchanged provided subjects are on a stable dose of at least 12 weeks. Subjects on concomitant mood stabilizers or atypical antipsychotics will require a 2-week washout prior to screening visit. Subjects on a minimum of 3 month of stable dose of hypnotics (e.g. zolpidem 10 mg per day or benzodiazepine dose of ≤ 2 mg per day of lorazepam or trazodone ≤ 100 mg per day or quetiapine ≤ 100 mg per day) will be allowed to continue their hypnotic medication at the same dose. Quetiapine at doses ≤ 100 mg per day is appropriate only for hypnotic effects. Over the counter medications will be permitted if in the opinion of the investigator, they are not considered to have any significant impact on the study. Any medication that has the potential to cause a clinical significant drug interaction with vilazodone in the judgment of the investigator will require a washout.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Total MADRS Scores From Baseline to Week 8","description":"The efficacy of switching to three different doses of vilazodone (10 mg/d, 20 mg/d, 40 mg/d) from equivalent dose range of generic SSRIs or SSNRIs in patients with MDD measured by the MADRS. The MADRS is a 10-item scale that evaluates the core symptoms and cognitive features of clinical depression. Each MADRS item is rated on a 0 to 6 scale. The MADRS Total score ranges from 0 (min) to 60 (max). Higher MADRS scores indicate higher levels of depressive symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.95","spread":"10"},{"groupId":"OG001","value":"-18.95","spread":"9.71"},{"groupId":"OG002","value":"-23.89","spread":"6.75"}]}]}]},{"type":"PRIMARY","title":"Change in the Discontinuation Emergent Signs and Symptoms Check List (DESS)","description":"DESS: a clinician-administered 43-item assessment that evaluates discontinuation-emergent symptoms resulting from the withdrawal from test article. The primary tolerability measure for discontinuation symptoms will be The Discontinuation Emergent Signs and Symptoms Check List (DESS). Discontinuation symptoms that do not respond to education and supportive psychotherapy will be managed by reinstituting the last dose of Vilazodone at which patients did not experience discontinuation symptoms and slowly tapering the dose over 1 week or longer, if necessary.\n\nTotal possible range is 0 to 172. A higher score indicates more symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.597","spread":"1.201"},{"groupId":"OG001","value":"-4.002","spread":"1.211"},{"groupId":"OG002","value":"-4.120","spread":"0.992"}]}]}]},{"type":"PRIMARY","title":"Change in Safety as Assessed by the Arizona Sexual Experience Scale (ASEX)","description":"The Arizona Sexual Experience Scale (ASEX) is a 5-item, patient selfrated scale that evaluates a patient's recent sexual experience. Patients are asked to assess their own experience over the last week (for example, \"How strong is your sex drive?\", \"Are your orgasms satisfying?\") and respond on a 6-point scale for each item. The ASEX is used to identify individuals with sexual dysfunction. Possible total score ranges from 5 to 30, with the higher score indicating more patient sexual dysfunction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.640","spread":"1.274"},{"groupId":"OG001","value":"-3.750","spread":"1.188"},{"groupId":"OG002","value":"-3.741","spread":"1.267"}]}]}]},{"type":"SECONDARY","title":"Change in Hamilton Anxiety Rating Scale (HAM-A) Total Scores","description":"HAM-A=clinician-rated interview measuring presence of anxiety-related symptoms in 14 areas including anxiety, tension, depressed mood, palpitations, breathing difficulties, sleep disturbances, \\& restlessness. Total score ranges from 0 to 56; higher score indicates greater anxiety.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.937","spread":"1.278"},{"groupId":"OG001","value":"-1.856","spread":"0.494"},{"groupId":"OG002","value":"-1.013","spread":"0.214"}]}]}]},{"type":"SECONDARY","title":"Change in Sheehan Disability Scale (SDS)","description":"The Sheehan Disability Scale assesses functional impairment in 3 domains: work/school, social life or leisure activities, and home life or family responsibilities. The participant rates the extent to which each aspect is impaired on a 10-point visual analog scale, from 0 (not at all) to 10 (extremely). The 3 scores are added together to calculate the total score, which ranges from 0 to 30, with higher scores indicating more impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.72","spread":"1.341"},{"groupId":"OG001","value":"-3.617","spread":"1.543"},{"groupId":"OG002","value":"-3.364","spread":"1.333"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression-Improvement (CGI-I) Scale","description":"The CGI-I is a 7-point scale that requires the clinician to assess how much the participant's illness has improved or worsened relative to a baseline state at the beginning of the intervention and rated as: 1=very much improved; 2=much improved; 3=minimally improved; 4=no change; 5=minimally worse; 6=much worse; 7=very much worse.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.647","spread":"1.114"},{"groupId":"OG001","value":"-1.777","spread":"1.06"},{"groupId":"OG002","value":"-1.529","spread":"0.624"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression-Severity (CGI-S) Scale","description":"The CGI-S rating scale is a 7 point global assessment that measures the clinician's impression of the severity of illness exhibited by a participant. A rating of 1 is equivalent to \"Normal, not at all ill\" and a rating of 7 is equivalent to \"Among the most extremely ill participants\". Higher scores indicate worsening.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.176","spread":"1.161"},{"groupId":"OG001","value":"-1.944","spread":"0.898"},{"groupId":"OG002","value":"-2.058","spread":"0.937"}]}]}]},{"type":"SECONDARY","title":"MADRS Response","description":"Number of subjects who had a ≥ 50% decrease in MADRS score from baseline","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"MADRS Remission","description":"MADRS remission is defined as MADRS score \\< 10","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Dry Mouth","Weight Gain","Nausea","Diarrhea"]}}}