{"nctId":"NCT01868009","briefTitle":"DISKUS vs. ELLIPTA Device Preference Study in Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2013-05"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":287,"armGroups":[{"label":"ELLIPTA Period 1 and DISKUS Period 2 Arm","type":"EXPERIMENTAL","interventionNames":["Device: ELLIPTA","Device: DISKUS"]},{"label":"DISKUS Period 1 and ELLIPTA Period 2 Arm","type":"EXPERIMENTAL","interventionNames":["Device: ELLIPTA","Device: DISKUS"]}],"interventions":[{"name":"ELLIPTA","otherNames":[]},{"name":"DISKUS","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Informed consent\n* Subject must give their signed and dated written informed consent to participate.\n* Subject understands and is willing, able, and likely to comply with study procedures and restrictions.\n* Subject must be able to read, comprehend, and record information in English.\n* 2\\. Age: \\>=40 years of age at Visit 1\n* 3\\. Gender: Male or female subjects\n* 4\\. COPD diagnosis subjects with a clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society\n* 5\\. Severity of disease:\n* Subject with a measured post-albuterol Forced expiratory volume in 1 second (FEV1)/ Forced vital capacity (FVC) ratio of \\<=0.70 at Visit 1\n* Subjects with a measured post-albuterol FEV1 \\<=70% of predicted normal values calculated using Third National Health and Nutrition Examination Survey reference equations at Visit 1.\n* Post-bronchodilator spirometry will be performed approximately 10-15 minutes after the subject has self-administered 4 inhalations (i.e., total 400 micrograms) of albuterol via a metered dose inhaler (MDI) with a valved-holding chamber. The FEV1/FVC ratio and FEV1 percent predicted values will be calculated by the investigator site.\n* Documented spirometry measurements that meet this criterion in the last 12 months preceding Visit 1 is acceptable.\n* 6\\. Tobacco use: current or former smokers\n* Smokers are defined as those who smoke 10 pack-years of cigarette.\n* Note: Pipe and/or cigar use cannot be used to calculate pack-year history.\n* Number of pack years = (number of cigarettes per day/20) x number of years smoked\n\nExclusion Criteria:\n\n* 1\\. Previous experience with the DISKUS inhaler\n* Subjects who used any DISKUS inhaler (e.g., ADVAIR DISKUS, FLOVENT DISKUS®; participated in a clinical study of fluticasone propionate/salmeterol, or any component of them, or placebo) within 6 months (i.e., 180 days) prior to Visit 1.\n* 2\\. Previous experience with the ELLIPTA inhaler\n* Subjects who used any ELLIPTA inhaler (e.g., participated in a clinical study of FF/VI or GSK573719/GW642444 \\[umeclidinium/vilanterol\\], or any component of them, or placebo) within 6 months (i.e., 180 days) prior to Visit 1.\n* 3\\. Asthma: Subjects with a current diagnosis of asthma.\n* Subjects with a prior history of asthma are eligible if they have a current diagnosis of COPD.\n* 4\\. Poorly controlled COPD: Subjects with symptoms of poorly controlled COPD such as:\n* Acute worsening of COPD that is managed by the subject with corticosteroids or antibiotics or that requires treatment prescribed by a physician, in the 4 weeks prior to Visit 1.\n* Hospitalization due to acute worsening of COPD within 4 weeks of Visit 1.\n* Use of a total of 8 puffs/day or more of short-acting symptom relief medications such as albuterol and ipratropium for 2 consecutive days or any 3 days within 7 days immediately preceding Visit 1.\n* Changes in COPD symptoms and signs, suggesting worsening COPD health status at Visit 1.\n* 5\\. Other diseases/abnormalities: Subjects with current evidence of uncontrolled or clinically significant disease.\n* Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Subjects with suspected or evidence of oropharyngeal candidiasis will be excluded from the study.\n* Note: subjects who develop oropharyngeal candidiasis during the study will be treated at the discretion of the investigator.\n* 6\\. Drug/food allergy: Subjects with a history of hypersensitivity to any of the components of the inhalation powder (e.g., lactose, magnesium stearate). In addition, subjects with a history of severe milk protein allergy that, in the opinion of the investigator, contraindicates the subject's participation will also be excluded.\n* 7\\. Drug/alcohol abuse: Subjects with a known or suspected alcohol or drug abuse at Visit 1 which in the opinion of the investigator could interfere with the subject's proper completion of the protocol requirement\n* 8\\. Medication prior to spirometry: Subjects who are medically unable or unwilling to withhold their COPD medications prior to spirometry testing at Visit 1. Subjects, who have documented spirometry measurements that meet the specified Inclusion Criterion in the last 12 months preceding Visit 1, do not have to undergo repeat spirometry at Visit 1.\n* 9\\. Investigational drug or device: Subjects who participated in an interventional study or used any investigational drug or device within 30 days or 5 half lives, whichever is longer, prior to Visit 1\n* 10\\. Affiliation with investigator site: Study investigators, sub-investigators, study coordinators, employees of a participating investigator or immediate family members of the aforementioned are excluded from participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With the Indicated Device Preference Based on the Size of the Numbers on the Dose Counter","description":"The number of participants who expressed the indicated device preference (i.e., preference for ELLIPTA inhaler, preference for DISKUS inhaler, and no preference) based on the size of the numbers on the dose counter was summarized by study inhaler use sequence.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Device Preference Based on the Number of Steps Needed to Take the COPD Medication","description":"The number of participants who expressed the indicated device preference (i.e., preference for ELLIPTA inhaler, preference for DISKUS inhaler, and no preference) based on the number of steps needed to take the COPD medication was summarized by study inhaler use sequence.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Device Preference Based on the Size of the Device","description":"The number of participants who expressed the indicated device preference (i.e., preference for ELLIPTA inhaler, preference for DISKUS inhaler, and no preference) based on the size of the device was summarized by study inhaler use sequence.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":287},"commonTop":["Headache","Back pain","Diarrhoea","Dry mouth","Neck pain"]}}}