{"nctId":"NCT03050307","briefTitle":"Comparison of TAK-438 (Vonoprazan) to Lansoprazole in the Treatment of Gastric Ulcer Participants With or Without Helicobacter Pylori Infection","startDateStruct":{"date":"2017-04-17","type":"ACTUAL"},"conditions":["Gastric Ulcer"],"count":234,"armGroups":[{"label":"TAK-438 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: TAK-438","Drug: Lansoprazole Placebo","Drug: Bismuth-Containing Quadruple Therapy"]},{"label":"Lansoprazole 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lansoprazole","Drug: TAK-438 Placebo","Drug: Bismuth-Containing Quadruple Therapy"]}],"interventions":[{"name":"TAK-438","otherNames":["Vonoprazan"]},{"name":"Lansoprazole","otherNames":["Prevacid"]},{"name":"TAK-438 Placebo","otherNames":[]},{"name":"Lansoprazole Placebo","otherNames":[]},{"name":"Bismuth-Containing Quadruple Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1\\. Has endoscopic evidence of active gastric ulcer(s) (i.e. mucosal defects with white coating \\[including cases associated with blood coagula as long as there is no active bleeding\\]) measuring 5 mm or larger in longest diameter within 14 days prior to randomization.\n\nExclusion Criteria:\n\n1. Has received TAK-438 in a previous clinical study or as a therapeutic agent.\n2. Has a history or clinical manifestations of significant central nervous system (CNS), cardiovascular, pulmonary, hepatic, renal, metabolic, gastrointestinal, urological, endocrine or hematological disease that, in the opinion of the investigator, would confound the study results or compromise participant safety.\n3. Has been treated with Helicobacter pylori eradication therapy within 30 days prior to study treatment.\n4. Has any gastric ulcer of \\>2 cm in any diameter or with \\>3 separate gastric ulcers in total as evident by endoscopy within 14 days prior to randomization.\n5. Has a diagnosis of gastric malignancy or a gastric ulcer whose morphology suggested malignancy as evident by endoscopy within 14 days prior to randomization.\n6. Is suspected of having acute gastro-duodenal mucosal lesions (AGDML) as evident by endoscopy within 14 days prior to randomization.\n7. Has a linear ulcer (including a linear ulcer scar) that has been confirmed by endoscopy within 14 days prior to randomization.\n8. Has active postoperative (e.g. endoscopic mucosal resection/endoscopic submucosal dissection) ulcer(s) as confirmed by endoscopy within 14 days prior to randomization.\n9. Has duodenal ulcer that has been confirmed by endoscopy within 14 days prior to randomization.\n10. Has ulcers for which medical therapy alone is not indicated (e.g., perforation, pyloric stenosis, duodenal stenosis, major bleeding).\n11. Has undergone therapeutic upper gastrointestinal (GI) endoscopic therapy (e.g., endoscopic hemostasis or excision including biopsy) within 30 days prior to visit 1.\n12. Has Zollinger-Ellison syndrome or gastric acid hypersecretion or those with a history of gastric acid hypersecretion.\n13. Has undergone major surgical procedures within 30 days prior to Visit 1 or are scheduled to undergo surgical procedures that may affect gastric acid secretion (e.g., abdominal surgery, vagotomy or craniotomy).\n14. Has a history of malignancy or was treated for malignancy within 5 years before the start of the visit 1 (the participant may be included in the study if he/she has cured cutaneous basal cell carcinoma or cervical carcinoma in situ).\n15. Has a known acquired immunodeficiency syndrome or hepatitis infection, including hepatitis virus carriers (hepatitis B surface-antigen \\[HBsAg\\] - or hepatitis C virus (HCV)-antibody-positive) (the participant may be included in the study if he/she is HCV-viral load-RNA-negative).\n16. Laboratory tests performed prior to randomization revealed any of the following abnormalities in the participant:\n\n    1. Creatinine levels: \\>2 mg/dL (\\>177 μmol/L).\n    2. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST), or total bilirubin levels: \\> upper limit of normal (ULN).\n17. Has hypersensitivity to TAK-438, proton pump inhibitors (PPIs), bismuth, clarithromycin, or amoxicillin. Skin testing may be performed according to local standard practice (for HP+ participants only).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Endoscopically Confirmed Healing of Gastric Ulcers (GUs) at Weeks 4 or 8","description":"Endoscopic healing was defined as the disappearance of all white coats associated with GUs confirmed endoscopically.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.1","spread":null},{"groupId":"OG001","value":"94.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Helicobacter Pylori Infected (HP+) Participants With Successful HP Eradication After 4 or 8 Weeks of Treatment","description":"HP infection status was determined by 13C-UBT. The urea breath test is used to detect infection with HP, a bacteria associated with stomach ulcers, by testing individual breath samples in a central laboratory. The data is provided only for HP+ participants. The participant could take 4 or 8 weeks of treatment for GU healing, then additional 4 weeks later, to have the urea breath test (UBT) test to detect HP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.0","spread":null},{"groupId":"OG001","value":"80.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Endoscopically Confirmed Healing of GU at Week 4","description":"Endoscopic healing was defined as the disappearance of all white coats associated with GUs confirmed endoscopically.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null},{"groupId":"OG001","value":"82.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Resolution of Gastrointestinal Symptoms Associated With GU","description":"The gastrointestinal symptoms included epigastric pain \\[postprandial, fasting, nocturnal\\], abdominal bloating, nausea/vomiting, heartburn, lack of appetite. The severity of gastrointestinal symptoms associated with GU were recorded as: none = 0, mild = 1, moderate = 2 or severe = 3. The data is reported in categories for percentage of participants with resolution of gastrointestinal symptoms associated with GU.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.9","spread":null},{"groupId":"OG001","value":"80.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.0","spread":null},{"groupId":"OG001","value":"80.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.3","spread":null},{"groupId":"OG001","value":"65.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.8","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"90.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":115},"commonTop":["Pepsinogen test positive","Pepsinogen I increased","Blood gastrin increased","Alanine aminotransferase increased","Dysgeusia"]}}}