{"nctId":"NCT00185211","briefTitle":"BENEFIT Study (Betaferon® / Betaseron® in Newly Emerging Multiple Sclerosis for Initial Treatment) and BENEFIT Follow-up Study","startDateStruct":{"date":"2002-08"},"conditions":["Multiple Sclerosis"],"count":468,"armGroups":[{"label":"Initial IFNB-1b (Interferon beta-1b)","type":"EXPERIMENTAL","interventionNames":["Drug: Interferon beta-1b (Betaseron, BAY86-5046)"]},{"label":"Initial Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Interferon beta-1b (Betaseron, BAY86-5046)"]}],"interventions":[{"name":"Interferon beta-1b (Betaseron, BAY86-5046)","otherNames":[]},{"name":"Interferon beta-1b (Betaseron, BAY86-5046)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who have reached scheduled end of study in BENEFIT, either by developing CDMS or by completing 24 months\n\nExclusion Criteria:\n\n* No participation in the initial BENEFIT study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"48 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Clinically Definite Multiple Sclerosis (CDMS) Represented by Kaplan-Meier Estimates of the Cumulative Percentage of Participants With CDMS at Selected Points in Time","description":"CDMS could be reached due to a qualifying relapse or sustained progression of 1.5 points on the expanded disability status scale (EDSS) as compared to the lowest EDSS obtained during screening or Day 1. The validity of CDMS diagnoses was confirmed by a central committee. The EDSS scale quantifies disability in MS in 8 functional systems, values vary between 0=\"normal neurological examination\" and 10=\"death due to MS\" measured in half-points on an ordinal scale. Time to CDMS = date of CDMS - date of Day 1 + 1 or time to CDMS = date of last clinical visit - date of Day 1 + 1 (right-censored)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.9","spread":null},{"groupId":"OG001","value":"45.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.7","spread":null},{"groupId":"OG001","value":"51.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":null},{"groupId":"OG001","value":"57.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Confirmed Expanded Disability Status Scale (EDSS) Progression Represented by Kaplan-Meier Estimates of the Cumulative Percentage of Participants With Confirmed EDSS Progression at Selected Points in Time","description":"EDSS progression was defined as an increase in the expanded disability status scale (EDSS) of 1.0 point compared to the lowest EDSS score obtained during the screening or baseline visit, if this score was \\&lt;= 5.5. A confirmed EDSS progression status was defined as an EDSS progression observed at two consecutive scheduled visits at least 140 days apart from each other. The EDSS scale is a method of quantifying disability in multiple sclerosis in eight functional systems and values vary between 0=\"normal neurological examination\" and 10=\"death due to MS\" measured in half-points on a scale.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"19.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"25.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.9","spread":null},{"groupId":"OG001","value":"28.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Functional Assessment of Multiple Sclerosis (FAMS) Trial Outcome Index (TOI) at Month 60","description":"As an index of health related quality of life in people diagnosed with MS, the FAMS Trial Outcome Index covers overall physical health (sum of sub-scale scores Mobility, Symptoms, Thinking/Fatigue, Additional Concerns) with a score range from 0 to 148. A higher score reflects a higher overall physical health as reported by patients.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse-based Efficacy Domain: Time to Multiple Sclerosis (MS) According to McDonald Criteria","description":"MS according to the criteria by McDonald was reached if, in addition to the single clinical demyelinating event, both dissemination in space and dissemination in time were established by MRI-criteria or a new relapse. Time to McDonald MS is the difference of date of McDonald MS to the date of Day 1 + 1. For subjects without McDonald MS, time to McDonald MS is the difference from the maximum (date of last magnetic resonance imaging scan, date of last clinical visit) to the date of Day 1 + 1 (right-censored observation).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse-based Efficacy Domain: Hazard Ratio for Recurrent Relapses","description":"A relapse was defined as the appearance of a new neurological abnormality or the reappearance of a neurological abnormality, separated by at least 30 days from onset of a preceding clinical demyelinating event. The time to the onset of recurrent relapses was determined for each subject according to the counting process representation for recurrent events. Time to a relapse was right-censored if a relapse-risk period ended without relapse. Based on the Andersen-Gill model the hazard ratio for recurrent relapses was estimated. Annualized relapse rates are provided as another outcome measure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.797","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse-based Efficacy Domain (Supportive): Annualized Relapse Rate","description":"The annualized relapse rate is defined as total number of relapses up to month 60 divided by the total observation time (last clinical visit minus first day of study treatment administration plus 1 of all participants) in years.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2139","spread":null},{"groupId":"OG001","value":"0.2695","spread":null}]}]}]},{"type":"SECONDARY","title":"Disability-based Efficacy Domain: Multiple Sclerosis Functional Composite (MSFC) at Month 60","description":"The MSFC score consists of three sub-tests (Timed-25-Foot-Walk, 9-Hole-Peg-Test, 3\" Paced Auditory Serial Addition Test \\[PASAT\\]). Standardized results (Z-scores) of the sub-tests and the overall MSFC Z-score as an average of the three Z-scores were derived using baseline data pooled over both treatment arms as reference population. Higher Z-scores reflect a better neurological status.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.226","spread":null},{"groupId":"OG001","value":"0.225","spread":null}]}]}]},{"type":"SECONDARY","title":"MRI (Magnet-Resonance Imaging)-Based Efficacy Domain: Cumulative Number of Newly Active Lesions at Month 60","description":"Newly active lesions are defined as displaying either new Gadolinium (Gd)-enhancement on T1-weighted scans or non-enhancement on T1-weighted scan but new on T2-weighted scan. The numbers of newly active lesions on yearly MRI scans were summed up to the cumulative number.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"MRI-based Efficacy Domain: Absolute Change of T2 Lesion Volume From Screening MRI to Month 60","description":"Absolute change of T2 lesion volume from screening MRI to month 60 was calculated as T2 lesion volume at month 60 minus T2 lesion volume at screening.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-123.0","spread":null},{"groupId":"OG001","value":"-194.5","spread":null}]}]}]},{"type":"SECONDARY","title":"MRI-based Efficacy Domain: Absolute Change of Volume of Black Holes From Screening MRI to Month 60","description":"Absolute change of volume of black holes from screening MRI to month 60 was calculated as volume of black holes at month 60 minus volume of black holes at screening.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"MRI-based Efficacy Domain: Percentage Change of Brain Volume From Screening MRI to Month 60","description":"Two-timepoint percentage brain volume change was estimated with Structural Image Evaluation, using Normalisation, of Atrophy (SIENA) software. The measurements describe the percentage change from screening in brain volume at month 60.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.281","spread":null},{"groupId":"OG001","value":"-1.771","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":61,"n":292},"commonTop":["Flu syndrome","Injection site reaction","Multiple sclerosis","Upper respiratory infection","Headache"]}}}