{"nctId":"NCT03475875","briefTitle":"Contact Lenses With New UV-blocker Manufactured With Different Techniques","startDateStruct":{"date":"2018-02-19","type":"ACTUAL"},"conditions":["Correction of Refraction Error","Attenuation of Bright Light"],"count":92,"armGroups":[{"label":"TEST/CONTROL/CONTROL","type":"EXPERIMENTAL","interventionNames":["Device: senofilcon A TEST Lens","Device: senofilcon A CONTROL Lens"]},{"label":"CONTROL/TEST/TEST","type":"EXPERIMENTAL","interventionNames":["Device: senofilcon A TEST Lens","Device: senofilcon A CONTROL Lens"]}],"interventions":[{"name":"senofilcon A TEST Lens","otherNames":[]},{"name":"senofilcon A CONTROL Lens","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Potential subjects must satisfy all of the following criteria to be enrolled in the study:\n\n  1. The subject must read, understand, and sign the STATEMENT OF INFORMED CONSENT and receive a fully executed copy of the form.\n  2. Appear able and willing to adhere to the instructions set forth in this clinical protocol.\n  3. Healthy adult males or females age ≥18 years of age with signed informed consent.\n  4. Eligible presbyopes will be those that wear full distance contact lenses in both eyes, then wear reading glasses over them.\n  5. The subject is a current spherical soft contact lens wearer (defined as a minimum of 6 hours of DW per day, at least 5 days per week, for a minimum of 1 month prior to the study) and willing to wear the study lenses on a similar basis.\n  6. Subjects must be able and willing to wear the study lenses at least 6 hours a day, a minimum of 5 days per week.\n  7. The subject's vertex-corrected spherical equivalent distance refraction must be in the range of -1.00 to -6.00 (inclusive) in each eye.\n  8. The subject's refractive cylinder must be ≤ -1.00 D in each eye.\n  9. Have spherocylindrical best corrected visual acuity of 20/25+3 or better in each eye.\n\n     Exclusion Criteria:\n* Potential subjects who meet any of the following criteria will be excluded from participating in the study:\n\n  1. Currently pregnant or lactating.\n  2. Any active or ongoing systemic disease (e.g., Sjögren's Syndrome), allergies, infectious disease (e.g., hepatitis, tuberculosis), contagious immunosuppressive diseases (e.g., HIV), autoimmune disease (e.g. rheumatoid arthritis), or other bodily diseases or infections, by self-report, which are known to interfere with contact lens wear and/or participation in the study.\n  3. Use of systemic medications (e.g., chronic steroid use) that are known to interfere with contact lens wear. Habitual medications taken by successful contact lens wearers are generally considered acceptable.\n  4. Habitual toric, extended wear, or multifocal contact lens wear.\n  5. Any current use of ocular medication.\n  6. Any known hypersensitivity or allergic reaction to Optifree PureMoist.\n  7. Any previous, or planned (during the course of the study) ocular surgery (e.g., radial keratotomy, PRK, LASIK, etc.).\n  8. Participation in any contact lens or lens care product clinical trial within 14 days prior to study enrollment.\n  9. Employee or immediate family member of an employee of clinical site (e.g., Investigator, Coordinator, Technician).\n  10. Any active or ongoing ocular allergies, infections or other ocular abnormalities that are known to interfere with contact lens wear and/or participation in the study. This may include, but not be limited to entropion, ectropion, extrusions, chalazia, recurrent styes, glaucoma, history of recurrent corneal erosions, aphakia, or corneal distortion.\n  11. Any Grade 3 or greater slit lamp findings (e.g., edema, corneal neovascularization, corneal staining, tarsal abnormalities, conjunctival injection) on the FDA slit-lamp scale.\n  12. Binocular vision abnormality or strabismus.\n  13. Any previous history or signs of a contact lens-related corneal inflammatory event (e.g., past peripheral ulcer or round peripheral scar), or any other ocular abnormality that would contraindicate contact lens wear.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Comfort Score","description":"Overall comfort was assessed using the Contact Lens User Experience™ (CLUE) questionnaire. CLUE is a validated patient-reported outcomes (PRO) questionnaire to assess patient-experience attributes of soft contact lenses (comfort, vision, handling, and packaging) in a contact-lens wearing population in the US, ages 18-65. Derived CLUE scores using Item Response Theory (IRT) follow a normal distribution with a population average score of 60 (SD 20), where higher scores indicate a more favorable/positive response with a range of 0-120. Observations from each study period are treated as independent (for the descriptive summary only). The average of all observations for each lens was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.49","spread":"21.087"},{"groupId":"OG001","value":"67.27","spread":"22.865"}]}]}]},{"type":"PRIMARY","title":"Overall Vision Score","description":"Overall vision was assessed using the Contact Lens User Experience™ (CLUE) questionnaire. CLUE is a validated patient-reported outcomes (PRO) questionnaire to assess patient-experience attributes of soft contact lenses (comfort, vision, handling, and packaging) in a contact-lens wearing population in the US, ages 18-65. Derived CLUE scores using Item Response Theory (IRT) follow a normal distribution with a population average score of 60 (SD 20), where higher scores indicate a more favorable/positive response with a range of 0-120. Observations from each study period are treated as independent (for the descriptive summary only). The average of all observations for each lens was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.79","spread":"17.758"},{"groupId":"OG001","value":"64.92","spread":"17.444"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":91},"commonTop":[]}}}