{"nctId":"NCT00113763","briefTitle":"Evaluating Panitumumab (ABX-EGF) Plus Best Supportive Care Versus Best Supportive Care in Patients With Metastatic Colorectal Cancer","startDateStruct":{"date":"2004-01-01","type":"ACTUAL"},"conditions":["Colorectal Cancer","Metastases"],"count":463,"armGroups":[{"label":"Panitumumab plus best supportive care","type":"EXPERIMENTAL","interventionNames":["Drug: Panitumumab"]},{"label":"Best Supportive Care","type":"OTHER","interventionNames":["Other: Best supportive care"]}],"interventions":[{"name":"Best supportive care","otherNames":[]},{"name":"Panitumumab","otherNames":["ABX-EGF"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pathologic diagnosis of colorectal adenocarcinoma (diagnostic tissue obtained by tissue biopsy)\n* Metastatic colorectal carcinoma\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2\n* Documented evidence of disease progression during, or following treatment, with fluoropyrimidine, irinotecan and oxaliplatin chemotherapy for metastatic colorectal cancer\n* Radiographic documentation of disease progression during or within 6 months following the most recent chemotherapy regimen\n* Unidimensionally measurable disease\n* Tumor expressing epidermal growth factor receptor (EGFr) by immunohistochemistry\n* At least 2 but not more than 3 prior chemotherapy regimens for colorectal cancer\n* Adequate hematologic, renal and hepatic function\n\nExclusion Criteria:\n\n* Symptomatic brain metastases requiring treatment\n* History or evidence of interstitial pneumonitis or pulmonary fibrosis\n* Use of systemic chemotherapy or radiotherapy within 30 days prior to enrollment\n* Prior epidermal growth factor receptor (EGFr) targeting therapies\n* Prior anti-tumor therapies including prior experimental agents or approved anti-tumor small molecules and biologics of short (less than a week) serum half life within 30 days before enrollment, or prior experimental or approved proteins within 3 months before enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival Time","description":"Kaplan-Meier estimates of median time from randomization to either death or first observed disease progression, whichever occurred first. Participants were evaluated for tumor response according to modified Response Evaluation Criteria in Solid Tumors (RECIST) based on the response assessment from a blinded review of radiographic scans by the Independent Review Committee. Progressive disease defined as least a 20% increase in the sum of the longest diameters (SLD) of target lesions, taking as reference the nadir SLD recorded since the treatment started or the appearance of one or more new lesions, or the unequivocal progression of existing non-target lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Kaplan-Meier estimates of median time from randomization to death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Tumor Response","description":"Defined as the number of participants with a confirmed complete or partial tumor response, confirmed by a scan no less than 4 weeks after the criteria for response were first met. Participants were evaluated for tumor response according to modified Response Evaluation Criteria in Solid Tumors (RECIST) based on the response assessment from a blinded review of radiographic scans by the Independent Review Committee. Complete Response (CR): Disappearance of all target and non-target lesions and no new lesions. Partial Response (PR): disappearance of all target lesions, and persistence of one or more non-target lesion(s) not qualifying for either CR or progressive disease, or, at least a 30% decrease in the sum of the longest diameters (SLD) of target lesions, taking as reference the baseline SLD, with no progressive disease of non-target lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Kaplan-Meier estimate of the median time from first confirmed objective tumor response to first observed progression of disease or death due to progression of disease (whichever comes first).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response","description":"Time to response was defined as the time from randomization to first partial or complete response, subsequently confirmed ≥ 4 weeks after the criteria for response were first met.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Progression","description":"Kaplan-Meier estimates of median time from randomization to disease progression or death due to disease progression (whichever occurs first)","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Kaplan-Meier estimate of the median time from randomization to the date the decision was made to end treatment for any reason.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Stable Disease","description":"Kaplan-Meier estimate of the median time from randomization to date of first observed progression of disease or death due to progression of disease (whichever comes first) for those participants with a best response of stable disease. Stable disease defined as neither sufficient shrinkage to qualify for a partial response nor sufficient increase to qualify for progressive disease taking as reference the nadir longest diameter since the treatment started, no unequivocal progression of existing non-target lesions, and no new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"17.6","spread":null}]}]}]},{"type":"POST_HOC","title":"Progression-free Survival Time (Wild-type KRAS)","description":"Kaplan-Meier estimates of median time from randomization to either death or first observed disease progression among participants with wild-type Kirsten Rat Sarcoma Virus Oncogene (KRAS) status. Participants were evaluated for tumor response according to modified Response Evaluation Criteria in Solid Tumors (RECIST) based on the response assessment from a blinded review of radiographic scans by the Independent Review Committee. Progressive disease defined as least a 20% increase in the sum of the longest diameters (SLD) of target lesions, taking as reference the nadir SLD recorded since the treatment started or the appearance of one or more new lesions, or the unequivocal progression of existing non-target lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"POST_HOC","title":"Progression-free Survival Time (Mutant KRAS)","description":"Kaplan-Meier estimates of median time from randomization to either death or first observed disease progression among participants with mutant Kirsten Rat Sarcoma Virus Oncogene (KRAS) status. Participants were evaluated for tumor response according to modified Response Evaluation Criteria in Solid Tumors (RECIST) based on the response assessment from a blinded review of radiographic scans by the Independent Review Committee. Progressive disease defined as least a 20% increase in the sum of the longest diameters (SLD) of target lesions, taking as reference the nadir SLD recorded since the treatment started or the appearance of one or more new lesions, or the unequivocal progression of existing non-target lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":101,"n":229},"commonTop":["ERYTHEMA","PRURITUS","DERMATITIS ACNEIFORM","ANOREXIA","FATIGUE"]}}}