{"nctId":"NCT01421498","briefTitle":"Safety and Efficacy Study of SAR 1118 to Treat Dry Eye Conducted in a Controlled Adverse Environment (CAE) (OPUS-1)","startDateStruct":{"date":"2011-08-29","type":"ACTUAL"},"conditions":["Keratoconjunctivitis Sicca","Dry Eye Disease"],"count":588,"armGroups":[{"label":"5.0% Lifitegrast","type":"EXPERIMENTAL","interventionNames":["Drug: Lifitegrast"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lifitegrast","otherNames":["SAR 1118"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to read, sign, and date the informed consent and HIPAA documents\n* Willing and able to comply with all study procedures\n* Be at least 18 years of age\n* Patient-reported history of dry eye in both eyes\n* Demonstrate a positive response when exposed to the Controlled Adverse Environment model\n* A negative urine pregnancy test if female of childbearing potential and must use adequate birth control throughout the study period\n\nExclusion Criteria:\n\n* Any ocular condition that, in the opinion of the Investigator, could affect study parameters including, but not limited to, active ocular infection, ocular inflammation, glaucoma, and/or diabetic retinopathy\n* Unwilling to avoid wearing contact lenses for 7 days prior to and for duration of the study period\n* Any blood donation or significant loss of blood within 56 days of Visit 1\n* Any history of immunodeficiency disorder, positive HIV, hepatitis B, C, or evidence of acute active hepatitis A (anti-HAV IgM), or organ or bone marrow transplant.\n* Use of any topical ophthalmic preparations (including artificial tear substitutes) 72 hrs prior to Visit 1 and during the study\n* Any significant chronic illness that could interfere with study parameters\n* History of laser-assisted in situ keratomileusis (LASIK) or similar type of corneal refractive surgery within 12 months prior to Visit 1, and/or any other ocular surgical procedure within 12 months prior to Visit 1; or any scheduled ocular surgical procedure during the study period.\n* Known history of alcohol and/or drug abuse\n* Subjects with Dry eye secondary to scarring or destruction of conjunctival goblet cells (as with Vitamin A deficiency)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Ocular Sign: Change From Baseline in Inferior Corneal Fluorescein Staining to Day 84","description":"Corneal staining was performed to grade the degree of corneal epithelial cell injury as measured by fluorescence using slit-lamp examination. The staining was graded with the Ophthalmic Research Associates, Inc. (ORA) scale. The corneal surface is divided into three regions: superior, central and inferior. The scores for each of these 3 regions ranged from 0 to 4 (0=no staining/none; 1=occasional/trace; 2=countable/mild; 3=uncountable, but not confluent/moderate; 4=confluent/severe) with 0.5 point increments, and lower score indicates a better outcome. Inferior corneal fluorescein staining scores from the study eye only were reported. Study eye is the 'worse eye', defined as the eye with worse (higher) score at baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.868"},{"groupId":"OG001","value":"0.17","spread":"0.819"}]}]}]},{"type":"PRIMARY","title":"Ocular Symptom: Change From Baseline in Visual-Related Subscale of the Symptom Functional Scale Score to Day 84","description":"The symptom functional scale is a validated instrument for ocular surface diseases, measuring the ocular symptoms, vision-related function, and environmental triggers. The 12 items of the symptom functional scale questionnaire were graded on a scale of 0 (none of the time) to 4 (all of the time). The index consisted of 3 sub scales: symptoms (sensitivity to light, gritty sensation, pain, blurred vision, and poor vision \\[Items 1-5\\]), visual-related sub scale of the symptom functional scale (ability to read, drive at night, use a computer, watch television \\[Items 6-9\\]), and environmental triggers (windy conditions, low humidity, air conditioning \\[Items 10-12\\]). The symptom functional scale was scored on a scale of 0 to 100, with higher scores representing greater disability. Negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.829"},{"groupId":"OG001","value":"-0.12","spread":"0.762"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":293},"commonTop":["Instillation site irritation","Instillation site pain","Instillation site reaction","Dysgeusia","Visual acuity reduced"]}}}