{"nctId":"NCT02209324","briefTitle":"Open-label Study of ASP2151 in Herpes Simplex Patients","startDateStruct":{"date":"2013-11"},"conditions":["Herpes Simplex"],"count":275,"armGroups":[{"label":"ASP2151","type":"EXPERIMENTAL","interventionNames":["Drug: ASP2151"]}],"interventions":[{"name":"ASP2151","otherNames":["200 mg once daily"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with a rash associated with herpes simplex and a recurrent episode meeting the following criteria\n\n   * Recurrent labial/facial herpes: Patients with at least 10 papulae or vesicles/pustules\n   * Recurrent genital herpes: Patients with at least 5 papules or vesicles/pustules on the genital organs or in the genital and circumanal region\n   * Kaposi varicelliform eruption: Patients with major skin symptoms of papulae or vesicles\n2. Patients who can start receiving the study drug within 48 hours after onset of rash\n3. Age: 16 years or older, but younger than 80 years\n\nExclusion Criteria:\n\n1. Patients who are not expected to have an adequate response to oral antiviral medication.\n2. Patients with two or more types of herpes simplex.\n3. An extreme decline in immune function\n4. Presence of serious complications\n5. Patients found to meet any of the following conditions based on laboratory tests performed within 14 days before informed consent:\n\n   * AST or ALT ≥ 2.5 x upper limit of normal\n   * Platelet count \\< lower limit of normal\n   * Serum creatinine ≥ 1.5 mg/dL\n   * Creatinine clearance \\< 30 mL/min\n6. Current or previous history of malignant tumor within 5 years before informed consent\n7. Diagnosis of autoimmune disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"79 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Healing by Day 8","description":"The percentage of participants achieving lesion healing by Day 8 of study treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"194","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Healing","description":"The criteria for determining healing are as follows:\n\n1. A condition where all erythematous and papular lesions, vesicular and pustular lesions, and erosive and ulcerative lesions have been resolved, and either the complete resolution of crusts or the complete epithelialization beneath any remaining crusts has been achieved.\n2. In participants where no crust has formed, a condition characterized by the epithelialization of erosions/ulcers formation in mucosal lesions and potentially other affected areas.\n3. In participants where no vesicles or pustules have formed, a condition characterized by the complete resolution of all erythematous and papular lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Complete Crusting","description":"The criteria for complete crust formation are outlined as follows:\n\n1. A condition where all erythematous and papular lesions, vesicular and pustular lesions, and erosive and ulcerative lesions have been resolved, and all rashes are crusted (epithelialization beneath is not required).\n2. In participants where no crust has formed, a condition characterized by the epithelialization of erosions/ulcers formation in mucosal lesions and potentially other affected areas.\n3. In participants where no vesicles or pustules have formed, a condition characterized by the complete resolution of all erythematous and papular lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Virus Disappearance","description":"The day of viral disappearance is the first day on which the results of viral isolation continuously show 'HSV negative' until the final implementation day. The negative means that the results of the isolation and culture are negative, or the isolation and culture has not been performed due to complete crusting or healing of the lesion site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":271},"commonTop":["Fibrin degradation products increased","Alpha 1 microglobulin increased","Nasopharyngitis","Stomatitis","Folliculitis"]}}}