{"nctId":"NCT02065713","briefTitle":"Efficacy of Golimumab in Combination With Methotrexate (MTX) Versus MTX Monotherapy, in Improving Dactylitis, in MTX naïve Psoriatic Arthritis Patients","startDateStruct":{"date":"2014-08"},"conditions":["Psoriatic Arthritis"],"count":44,"armGroups":[{"label":"Golimumab in combination with methotrexate","type":"EXPERIMENTAL","interventionNames":["Drug: Golimumab","Drug: Methotrexate"]},{"label":"Placebo in combination with methotrexate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Methotrexate","Drug: Placebo"]}],"interventions":[{"name":"Golimumab","otherNames":[]},{"name":"Methotrexate","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEach subject must be/have…..\n\n* Able and willing to give written informed consent and comply with the requirements of the study protocol.\n* Age ≥ 18 years old, at baseline. A subject may be of both gender and any race/ethnicity.\n* PsA diagnosis according to Classification of Psoriatic Arthritis (CASPAR) criteria, established at least 3 months prior to screening.\n* Active psoriatic arthritis, at the time of entry into the study, defined by:\n\n  ≥1 tender dactylitis, refractory to at least two systemic NSAIDs, at optimal dosage, for 3 months and at least one other site of active inflammation (peripheral joints, enthesis, spine, skin or nails).\n* Naïve to MTX therapy.\n* Patients can have been previously treated with synthetic DMARDs (except MTX) or corticosteroids but must have withdrawn according to the following schedules:\n\n  * All synthetic DMARDs and oral corticosteroids withdrawn at least two weeks prior to screening or 5 half lives according, to what is longer, except for leflunomide.\n  * leflunomide ≥ 12 weeks or ≥ 2 weeks after standard cholestyramine or activated charcoal washout.\n  * Up to a maximum of two local corticosteroids injection are allowed, administrated, at least four weeks prior to screening (indication for local corticoids injection is dependent on expert opinion decision).\n  * NSAIDs (up to the maximum recommend dose) if the dose has been stable for at least 4 weeks prior to baseline and the patient is expected to remain on the baseline dose for the 6 months of the study.\n* Female subjects or male subjects and his female sexual partner of childbearing potential must agree to use a medically accepted method of contraception prior to enrollment, while receiving protocol-specified medication and for 6 months after stopping the medication.\n\n  * Medically accepted methods of contraception include condoms (male or female) with a spermicidal agent, diaphragm or cervical cap with spermicide, medically prescribed intrauterine device (IUD), inert or copper containing IUD, hormone-releasing IUD, systemic hormonal contraceptive, and surgical sterilization (eg, hysterectomy or tubal ligation). Other methods may be used as required by local legislation.\n  * Postmenopausal women are not required to use contraception (postmenopausal is defined as at least 12 consecutive months without a spontaneous menses).\n\nExclusion Criteria:\n\nA subject meeting any of the exclusion criteria listed below must be excluded from participating in the trial.\n\nThe subject has ….\n\n* Known or suspected allergy to trial product or related products.\n* Body weight \\> 100 Kg.\n* Current chronic inflammatory autoimmune disease other than PsA that might confound the evaluations of safety and toxicity such as, but not limited to, ankylosing spondylitis, rheumatoid arthritis, tophaceous gout, reactive arthritis, pseudogout, arthropathy of inflammatory bowel disease, systemic erythematosus lupus, mixed connective tissue disease, scleroderma or variants, and polymyositis\n* Active current infection or history of recurrent or chronic bacterial, viral, fungal, mycobacterial or other infections, including but not limited to tuberculosis and atypical mycobacterial disease, hepatitis B and C, HIV and herpes zoster.\n* History of severe systemic bacterial, viral or fungal infections within the past 12 months prior to screening.\n* Past or current malignancy with the exception of:\n\n  * Adequately treated and cured basal cell carcinoma of the skin occurring more than 12 months prior to screening.\n  * Other cancer with a complete response duration of \\> 5 years or any period of time longer than that, respectively for those malignancies which are considered as resolved after passing this duration of response.\n* Any clinically significant medical condition or situation, other than the condition being studied that, in the opinion of the investigator, would interfere with the trial evaluations or patients safety and optimal participation in the trial such as, but not limited to:\n\n  * Moderate to severe heart failure (New York Heart Association class III/IV)\n  * Pre-existing central nervous system demyelinating disorders\n  * Increased liver enzymes: alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2 times the upper limit of normal (ULN).\n* Female subject must not be breast-feeding.\n* Female subject must not be pregnant or intending to become pregnant.\n* Any contra-indications to perform MRI:\n\n  * Patients who have a metal device affected by MRI\n  * Allergy or other contraindications to an i.v. injection of gadolinium-diethylenetriamine pentaacetic acid\n  * Claustrophobia sufficient to interfere with the patient undergoing the MRI scan.\n* Previous treatment with tumor necrosis factor (TNF) blocking therapy or other biologic agents.\n* Previous MTX therapy.\n* Latent tuberculosis, in the absence of at least one month of isoniazid therapy, according to local guidelines.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Dactylitis Severity Score (DSS)","description":"Changes from baseline in Dactylitis Severity Score at 24 weeks. Each digit with dactylitis was evaluated in a severity scale from 0 to 3 (0 = no dactylitis; 1 = mild dactylitis, 2 = moderate dactylitis, 3 = severe dactylitis). The total score is calculated as the sum of the individual digits dactylitis scores, ranging from a minimum 0 to a maximum of 60, with higher scores corresponding to worse severities.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2","spread":null},{"groupId":"OG001","value":"-5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":23},"commonTop":["Transaminases increased","Rhinitis allergic","Diarrhoea","Arthralgia","Viral pharyngitis"]}}}