{"nctId":"NCT00281697","briefTitle":"A Study to Evaluate the Safety and Efficacy of Bevacizumab in Combination With Chemotherapy in Previously Treated Metastatic Breast Cancer (RIBBON 2)","startDateStruct":{"date":"2006-02"},"conditions":["Metastatic Breast Cancer"],"count":684,"armGroups":[{"label":"Standard chemotherapy + bevacizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: Standard chemotherapy"]},{"label":"Standard chemotherapy + placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Standard chemotherapy"]}],"interventions":[{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Placebo","otherNames":[]},{"name":"Standard chemotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent form.\n* ≥ 18 years of age.\n* Histologically confirmed carcinoma of the breast with measurable or non-measurable metastatic disease that has progressed (patients with a history of brain metastasis are eligible for study participation \\[USA only\\], as long as their brain metastases have been treated and they have no evidence of progression or hemorrhage after treatment and no ongoing requirement for dexamethasone).\n* Progression of disease during or following administration of one (non-investigational) chemotherapy regimen administered in the first-line setting.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* For women of childbearing potential, use of an effective means of non-hormonal contraception.\n* Life expectancy ≥ 3 months.\n* Willingness and capacity to comply with study and follow-up procedures.\n\nExclusion Criteria:\n\n* Prior hormonal therapy only as treatment for metastatic disease without chemotherapy. Patients must have received chemotherapy for their metastatic disease in the first-line setting. Hormone therapy alone is not allowed.\n* For subjects who have received prior anthracycline-based therapy, documentation of left ventricular ejection fraction \\< 50% by either multiple gated acquisition (MUGA) or echocardiogram (ECHO).\n* Treatment with more than one prior cytotoxic regimen for metastatic breast cancer (MBC).\n* HER2-positive status (patients who have unknown HER2 status, and for whom determination of HER2 status is not possible, are eligible for this study).\n* Unknown estrogen receptor (ER) and progesterone receptor (PR) status.\n* Radiation therapy other than for palliation or brain metastasis, biologic therapy, or chemotherapy for MBC within 21 days prior to Day 0 (Day 1 of Cycle 1 of treatment).\n* Prior therapy with bevacizumab or other vascular endothelial growth factor (VEGF) pathway-targeted therapy.\n* Untreated brain metastasis.\n* Inadequately controlled hypertension.\n* Unstable angina.\n* New York Heart Association Grade II or greater congestive heart failure (CHF).\n* History of myocardial infarction within 6 months prior to Day 0 (the day of the first bevacizumab/placebo infusion).\n* History of stroke or transient ischemic attack within 6 months prior to Day 0.\n* Clinically significant peripheral vascular disease.\n* Evidence of bleeding diathesis or coagulopathy.\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 0; anticipation of need for major elective surgical procedure during the study.\n* Minor surgical procedures, fine-needle aspirations, or core biopsies within 7 days prior to Day 0.\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to Day 0.\n* Serious, non-healing wound, ulcer, or bone fracture.\n* History of anaphylactic reaction to monoclonal antibody therapy not controlled with treatment premedication.\n* History of other malignancies within 5 years of Day 0, except for tumors with a negligible risk for metastasis or death, such as adequately controlled basal cell carcinoma or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n* inadequate organ function.\n* Pregnancy (positive serum pregnancy test) or lactation.\n* Any other diseases, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or renders the subject at high risk from treatment complications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"PFS was defined as the time from randomization to first documented disease progression (PD) as determined by the investigator using Response Evaluation Criteria in Solid Tumors (RECIST) or death due to any cause, whichever occurred first. For target lesions, PD was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum of the longest diameter recorded since treatment started or the appearance of 1 or more new lesions. For non-target lesions, PD was defined as the appearance of 1 or more new lesions and/or unequivocal progression of existing non-target lesions. Target lesions should be selected on the basis of their size (those with the longest diameter) and their suitability for accurate repeated measurements by imaging techniques or clinically. All measurable lesions up to a maximum of 5 lesions per organ and 10 lesions in total, representative of all involved organs, should be identified as target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival Within Individual Standard Chemotherapy Cohorts (Taxanes, Gemcitabine, Capecitabine, and Vinorelbine)","description":"Progression-free survival was defined as the time from randomization to first documented disease progression as determined by the investigator using Response Evaluation Criteria in Solid Tumors (RECIST) or death due to any cause, whichever occurred first. Results are reported for each of the 4 standard chemotherapy cohorts used in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"4.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the time from randomization to death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"17.8","spread":null}]}]}]},{"type":"SECONDARY","title":"One-year Survival","description":"Percentage of patients who survived 1 year in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.5","spread":null},{"groupId":"OG001","value":"68.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response","description":"A patient had an objective response if they had a complete response or a partial response determined on two consecutive occasions ≥ 4 weeks apart as determined by the investigator using RECIST. For target lesions, a complete response was defined as the disappearance of all target lesions; a partial response was defined as at least a 30% decrease in the sum of the longest diameter of target lesions, taking as reference the baseline sum longest diameter. For non-target lesions, a complete response was defined as the disappearance of all non-target lesions; a partial response was defined as the persistence of 1 or more non-target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.5","spread":null},{"groupId":"OG001","value":"29.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response","description":"Duration of objective response was defined as the time from the initial response to documented disease progression or death from any cause, whichever occurred first. Duration of objective response was only analyzed in patients who achieved an objective response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":112,"n":458},"commonTop":["Neutropenia","Hypertension","Peripheral sensory neuropathy"]}}}