{"nctId":"NCT01619059","briefTitle":"Safety and Efficacy of Saxagliptin in Triple Therapy to Treat Subjects With Type 2 Diabetes","startDateStruct":{"date":"2012-06"},"conditions":["Type 2 Diabetes"],"count":315,"armGroups":[{"label":"Arm 1: Saxagliptin+Dapagliflozin+Metformin IR","type":"EXPERIMENTAL","interventionNames":["Drug: Saxagliptin","Drug: Dapagliflozin","Drug: Metformin IR"]},{"label":"Arm 2: Placebo+Dapagliflozin+Metformin IR","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin","Drug: Metformin IR","Drug: Placebo matching with Saxagliptin"]}],"interventions":[{"name":"Saxagliptin","otherNames":["Onglyza"]},{"name":"Dapagliflozin","otherNames":[]},{"name":"Metformin IR","otherNames":[]},{"name":"Placebo matching with Saxagliptin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Signed Written Informed Consent\n\n   a) Subjects must be willing and able to give signed and dated written informed consent.\n2. Target Population\n\n   1. Subjects with T2DM with inadequate glycemic control, defined as central laboratory HbA1c ≥ 8.0 and ≤ 11.5% obtained at the screening visit (ie Week -18 visit)\n   2. Stable metformin therapy for at least 8 weeks prior to screening visit at a dose ≥ 1500 mg per day.\n   3. C-peptide ≥ 1.0 ng/mL (0.34 nmol/L) at screening visit.\n   4. BMI ≤ 45.0 kg/m2 at the screening visit.\n3. Age and Reproductive Status\n\n   1. Men and women, aged ≥ 18 years old at time of screening visit.\n   2. Women of childbearing potential (WOCBP) must be using an acceptable method of contraception to avoid pregnancy throughout the study in such a manner that the risk of pregnancy is minimized. See Section 3.3.3 for the definition of WOCBP.\n   3. WOCBP must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 24 hours prior to the start of investigational product.\n   4. Women must not be breastfeeding\n   5. Sexually active fertile men must use effective birth control if their partners are WOCBP.\n\nExclusion Criteria\n\n1. Target Disease Exceptions\n\n   1. History of diabetes insipidus\n   2. Symptoms of poorly controlled diabetes that would preclude participation in this trial including but not limited to marked polyuria and polydipsia with greater than 10% weight loss during the three months prior to screening, or other signs and symptoms.\n   3. History of diabetic ketoacidosis or hyperosmolar nonketotic coma.\n2. Medical History and Concurrent Diseases\n\n   1. History of bariatric surgery or lap-band procedure within 12 months prior to screening.\n   2. Any unstable endocrine, psychiatric or rheumatic disorders as judged by the Investigator.\n   3. Subject who, in the judgment of the investigator, may be at risk for dehydration or volume depletion that may affect the interpretation of efficacy or safety data and concomitant use of loop diuretics in countries where this is not recommended as per the Dapagliflozin label.\n   4. Subject is currently abusing alcohol or other drugs or has done so within the last 6 months.\n\n      Acute Vascular Event:\n   5. Uncontrolled hypertension defined as systolic blood pressure (SBP) ≥ 160 mmHg and/or diastolic blood pressure (DBP) ≥ 100 mmHg.\n\n      Note: Subjects with SBP ≥ 160mmHg and \\< 180mmHg or a DBP ≥ 100 mmHg and \\< 110mmHg will be able to enter the lead-in period, provided their hypertension treatment is adjusted as deemed appropriate by the investigator. These subjects cannot be randomized if their blood pressure remains with SBP ≥ 160 mmHg or DBP ≥ 100 mmHg measured at Day 1.\n   6. Cardiovascular Disease within 3 months of the screening visit \\[ie myocardial infarction, cardiac surgery or revascularization (CABG/PTCA), unstable angina, stroke or transient ischemic attack (TIA)\\].\n   7. Congestive heart failure as New York Association (NYHA) class IV (see Appendix 1), unstable or acute congestive heart failure. Note: eligible patients with congestive heart failure, especially those who are on diuretic therapy, should have careful monitoring of their volumes status throughout the study.\n\n      Renal Diseases:\n   8. Moderate or severe impairment of renal function \\[defined as eGFR \\< 60 mL/min/1.73 m2 (estimated by MDRD) or serum creatinine (Scr) ≥ 1.5 mg/dL in males or ≥ 1.4 mg/dL in females.\\]\n   9. Conditions of congenital renal glucosuria\n\n      Hepatic Diseases:\n   10. Significant hepatic disease, including, but not limited to, chronic active hepatitis and/or severe hepatic insufficiency, including subjects with ALT and/or AST \\> 3x ULN and or Total Bilirubin \\> 2.5 x ULN.\n\n       Hematological and Oncological Disease/Conditions\n   11. History of hemoglobinopathy, with the exception of sickle cell trait (SA) or thalassemia minor; or chronic or recurrent hemolysis.\n   12. Malignancy within 5 years of the screening visit (with the exception of treated basal cell or treated squamous cell carcinoma)\n   13. Known immunocompromised status, including but not limited to, individuals who have undergone organ transplantation or who are positive for the human immunodeficiency virus.\n   14. Donation of blood or blood products to a blood bank, blood transfusion, or participation in a clinical study requiring withdrawal of \\> 400 mL of blood during the 6 months prior to the screening visit.\n\n       Prohibited treatment and therapies\n   15. Administration of any antihyperglycemic therapy, other than metformin, for more than 14 days (consecutive or not) during the 12 weeks prior to screening, as well as previous participation in any DPP-4 or SGLT-2 inhibitor trial is an exclusion criterion.\n   16. Current treatment with potent cytochrome P450 3A4/5 inhibitors (in countries where dose adjustment would be required by the saxagliptin label).\n   17. Administration of any other investigational drug or participation in any interventional clinical studies within 30 days of planned screening to this study. Subjects who failed to satisfy all eligibility criteria at screening and did not enter the lead-in or open-label period in CV181-169 or MB102-129 studies specifically, do not need to wait 30 days.\n3. Physical and Laboratory Test Findings\n\n   1. Hemoglobin ≤ 11.0 g/dL (110 g/L) for men; hemoglobin ≤ 10.0 g/dL (100 g/L) for women\n   2. Male subjects with microscopic hematuria present at Week -18 or Week -16 AND no common cause that can be confirmed. Male subjects with a confirmed common cause can be entered into the open-label phase with a documented negative result for hematuria microscopic urinalysis performed by the central laboratory.\n\n      NOTE: Female subjects with hematuria can be entered into the open-label phase and be randomized, but should be investigated according to local standards and best clinical practices. (See Appendix 3)\n   3. Other central laboratory test findings:\n\n      * Abnormal free T4 values. Abnormal thyroid stimulating hormone (TSH) value at screening will be further evaluated by free T4. Subjects with abnormal free T4 values will be excluded.\n      * Positive for hepatitis B surface antigen\n      * Positive for anti-hepatitis C virus antibody\n4. Allergies and Adverse Drug Reaction\n\n   a) Subjects who have contraindications to therapy as outlined in the saxagliptin and dapagliflozin Investigator Brochure, the local saxagliptin or dapagliflozin package insert or the local metformin package insert, including current treatment with potent cytochrome P450 3A4/5 inhibitors (in countries where dose adjustment would be required by the local saxagliptin label).\n5. Sex and Reproductive Status\n\n   a) Women who are pregnant\n6. Other Exclusion Criteria\n\n   1. Prisoners or subjects who are involuntarily incarcerated.\n   2. Subject who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Change From Baseline in Hemoglobin A1C (HbA1c) at Week 24","description":"HbA1c was measured as percent of hemoglobin by a central laboratory. Baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. HbA1c measurements were obtained at Week 24 in the double-blind period, including observations prior to rescue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.51","spread":"0.0624"},{"groupId":"OG001","value":"-0.16","spread":"0.0605"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in 2-hour Post Prandial Glucose (PPG) From a Liquid Meal Tolerance Test (MTT) at Week 24","description":"Baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. PPG measurements were obtained at Week 24 in the double-blind period, including observations prior to rescue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.1","spread":"3.286"},{"groupId":"OG001","value":"-31.3","spread":"3.182"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Fasting Plasma Glucose at Week 24","description":"Baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. FPG measurements were obtained at Week 24 in the double-blind period, including observations prior to rescue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.1","spread":"2.644"},{"groupId":"OG001","value":"-5.3","spread":"2.590"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Therapeutic Glycemic Response (Hemoglobin A1c [HbA1C]) <7.0% at Week 24 (Last Observation Carried Forward [LOCF])","description":"Therapeutic glycemic response is defined as HbA1c \\<7.0%. Data after rescue medication was excluded from this analysis. HbA1c was measured as a percent of hemoglobin.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":"2.644"},{"groupId":"OG001","value":"23.1","spread":"2.590"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":162},"commonTop":["URINARY TRACT INFECTION","HEADACHE","NASOPHARYNGITIS","DIARRHOEA"]}}}