{"nctId":"NCT02252042","briefTitle":"Pembrolizumab (MK-3475) Versus Standard Treatment for Recurrent or Metastatic Head and Neck Cancer (MK-3475-040/KEYNOTE-040)","startDateStruct":{"date":"2014-11-17","type":"ACTUAL"},"conditions":["Head and Neck Squamous Cell Cancer"],"count":495,"armGroups":[{"label":"Pembroliziumab","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab"]},{"label":"Standard Treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Methotrexate","Drug: Docetaxel","Biological: Cetuximab"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Methotrexate","otherNames":[]},{"name":"Docetaxel","otherNames":[]},{"name":"Cetuximab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has histologically- or cytologically-confirmed recurrent disease not amenable to curative treatment with local or systemic therapy, or metastatic (disseminated) head and neck squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, and larynx that is considered incurable by local therapies\n* Failure of prior platinum therapy\n* Radiographically-measurable disease based on RECIST 1.1\n* Tumor tissue available for PD-L1 biomarker analysis\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Adequate organ function\n* Female participants of childbearing potential must be willing to use 2 methods of birth control or abstain from heterosexual activity for the course of the study through 120 days after last dose of pembrolizumab or through 120-180 days after the last dose of docetaxel, methotrexate or cetuximab, acccording to local standard of care\n* Male participants must agree to use an adequate method of contraception starting with the first dose of study therapy through 120 days after last dose of pembrolizumab or through 120-180 days after the last dose of docetaxel, methotrexate or cetuximab, acccording to local standard of care\n\nExclusion Criteria\n\n* Disease is suitable for local therapy administered with curative intent\n* Currently participating in or has participated in a study of an investigational agent or using an investigational device within 4 weeks prior to randomization\n* Previously treated with 3 or more systemic regimens given for recurrent and/or metastatic disease\n* Diagnosis of immunodeficiency or receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study therapy\n* Not recovered from adverse events due to therapy more than 4 weeks earlier\n* Prior anti-cancer monoclonal antibody (mAb) therapy within 4 weeks prior to study Day 1, or not recovered from adverse events due to agents administered more than 4 weeks earlier\n* Prior chemotherapy, targeted small molecule therapy, or radiation therapy within 2 weeks prior to study Day 1\n* Diagnosed and/or treated additional malignancy within 5 years of randomization, with the exception of curatively-treated basal cell or squamous cell carcinoma of the skin, and/or curatively-resected in situ cervical and/or breast cancers\n* Active autoimmune disease that has required systemic therapy in the past 2 years with modifying agents, corticosteroids, or immunosuppressive agents\n* Active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Active, non-infectious pneumonitis\n* Active infection requiring systemic therapy\n* Pregnant, breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the screening visit through 120 days after the last dose of trial therapy according to local standard of care\n* Prior therapy with an anti-PD-1 or anti-PD1-L1 or -L2 therapy or previously participated in a Merck pembrolizumab (MK-3475) trial\n* Human immunodeficiency virus (HIV)\n* Hepatitis B or C\n* Live vaccine within 30 days of planned start of study therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Initial Overall Survival (OS) for All Participants","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were to be censored at the date of the last follow-up. The OS for all participants is presented. These initial OS results are based on a data cutoff date of 15-May-2017 with a database lock date of 04-Jun-2017. At the time of the database lock of 04-Jun-2017, there was incomplete collection of survival data for 12 participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Updated Final OS for All Participants","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were to be censored at the date of the last follow-up. The updated OS for all participants is presented. These OS results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"OS for Participants With Programmed Cell Death-Ligand 1 (PD-L1)-Positive Expression Defined by ≥1% Combined Positive Score (CPS)(PD-L1 ≥1% CPS)","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were censored at the date of the last follow-up. The OS for all participants with PD-L1 expression ≥1% CPS was presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 for All Participants","description":"PFS was defined as the time from randomization to the first documented disease progression per RECIST 1.1 based on blinded central imaging vendor review or death due to any cause, whichever occurred first. Per RECIST 1.1, progressive disease was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. Note: The appearance of one or more new lesions was also considered progression. The PFS per RECIST 1.1 for all participants is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Per RECIST 1.1 in Participants With PD-L1 ≥1% CPS","description":"PFS was defined as the time from randomization to the first documented disease progression per RECIST 1.1 based on blinded central imaging vendor review or death due to any cause, whichever occurred first. Per RECIST 1.1, progressive disease was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. Note: The appearance of one or more new lesions was also considered progression. The PFS per RECIST 1.1 for all participants with PD-L1 expression ≥1% CPS is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per RECIST 1.1 in All Participants","description":"ORR was defined as the percentage of the participants in the analysis population who had a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1 based on blinded central imaging vendor review with or without confirmation. The ORR per RECIST 1.1 for all participants is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"SECONDARY","title":"ORR Per RECIST 1.1 in Participants With PD-L1 ≥1% CPS","description":"ORR was defined as the percentage of the participants in the analysis population who had a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions per RECIST 1.1 based on blinded central imaging vendor review with or without confirmation. The ORR per RECIST 1.1 for all participants with PD-L1 expression ≥1% CPS is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Per RECIST 1.1 in All Participants","description":"For participants who demonstrated a confirmed CR or PR per RECIST 1.1, DOR was defined as the time from first documented evidence of a confirmed CR or PR per RECIST 1.1 until disease progression per RECIST 1.1 or death due to any cause, whichever occurred first. Per RECIST 1.1, progressive disease was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. Note: The appearance of one or more new lesions was also considered progression. DOR assessments were based on blinded central imaging vendor review with confirmation. The DOR per RECIST 1.1 for all participants who experienced a confirmed CR or PR is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"DOR Per RECIST 1.1 in Participants With PD-L1 ≥1% CPS","description":"For participants who demonstrated a confirmed CR or PR per RECIST 1.1, DOR was defined as the time from first documented evidence of a confirmed CR or PR per RECIST 1.1 until disease progression per RECIST 1.1 or death due to any cause, whichever occurred first. Per RECIST 1.1, progressive disease was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. Note: The appearance of one or more new lesions was also considered progression. DOR assessments were based on blinded central imaging vendor review with confirmation. The DOR per RECIST 1.1 for all participants with PD-L1 ≥1% CPS who experienced a confirmed CR or PR is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) Per RECIST 1.1 in All Participants","description":"TTP was defined as the time from randomization to the first documented disease progression based on assessments by the blinded central imaging vendor review per RECIST 1.1. Per RECIST 1.1, progressive disease was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. Note: The appearance of one or more new lesions was also considered progression. The TTP per RECIST 1.1 for all participants is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"TTP Per RECIST 1.1 in Participants With PD-L1 ≥1% CPS","description":"TTP was defined as the time from randomization to the first documented disease progression based on assessments by the blinded central imaging vendor review per RECIST 1.1. Per RECIST 1.1, progressive disease was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. Note: The appearance of one or more new lesions was also considered progression. The TTP per RECIST 1.1 for all participants with PD-L1 ≥1% CPS is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Per Modified RECIST in All Participants","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) per RECIST 1.1 based on blinded central imaging vendor review or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. Modified RECIST is similar to RECIST 1.1 with the exception that a confirmation assessment of PD (\\>4 weeks after the initial PD) is required for participants who remain on treatment following a documented PD per RECIST 1.1. The PFS per modified RECIST for all participants is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Per Modified RECIST 1.1 in Participants With PD-L1 ≥1% CPS","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) per RECIST 1.1 based on blinded central imaging vendor review or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. Modified RECIST is similar to RECIST 1.1 with the exception that a confirmation assessment of PD (\\>4 weeks after the initial PD) is required for participants who remain on treatment following a documented PD per RECIST 1.1. The PFS per modified RECIST for all participants with PD-L1 ≥1% CPS is presented. These efficacy results were reported after complete acquisition of all outstanding survival data using a 15-May-2017 data cut-off date with a database update date of 13-Oct-2017.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced At Least One Adverse Event (AE) in All Participants","description":"An AE was defined as any untoward medical occurrence in a participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the study treatment or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a pre-existing condition that is temporally associated with the use of study treatment, is also an AE. The number of all participants who experienced at least one AE is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"240","spread":null},{"groupId":"OG001","value":"227","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced At Least One AE in Participants With PD-L1 ≥1% CPS","description":"An AE was defined as any untoward medical occurrence in a participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the study treatment or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a pre-existing condition that is temporally associated with the use of study treatment, is also an AE. The number of all participants with PD-L1 ≥1% CPS who experienced at least one AE is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null},{"groupId":"OG001","value":"178","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE in All Participants","description":"An AE was defined as any untoward medical occurrence in a participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the study treatment or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a pre-existing condition that is temporally associated with the use of study treatment, is also an AE. The number of all participants who discontinued study treatment due to an AE is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE in Participants With PD-L1 ≥1% CPS","description":"An AE was defined as any untoward medical occurrence in a participant administered a study treatment and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the study treatment or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a pre-existing condition that is temporally associated with the use of study treatment, is also an AE. The number of all participants with PD-L1 ≥1% CPS who discontinued study treatment due to an AE is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":110,"n":246},"commonTop":["Anaemia","Fatigue","Asthenia","Constipation","Nausea"]}}}