{"nctId":"NCT00405652","briefTitle":"Measurement of Gastrointestinal (GI) and Health-related Quality of Life (HRQL) Outcomes in Liver Transplant Recipients","startDateStruct":{"date":"2007-01"},"conditions":["Liver Transplantation"],"count":34,"armGroups":[{"label":"Enteric-coated Mycophenolate sodium","type":"EXPERIMENTAL","interventionNames":["Drug: Enteric-coated Mycophenolate sodium (EC-MPS)"]}],"interventions":[{"name":"Enteric-coated Mycophenolate sodium (EC-MPS)","otherNames":["myfortic"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Received liver transplant at least 3 months prior to study enrollment.\n* Receiving immunosuppressive regimen that includes a calcineurin or mTOR inhibitor, and MMF at time of study enrolment. The patient must be stable on current immunosuppressive regimen. The MMF dose must be stable for at least 1 month prior to enrollment. Steroid use will be according to local practice.\n* Patients can only be enrolled into the study if it is expected that treatment will continue at the same dose until study end (6-8 weeks after enrollment).\n* Patients with a medical condition that necessitates MPA-treatment for probably the next 6- 8 weeks (time of study duration).\n* Patients with at least mild overall Gastrointestinal (G)I complications as assessed by the GI complications Case Report Form(CRF).\n* Eligible and willing to convert to Myfortic.\n* At lease 18 years of age.\n* Willing to provide written informed consent.\n* Able to meet all study requirements including completing the questionnaires and completing 2 study visits.\n* Patients receiving drugs that may cause GI symptoms such as bisphosphonates, minerals, vitamins, antibiotics or proton pump inhibitors (PPIs) have to be on a stable dose of these substances for at least 1 month prior to enrollment. Patients receiving these drugs can only be enrolled into the study, if it is expected that treatment will continue at the same dose until study end (6-8 weeks after enrollment).\n* Females capable of becoming pregnant must have a negative pregnancy test within 7 days prior to or at baseline. Pregnancy test has to be repeated every 4 weeks. Females are required to practice an approved method of birth control for the duration of the study and for a period of 6 weeks following discontinuation of study medication, even where there has been a history of infertility.\n\nExclusion criteria:\n\n* If applicable, GI symptoms assumed or know not to be caused by MPA therapy (e.g. oral bisphosphonates induced, infections diarrhea).\n* Acute rejection \\<1 week prior to study enrollment\n* Patients with Alanine aminotransferase (ALT), Aspartate aminotransferase (AST) and or/ bilirubin values \\>=3 x Upper limit normal (ULN) (values available from the last routine assessment within 3 months are acceptable).\n* Patients with serum creatinine values \\>=265 umol/L (values available from the last routine assessment within 3 month are acceptable).\n* Patients with hemoglobin values \\<7g/dL and/or an absolute platelet count of \\<50 x 10\\^9/L and /or an absolute leukocytes count of \\<2.0 x10\\^9/L (values available from the last routine assessment within 3 month are acceptable.)\n* Woman of child-bearing potential who is planning to become pregnant or is pregnant and/or lactating or who is unwilling to use effective means of contraception.\n* Presence of psychiatric illness (i.e., schizophrenia, major depression) that, in the opinion of the site investigator, could interfere with study requirements.\n* Undergoing acute medical intervention or hospitalization.\n* Presence of a medical condition not related to a GI event at the time of visit, which requires immediate medical intervention.\n* Any other medical condition that, in the opinion of the site investigator based on recall or chart review, interfere with completing the study, including but not limited to, visual problems or cognitive impairment.\n* Receiving any investigational drug or have received any investigational drug within 30 days prior to study enrollment.\n* Patients with hypersensitivity to mycophenolate sodium, mycophenolic acid, mycophenolic mofetil or other components of the formulation (e.g. lactose; see also SmPCs)\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Changes in Gastrointestinal Symptom Severity and Health Related Quality of Life","description":"Change in Gastrointestinal symptom rating scale (GSRS) total score from baseline visit to follow-up visit 6-8 weeks after treatment. The GSRS has 5 subscales (reflux, diarrhea, constipation, abdominal pain, and indigestion) producing a mean subscale score ranging from 1 (no discomfort) to 7 (very severe discomfort). The GSRS total score was computed by the mean of the subscale scores.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":"0.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.10","spread":"0.78"}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With Subclinical Rejection as Evaluated by a Change in Liver Enzymes","description":"The number of participants with subclinical rejection episodes as defined by a steroid-sensitive, clinically relevant increase of AST, ALT, gamma-GT, AP or bilirubin (i.e., elevation of one or more of these enzymes that was considered clinically relevant and showed resolution upon treatment with a slight increase of steroid dosage).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":34},"commonTop":["Abdominal distension","Diarrhoea","Abdominal pain","Nausea","Nasopharyngitis"]}}}