{"nctId":"NCT00952289","briefTitle":"COntrolled MyeloFibrosis Study With ORal JAK Inhibitor Treatment: The COMFORT-I Trial","startDateStruct":{"date":"2009-08"},"conditions":["MPN (Myeloproliferative Neoplasms)"],"count":309,"armGroups":[{"label":"Ruxolitinib","type":"EXPERIMENTAL","interventionNames":["Drug: Ruxolitinib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ruxolitinib","Drug: Placebo"]}],"interventions":[{"name":"Ruxolitinib","otherNames":["INCB018424"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must be diagnosed with primary myelofibrosis (PMF), post-polycythemia vera-myelofibrosis (PPV-MF) or post-essential thrombocythemia-myelofibrosis (PET-MF) according to the 2008 World Health Organization criteria\n* Subjects with myelofibrosis requiring therapy must be classified as high risk OR intermediate risk level 2 according to the prognostic factors defined by the International Working Group\n* Subjects with an Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, 2 or 3\n* Subjects who have not previously received treatment with a Janus kinase (JAK) inhibitor\n\nExclusion Criteria:\n\n* Subjects with a life expectancy of less than 6 months\n* Subjects with inadequate bone marrow reserve as demonstrated by specific clinical laboratory counts\n* Subjects with inadequate liver or renal function\n* Subjects with clinically significant bacterial, fungal, parasitic or viral infection which require therapy\n* Subjects with an active malignancy over the previous 5 years except specific skin cancers.\n* Subjects with severe cardiac conditions\n* Subjects who have had splenic irradiation within 12 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving ≥ 35% Reduction in Spleen Volume From Baseline to Week 24","description":"Spleen volume was assessed by magnetic resonance imaging (MRI) or by computed tomography (CT) scans if MRI was not suitable, and analyzed by a blinded central laboratory reader. Patients who withdrew, crossed over to ruxolitinib prior to the visit, or had a missing value at the visit were considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Maintenance of a ≥ 35% Reduction From Baseline in Spleen Volume Among Patients Initially Randomized to Receive Ruxolitinib","description":"The maintenance of ≥ 35% reduction from Baseline in spleen volume was assessed up until the data cutoff date using the Kaplan-Meier method for patients who had at least one measured ≥ 35% reduction, and who either had at least one subsequent measurement or who subsequently dropped out prior to another assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Maintenance of a ≥ 35% Reduction From Baseline in Spleen Volume Among Patients Initially Randomized to Receive Ruxolitinib","description":"The duration of ≥ 35% reduction from Baseline in spleen volume was defined as the longest duration of consecutive measurements of ≥ 35% reduction observed before the data cut-off date for patients who had at least one measured ≥ 35% reduction, and who either had at least one subsequent measurement or, who subsequently dropped out prior to another assessment. The duration of a ≥ 35% reduction from Baseline in spleen volume was analyzed using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a ≥ 50% Reduction in Total Symptom Score From Baseline to Week 24","description":"Symptoms of myelofibrosis were assessed using a modified Myelofibrosis Symptom Assessment Form (MFSAF) Version 2.0 diary. Using the diary, patients rated the following symptoms on a scale from 0 (absent) to 10 (worst imaginable): night sweats, itching, abdominal discomfort, pain under ribs on left, feeling of fullness (early satiety), and muscle/bone pain. The total symptom score ranged from 0-60 and was calculated as the sum of the 6 symptom scores. A higher score indicates worse symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 in Total Symptom Score","description":"Symptoms of myelofibrosis were assessed using a modified Myelofibrosis Symptom Assessment Form (MFSAF) Version 2.0 diary. Using the diary, patients rated the following symptoms on a scale from 0 (absent) to 10 (worst imaginable): night sweats, itching, abdominal discomfort, pain under ribs on left, feeling of fullness (early satiety), and muscle/bone pain. The total symptom score ranged from 0-60 and was calculated as the sum of the 6 symptom scores. A higher score indicates worse symptoms hence a negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":"10.9"},{"groupId":"OG001","value":"16.5","spread":"11.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":"9.7"},{"groupId":"OG001","value":"19.7","spread":"13.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.6","spread":"10.0"},{"groupId":"OG001","value":"3.2","spread":"9.4"}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival is reported here by the number of deaths from randomization until the data cut-off. Patients were censored at the time of database cut-off or the later of either the date of withdrawal or the date of last follow-up for patients who withdrew from study before the date of data cut. The survival time was analyzed using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"140","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Time","description":"Overall survival was assessed by the time to death or censoring. Patients were censored at the time of database cut-off or the later of either the date of withdrawal or the date of last follow-up for patients who withdrew from study before the date of data cut. The survival time was analyzed using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival - Extended Data","description":"Overall survival is reported here by the number of deaths from randomization until 01 March 2011. Patients were censored at this time or the later of either the date of withdrawal or the date of last follow-up for patients who withdrew from study before the date of data cut. The survival time was analyzed using the Kaplan-Meier method. This outcome reports data from August 2009 through March 2011 to coincide with a pre-planned New Drug Application (NDA) 120-day safety update.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"142","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Time - Extended Data","description":"Overall survival was assessed by the time to death or censoring up until 01 March 2011. Patients were censored at this time or the later of either the date of withdrawal or the date of last follow-up for patients who withdrew from study before the date of data cut. The survival time was analyzed using the Kaplan-Meier method. This outcome reports data from August 2009 through March 2011 to coincide with a pre-planned New Drug Application (NDA) 120-day safety update.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival at Week 144","description":"Overall survival is reported here by the number of deaths from randomization until the data cut-off. Patients were censored at the time of database cut-off or the later of either the date of withdrawal or the date of last follow-up for patients who withdrew from study before the date of database cut-off. The survival time was analyzed using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Time at Week 144","description":"Overall survival was assessed by the time to death or censoring. Patients were censored at the time of database cut-off or the later of either the date of withdrawal or the date of last follow-up for patients who withdrew from study before the date of database cut-off. The survival time was analyzed using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.74","spread":null},{"groupId":"OG001","value":"0.61","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":43,"n":155},"commonTop":["Fatigue","Abdominal pain","Diarrhoea","Thrombocytopenia","Anaemia"]}}}