{"nctId":"NCT00079677","briefTitle":"Armodafinil (CEP-10953) in Treatment of Excessive Sleepiness Associated With Obstructive Sleep Apnea/Hypopnea (OSA/H) Syndrome","startDateStruct":{"date":"2004-03"},"conditions":["Obstructive Sleep Apnea","Sleep Hypopnea"],"count":263,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Armodafinil 150 mg/day"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Armodafinil 150 mg/day","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Diagnosis and Criteria for Inclusion: Patients are included in the study if all of the following criteria are met:\n\n1. Written informed consent is obtained.\n2. The patient is an outpatient, man or woman of any ethnic origin, 18 to 65 years of age (inclusive).\n3. The patient has a complaint of excessive sleepiness despite nCPAP therapy being effective and being a regular user of nCPAP therapy.\n4. The patient has a current diagnosis of OSAHS according to International Classification of Sleep Disorders (ICSD) criteria.\n5. The patient meets the following nCPAP therapy requirements:\n\n   * Adequate education and intervention efforts to encourage nCPAP therapy use must be documented.\n   * A patient's nCPAP therapy regimen must be stable for at least 4 weeks.\n   * nCPAP therapy is shown to be effective, with effectiveness defined as having an apnea hypopnea index (AHI) of 10 or less during nocturnal PSG, and, in the opinion of the investigator, nCPAP is effective therapy.\n   * Following demonstration of effectiveness, evidence of regular nCPAP usage must be shown during a 2 week evaluation period (ie, nCPAP usage for at least 4 hours/night on at least 70% of the nights).\n6. The patient is in good health as determined by a medical and psychiatric history, physical examination, ECG, and serum chemistry and hematology.\n7. Women must be surgically sterile, 2 years postmenopausal, or, if of child bearing potential, using a medically accepted method of birth control (ie, barrier method with spermicide, steroidal contraceptive \\[oral, implanted, and Depo Provera contraceptives must be used in conjunction with a barrier method\\], or intrauterine device \\[IUD\\]) and agree to continued use of this method for the duration of the study.\n8. The patient has a Clinical Global Impression of Severity of Illness (CGI S) rating of 4 or more.\n9. The patient has an ESS score of 10 or more.\n10. The patient does not have any medical or psychiatric disorders that could account for the excessive sleepiness.\n11. The patient is able to complete self rating scales and computer based testing.\n12. The patient is willing and able to comply with study restrictions and to attend regularly scheduled clinic visits as specified in this protocol.\n\nCriteria for Exclusion: Patients are excluded from participating in this study if 1 or more of the following criteria are met:\n\n1. has any clinically significant, uncontrolled medical or psychiatric conditions (treated or untreated)\n2. has a probable diagnosis of a current sleep disorder other than OSAHS\n3. consumes caffeine including coffee, tea and/or other caffeine containing beverages or food averaging more than 600 mg of caffeine per day\n4. used any prescription drugs disallowed by the protocol or clinically significant use of over the counter (OTC) drugs within 14 days before the second screening visit\n5. has a history of alcohol, narcotic, or any other drug abuse as defined by the Diagnostic and Statistical Manual of Mental Disorders of the American Psychiatric Association, 4th Edition (DSM IV)\n6. has a positive urine drug screen (UDS)\n7. has a clinically significant deviation from normal in the physical examination\n8. is a pregnant or lactating woman. (Any woman becoming pregnant during the study will be withdrawn from the study.)\n9. has used an investigational drug within 1 month before the initial screening visit\n10. has any disorder that may interfere with drug absorption, distribution, metabolism, or excretion (including gastrointestinal surgery)\n11. has a known clinically significant drug sensitivity to stimulants or modafinil","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maintenance of Wakefulness Test (MWT)","description":"The Maintenance of Wakefulness Test (MWT) is an objective assessment of sleepiness that measures the ability of a subject to remain awake. Long latencies to sleep are indicative of a patient's ability to remain awake. The change from baseline in the mean sleep latency from the MWT (average of 4 tests at 0900, 1100, 1300, and 1500) was analyzed at weeks 4, 8, and 12. The primary efficacy variable was the mean change from the baseline assessment in MWT sleep latency as assessed at week 12 (or last post-baseline visit).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"7.80"},{"groupId":"OG001","value":"-1.3","spread":"7.08"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Had at Least Minimal Improvement in CGI-C Ratings at Week 12 or Last Post-baseline Visit.","description":"Number of participants who had at least minimal improvement in CGI-C ratings at Week 12 or last post-baseline visit. The CGI-C uses the following categories and scoring assignments: 1=Very much improved; 2=Much improved; 3=Minimally improved; 4=No change; 5=Minimally worse; 6=Much worse; and 7=Very much worse. Severity of illness was assessed at baseline by the CGI-S, which consists of the following categories: 1=Normal (shows no signs of illness); 2=Borderline ill; 3=Mildly (Slightly) ill; 4=Moderately ill; 5=Markedly ill; 6=Severely ill; and 7=Among the most extremely ill patients.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":129},"commonTop":["Headache","Upper respiratory tract infection"]}}}