{"nctId":"NCT03274895","briefTitle":"Polihexanide (PHMB) Eye Drops in Patients Affected by Acanthamoeba Keratitis","startDateStruct":{"date":"2017-08-13","type":"ACTUAL"},"conditions":["Acanthamoeba Keratitis"],"count":135,"armGroups":[{"label":"PHMB 0.08% plus placebo","type":"EXPERIMENTAL","interventionNames":["Drug: PHMB 0.08%","Drug: placebo"]},{"label":"PHMB 0.02% plus propamidine 0.1%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Propamidine 0.1%","Drug: PHMB 0.02%"]}],"interventions":[{"name":"PHMB 0.08%","otherNames":["Polihexanide 0.8 mg/ml"]},{"name":"Propamidine 0.1%","otherNames":["Brolene eye drops"]},{"name":"placebo","otherNames":["Brolene vehicle"]},{"name":"PHMB 0.02%","otherNames":["Polihexanide 0.2 mg/ml"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. willing to give informed consent\n2. man or woman of any race and ≥12 years of age\n3. able to understand and willing to comply with study procedures, restrictions and requirements\n4. Clinical findings consistent with Acanthamoeba keratitis\n5. Confocal microscopy findings consistent with Acanthamoeba keratitis\n6. The following previous treatments for Acanthamoeba keratitis are eligible: antibiotics, antiviral and antifungal drugs, antiinflammatory drugs\n7. Females of childbearing potential will be included if they are either sexually inactive or using one highly effective contraceptive\n8. Females of childbearing potential agree to remain sexually inactive or to keep the same birth control method for at least 28 days following the last study drug dose\n9. A female of non-childbearing potential must have undergone one sterilization procedures at least 6 months prior to the first study drug dose\n10. A non-vasectomized male subject agrees to use a condom with spermicide or abstain from sexual intercourse during the study until 90 days beyond the last dose of study drug and the female partner agrees to comply with inclusion 7 or 8. For a vasectomized male who has had his vasectomy 6 months or more prior to study start, it is required that they use a condom during sexual intercourse. A male who has been vasectomized less than 6 months prior to study start must follow the same restrictions as a non-vasectomized male.\n11. If male, they must agree not to donate sperm from the first study drug dose until 90 days after dosing\n\nExclusion Criteria:\n\n1. Subject with documented history and/or clinical signs of concomitant presence of an ocular infection caused by viruses (herpes simplex virus \\[HSV\\]) or fungi.\n2. Subject treated with drugs having effects on Acanthamoeba cysts prior to study entry, including biguanides (PHMB, chlorhexidine) and diamidines (propamidine, hexamidine).\n3. Subjects requiring systemic immunosuppression for Acanthamoeba associated scleritis.\n4. Subjects requiring urgent surgical intervention for advanced Acanthamoeba keratitis in either eye (e.g., for advanced corneal thinning/melting etc.).\n5. Subject with known or suspected allergy to biguanides, diamidines or intolerance to any other ingredient of the investigational treatments.\n6. Subject affected by immunodeficiency diseases or taking systemic immunosuppressive therapy.\n7. Subject with a major systemic disease or other illness that would, in the opinion of the investigator, compromise subject's safety or interfere with the collection or interpretation of study results.\n8. If female, pregnancy, planned pregnancy, or breast-feeding\n9. Subject is participating in another interventional clinical study with an experimental or unapproved/unlicensed therapy or has participated in another interventional clinical study within 4 weeks prior to this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Resolution Rate","description":"Percentage of patients cured 30 days after discontinuing all study therapies, within 12 months of randomization","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.8","spread":null},{"groupId":"OG001","value":"88.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cure","description":"Time needed to reach a clinical resolution","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]}]},{"type":"SECONDARY","title":"Visual Acuity","description":"Final visual acuity (best corrected)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":null},{"groupId":"OG001","value":"0.000","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":69},"commonTop":["eye pain","ocular hyperemia","lacrimation increased","conjunctival hyperemia","eye irritation"]}}}