{"nctId":"NCT01556165","briefTitle":"Rasagiline in Early Parkinson's Disease Patients Not Treated With Levodopa in China","startDateStruct":{"date":"2012-04"},"conditions":["Parkinson's Disease"],"count":130,"armGroups":[{"label":"rasagiline","type":"EXPERIMENTAL","interventionNames":["Drug: rasagiline"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"rasagiline","otherNames":["Azilect"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with idiopathic PD.\n* Patients with a Modified Hoehn and Yahr stage \\<3.\n\nExclusion Criteria:\n\n* Patients with a clinically significant or unstable medical or surgical condition that would preclude his/her safe and complete study participation.\n* Patients with a clinically significant or unstable vascular disease.\n* Patients with a clinically significant psychiatric illness, including a major depression, which compromises their ability to provide consent or participate fully in the study.\n* Patients with a Mini Mental State Examination (MMSE) score ≤24.\n* Patients with a diagnosis of melanoma or a history of melanoma, or a suspicious lesion.\n\nOther inclusion and exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 26 in UPDRS Total Score","description":"The Unified Parkinson's Disease Rating Scale (UPDRS) is a 42-item rating scale designed to assess Parkinson's disease-related disability and impairment. The scale comprises four parts: Part I evaluates mentation, behaviour, and mood symptoms; Part II evaluates activities of daily living (ADL); Part III evaluates motor function; and Part IV evaluates complications of dopaminergic therapy. The total score is the sum of the subscale scores for Parts I to III and ranges from 0 (no disability) to 176 (total dependence).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.98"},{"groupId":"OG001","value":"-3.18","spread":"0.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Subscale Scores of the UPDRS (Part I)","description":"The Unified Parkinson's Disease Rating Scale (UPDRS) Part I evaluates mentation, behaviour and mood symptoms, it comprises 4 parts and the score ranges from 0 (normal) to 16 (severe impairement)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.15"},{"groupId":"OG001","value":"-0.54","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Subscale Scores of the UPDRS (Part II)","description":"The Unified Parkinson's Disease Rating Scale (UPDRS) Part II evaluates activities of daily living, it comprises 13 parts and the score ranges from 0 (normal) to 52 (severe impairement and disability)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"0.38"},{"groupId":"OG001","value":"-0.43","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Subscale Scores of the UPDRS (Part III)","description":"The Unified Parkinson's Disease Rating Scale (UPDRS) Part III evaluates motor function, it comprises 14 parts and the score ranges from 0 (normal) to 108 (severe impairement and disability)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.52","spread":"0.68"},{"groupId":"OG001","value":"-2.23","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Levodopa Therapy","description":"It was stated in the statistical analysis plan (SAP) that if \\>10% of FAS patients were considered to have taken levodopa during the treatment period, the endpoint, time to onset of levodopa treatment was to be analysed. However, since only one patient (in the placebo group) had levodopa administered during the treatment period, this endpoint was not analysed, as had been defined a priori in the SAP.","classes":[]},{"type":"SECONDARY","title":"Levodopa Administration Within 26 Weeks","description":"It was stated in the statistical analysis plan (SAP) that if \\>10% of FAS patients were considered to have taken levodopa during the treatment period, the endpoint, levodopa administration within 26 Weeks was to be analysed. However, since only one patient (in the placebo group) had levodopa administered during the treatment period, this endpoint was not analysed, as had been defined a priori in the SAP.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":65},"commonTop":["Parkinson's disease","Accidental overdose"]}}}