{"nctId":"NCT00722137","briefTitle":"Study of the Combination of Rituximab, Cyclophosphamide, Doxorubicin, VELCADE, and Prednisone or Rituximab, Cyclophosphamide, Doxorubicin, Vincristine, and Prednisone in Patients With Newly Diagnosed Mantle Cell Lymphoma","startDateStruct":{"date":"2008-05-01","type":"ACTUAL"},"conditions":["Mantle Cell Lymphoma"],"count":487,"armGroups":[{"label":"R-CHOP","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rituximab 375 mg/m^2","Drug: Cyclophosphamide 750 mg/m^2","Drug: Doxorubicin 50 mg/m^2","Drug: Prednisone 100 mg/m^2","Drug: Vincristine 1.4 mg/m^2"]},{"label":"VcR-CAP","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab 375 mg/m^2","Drug: Cyclophosphamide 750 mg/m^2","Drug: Doxorubicin 50 mg/m^2","Drug: VELCADE 1.3 mg/m^2","Drug: Prednisone 100 mg/m^2"]}],"interventions":[{"name":"Rituximab 375 mg/m^2","otherNames":[]},{"name":"Cyclophosphamide 750 mg/m^2","otherNames":[]},{"name":"Doxorubicin 50 mg/m^2","otherNames":[]},{"name":"VELCADE 1.3 mg/m^2","otherNames":[]},{"name":"Prednisone 100 mg/m^2","otherNames":[]},{"name":"Vincristine 1.4 mg/m^2","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients 18 years or older (the patient must be at least the legal age limit to be able to give informed consent within the jurisdiction the study is taking place)\n* Diagnosis of mantle cell lymphoma MCL (Stage II, III or IV) as evidenced by lymph node histology and either expression of cyclin D1 (in association with CD20 and CD5) or evidence of t(11;14) translocation, such as by cytogenetics, fluorescent in situ hybridization (FISH) or polymerase chain reaction (PCR). Patients with a diagnosis of Stage I MCL will not be permitted to enter study.\n\n  \\- Paraffin embedded biopsy tissue block (preferably of lymph node origin) must be sent to the central laboratory for confirmation of MCL diagnosis prior to randomization. In China, a paraffin embedded lymph node biopsy tissue block must be sent for central confirmation of sample adequacy, prior to randomization\n* At least 1 measurable site of disease\n* No prior therapies for MCL\n* Not eligible for bone marrow transplantation as assessed by the treating physician (e.g., age or the presence of co-morbid conditions that may have a negative impact on the tolerability to transplantation).\n* Eastern Cooperative Oncology Group ECOG status ≤2\n* Absolute neutrophil count (ANC) ≥1500 cells/µL,\n* Platelets ≥100,000 cells/µL or ≥75,000 cells/µL if thrombocytopenia is considered by the investigator to be secondary to MCL (e.g., due to bone marrow infiltration or sequestration from splenomegaly).\n* Alanine transaminase ≤3 x upper limit of normal (ULN)\n* Aspartate transaminase ≤3 x ULN\n* Total bilirubin ≤1.5 x ULN,\n* Calculated creatinine clearance ≥20 mL/min.\n* Female patients must be post menopausal for at least 1 year (must not have had a natural menses for at least 12 months), surgically sterile, or practicing an effective method of birth control (e.g., prescription oral contraceptives, contraceptive injections, intrauterine device, double-barrier method, contraceptive patch, male partner sterilization) and have a negative serum βHCG or urine pregnancy test at screening. They must also be prepared to continue birth control measures for at least 6 months after terminating treatment.\n* Male patients must agree to use an acceptable method of contraception (for themselves or female partners as listed above) for the duration of the study.\n* All patients (or their legally acceptable representatives) must have signed an informed consent document indicating that they understand the purpose of and procedures required for the study and are willing to participate in the study.\n* In order to participate in the pharmacogenomics component of this study, patients (or their legally acceptable representative) must have signed the informed consent form for pharmacogenomics research indicating willingness to participate in the pharmacogenomics component of the study. Acquisition of tumor sample collections is required for all patients (where available); all other sample collections are optional\n\nExclusion Criteria:\n\n* Prior treatment with VELCADE\n* Prior antineoplastic (including unconjugated therapeutic antibodies), experimental or radiation therapy, radioimmunoconjugates or toxin immunoconjugates for the treatment of MCL. In the event that a patient has received doxorubicin for the treatment of any condition, other than MCL, the maximum dose and exposure received prior to entry into this study should not exceed 150 mg/m2.\n\n  \\- short course (maximum of 10 days, not exceeding 100 mg/day) prednisone or equivalent steroids are allowed to treat symptoms in patients with advanced disease who enter the screening phase and are waiting to be randomized.\n* Major surgery (at the discretion of the treating physician and in consultation with the sponsor's medical monitor) within 2 weeks before randomization\n* Peripheral neuropathy or neuropathic pain of Grade 2 or worse (as per the investigators assessment)\n* Diagnosed or treated for a malignancy other than MCL within 1 year of randomization, or who were previously diagnosed with a malignancy other than MCL and have any radiographic or biochemical marker evidence of malignancy. Patients with completely resected basal cell carcinoma, squamous cell carcinoma of the skin, or in situ malignancy are not excluded.\n* Active systemic infection requiring treatment and patients with known diagnosis of human immunodeficiency virus HIV or active hepatitis B (carriers of hepatitis B are permitted to enter study)\n* History of allergic reaction attributable to compounds containing boron, mannitol, or hydroxybenzoates\n* Known anaphylaxis or immunoglobulin E (IgE)-mediated hypersensitivity to murine proteins or to any component of rituximab including polysorbate 80 and sodium citrate dihydrate\n* Female or male patients of child-bearing potential who will not use adequate contraception during the course of the study.\n* Serious medical (e.g., pericardial disease, cardiac failure \\[New York Heart Association; NYHA Class III or IV, Attachment 12 or left ventricular ejection fraction; LVEF \\<50%\\], active peptic ulceration, uncontrolled diabetes mellitus, or acute diffuse infiltrative pulmonary disease), or psychiatric illness likely to interfere with participation in this clinical study\n* Concurrent treatment with another investigational agent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the interval between the date of randomization and the date of progressive disease (PD) or death, whichever occurred first. PD was based on the assessment of an Independent Review Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"437.0","spread":null},{"groupId":"OG001","value":"751.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"Time to progression was defined as the duration from the date of randomization until the date of first documented evidence of progressive disease (PD) or date of relapse for subjects who experienced complete response (CR) or complete response, unconfirmed (CRu). PD and response were based on the assessment of an Independent Review Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"490.0","spread":null},{"groupId":"OG001","value":"929.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"The duration of treatment response was defined as the time from the date of the first response to the date of PD or death due to PD for those participants with a best response of CR, CRu, or PR as determined by the Independent Review Committee. The duration of response for complete responders was defined as the time from the date of the first response to the date of PD or death due to PD for those participants with a best response of CR or CRu verified by bone marrow and lactate dehydrogenase (LDH).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"459.0","spread":null},{"groupId":"OG001","value":"1110.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"563.0","spread":null},{"groupId":"OG001","value":"1282.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Next Anti-lymphoma Treatment (TTNT)","description":"The time to next anti-lymphomatreatment was measured from the date of initiation of study treatment as per protocol to the start date of new anti-lymphoma treatment. Death due to disease progression prior to subsequent therapy was considered as an event. Otherwise, time to next anti lymphoma treatment was censored at the date of death or the last date known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"756.0","spread":null},{"groupId":"OG001","value":"1353.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment-free Interval (TFI)","description":"The TFI was defined as the duration from the date of last dose plus 1 day to the start date of the new treatment. Death due to disease progression prior to subsequent therapy was considered as an event. Otherwise, treatment-free interval was censored at the date of death or the last date known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"624.0","spread":null},{"groupId":"OG001","value":"1236.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"ORR was defined as complete response (CR) + complete response, unconfirmed (CRu) + partial response (PR) as determined by the Independent Review Committee. Response assessment was carried out every 6 weeks for 18 weeks; thereafter, every 8 weeks until PD/initiation of alternate therapy/withdrawal from study/death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"204","spread":null},{"groupId":"OG001","value":"211","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Complete Response (CR + CRu)","description":"Overall complete response was defined as the number of participants with complete response (CR) and those with unconfirmed complete response (CRu). Response assessment was carried out every 6 weeks for 18 weeks; thereafter, every 8 weeks until PD/initiation of alternate therapy/withdrawal from study/death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was measured from the date of randomization to the date of the participant's death. If the participant was alive or the vital status was unknown, OS was censored at the date that the subject was last known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1714.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"18-Month Survival","description":"18-month survival was defined as the estimated probability of survival at 18 months (Kaplan-Meier estimate).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.8","spread":null},{"groupId":"OG001","value":"84.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) in Long Term Follow-up Period","description":"OS was measured from the date of randomization to the date of the participant's death. If the participant was alive or the vital status was unknown, OS was censored at the date that the subject was last known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1695.0","spread":null},{"groupId":"OG001","value":"2760.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence associated with the use of a drug, whether or not considered drug related. AEs were collected from the first dose of study drug through 30 days after the last dose of study drug. Treatment was administered for up to 8 cycles (24 weeks) and AEs were collected for up to 30 days following the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"239","spread":null},{"groupId":"OG001","value":"240","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":72,"n":242},"commonTop":["Nausea","Cough","Alopecia","Insomnia","Neuropathy peripheral"]}}}