{"nctId":"NCT04350593","briefTitle":"Dapagliflozin in Respiratory Failure in Patients With COVID-19","startDateStruct":{"date":"2020-04-22","type":"ACTUAL"},"conditions":["COVID-19"],"count":1250,"armGroups":[{"label":"Dapagliflozin 10mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dapagliflozin 10 milligram (mg)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dapagliflozin 10 milligram (mg)","otherNames":["Farxiga"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of informed consent\n2. Male or female patients aged ≥18 years\n3. Currently hospitalized\n4. Hospital admission no more than 4 days prior to screening\n5. Confirmed severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection by laboratory testing within 10 days prior to screening, or strongly suspected SARS-CoV-2 infection on presentation\n6. Chest radiography or computerized tomography (CT) findings that, in the opinion of the investigator, are consistent with coronavirus disease 2019 (COVID-19)\n7. Blood oxygen saturation (SpO2) ≥ 94% while receiving low-flow supplemental oxygen (5 liters or less)\n8. Medical history of at least one of the following:\n\n   1. hypertension\n   2. type 2 diabetes\n   3. atherosclerotic cardiovascular disease\n   4. heart failure (with either reduced or preserved left ventricular ejection fraction (LVEF))\n   5. chronic kidney disease stage 3 to 4 (estimated glomerular filtration rate (eGFR) between 25 to 60 mL/min/1.73 m2)\n\nKey Exclusion Criteria:\n\n1. Respiratory decompensation requiring mechanical ventilation (includes invasive or non invasive ventilation, continuous positive airway pressure (CPAP), or bilevel positive airway pressure (BiPAP))\n2. Expected need for mechanical ventilation (includes invasive or non-invasive ventilation, CPAP, or BiPAP) within the next 24 hours\n3. Expected survival of less than 24 hours at the time of presentation, in the judgement of the investigator\n4. eGFR \\<25 mL/min/1.73 m2 or receiving renal replacement therapy/dialysis\n5. Systolic blood pressure \\<95 mmHg and/or requirement for vasopressor treatment and/or inotropic or mechanical circulatory support at Screening\n6. History of type 1 diabetes mellitus\n7. History of diabetic ketoacidosis\n8. Currently receiving or has received in the last 14 days, experimental immune modulators and/or monoclonal antibody therapies for COVID-19\n9. Current treatment with any sodium-glucose cotransporter-2 inhibitor (SGLT2i) (eg, dapagliflozin, canagliflozin, empagliflozin, ertugliflozin) or having received treatment with any SGLT2i within 4 weeks prior to screening\n10. Current participation in another interventional clinical trial (with an investigational drug) that is not an observational registry\n\n    * Note that use of rescue therapies including immune modulators, monoclonal antibody therapies, antiviral therapies, and other agents that are approved or being used through open-label compassionate/expanded use programs or in accordance with the local standard of care is permitted during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Prevention of COVID-19 Complications or Death: During the 30-day Treatment Period, Time to First Occurrence of New/Worsened Organ Dysfunction During Index Hospitalization or Death From Any Cause.","description":"Time to first occurrence of new/worsened organ dysfunction during index hospitalization or death from any cause.\n\nEvent rates are presented as the number of subjects with event per 100 patient month (30 days) of follow-up.\n\nUnit of Measure: Patients with events per 100 patient-months (pt-mos) at risk.\n\nNew/worsened organ dysfunction is defined as at least one of the following:\n\n* Respiratory decompensation requiring initiation of mechanical ventilation (includes invasive or non-invasive ventilation, CPAP, or BiPAP), and/or initiation of extracorporeal membrane oxygenation (ECMO)\n* New or worsening congestive heart failure\n* Requirement for vasopressor therapy and/or inotropic or mechanical circulatory support\n* Ventricular tachycardia or fibrillation lasting at least 30 seconds and/or associated with hemodynamic instability or pulseless electrical activity, or resuscitated cardiac arrest\n* Doubling of s-Creatinine or initiation of renal replacement therapy","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"15.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Improving Clinical Recovery: Hierarchical Composite Outcome Measure Including Death From Any Cause Through Day 30, New/Worsened Organ Dysfunction, Clinical Status at Day 30 and Hospital Discharge Before Day 30 and Alive at Day 30.","description":"The number of patients experiencing improvement by day 30 compared with baseline (discharged from hospital without a worsening event and alive, or still in hospital without a worsening event and without oxygen support) in the hierarchical composite endpoint analysis.\n\nHierarchical composite outcome measure includes:\n\n* Death from any cause through Day 30\n* New/worsened organ dysfunction\n* Clinical status at Day 30 for patients still hospitalized and without any worsening organ dysfunction\n* Hospital discharge before Day 30 and alive at Day 30","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"547","spread":null},{"groupId":"OG001","value":"532","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Hospital Discharge","description":"Time to hospital discharge (refers to index hospitalization only).\n\nMedian time to hospital discharge is presented in days.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Days Alive and Free From Respiratory Decompensation Requiring Initiation of Mechanical Ventilation (Includes Invasive or Non-invasive Ventilation, CPAP, or BiPAP)","description":"Total number of days alive and free from mechanical ventilation (includes invasive or non-invasive ventilation, CPAP, or BiPAP) is calculated for each patient as total follow-up time (30 days) substracted days in hospital with mechanical ventilation and days dead.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.8","spread":"6.8"},{"groupId":"OG001","value":"27.4","spread":"7.4"}]}]}]},{"type":"SECONDARY","title":"Total Number of Days Alive, Not in the ICU, and Free From Respiratory Decompensation Requiring Initiation of Mechanical Ventilation (Includes Invasive or Non-invasive Ventilation, CPAP, or BiPAP)","description":"Total number of days alive, not in the ICU and free from mechanical ventilation (includes invasive or non-invasive ventilation, CPAP, or BiPAP) is calculated for each patient as total follow-up time (30 days) substracted days in ICU and days dead.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":"7.2"},{"groupId":"OG001","value":"27.1","spread":"7.7"}]}]}]},{"type":"SECONDARY","title":"Time to Composite of Acute Kidney Injury or Initiation of Renal Replacement Therapy, or Death From Any Cause","description":"Acute kidney injury is defined as an episode of doubling s-creatinine compared to baseline during index hospitalization or SAE. Initiation of renal replacement therapy is defined as initiation of renal replacement therapy during index hospitalization or SAE.\n\nEvent rates are presented as the number of subjects with event per 100 patient month (30 days) of follow-up.\n\nUnit of Measure: Patients with events per 100 patient-months (pt-mos) at risk.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"11.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death From Any Cause","description":"Time to death from any cause.\n\nEvent rates are presented as the number of subjects with event per 100 patient month (30 days) of follow-up.\n\nUnit of Measure: Patients with events per 100 patient-months (pt-mos) at risk.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"9.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":70,"n":613},"commonTop":["Acute Kidney Injury"]}}}