{"nctId":"NCT00564629","briefTitle":"Study of the Efficacy and Safety of Intravenous vs Oral Acetaminophen for Treatment of Fever in Healthy Adult Males","startDateStruct":{"date":"2007-08"},"conditions":["Fever"],"count":105,"armGroups":[{"label":"IV acetaminophen plus oral placebo.","type":"EXPERIMENTAL","interventionNames":["Drug: Intravenous acetaminophen plus oral placebo","Biological: Reference standard endotoxin (RSE)"]},{"label":"Oral acetaminophen plus IV placebo.","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oral acetaminophen plus IV placebo","Biological: Reference standard endotoxin (RSE)"]}],"interventions":[{"name":"Intravenous acetaminophen plus oral placebo","otherNames":["IV APAP"]},{"name":"Oral acetaminophen plus IV placebo","otherNames":["IV APAP"]},{"name":"Reference standard endotoxin (RSE)","otherNames":["RSE"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (Screening) To be eligible for entry into the Study, Subjects must meet all of the following criteria at Screening:\n\n* Provide written Informed Consent prior to participation in the Study\n* Be a healthy male between the ages of 18 and 75 years of age, inclusive, at Randomization\n* Have a Body Mass Index (BMI) ≥ 19 and ≤ 45 lbs/in2\n* Have the ability to read and understand the Study procedures and have the ability to communicate meaningfully with the Study Investigator and staff\n* Be free of physical, mental, or medical conditions which, in the opinion of the Investigator, may confound quantifying assessments for the Study\n* Be willing to abstain from smoking cigarettes or using nicotine products from the time of admission to Clinic until Study Completion\n\nInclusion Criteria (Pre-Randomization) To be eligible for Randomization, Subjects must meet each of the following criteria:\n\n* Be free of evidence of infection based upon clinical assessment and blood (Complete Blood Count- CBC) and urine testing\n* Have an average baseline oral temperature that is equal to or below 37 ºC (98.6 ºF) and does not vary more than 0.4 ºC (0.7 ºF) from lowest to highest on three assessments performed during a 30-minute period\n* Not develop a medically significant allergic or exaggerated systemic response to administration of a test dose of reference standard endotoxin\n* Develop a core temperature of at least 38.6 ºC (101.5 ºF) after IV reference standard endotoxin dosed per Study guidelines and have a fever response to endotoxin that is at or near the peak temperature by virtue of two consecutive temperature assessments 5 minutes apart that are within 0.2 ºC (0.4 ºF) of each other\n\nExclusion Criteria:\n\n* Has been treated with any medication having antipyretic effects (e.g., corticosteroid,non-steroidal anti-inflammatory drug \\[NSAID\\], aspirin, or acetaminophen) within 2 days of clinic admission (aspirin at low dose for cardiac prophylaxis is allowed, but should not be taken on the day of the Study)\n* Has significant medical disease(s), laboratory abnormalities, or condition(s) that in the Investigator's judgment could compromise the Subject's welfare, ability to communicate with the Study staff, complete Study activities, or would otherwise contraindicate Study participation\n* Has known hypersensitivity or contraindication to receiving endotoxin that in the Investigator's clinical judgment merits discontinuation from further Study participation\n* Has known hypersensitivity to acetaminophen, the inactive ingredients (excipients) of the intravenous (IV) or oral (PO) acetaminophen formulation or the Rescue Medications (ibuprofen, aspirin, and ketorolac)\n* Has known or suspected recent history of alcohol or drug abuse or dependence as defined by Diagnostic Statistical Manual of Mental Disorders, 4th Edition (DSM-IV) criteria\n* Has a history of nasal polyps, angioedema, significant or actively treated bronchospastic disease, or any other significant medical condition that contraindicates participation in the Study or receiving endotoxin, Study Medication, or Rescue Medication\n* Has an active infection or other disease or condition that may cause abnormal alterations in body temperature\n* Has impaired liver function, e.g.Alanine aminotransferase (ALT) greater than or equal to 3 times the upper limit of normal, bilirubin greater than 3.0, active hepatic disease, or evidence of clinically significant liver disease (e.g., cirrhosis or hepatitis)\n* Has participated in another clinical Study (investigational or marketed product) within 30 days of Screening","healthyVolunteers":true,"sex":"MALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Rapidity of Onset of Antipyretic Effect at 2 Hours (Measured as Weighted Sum of Temperature Differences Over 2 Hours, WSTD2)","description":"This outcome measures when the antipyretic effect begins by statistical analysis of WSTD2, which is the weighted sum of temperature differences from the subject's core temperature at each assessment time point through the first 2 hours compared with the subject's core temperature at T0, weighted by the time elapsed between each 2 consecutive time points. The subject's core temperature was measured using an ingestible temperature monitoring capsule and associated data recorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.41"},{"groupId":"OG001","value":"0.6","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Time to a Reduction in Temperature From T0 to T360 Minutes.","description":"This outcome measures how much time it took to observe a decrease in subjects' core body temperature by 0.8 ºC, 1.0 ºC, and 1.5 ºC from the temperature at T0 and from the temperature at the peak after T0 through T360 (6 hours). The subject's core temperature was measured using an ingestible temperature monitoring capsule and associated data recorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"0.96"},{"groupId":"OG001","value":"4.7","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"1.23"},{"groupId":"OG001","value":"2.4","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"0.85"},{"groupId":"OG001","value":"5.0","spread":"1.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"0.87"},{"groupId":"OG001","value":"2.9","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"0.45"},{"groupId":"OG001","value":"5.6","spread":"0.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"0.17"},{"groupId":"OG001","value":"4.2","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Maximum Temperature Reduction Observed From T0 to T360 Minutes","description":"This outcome measures the maximum core temperature reduction observed from T0 to T360 minutes. The subject's core temperature was measured using an ingestible temperature monitoring capsule and associated data recorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.46"},{"groupId":"OG001","value":"-1.1","spread":"0.42"}]}]}]},{"type":"SECONDARY","title":"Subject's Global Evaluation of Study Medication at T360 Minutes","description":"This outcome measures how satisfied the subject was with the study treatment. The subject was asked to answer \"Overall, how would you rate study treatments?\" at T360 minutes using a 4-point categorical scale (0=poor, 1=fair, 2=good, 3=excellent).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With Temperature < 38 ºC and < 38.5 ºC at Any Timepoint During the Time From T0 to T360 Minutes","description":"This outcome measures what percentage of total subjects had a temperature \\< 38 ºC and \\< 38.5 ºC at any timepoint during the time from T0 to T360 minutes.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]},{"type":"SECONDARY","title":"WSTD3","description":"This outcome measure is a statistical analysis of WSTD3, which is the weighted sum of temperature differences from the subject's core temperature at each assessment time point through the first 3 hours compared with the subject's core temperature at T0, weighted by the time elapsed between each 2 consecutive time points. The subject's core temperature was measured using an ingestible temperature monitoring capsule and associated data recorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.73"},{"groupId":"OG001","value":"0.5","spread":"0.85"}]}]}]},{"type":"SECONDARY","title":"WSTD4","description":"This outcome measure is a statistical analysis of WSTD4, which is the weighted sum of temperature differences from the subject's core temperature at each assessment time point through the first 4 hours compared with the subject's core temperature at T0, weighted by the time elapsed between each 2 consecutive time points. The subject's core temperature was measured using an ingestible temperature monitoring capsule and associated data recorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.20","spread":"1.06"},{"groupId":"OG001","value":"-0.02","spread":"1.12"}]}]}]},{"type":"SECONDARY","title":"WSTD5","description":"This outcome measure is a statistical analysis of WSTD5, which is the weighted sum of temperature differences from the subject's core temperature at each assessment time point through the first 5 hours compared with the subject's core temperature at T0, weighted by the time elapsed between each 2 consecutive time points. The subject's core temperature was measured using an ingestible temperature monitoring capsule and associated data recorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"1.43"},{"groupId":"OG001","value":"-0.7","spread":"1.41"}]}]}]},{"type":"SECONDARY","title":"WSTD6","description":"This outcome measure is a statistical analysis of WSTD6, which is the weighted sum of temperature differences from the subject's core temperature at each assessment time point through the first 6 hours compared with the subject's core temperature at T0, weighted by the time elapsed between each 2 consecutive time points. The subject's core temperature was measured using an ingestible temperature monitoring capsule and associated data recorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"1.88"},{"groupId":"OG001","value":"-1.7","spread":"1.70"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":51},"commonTop":["Vomiting","Diarrhoea","Headache"]}}}