{"nctId":"NCT00498173","briefTitle":"Effectiveness of Atomoxetine in Treating ADHD Symptoms in Children and Adolescents With Autism","startDateStruct":{"date":"2007-07"},"conditions":["Autism"],"count":60,"armGroups":[{"label":"Atomoxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Atomoxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Atomoxetine","otherNames":["Strattera"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of an autism spectrum disorder (autistic disorder, Asperger's syndrome, and pervasive developmental disorder, not otherwise specified).\n* Significant hyperactivity, inattention, or impulsivity as determined by a score on an investigator-administered ADHD Rating Scale (ADHDRS)-Home Version that is at least 1.5 standard deviations above the mean for age and sex\n* Parent/caregiver's primary complaint about the child is inattention, hyperactivity, and/or impulsivity (\"ADHD\" symptoms)\n* Symptoms present for 6 months prior to study entry\n* Psychotropic drug-free for at least 2 weeks prior to starting study medication. This drug-free period will be 5 weeks for fluoxetine (Prozac).\n\nExclusion Criteria:\n\n* Weighs less than 15 kg (about 33 pounds)\n* Any another psychiatric disorder that may require a different treatment, including psychotic disorders, major affective disorders, obsessive-compulsive disorder, panic disorder, or substance-related disorders\n* Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) diagnosis of Rett's disorder or childhood disintegrative disorder\n* Presence of extreme aggression or self-injury\n* Currently taking an effective psychotropic drug\n* Currently using other medications that may be unsafe to take with atomoxetine (e.g., potent CYP 2D6 inhibitors, intravenous albuterol, monoamine oxidase inhibitors\\[MAO\\])\n* Inability to swallow study medication\n* Presence of a medical condition that would make treatment with atomoxetine unsafe (e.g., unstable hypertension or cardiac disease, asthma requiring frequent treatment with albuterol, narrow angle glaucoma, pregnancy, etc.)\n* Mental age of less than 18 months\n* Previous adequate trial of atomoxetine\n* Previous evidence of hypersensitivity or an allergic reaction to atomoxetine\n* Clinically significant abnormalities in laboratory measures indicating an undiagnosed medical condition as determined by the study physician in discussion with the participant's primary care physician\n* Clinically significant abnormalities on ECG as determined by a pediatric cardiologist\n* Pregnant\n* Initiation of a new psychosocial intervention within 90 days prior to starting study medication. Participants who have recently had a significant change in their psychosocial interventions will not be eligible until this intervention has been stable for 90 days in order to avoid confounding results of the study. Stable interventions (e.g., speech and occupational therapy) will be allowed to continue during the course of the study. Minor changes in ongoing treatment (e.g., missed therapy sessions due to holiday/vacation planned break in therapy due to school holidays) will not be considered significant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ADHD Rating Scale (ADHDRS)-Home Version Total Score (Randomized Phase)","description":"The ADHD Rating Scale (ADHD-RS) is an 18-item scale directly derived from DSM-IV criteria for Attention Deficit Hyperactivity Disorder with established reliability, validity and sensitivity to change. The ADHD-RS-IV is investigator-administered biweekly during the 8-week double-blind, placebo-controlled phase of the study. The scale consists of 2 subscales: inattention (9 items) and hyperactivity-impulsivity (9 items). If 3 or more items are skipped, the clinician should use extreme caution in interpreting the scale. Results from this rating scale alone should not be used to make a diagnosis. The total score can range form 0 to 54, with a higher score indicating greater severity. Estimates are adjusted for baseline score, study stratum, and site, which were set at their sample means.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null},{"groupId":"OG001","value":"34.0","spread":null}]}]}]},{"type":"SECONDARY","title":"ADHD Rating Scale (ADHDRS)-Home Version Inattention and Hyperactivity Scores (Randomized Phase)","description":"The ADHD Rating Scale (ADHD-RS) is an 18-item scale directly derived from DSM-IV criteria for Attention Deficit Hyperactivity Disorder with established reliability, validity and sensitivity to change. The ADHD-RS-IV is investigator-administered biweekly during the 8-week double-blind, placebo-controlled phase of the study. The scale consists of 2 subscales: inattention (9 items) and hyperactivity-impulsivity (9 items). If 3 or more items are skipped, the clinician should use extreme caution in interpreting the scale. Results from this rating scale alone should not be used to make a diagnosis. The score for each subscale ranges from 0-27 with a higher score indicating greater severity. Estimates are adjusted for baseline score, study stratum, and site, which were set at their sample means.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"17.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.7","spread":null},{"groupId":"OG001","value":"16.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Aberrant Behavior Checklist (ABC) (Randomized Phase)","description":"The Aberrant Behavior Checklist (ABC) is a 58-item questionnaire with 5 subscales derived by factor analysis: Irritability, Social Withdrawal, Stereotypy, Hyperactivity, and Inappropriate. It has been extensively used in psychopharmacological studies of autism and assesses many symptoms that are either central to autism (Social Withdrawal, Stereotypy, and Inappropriate Speech) or frequently a target of treatment (Irritability). Each item of the 58-item scale is scored on a 4-point scale (0=never a problem to 3=severe problem). The interpretation of the tool and its sub-scales is that a greater number of items, indicates greater severity. The range of scores per subscale are: Social Withdrawal/Lethargy 0-48; Stereotypy 0-21; Irritability 0-45; Hyperactivity 0-48; Inappropriate Speech 0-12. Parent ratings occur every 2 weeks during the study. Estimates are adjusted for baseline score, study stratum, and site, which were set at their sample means.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":null},{"groupId":"OG001","value":"28.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Social Responsiveness Scale (SRS) (Randomized Phase)","description":"The Social Responsiveness Scale (SRS) is completed by the parent in order to assess whether additional improvements in social functioning occur with atomoxetine, as observed in our pilot study. This 65-item questionnaire will be completed at baseline and at the end of 8 weeks. The SRS is a standardized measure of the core symptoms of autism. Each item is scored on a 4-point Likert scale. The score of each item is summed to create a total score. Total score results as follows: 0-62: within normal limits; 63-79 mild range of impairment; 80-108: moderate range of impairment; 109-149: severe range of impairment. Estimates are adjusted for baseline score, study stratum, and site, which were set at their sample means.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.0","spread":null},{"groupId":"OG001","value":"82.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Vineland Adaptive Behavior Scales (VABS) Composite Score (Randomized Phase)","description":"The Vineland Adaptive Behavior Scales, Second Edition (VABS) is used to assess adaptive functioning in four domains: Communication, Daily Living Skills, Socialization, and Motor Skills. This is a well-standardized open-ended interview used to assess the overall functioning of children and adults. This measure is especially important for subjects with PDDs given that their intellectual level is not always comparable to their adaptive functioning. The Vineland Maladaptive Behavior subscales will be included with these measures as these have been shown to be responsive to drug effects in other clinical trials in this population. The VABS will be done at baseline and at the end of 8 weeks. The composite score represents a standard score (mean = 100 and standard deviation of 15; range = 20-160) on which higher scores indicate a higher level of adaptive functioning. Estimates are adjusted for baseline score, study stratum, and site, which were set at their sample means.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.4","spread":null},{"groupId":"OG001","value":"74.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Pediatric Quality of Life Inventory (Randomized Phase)","description":"Quality of life is assessed with the Pediatric Quality of Life Inventory (PedsQL 4.0). This instrument is well-validated and widely used for measuring health-related quality of life in children and adolescents. It also appears to be a valid instrument for use with children with psychiatric disorders. The Generic Core scales include 23 items. The health related and family functioning scores range from 0 to 100, with higher scores indicating better quality of life. The Family Impact module will be included to assess any change in family functioning. This will be completed at baseline and at the end of 8 weeks. Estimates are adjusted for baseline score, study stratum, and site, which were set at their sample means.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.2","spread":null},{"groupId":"OG001","value":"62.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.2","spread":null},{"groupId":"OG001","value":"53.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Pediatric Anxiety Rating Scale, 5-Item Total (Randomized Phase)","description":"Since the ABC does not have items which directly assess anxiety, the Pediatric Anxiety Rating Scale (PARS) is administered at week 8 during the study as an exploratory measure. The PARS is a clinician-rated instrument that assesses anxiety symptoms that are commonly associated with social anxiety, separation anxiety, and generalized anxiety disorders. Scaled score ranges form 0-25 with higher scores indicating more severe anxiety symptoms. Estimates are adjusted for baseline score, study stratum, and site, which were set at their sample means.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Odds of Clinical Global Impression-Improvement Scale, Very Much or Much Improved (1 or 2) (Randomized Phase)","description":"The Clinical Global Impressions Global Improvement (CGI-I) is designed to take into account all factors to arrive at an assessment of response to treatment. The CGI-I scale ranges from 1 to 7 (1=very much improved; 2= much improved; 3=minimally improved; 4=no change; 5=minimally worse; 6=much worse; 7=very much worse), with lower scores indicating improvement (1=very much improved and 2=much improved). Participants with a CGI-I score of 1 or 2 were classified as improved. Odds of improvement at 8 weeks were estimated using a repeated measures logistic regression model adjusting for baseline severity, study stratum, and site. The CGI-I was administered biweekly during the study. The CGI was focused on the target symptoms of inattention, hyperactivity, and impulsivity.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":null},{"groupId":"OG001","value":"0.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in ADHD Rating Scale (ADHDRS)-Home Version Total Score (Open-label Trial)","description":"The ADHD Rating Scale (ADHD-RS) is an 18-item scale directly derived from DSM-IV criteria for Attention Deficit Hyperactivity Disorder with established reliability, validity and sensitivity to change. The ADHD-RS-IV is investigator-administered biweekly during the 8-week double-blind, placebo-controlled phase of the study. The scale consists of 2 subscales: inattention (9 items) and hyperactivity-impulsivity (9 items). If 3 or more items are skipped, the clinician should use extreme caution in interpreting the scale. Results from this rating scale alone should not be used to make a diagnosis. The total score can range form 0 to 54, with a higher score indicating greater severity. Change will be determined from the start of the open-label trial to 8 weeks post-start.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in ADHD Rating Scale (ADHDRS)-Home Version Inattention and Hyperactivity Scores (Open-label Trial)","description":"The ADHD Rating Scale (ADHD-RS) is an 18-item scale directly derived from DSM-IV criteria for Attention Deficit Hyperactivity Disorder with established reliability, validity and sensitivity to change. The ADHD-RS-IV is investigator-administered biweekly during the 8-week open-label phase of the study. The scale consists of 2 subscales: inattention (9 items) and hyperactivity-impulsivity (9 items). If 3 or more items are skipped, the clinician should use extreme caution in interpreting the scale. Results from this rating scale alone should not be used to make a diagnosis. The score fro each subscale ranges from 0-27, with a higher score indicating greater severity. Change will be determined from the start of the open-label trial to 8 weeks post-start.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Aberrant Behavior Checklist (ABC) (Open-label Trial)","description":"The Aberrant Behavior Checklist (ABC) is a 58-item questionnaire with 5 subscales derived by factor analysis: Irritability, Social Withdrawal, Stereotypy, Hyperactivity, and Inappropriate. It has been extensively used in psychopharmacological studies of autism and assesses many symptoms that are either central to autism (Social Withdrawal, Stereotypy, and Inappropriate Speech) or frequently a target of treatment Irritability). Each item of the 58-item scale is scored on a 4-point scale (0=never a problem to 3=severe problem). The interpretation of the tool and its sub-scales is that a greater number of items, indicates greater severity. The range of scores per subscale are: Social Withdrawal/Lethargy 0-48; Stereotypy 0-21; Irritability 0-45; Hyperactivity 0-48; Inappropriate Speech 0-12. Parent ratings occur every 2 weeks during the study. Change will be determined from the start of the open-label trial to 8 weeks post-start.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Social Responsiveness Scale (SRS) (Open-label Trial)","description":"The Social Responsiveness Scale (SRS) is completed by the parent in order to assess whether additional improvements in social functioning occur with atomoxetine, as observed in our pilot study. This 65-item questionnaire will be completed at baseline and at the end of 8 weeks. The SRS is a standardized measure of the core symptoms of autism. Each item is scored on a 4-point Likert scale. The score of each item is summed to create a total score. Total score results as follows: 0-62: within normal limits; 63-79 mild range of impairment; 80-108: moderate range of impairment; 109-149: severe range of impairment. This 65-item questionnaire will be completed at the start of and at the end of 8 weeks of the open-label trial.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Vineland Adaptive Behavior Scales (VABS) Composite Score (Open-label Trial)","description":"The Vineland Adaptive Behavior Scales, Second Edition (VABS) is used to assess adaptive functioning in four domains: Communication, Daily Living Skills, Socialization, and Motor Skills. This is a well-standardized open-ended interview used to assess the overall functioning of children and adults. This measure is especially important for subjects with PDDs given that their intellectual level is not always comparable to their adaptive functioning. The Vineland Maladaptive Behavior subscales will be included with these measures as these have been shown to be responsive to drug effects in other clinical trials in this population. The composite score represents a standard score (mean = 100 and standard deviation of 15; range = 20-160) on which higher scores indicate a higher level of adaptive functioning. Change will be determined from the start of the open-label phase to 8 weeks","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pediatric Quality of Life Inventory (Open-label Trial)","description":"Quality of life is assessed with the Pediatric Quality of Life Inventory (PedsQL 4.0). This instrument is well-validated and widely used for measuring health-related quality of life in children and adolescents. It also appears to be a valid instrument for use with children with psychiatric disorders. The Generic Core scales include 23 items. The health related and family functioning scores range from 0 to 100, with higher scores indicating better quality of life. The Family Impact module will be included to assess any change in family functioning. This will be completed at the start of the open-label trial and at the end of 8 weeks. Change will be determined from the start of the open-label trial to 8 weeks post-start.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pediatric Anxiety Rating Scale, 5-item Total (Open-label Trial)","description":"Since the ABC does not have items which directly assess anxiety, the Pediatric Anxiety Rating Scale (PARS) is administered at week 8 during the study as an exploratory measure. The PARS is a clinician-rated instrument that assesses anxiety symptoms that are commonly associated with social anxiety, separation anxiety, and generalized anxiety disorders. Scaled score ranges form 0-25 with higher scores indicating more severe anxiety symptoms.Change will be determined from the start of the open-label trial to 8 weeks post-start.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Appetite decrease","Irritability","Sedation/drowsiness","Aggression","Headache"]}}}