{"nctId":"NCT01136954","briefTitle":"A Study to Assess the Efficacy and Safety of Adjunctive Zonisamide in Paediatric Partial Onset Seizures (CATZ Extension Study)","startDateStruct":{"date":"2008-07"},"conditions":["Partial Seizures"],"count":144,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Zonisamide"]}],"interventions":[{"name":"Zonisamide","otherNames":["Zonegran"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n1. Subject has completed the double-blind study E2090-E044-312.\n2. Parent/caregiver is willing to sign an informed consent where the subject is under the age of consent.\n3. Subject is male or female aged 6 to 18 years who is willing to give informed (written or verbal) assent, if applicable. If mandated by local regulations, subjects of relevant age will be required to sign an appropriate informed consent.\n4. Subject is in general good health as determined by medical history, physical exam and screening laboratory results.\n\nEXCLUSION CRITERIA:\n\n1. Subject has a body weight \\< 20 kg.\n2. Subject has developed a history of renal calculi or renal insufficiency (creatinine level \\> 135 µmol/l (1.5 mg/dl).\n3. Subject has a known diagnosis of human immunodeficiency virus (HIV) or hepatitis B or C.\n4. Subject has a history of sensitivity to sulfonamide drugs or zonisamide and its excipients.\n5. Female subject of 10 years of age or greater, or of child bearing potential (i.e. started menses) and is not taking or prepared to take a medically acceptable form of contraception (i.e. oral contraceptive pill, surgical sterilization, an implant or injected form of contraception, or intrauterine device), or who is not prepared to abstain from sexual activity for the duration of the study and for one month after the last administration of study medication. NOTE: Should a female subject become of child bearing potential during the study, they must be reconsented in order to given consent to undergo pregnancy testing and either confirm abstinence or receive a medically appropriate form of contraception.\n6. Subject has a recent history of excessive alcohol use or drug abuse.\n7. Subject has a history of suicide attempt.\n8. Subject has a clinically significant organic disease.\n9. Subject has a history of demonstrated non-compliance with treatment or subject or parent/legal guardian can be reasonably expected not to be compliant with study procedures or to complete the study.\n10. Frequent need of rescue benzodiazepines (one or more times a month).\n11. Concomitant use of acetazolamide, carbonic anhydrase inhibitors such as topiramate, furosemide and drugs with anticholinergic activity.\n12. Concomitant use of felbamate or use of felbamate within 2 months prior to Visit 1 of the E2090-E044-312 study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Emergent Non-Serious Adverse Events With Greater Than 5% Frequency","description":"Treatment Emergent Adverse Event (TEAE) is defined as an Adverse Event with a start date on or after Day 1 and within 15 days of last dose. For each event, each participant experiencing an event is only counted once even if they had multiple episodes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Decrease From Baseline in 28-day Seizure Frequency of =50%(Responder) in the Open Label Period","description":"A participant with a decrease from baseline in seizure frequency of =50 % was considered a responder. Participants'parent or guardian maintained a seizure diary recording the date,number, and type of seizures the subject had. The primary analysis assessed the percent of responders from baseline in the Open Label Visit Period. Seizure frequency of simple partial, complex partial, and partial seizures with secondary generalization were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.6","spread":null},{"groupId":"OG001","value":"56.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Change From Study 312 Baseline in the 28-day Seizure Frequency During the Open Label Period","description":"Participants' parent or guardian maintained a seizure diary recording the date, number, and type of seizures the subject had. Seizure frequency of simple partial, complex partial, and partial seizures with secondary generalization were assessed from baseline of study 312 through the Open Label Visit Period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8","spread":null},{"groupId":"OG001","value":"-4.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percent Change From Study 312 Baseline in the 28-day Seizure Frequency During the Open Label Period","description":"Participants' parent or guardian maintained a seizure diary recording the date, number, and type of seizures the subject had. Seizure frequency of simple partial, complex partial, and partial seizures with secondary generalization were assessed from baseline of study 312 through the Open Label Visit Period. Percentage change = 100% x (seizure frequency at period - seizure frequency at Study 312 baseline)/seizure frequency at Study 312 baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-64.6","spread":null},{"groupId":"OG001","value":"-67.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":72},"commonTop":["Nasopharyngitis","Weight decreased","Headache","Decreased Appetite","Bronchitis"]}}}