{"nctId":"NCT00623805","briefTitle":"A Study of Avastin (Bevacizumab) and Xeloda (Capecitabine) as Maintenance Treatment in Patients With Metastatic Colorectal Cancer","startDateStruct":{"date":"2008-03"},"conditions":["Colorectal Cancer"],"count":123,"armGroups":[{"label":"Bevacizumab+capecitabine+oxaliplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bevacizumab","Drug: Capecitabine","Drug: Oxaliplatin"]},{"label":"Bevacizumab(B)+capecitabine(C)+oxaliplatin followed by B+C","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: Capecitabine","Drug: Oxaliplatin"]}],"interventions":[{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Capecitabine","otherNames":["Xeloda"]},{"name":"Oxaliplatin","otherNames":["Eloxatin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients, ≥ 18 years of age.\n* Histologically confirmed colon or rectal cancer, with unresectable metastatic disease.\n* At least 1 measurable lesion.\n* Outpatient, with Eastern Cooperative Oncology Group (ECOG) Performance Status = 0-1.\n\nExclusion Criteria:\n\n* Previous treatment with Avastin.\n* Previous systemic treatment for advanced or metastatic disease.\n* clinically significant cardiovascular disease.\n* Daily chronic treatment with high doses of aspirin (\\> 325 mg/day) or non-steroidal anti-inflammatory drugs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Progression-free survival was defined as the time from the first administration of study drug to the first documented disease progression or death, whichever occurs first. Progressive disease was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the unequivocal progression of existing non-target lesions. All measurable lesions up to a maximum of 5 lesions per organ and 10 lesions in total, representative of all involved organs, should be identified as target lesions at Baseline. Target lesions should be selected on the basis of their size (lesions with the longest diameter) and their suitability for accurate repeated measurements (either by imaging techniques or clinically). A sum of the longest diameter for all target lesions will be calculated and reported as the Baseline sum longest diameter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":"0.7"},{"groupId":"OG001","value":"12.6","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the time from the first administration of study drug to death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":"1.3"},{"groupId":"OG001","value":"25.4","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Complete Response or a Partial Response","description":"A complete response was defined as the disappearance of all target lesions. A partial response was defined as at least a 30% decrease in the sum of the longest diameter of target lesions taking as reference the Baseline sum longest diameter. All measurable lesions up to a maximum of 5 lesions per organ and 10 lesions in total, representative of all involved organs, should be identified as target lesions at Baseline. All other lesions (or sites of disease) should be identified as non-target lesions. Target lesions should be selected on the basis of their size (lesions with the longest diameter) and their suitability for accurate repeated measurements (either by imaging techniques or clinically). A sum of the longest diameter for all target lesions will be calculated and reported as the Baseline sum longest diameter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.2","spread":null},{"groupId":"OG001","value":"59.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time Until a Complete Response or a Partial Response","description":"Time until a complete response or a partial response was defined as the time from the first administration of study drug until the first complete response or partial response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"2.8"},{"groupId":"OG001","value":"2.9","spread":"2.0"}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response was defined as the time from the first complete response or partial response until disease progression or death. Progressive disease was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the unequivocal progression of existing non-target lesions. All measurable lesions up to a maximum of 5 lesions per organ and 10 lesions in total, representative of all involved organs, should be identified as target lesions at Baseline. Target lesions should be selected on the basis of their size (lesions with the longest diameter) and their suitability for accurate repeated measurements (either by imaging techniques or clinically). A sum of the longest diameter for all target lesions will be calculated and reported as the Baseline sum longest diameter.","classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Metastatic Lesions Previously Considered Inoperable Who Became Operable and Underwent Surgery","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.1","spread":null},{"groupId":"OG001","value":"54.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a R0 Resection","description":"An R0 resection indicates a microscopically margin-negative resection, in which no gross or microscopic tumor remains in the primary tumor bed.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":62},"commonTop":["Neuropathy","Hemifacial spasm","Nausea","Weakness","Diarrhea"]}}}