{"nctId":"NCT04124614","briefTitle":"Brexpiprazole as Combination Therapy With Sertraline in Treatment of Adults With PTSD","startDateStruct":{"date":"2019-10-17","type":"ACTUAL"},"conditions":["Post Traumatic Stress Disorder"],"count":450,"armGroups":[{"label":"Placebo","type":"OTHER","interventionNames":["Other: Placebo"]},{"label":"Brexpiprazole + Sertraline","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole","Drug: Sertraline"]},{"label":"Sertraline + Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Sertraline","Other: Placebo"]}],"interventions":[{"name":"Brexpiprazole","otherNames":["Rexulti"]},{"name":"Sertraline","otherNames":["Zoloft"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female outpatients 18 to 65 years of age, inclusive, at the time of informed consent.\n* Participants who have PTSD, diagnosed according to the Diagnostic and Statistical Manual of Mental Disorders, 5th edition (DSM-5), and confirmed by the Mini International Neuropsychiatric Interview (MINI).\n* Onset of symptoms meeting the DSM-5 criteria for PTSD symptoms for a minimum of 6 months prior to screening.\n\nExclusion Criteria:\n\n* The index traumatic event that led to the develop of PTSD took place \\> 9 years before screening.\n* The index traumatic event occurred before age 16.\n* Participants who have experienced a traumatic event within 3 months of screening.\n* Participants who are receiving disability payments because of PTSD or any other psychiatric disorder; unless the disability payments will not be impacted by potential improvements demonstrated in the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Clinician-Administered PTSD Scale for DSM-5 (CAPS-5) Total Score","description":"CAPS-5 is a structured interview designed to assess PTSD diagnostic status \\& symptoms severity as defined by DSM-5. CAPS-5 total score was calculated by summing severity scores for 20 DSM-5 PTSD symptoms (items 1-20) from following categories: Category B: Intrusion symptoms (5 items); Category C: Avoidance symptoms (2 items); Category D: Cognition \\& mood symptoms (7 items); Category E: Arousal \\& reactivity symptoms (6 items). CAPS-5 total score was imputed by adding all subscores from categories B, C, D, E. Each symptom was scored 0= Absent to 4= Extreme/incapacitating, yielding a score range of 0-80. Higher scores indicate worse outcome. Least squares (LS) mean was determined by Mixed-effect model repeated measures (MMRM) method with fixed class effect terms for treatment, trial site, visit, previous treatment intervention for PTSD (Yes/No), \\& an interaction term of treatment by visit, \\& include the interaction term of baseline values of CAPS-5 total score by visit as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.19","spread":"1.17"},{"groupId":"OG001","value":"-13.61","spread":"1.24"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression - Severity (CGI-S) Score","description":"The CGI-S is a standardized, clinician-administered global rating scale that measures disease severity. To assess it, the rater or investigator answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill is the participant at this time?\" Response choices include: 0 = not assessed; 1 = normal, not ill at all; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants. The score 0 (not assessed) was be set to missing. The CGI-S is therefore a 7-point scale from 1 through 7. A higher score on the CGI-S represents a higher severity of disease. LS mean was determined by MMRM method with fixed class effect terms for treatment, trial site, visit, previous treatment intervention for PTSD (Yes/No), \\& an interaction term of treatment by visit, \\& include the interaction term of baseline values of CAPS-5 total score by visit as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.54","spread":"0.10"},{"groupId":"OG001","value":"-1.08","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Change in Brief Inventory or Psychosocial Functions (B-IPF) Score","description":"The B-IPF is a short patient-reported questionnaire consisting of 7 questions which measure PTSD-specific psychosocial function on a 7-point Likert scale (0 = not at all to 6 = very much, and a not applicable option) with a recall period of 30 days. It measures the concepts of romantic relationships, parenting, family, friendships and socializing, work, education, and self-care. Total score ranges from 0-100 and is calculated by summing the completed scale items, dividing by the maximum possible score of all items and multiplying by 100. Higher scores indicate greater impairment. LS mean was determined by MMRM method with fixed class effect terms for treatment, trial site, visit, previous treatment intervention for PTSD (Yes/No), \\& an interaction term of treatment by visit, \\& include the interaction term of baseline values of CAPS-5 total score by visit as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.80","spread":"2.84"},{"groupId":"OG001","value":"-21.77","spread":"2.97"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":205},"commonTop":["Nausea","Headache","Diarrhoea","Fatigue","Tremor"]}}}