{"nctId":"NCT01297959","briefTitle":"Study to Evaluate Efficacy and Safety of E-101 Solution for Preventing Surgical Site Infections After Colorectal Surgery","startDateStruct":{"date":"2013-01-10","type":"ACTUAL"},"conditions":["Infections"],"count":503,"armGroups":[{"label":"E-101 Solution 300 GU/mL","type":"EXPERIMENTAL","interventionNames":["Drug: E-101 Solution 300 GU/ml"]},{"label":"Placebo (Saline solution)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Saline solution"]}],"interventions":[{"name":"E-101 Solution 300 GU/ml","otherNames":[]},{"name":"Saline solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Scheduled to undergo elective colon and/or rectal surgical procedures involving open laparotomy, hand-assisted laparoscopy, and laparoscopic-assisted approaches. The principal incision must have a length of \\> 5 cm and \\< 35 cm in length. Eligible surgeries are: left hemicolectomy, right hemicolectomy, transverse colectomy, ileocolic resection, total abdominal colectomy with ileorectal anastomosis, total abdominal proctocolectomy (portion of specimen to be extracted via laparotomy), low anterior resection, sigmoid resection, non-emergent Hartmann procedure, colostomy takedown through laparotomy (not peristomal) incision, ileo-pouch anal anastomosis, and abdominal perineal resection of the rectum.\n2. Able to give informed consent.\n3. If female, is non-pregnant (negative pregnancy test result at the Screening/Randomization Visit) and non-lactating.\n4. If female, is either not of childbearing potential (defined as postmenopausal for at least 1 year or surgically sterile \\[status post bilateral tubal occlusion, bilateral oophorectomy, or hysterectomy\\]) or practicing 1 of the following methods of birth control and agrees to continue with this regimen over the study surveillance period:\n\n   * Oral, implantable, or injectable contraceptives for 3 consecutive months before the Baseline/Randomization Visit\n   * Intrauterine device\n   * Double barrier method (condoms, sponge, or diaphragm with spermicidal jellies or cream)\n   * Not sexually-active. Agreement to be available for evaluation at the study site for scheduled visits.\n\nExclusion Criteria:\n\n1. Hypersensitivity to porcine products.\n2. History of known anti-myeloperoxidase autoantibodies (i.e., perinuclear anti-neutrophil cytoplasmic antibody \\[pANCA\\]), as well as participants with known idiopathic necrotizing glomerulonephritis and certain systemic vasculitis conditions \\[e.g., microscopic polyangiitis of small blood vessels, Wegener's granulomatosis, and Churg-Strauss Syndrome\\]).\n3. Use of microbial sealant (IntegusealTM), any antibiotic-embedded suture, or any antimicrobial-embedded suture to close the principal incision or any suture in the surgical field that has not been formally approved by the relevant local national regulatory authority.\n4. Absolute contraindication to general anesthesia.\n5. Hypersensitivity reactions to steri-strip tapes, medical-surgery tapes, adhesives, or sutures. (Note: If there can be assurances that the participant will not be exposed to these materials that cause hypersensitivity, alternatives will be allowed.)\n6. History of keloid or hypertrophic scarring within or near an incision from a prior surgery.\n7. Body mass index \\[BMI\\]: \\> 50 or \\< 20 (both due to the extremely high risk of poor wound healing).\n8. American Society of Anesthesiologists (ASA) Score \\> 3.\n9. Undergoing emergency colorectal surgery such that standard bowel preparation and other standard preoperative precautions and assessments cannot be performed in time before the index-surgery.\n10. The planned index-surgery involves removal or placement of mesh (either synthetic or biological) as part of closure in the principal incision or traversing any part of a pre-existing mesh (either synthetic or biological) in the principal incision.\n11. There are clinical signs of overt infection necessitating systemic antibiotics via oral, intramuscular, or intravenous routes (e.g., infection of the abdominal wall, peritonitis, pneumonia, and sepsis/septic shock) prior to the index-surgery.\n12. Preoperative severe neutropenia (total neutrophil count ≤500 X 109/L). (Note: Testing should be performed at the local laboratory.)\n13. Receiving any oral or intravenous antibiotics within 24 hours prior to the index-surgery. (Note: It is permissible to administer conventional oral prophylactic antibiotics as bowel preparation up to the time of the index- surgical procedure, as well as intravenous or intramuscular prophylactic antibiotics just prior to the index-surgery as per the treating surgeon's standard of care.)\n14. Preoperative evaluation that the intra-abdominal process might preclude full closure of the skin incision due to severe or morbid obesity (i.e., any mechanical reason that would prevent/preclude primary intent wound healing) at the principal incision.\n15. History of major organ transplantation (e.g., lung, liver, or kidney), including bone marrow transplantation, or intent to perform major organ transplant as a concomitant surgery.\n16. History of a complicated laparotomy within 30 days prior to planned index-surgery.\n17. Planning to undergo a second colorectal surgical procedure (e.g., colostomy or ileostomy takedown) or any other general surgery in less than 30 days of index-surgery.\n18. Likely preoperative urinary tract infection, as evident by: i) symptoms of upper urinary tract infection (e.g., fever and/or flank pain) or ii) symptoms of lower urinary tract infection (e.g., urinary frequency, dysuria, urgency, and/or suprapubic pain); accompanied by any one of the following: 1) bacteriuria of ≥104 bacteria/mL urine or 2) positive urine leucocyte esterase or positive nitrite urine dipstick tests. Also exclude any man under age 60 years who has both positive urine nitrite and leucocyte esterase dipstick tests - even if he is asymptomatic (unless he has predisposing factors for urinary tract infection - e.g., spinal cord injury). (Note: Testing should be performed at the local laboratory.)\n19. Undergoing a significant concomitant surgical procedure (e.g., hysterectomy) or any mesh repair (either synthetic or biological mesh) as part of closure. The following concomitant procedures are allowed: appendectomy, cholecystectomy, oophorectomy, removal of Meckel's diverticulum, primary repair of small ventral hernia (i.e., \\<30 cm2), liver biopsy/wedge resection (but not liver resection).\n20. Participants with a condition (e.g., recurrent urinary tract infections, nail infections, sinusitis, dental infections, vaginitis/vaginosis, or chronic bronchitis) requiring frequent or chronic administration of antimicrobials (received antibiotics/antimicrobials at least twice for ≥ 2 weeks during past 6 months).\n21. Preoperative prothrombin time or international normalized ratio (INR) \\> 2 x upper limit of normal. (Note: Testing should be performed at the local laboratory.)\n22. Postsurgical life expectancy ≤ 60 days (in the Investigator's or Sponsor's opinion).\n23. Any participant in which the planned surgery would include: i) placement of a stoma in the principal incision; ii) placement of a drain into the supra-peritoneal fascia space that emerges through the principal incision; iii) placement of a drain into the intraperitoneal space that emerges through the principal incision; and iv) supplementation of any of the irrigation fluid with antibiotic or antiseptic drugs.\n24. Participant with severe Chronic obstructive pulmonary disease (COPD) that are likely to need \\> 24 hours postoperative ventilator support (e.g. participant on chronic or intermittent supplemental oxygen or an estimated forced expiratory volume in 1 second (FEV1) less than 50% of expected based on bedside spirometry).\n25. If, in the opinion of Investigator, the potential participant would likely be unable to maintain adequate care of the principal incision post-operatively.\n26. Anticipate that participant will not be available for study visits/ procedures or if in the opinion of Investigator there is concern that participant might not comply with study visits/procedures (e.g., due to ongoing illicit drug usage or alcohol abuse).\n27. Lack of willingness to have personal study-related data collected, archived, or transmitted under a blinded condition to regulatory agencies.\n28. Participation within 30 days before the start of this study in any experimental drug or device study; or currently participating in a study in which the administration of investigational drug or device within 60 days is anticipated.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants In Intent to Treat (ITT) Analysis Set With Superficial and Deep Incisional Surgical Site Infections (SSI) Involving Principal Incision Within 30 Days After Index-surgery as Determined by Blinded Assessors 30 Days Post-operatively","description":"Superficial SSI: purulent drainage (PD) from superficial incision (SI), organisms isolated from aseptically obtained culture fluid from SI, pain/tenderness, localized swelling, redness, or heat extending from principal incision (PI), or PI deliberately opened by surgeon for presumptive PI infection and was culture-positive, a negative wound culture but clinical evidence of infection on Clinical Infection Wound Scale (CIWS). Deep incisional SSI: PD from deep incision (DI) but not from organ/space component of the surgical site, fever (\\>38°C), localized wound pain, or wound tenderness, or DI spontaneously dehisces and/or deliberately opened by surgeon, and microbiological culture of DI by aseptic collection or deep wound swab was positive, an abscess or other evidence of infection involving DI was found on direct examination, during reoperation, or by histopathological or radiological examination, negative deep wound culture but clinical evidence of deep wound infection on CIWS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants In Per-Protocol (PP) Analysis Set With Superficial and Deep Incisional SSI Involving Principal Incision Within 30 Days After the Index-surgery as Determined by Blinded Assessors 30 Days Post-operatively","description":"Superficial SSI: PD from SI, organisms isolated from aseptically obtained culture fluid from SI, pain/tenderness, localized swelling, redness, or heat extending from PI, or PI deliberately opened by surgeon for presumptive PI infection and was culture-positive, a negative wound culture but clinical evidence of infection on CIWS. Deep incisional SSI: PD from DI but not from organ/space component of the surgical site, fever (\\>38°C), localized wound pain, or wound tenderness, or DI spontaneously dehisces and/or deliberately opened by surgeon, and microbiological culture of DI by aseptic collection or deep wound swab was positive, an abscess or other evidence of infection involving DI was found on direct examination, during reoperation, or by histopathological or radiological examination, negative deep wound culture but clinical evidence of deep wound infection on CIWS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Infection Wound Scale Score (CIWS)","description":"CIWS was used postoperatively to evaluate the primary incisional wound for clinical evidence of infection. Score ranged from 0 (normal) - 5 (worst). 0: normal post-operative wound appearance, 1: wound erythema with pain extending ≥ 2 cm away from the primary incision, 2: spontaneous wound dehiscence with erythema and/or pain extending \\< 2 cm along primary incision, 3: spontaneous wound dehiscence with erythema and/or pain extending ≥ 2 cm along primary incision, 4: PD from the primary incision, 5: infection of primary incision involving deep incisional structures (muscle and/or fascia) manifested by one or more of the following: spontaneous partial or complete wound dehiscence with erythema and/or pain, spontaneous PD, a wound abscess (based on palpitation findings of the surgeon and/or needle aspiration of purulence into palpable fluctuance, and/or ultrasound examination above the fascia), clinical or histological evidence of fasciitis or myonecrosis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.09"},{"groupId":"OG001","value":"0.4","spread":"1.17"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Objectively Determined Incisional Surgical Site Infections (SSI)","description":"Number of participants with objectively determined SSI (defined as participants with PD, wound abscess, or positive microbial culture from one or more incisional samples) are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Superficial and Deep Incisional Surgical Site Infections (SSI) Involving the Principal Incision (PI) Within 30 Days After the Index-surgery as Determined by Blinded Assessors 14 Days Post-operatively","description":"Superficial SSI: PD from SI, organisms isolated from aseptically obtained culture fluid from SI, pain/tenderness, localized swelling, redness, or heat extending from PI, or PI deliberately opened by surgeon for presumptive PI infection and was culture-positive, a negative wound culture but CIWS. Deep incisional SSI: PD from DI but not from organ/space component of the surgical site, fever (\\>38°C), localized wound pain, or wound tenderness, or DI spontaneously dehisces and/or deliberately opened by a surgeon, and microbiological culture of DI by aseptic collection or deep wound swab was positive, an abscess or other evidence of infection involving DI was found on direct examination, during reoperation, or by histopathological or radiological examination, negative deep wound culture but clinical evidence of deep wound infection on CIWS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Worst Post-Baseline Mobility Score Using European Quality of Life-5 Dimensions (EQ-5D) Questionnaire","description":"The EQ-5D is a participant-answered questionnaire scoring 5 dimensions of health: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The mobility score questionnaire asked the participants to rate if they had problems walking around on a scale of 1 to 3 where 1= no problems, 2= some problems and 3= extreme problems. The mean worst post-baseline mobility scale score was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"0.56"},{"groupId":"OG001","value":"1.6","spread":"0.62"}]}]}]},{"type":"SECONDARY","title":"Worst Post-Baseline Self-Care Score Using European Quality of Life-5 Dimensions (EQ-5D) Questionnaire","description":"The EQ-5D is a participant-answered questionnaire scoring 5 dimensions of health: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The self-care questionnaire asked the participants to rate if they had any problems with self-care on a scale of 1 to 3 where 1= no problems, 2= some problems and 3= extreme problems. The mean worst post-baseline self-care scale score was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.68"},{"groupId":"OG001","value":"1.6","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Worst Post-Baseline Usual Activity Score Using European Quality of Life-5 Dimensions (EQ-5D) Questionnaire","description":"The EQ-5D is a participant-answered questionnaire scoring 5 dimensions of health: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The usual activity questionnaire asked the participants to rate if they had any problems with usual activities on a scale of 1 to 3 where 1= no problems, 2= some problems and 3= extreme problems. The mean worst post-baseline usual activity scale score was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"0.64"},{"groupId":"OG001","value":"2.0","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Worst Post-Baseline Pain/Discomfort Using European Quality of Life-5 Dimensions (EQ-5D) Questionnaire","description":"The EQ-5D is a participant-answered questionnaire scoring 5 dimensions of health: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The pain/discomfort score questionnaire asked the participants to rate if they had any pain or discomfort on a scale of 1 to 3 where 1= no problems, 2= some problems and 3= extreme problems. The mean worst post-baseline pain/discomfort scale score was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"0.53"},{"groupId":"OG001","value":"1.9","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Worst Post-Baseline Anxiety/Depression Score Using European Quality of Life-5 Dimensions (EQ-5D) Questionnaire","description":"The EQ-5D is a participant-answered questionnaire scoring 5 dimensions of health: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The anxiety/depression questionnaire asked the participants to rate if they had any anxiety or depression on a scale of 1 to 3 where 1= no problems, 2= some problems and 3= extreme problems. The mean worst post-baseline anxiety/depression scale score was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"0.55"},{"groupId":"OG001","value":"1.4","spread":"0.60"}]}]}]},{"type":"SECONDARY","title":"Worst Post-Baseline Health State Score Using European Quality of Life-5 Dimensions (EQ-5D) Questionnaire","description":"The EQ-5D health state scale is a visual analog scale that ranges from 0 (worst imaginable health state) to 100 (best imaginable health state), with higher scores indicating a better state of health. Participants were asked to rate their health state from 0 to 100. The mean worst post-baseline health state score was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.7","spread":"20.77"},{"groupId":"OG001","value":"61.3","spread":"24.31"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Re-Hospitalization","description":"Number of participants who had re-hospitalization for SSI were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Wound Healing Score (CWHS) as Assessed by Blinded Assessors","description":"CWHS was assessed by blind assessors as 0= normal, intact incision without any spontaneous wound dehiscence; 1= spontaneous wound dehiscence that extends \\< 2 cm along the principal incision in the absence of erythema and/or pain 2= spontaneous wound dehiscence that extends ≥ 2 cm along the principal incision in the absence of erythema and/or pain. Number of participants with various levels of CWHS scores were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null},{"groupId":"OG001","value":"185","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs), Serious Adverse Events (SAEs), Treatment-Emergent Adverse Events (TEAEs), Adverse Drug Reactions (ADRs), Suspected Unexpected Serious Adverse Reactions (SUSARs) and Unexpected Adverse Reactions (UARs)","description":"AE: Any untoward medical occurrence in a participant administered a pharmaceutical product; it does not necessarily have to have a causal relationship with this treatment. ADR: All noxious and unintended responses to a medicinal product related to any dose. SAE: AE that resulted in any of the following: death; life threatening; persistent/significant disability/incapacity; initial or prolonged inpatient hospitalization; congenital anomaly/birth defect or was otherwise considered medically important. TEAE: an event that was not present prior to administration of study medication, or, if present prior to administration of study medication, increases in intensity after administration of study medication during study. SUSAR: all suspected adverse reactions (ARs) related to an investigational medicinal product (IMP) that occurred in study, and that were both unexpected and serious. UAR: an ARs, nature and severity of which was not consistent with the current medicinal product information.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"218","spread":null},{"groupId":"OG001","value":"202","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"215","spread":null},{"groupId":"OG001","value":"201","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Laboratory Findings","description":"Number of participants with clinically significant laboratory findings were reported. The clinical significance was decided by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Physical Examination Findings","description":"Number of participants with clinically significant physical examination findings were reported. The clinical significance was decided by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants by Wound Pain Assessment Scores","description":"Number of participants with wound pain assessment scores were assessed on a categorical scale ranging from 0 to 10, where 0 is no pain and 10 is unimaginable, unspeakable pain. Higher number on the scale represents worst possible pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"25","spread":null}]},{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"26","spread":null}]},{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"31","spread":null}]},{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"26","spread":null}]},{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With pANCA Immunoglobulin G (IgG) Antibody, Serum Anti-glucose Oxidase (GO) IgG,M,A, pMPO IgG,M,A, Serum GO Neutralization, Serum pMPO Neutralization Antibody","description":"Antibody assessment was done using enzyme-linked immunosorbent assay (ELISA) test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With pANCA IgG Anti-body, Serum Anti-GO IgG,M,A, pMPO IgG,M,A, Serum Neutralization GO, Serum pMPO Neutralization Antibody","description":"Antibody assessment was done using ELISA test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serum pANCA and pMPO Antibody Response","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Minimum Inhibitory Concentration (MIC) at 90%","description":"In vitro activity of the study drug against a range of aerobic and anaerobic pathogenic isolates cultured from infected principal incisions was analyzed using MIC. MIC 90 is defined as the lowest concentration of study drug that inhibits the growth of 90% of aerobic microorganisms tested.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Minimum Bactericidal Concentration (MBC) at 90%","description":"In vitro activity of the study drug against a range of aerobic and anaerobic pathogenic isolates cultured from infected principal incisions was analyzed using MBC. MBC 90 is defined as the lowest concentration of study drug required to kill greater than or equal to 99.9% (bactericidal) of the aerobic microorganisms tested.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":57,"n":248},"commonTop":["Nausea","Vomiting","Pyrexia","Hypokalaemia","Tachycardia"]}}}