{"nctId":"NCT00443651","briefTitle":"A Study of the Safety of Rituximab in Combination With Other Anti-Rheumatic Drugs in Subjects With Active Rheumatoid Arthritis","startDateStruct":{"date":"2007-01"},"conditions":["Rheumatoid Arthritis"],"count":578,"armGroups":[{"label":"Rituximab 1000 mg (Stage I patients)","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab","Drug: Anti-inflammatory drugs"]},{"label":"Rituximab 500 mg (Stage II patients)","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab","Drug: Anti-inflammatory drugs"]}],"interventions":[{"name":"Rituximab","otherNames":[]},{"name":"Anti-inflammatory drugs","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (Stage I):\n\n* Male or female subjects, between 18 and 80 years of age, who have a documented diagnosis of active rheumatoid arthritis (RA) for ≥ 6 months\n* Receiving treatment for RA on an outpatient basis\n* Have had an inadequate response to at least one non-biological disease-modifying anti-rheumatic drug (DMARD) and have been receiving this DMARD(s) for ≥ 12 weeks prior to baseline, with stable dose greater than or equal to 4 weeks prior to baseline\n* Demonstrated tolerability to currently prescribed DMARDs\n* If taking a background corticosteroid, use of the corticosteroid must be at a stable dose during the 4 weeks prior to the first day of treatment with rituximab (Day 1)\n* Use of one nonsteroidal anti-inflammatory drug (NSAID) is permitted if the dose is stable for ≥ 2 weeks prior to Day 1\n\nExclusion Criteria (Stage I):\n\n* Rheumatic autoimmune disease other than RA or significant systemic involvement secondary to RA (including but not limited to vasculitis, pulmonary fibrosis, or Felty's syndrome)\n* Functional Class IV as defined by the American College of Rheumatology (ACR) Classification of Functional Status in Rheumatoid Arthritis\n* History of or current inflammatory joint disease other than RA or other systemic autoimmune disorder\n* Diagnosis of juvenile idiopathic arthritis, or juvenile RA, and/or RA before age 16 years\n* Any surgical procedure, including bone/joint surgery/synovectomy (including joint fusion or replacement) within 12 weeks prior to baseline or planned within 24 weeks of enrollment\n* Lack of peripheral venous access\n* Significant cardiac or pulmonary disease (including obstructive pulmonary disease)\n* Evidence of significant uncontrolled concomitant disease such as, but not limited to, nervous system, renal, hepatic, endocrine, or gastrointestinal disorders that, in the investigator's opinion, would preclude subject participation\n* Primary or secondary immunodeficiency (history of or currently active), including known history of human immunodeficiency virus (HIV) infection\n* Known active infection of any kind (excluding fungal infections of nail beds), or any major episode of infection requiring hospitalization or treatment with intravenous (IV) antibiotics within 4 weeks of baseline or completion of oral antibiotics within 2 weeks prior to baseline\n* History of medically significant opportunistic infection\n* History of serious recurrent or chronic infection\n* History of deep space/tissue infection within 52 weeks prior to baseline\n* History of cancer, including solid tumors, hematologic malignancies, and carcinoma in situ (except basal cell and squamous cell carcinoma of the skin that have been excised and cured)\n* History of significant cytopenias or other bone marrow disorders\n* History of alcohol, drug, or chemical abuse within 24 weeks prior to baseline\n* Pregnancy or lactation\n* Neuropathies and neurovasculopathies that might interfere with pain evaluation\n* Methotrexate (MTX) monotherapy at the time of screening\n* Concurrent treatment with MTX and leflunomide in combination\n* Concurrent treatment with any biologic agent\n* Prior to Day 1, subjects will be discontinued from all DMARDs/combinations that are prohibited in the protocol\n* History of a severe allergic or anaphylactic reaction to a biologic agent, or known hypersensitivity to any component of rituximab or to murine proteins\n* Previous treatment with an anti-α4 integrin agent\n* Previous treatment with any cell-depleting therapies, including investigational agents\n* Receipt of any vaccine within 28 days prior to baseline\n* Intolerance or contraindications to IV corticosteroids\n* Receipt of IV immunoglobulin (IVIG) or Prosorba\\<TM\\> column within 6 months prior to baseline\n* Any previous treatment with rituximab\n* Positive hepatitis B surface antigen, hepatitis B core antibody, or hepatitis C antibody\n\nInclusion Criteria (Stage II):\n\n* Male or female subjects, between 18 and 80 years of age, who have a documented diagnosis of active RA for ≥ 6 months, diagnosed according to the revised 1987 ACR criteria for the classification of RA\n* Receiving treatment for RA on an outpatient basis\n* Have had an inadequate response to at least one biologic DMARD and have been receiving this agent at screening and for ≥ 12 weeks prior to baseline, with stable dose greater than or equal to 4 weeks prior to baseline\n* Have demonstrated tolerability to currently prescribed DMARDs/biologics\n* If taking a background corticosteroid, use of the corticosteroid must be at a stable dose during the 4 weeks prior to baseline\n* Use of one NSAID is permitted if the dose is stable for ≥ 2 weeks prior to baseline\n\nExclusion Criteria (Stage II):\n\n* Rheumatic autoimmune disease other than RA, or significant systemic involvement secondary to RA (including but not limited to vasculitis, pulmonary fibrosis, or Felty's syndrome)\n* Functional Class IV as defined by the ACR Classification of Functional Status in Rheumatoid Arthritis\n* History of, or current, inflammatory joint disease other than RA or other systemic autoimmune disorder\n* Diagnosis of juvenile idiopathic arthritis, or juvenile RA, and/or RA before age 16 years\n* Any surgical procedure, including bone/joint surgery/synovectomy (including joint fusion or replacement) within 12 weeks prior to baseline or planned within 24 weeks of randomization\n* Lack of peripheral venous access\n* Significant cardiac or pulmonary disease (including obstructive pulmonary disease)\n* Evidence of significant uncontrolled concomitant disease such as, but not limited to, nervous system, renal, hepatic, endocrine or gastrointestinal disorders that, in the investigator's opinion, would preclude subject participation\n* Primary or secondary immunodeficiency (history of or currently active), including known history of HIV infection\n* Known active infection of any kind (excluding fungal infections of nail beds), or any major episode of infection requiring hospitalization or treatment with IV antibiotics within 4 weeks of baseline or completion of oral antibiotics within 2 weeks prior to baseline\n* History of medically significant opportunistic infection\n* History of serious recurrent or chronic infection\n* History of deep space/tissue infection within 52 weeks prior to baseline\n* History of cancer, including solid tumors, hematologic malignancies, and carcinoma in situ (except basal cell and squamous cell carcinoma of the skin that have been excised and cured)\n* History of significant cytopenias or other bone marrow disorders\n* History of alcohol, drug, or chemical abuse within 24 weeks prior to baseline\n* Pregnancy or lactation\n* Neuropathies and neurovasculopathies that might interfere with pain evaluation\n* Infliximab monotherapy at the time of screening (infliximab should be in combination with MTX)\n* Concurrent treatment with MTX and leflunomide in combination\n* Concurrent treatment with more than one biologic agent\n* Prior to Day 1, subjects will be discontinued from all DMARDs/combinations that are prohibited in the protocol\n* History of a severe allergic or anaphylactic reaction to a biologic agent, or known hypersensitivity to any component of rituximab or to murine proteins\n* Previous treatment with an anti-α4 integrin agent\n* Previous treatment with any cell-depleting therapies\n* Treatment with any investigational agent within 28 days of baseline or 5 half-lives of the investigational drug (whichever is the longer)\n* Receipt of any vaccine within 28 days prior to baseline\n* Intolerance or contraindications to IV corticosteroids\n* Receipt of IVIG or Prosorba\\<TM\\> column within 6 months prior to baseline\n* Any previous treatment with rituximab\n* Positive hepatitis B surface antigen, hepatitis B core antibody, or hepatitis C antibody\n* Positive purified protein derivative (PPD) skin test not adequately treated according to Center for Disease Control (CDC) guidelines","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Developing a Serious Adverse Event (SAE) Within 24 Weeks After Receiving the First Course of Rituximab Treatment","description":"An adverse event (AE) is any unfavorable and unintended sign, symptom, significantly abnormal laboratory finding, or disease temporally associated with the use of an investigational medical product or other protocol-imposed intervention. An AE was classified as an SAE if it: Resulted in death, persistent or significant disability/incapacity, or congenital anomaly/birth defect in a neonate/infant born to a mother exposed to the investigational product; required or prolonged inpatient hospitalization; was life-threatening or considered a significant medical event by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Developed a Serious Adverse Event (SAE) During or Within 24 Hours of Rituximab Infusions","description":"The percentage of patients developing a SAE during or within 24 hours of a rituximab infusion is reported separately for each of the 2 infusions in the first course of treatment (Days 1 and 15) and the second course of treatment (optional retreatment during Weeks 24 to 40). See the Primary Outcome Measure for a definition of a SAE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Developed a Serious Adverse Event (SAE) Within 24 Weeks After Receiving the Second Course (Optional Retreatment) of Rituximab Treatment","description":"An adverse event (AE) is any unfavorable and unintended sign, symptom, significantly abnormal laboratory finding, or disease temporally associated with the use of an investigational medical product or other protocol-imposed intervention. An AE was classified as an SAE if it: Resulted in death, persistent or significant disability/incapacity, or congenital anomaly/birth defect in a neonate/infant born to a mother exposed to the investigational product; required or prolonged inpatient hospitalization; was life-threatening or considered a significant medical event by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With an Improvement of 20%, 50%, and 70% in American College of Rheumatology (ACR) Scores (ACR20/50/70) From Baseline at Weeks 24 and 48","description":"Improvement must be seen in tender and swollen joint counts and in at least 3 of the following 5 parameters. Patient and physician assessment of patient disease activity (DA) in previous 24 hours on a visual analog scale (VAS, no DA to maximum DA); patient assessment of pain in previous 24 hours on a VAS (none to unbearable); Health Assessment Questionnaire-Disability Index (20 questions, 8 components: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and activities, 0=without difficulty to 3=unable to do); and C reactive protein or, if missing, erythrocyte sedimentation rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.9","spread":null},{"groupId":"OG001","value":"30.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":null},{"groupId":"OG001","value":"10.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.6","spread":null},{"groupId":"OG001","value":"48.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"22.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving Disease Activity Score 28-Erythrocyte Sedimentation Rate (DAS 28-ESR) Remission and DAS 28-ESR Low Disease Activity Scores at Weeks 24 and 48","description":"DAS 28-ESR was calculated using counts of tender and swollen joints (28 joints, 28TJC and 28SJC), a patient assessment (PA) of disease activity (DA) in previous 24 hours on a visual analog scale (no DA to maximum DA), and ESR at the current visit, using the following formula: 0.56 × 28TJC + 0.28 × 28SJC + 0.70 × ln(ESR) + 0.014 × PADA. The DAS 28-ESR score ranges from 0 to 10, with higher scores indicating more rheumatoid arthritis. DAS28-ESR Remission was defined as a DAS 28-ESR score of \\< 2.6. DAS28-ESR Low Disease Activity was defined as a DAS28-ESR score of ≤ 3.2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.4","spread":null},{"groupId":"OG001","value":"22.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With European League Against Rheumatism (EULAR) Good and Moderate Responses at Weeks 24 and 48","description":"Improvement in the post-baseline DAS 28-ESR score from baseline was used to determine the EULAR responses of moderate response and good response. The DAS 28-ESR score ranges from 0 to 10, with higher scores indicating more rheumatoid arthritis. For a post-baseline score ≤ 3.2, an improvement \\> 0.6 to ≤ 1.2 was a moderate response and ≥ 1.2 a good response. For a post-baseline score \\> 3.2 to ≤ 5.1, an improvement \\> 0.6 was a moderate response. For a post-baseline score \\> 5.1, an improvement ≥ 1.2 was a moderate response. A good response could not be achieved for post-baseline scores \\> 3.2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.7","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.2","spread":null},{"groupId":"OG001","value":"34.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.2","spread":null},{"groupId":"OG001","value":"18.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.1","spread":null},{"groupId":"OG001","value":"43.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Assessment Questionnaire-Disability Index (HAQ-DI) Change From Baseline at Weeks 24 and 48","description":"The HAQ-DI assesses how well the patient is able to perform 8 activities: Dressing/grooming, arising, eating, walking, hygiene, reach, grip, and activities. The patient answers 20 questions with 1 of 4 responses with the past week as the time frame: 0=without difficulty, 1=with some difficulty, 2=with much difficulty, and 3=unable to do. The highest score for any question in a category determines the category score. The total score ranges from 0 (no disability) to 3 (completely disabled). A negative change score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.28","spread":"0.474"},{"groupId":"OG001","value":"-0.28","spread":"0.495"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"0.508"},{"groupId":"OG001","value":"-0.32","spread":"0.512"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":48,"n":401},"commonTop":["Upper respiratory tract infection","Rheumatoid arthritis","Sinusitis","Headache","Urinary tract infection"]}}}