{"nctId":"NCT00880919","briefTitle":"Seroquel Extended Release (XR) for the Management of Borderline Personality Disorder (BPD)","startDateStruct":{"date":"2008-06"},"conditions":["Borderline Personality Disorder"],"count":95,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: quetiapine extended-release"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: quetiapine extended-release"]},{"label":"3","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"quetiapine extended-release","otherNames":["Seroquel XR"]},{"name":"Placebo","otherNames":["quetiapine extended-release"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Consent\n* A diagnosis of borderline personality disorder (301.83)\n* All subjects will have a ZAN-BPD greater or equal to 9 at randomization.\n* Males and females aged 18-45 years\n* Female patients of childbearing potential must be using a reliable method of contraception and have a negative urine human chorionic gonadotropin (HCG) test at enrollment\n* Able to understand and comply with the requirements of the study\n\nExclusion Criteria:\n\n* Pregnancy or lactation\n* Any DSM-IV Axis I disorder not defined in the inclusion criteria. The patients with BPD may not have bipolar I disorder, schizophrenia, schizoaffective disorder, delirium, or dementia. Neither may they have current DSM-IV substance dependence.\n* Patients who, in the opinion of the investigator, pose an imminent risk of suicide or a danger to self or others\n* Known intolerance or lack of response to quetiapine fumarate, as judged by the investigator\n* Use of any of the following cytochrome P450 3A4 inhibitors in the 14 days preceding enrollment including but not limited to: ketoconazole, itraconazole, fluconazole, erythromycin, clarithromycin, troleandomycin, indinavir, nelfinavir, ritonavir, fluvoxamine, and saquinavir\n* Use of any of the following cytochrome P450 inducers in the 14 days preceding enrollment including but not limited to: phenytoin, carbamazepine, barbiturates, rifampin, St. John's Wort, and glucocorticoids\n* Administration of a depot antipsychotic injection within one dosing interval (for the depot) before randomization\n* Substance or alcohol dependence at enrollment (except dependence in full remission, and except for caffeine or nicotine dependence), as defined by DSM-IV criteria\n* Opiates, amphetamine, barbiturate, cocaine, cannabis, or hallucinogen abuse by DSM-IV criteria within 4 weeks prior to enrollment\n* Medical conditions that would affect absorption, distribution, metabolism, or excretion of study treatment\n* Unstable or inadequately treated medical illness (e.g. diabetes, angina pectoris, hypertension, congestive heart failure) as judged by the investigator\n* Involvement in the planning and conduct of the study\n* Previous enrollment or randomization of treatment in the present study.\n* Participation in another drug trial within 4 weeks prior enrollment into this study or longer in accordance with local requirements\n* Unstable Diabetes Mellitus\n* An absolute neutrophil count (ANC) of 1.5 x 109 per liter\n* Past history of lack of response to an atypical antipsychotic medication or substantial previous side effects will be cause for exclusion.\n* Any medical illness that would interfere with conduct of the study will be cause for exclusion.\n* Pregnant or lactating women and women of childbearing potential not using medically accepted means of contraception.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Zanarini Rating Scale for Borderline Personality Disorder (ZAN-BPD)","description":"This is an assessment of change in DSM-IV borderline psychopathology. Consisting of nine criteria rated on a five-point anchored rating scale of 0 to 4, yielding a total score of 0 to 36. 0 being the best and 4 meaning the worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":"0.15"},{"groupId":"OG001","value":"-0.99","spread":"0.16"},{"groupId":"OG002","value":"-0.75","spread":"0.15"}]}]}]},{"type":"PRIMARY","title":"Montgomery-Åsberg Depression Rating Scale (MADRS)","description":"Nine criteria rated on a six-point anchored rating scale of 0 to 6, yielding a total score of 0 to 60. O is the least and 6 is the highest\n\n0 to 6 - normal /symptom absent 7 to 19 - mild depression 20 to 34 - moderate depression \\>34 - severe depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.85","spread":"0.19"},{"groupId":"OG001","value":"-1.05","spread":"0.19"},{"groupId":"OG002","value":"-0.59","spread":"0.18"}]}]}]},{"type":"PRIMARY","title":"Borderline Evaluation of Severity Over Time (BEST)","description":"Scale including 15 items and three subscales. All items are rated on a Likert-like scale. A correction factor of 15 is added to yield the final score which can range from 12 (best) to 72 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.10","spread":"0.32"},{"groupId":"OG001","value":"-1.97","spread":"0.33"},{"groupId":"OG002","value":"-0.91","spread":"0.31"}]}]}]},{"type":"PRIMARY","title":"Overt Aggression Scale - Modified (OAS-M)","description":"Four part behavior rating scale designed to measure four types of aggressive behavior as witnessed in the past week. Each section consists of five questions. Total scores on the MOAS range from 0-40. 0 is the best and 40 is the worst of symptoms Reduction in scores shows a change of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.92","spread":"0.42"},{"groupId":"OG001","value":"-1.82","spread":"0.43"},{"groupId":"OG002","value":"-0.37","spread":"0.43"}]}]}]},{"type":"PRIMARY","title":"Global Assessment of Functioning Scale (GAF)","description":"Numeric scale (1 through 100) used by mental health clinicians and physicians to rate subjectively the social, occupational, and psychological functioning of adults. 100 is the highest level of functioning. O is the least functional","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.05","spread":"0.20"},{"groupId":"OG001","value":"1.04","spread":"0.21"},{"groupId":"OG002","value":"0.62","spread":"0.19"}]}]}]},{"type":"PRIMARY","title":"Barratt Impulsiveness Scale (BIS)","description":"30-item self-report questionnaire, that is scored to yield a total score, three second-order factors, and six first-order factors. patients rate the questions 1-4 1 being the least and 4 being the most.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.27"},{"groupId":"OG001","value":"-0.83","spread":"0.27"},{"groupId":"OG002","value":"-.59","spread":"0.26"}]}]}]},{"type":"PRIMARY","title":"Symptom Checklist -90-Revised (SCL-90-R)","description":"90 items measured on a Likert scale via self-report. Scale is 0-5 stating 0= strongly disagree and 5 is Strongly agree Measures psychological problems and symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.02"},{"groupId":"OG001","value":"-0.12","spread":"0.02"},{"groupId":"OG002","value":"-0.07","spread":"0.02"}]}]}]},{"type":"PRIMARY","title":"Young Mania Rating Scale (YMS)","description":"Eleven-item multiple choice diagnostic questionnaire, yielding total scores of 0-60. 0-4 rating 0-being least likely and 4 being most likely This scale assess manic symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.06"},{"groupId":"OG001","value":"-0.30","spread":"0.06"},{"groupId":"OG002","value":"0.11","spread":"0.06"}]}]}]},{"type":"PRIMARY","title":"Sheehan Disability Scale (SDS)","description":"Three self-rated items, on a scale of 0-10. 0 is unimpaired 10 is highly impaired This measures functional impairment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.85","spread":"0.19"},{"groupId":"OG001","value":"-1.11","spread":"0.20"},{"groupId":"OG002","value":"0.58","spread":"0.18"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":33},"commonTop":["Sedation","Change in appetite","Dry mouth","Headache","Bodily pain"]}}}