{"nctId":"NCT03721172","briefTitle":"Apremilast as a Direct Treatment for Mild-to-moderate Plaque Psoriasis Versus Placebo: an Analysis of Clinical Safety and Efficacy","startDateStruct":{"date":"2019-03-11","type":"ACTUAL"},"conditions":["Psoriasis"],"count":595,"armGroups":[{"label":"Placebo-controlled Phase:","type":"EXPERIMENTAL","interventionNames":["Other: Placebo"]},{"label":"Placebo-controlled Phase: Apremilast 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast"]},{"label":"Extension Phase: Apremilast 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast"]}],"interventions":[{"name":"Apremilast","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must satisfy the following criteria to be enrolled in the study:\n\n1. Subject must be male or female, ≥18 years of age at the time of signing the informed consent form (ICF).\n2. Subject must have a diagnosis of chronic plaque psoriasis for at least 6 months prior to signing the ICF.\n3. Subject must have a diagnosis of mild to moderate plaque psoriasis at both Screening and Baseline.\n4. Subject must be inadequately controlled with or intolerant of at least one topical therapy at both Screening and Baseline.\n5. Subject must be in good health (except for psoriasis) as judged by the investigator, based on medical history, physical examination, clinical laboratories, and urinalysis.\n6. Subject must meet laboratory criteria.\n7. Subject has not had prior exposure to biologics for the treatment of psoriatic arthritis or psoriasis, or any other condition that could impact the assessment of psoriasis.\n\nExclusion Criteria:\n\nThe presence of any of the following will exclude a subject from enrollment:\n\n1. Subject has any significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from participating in the study.\n2. Subjects has any condition, including the presence of laboratory abnormalities, which would place the subject at unacceptable risk if he/she were to participate in the study.\n\n2\\. Subject has hepatitis B surface antigen positive at Screening. 3. Subject has active tuberculosis (TB) or a history of incompletely treated TB.\n\n4\\. Subject has history of positive human immunodeficiency virus (HIV), or has congenital or acquired immunodeficiency (eg, common variable immunodeficiency disease).\n\n5\\. Subject has hepatitis B surface antigen or anti-hepatitis C antibody positive at Screening.\n\n6\\. Subject has prior history of suicide attempt at any time in the subject's life time or major psychiatric illness requiring hospitalization within the last 3 years prior to signing the informed consent. 7. Subject has current or planned concurrent use of therapies that may have a possible effect on psoriasis during the course of the treatment phase of the trial.\n\n8\\. Use of any investigational drug beginning 4 weeks prior to randomization, or 5 pharmacokinetic/pharmacodynamic half-lives, if known (whichever is longer).\n\n9\\. Subject had prior treatment with apremilast.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Static Physician Global Assessment (sPGA) Response at Week 16 During the Placebo-Controlled Phase","description":"The sPGA is a 5-point scale where 0 = clear, 1 = almost clear, 2 = mild, 3 = moderate, and 4 =severe. Scores incorporate an assessment by the Investigator of the severity of the 3 primary signs of the disease: erythema, scaling and plaque elevation.\n\nAn sPGA response is defined as sPGA score of clear (0) or almost clear (1) and with at least a 2-point reduction from baseline at Week 16.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ≥ 75 Percent (%) Improvement From Baseline in Affected Body Surface Area (BSA) at Week 16","description":"The BSA is a measurement of involved skin over the whole body. The overall BSA affected by psoriasis is estimated based on the palm area of the participant's hand. The surface area of the whole body is made up of approximately 100 palms or \"handprints\" (each entire palmar surface or \"handprint\" equates to approximately 1% of total body surface area).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"33.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of Affected BSA at Week 16","description":"The BSA is a measurement of involved skin over the whole body. The overall BSA affected by psoriasis is estimated based on the palm area of the participant's hand. The surface area of the whole body is made up of approximately 100 palms or \"handprints\" (each entire palmar surface or \"handprint\" equates to approximately 1% of total body surface area).\n\nA negative change from baseline indicates a reduction of affected BSA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.24"},{"groupId":"OG001","value":"-3.45","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Psoriasis Area Severity Index (PASI) Score at Week 16","description":"The PASI is a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. Erythema, thickness, and scaling are scored on a scale of 0 (none) to 4 (very severe) on 4 anatomic regions of the body: head, trunk, upper limbs, and lower limbs. Degree of involvement on each of the 4 anatomic regions is scored on a scale of 0 (no involvement) to 6 (90% to 100% involvement). The total qualitative score (sum of erythema, thickness, and scaling scores) is multiplied by the degree of involvement for each anatomic region and then multiplied by a constant. These values for each anatomic region are summed to yield the PASI score.\n\nPASI scores range from 0 to 72, with higher scores reflecting greater disease severity.\n\nA negative change from baseline indicates an improvement of disease symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.54","spread":"0.20"},{"groupId":"OG001","value":"-3.47","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved BSA ≤ 3% for Participants With Baseline Affected BSA > 3% at Week 16","description":"The BSA is a measurement of involved skin over the whole body. The overall BSA affected by psoriasis is estimated based on the palm area of the participant's hand. The surface area of the whole body is made up of approximately 100 palms or \"handprints\" (each entire palmar surface or \"handprint\" equates to approximately 1% of total body surface area).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"61.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥ 4-point Reduction From Baseline in Whole Body Itch Numeric Rating Scale (NRS) Score at Week 16 Who Had Baseline Whole Body Itch NRS ≥ 4","description":"The whole body itch NRS is a self-reported measure where participants were asked to assess whole body itch and select a number on a scale of 0-10, where 0 represents no itch, and 10 represents the worst imaginable itch. A reduction in score from baseline represents an improvement in symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"43.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Scalp Physician Global Assessment (ScPGA) Response at Week 16 Among Participants With Baseline scPGA Score ≥ 2 at Week 16","description":"The ScPGA is a 5-point scale ranging from 0 (clear) to 4 (severe), incorporating an Investigator's assessment of the severity of the three primary signs of the disease: erythema, scaling and plaque elevation of the overall scalp.\n\nAn ScPGA response is defined as and ScPGA score clear (0) or almost clear (1) with at least a 2-point reduction from baseline among participants with a baseline ScPGA score ≥ 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"44.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) Total Score at Week 16","description":"The DLQI is a 10 item questionnaire dealing with the participant's skin. With the exception of Item Number 7, the participant responds on a four-point scale, ranging from 0 (not at all) to 3 (very much). Item Number 7 is a multi-part item, the first part of which ascertains whether the participant's skin prevented them from working or studying (Yes or No), and if \"No,\" then the subject is asked how much of a problem the skin has been at work or study over the past week, with response alternatives being 0 (not at all), 1 (a little) and 2 (a lot).\n\nTotal scores have a possible range of 0 to 30, with 30 corresponding to the worst health-related quality of life, and 0 corresponding to the best score.\n\nA negative change from baseline indicates an improvement in health-related quality of life scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"0.3"},{"groupId":"OG001","value":"-5.2","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) is An AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen in a participant during the course of a study. A TEAE is any AE that occurs following administration of study treatment.\n\nFrequency of TEAEs was assessed as well as severity and treatment relatedness.\n\nA TEAE was considered severe based on the Investigator's assessment. A TEAE could be severe if it was serious or non-serious, had symptoms causing discomfort or pain, requiring medical or surgical attention or intervention, interfered with activities of daily life and if drug therapy was required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null},{"groupId":"OG001","value":"195","spread":null},{"groupId":"OG002","value":"351","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"110","spread":null},{"groupId":"OG002","value":"186","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":296},"commonTop":["Diarrhoea","Headache","Nausea","Upper respiratory tract infection","Nasopharyngitis"]}}}