{"nctId":"NCT02207244","briefTitle":"A Study of Guselkumab in the Treatment of Participants With Moderate to Severe Plaque-Type Psoriasis With Randomized Withdrawal and Retreatment","startDateStruct":{"date":"2014-11-03","type":"ACTUAL"},"conditions":["Psoriasis"],"count":992,"armGroups":[{"label":"Group I","type":"EXPERIMENTAL","interventionNames":["Drug: Guselkumab 100 mg","Drug: Placebo for guselkumab","Drug: Placebo for adalimumab"]},{"label":"Group II","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Guselkumab 100 mg","Drug: Placebo for guselkumab","Drug: Placebo for adalimumab"]},{"label":"Group III","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Guselkumab 100 mg","Drug: Placebo for guselkumab","Drug: Adalimumab"]}],"interventions":[{"name":"Guselkumab 100 mg","otherNames":["CNTO 1959"]},{"name":"Placebo for guselkumab","otherNames":[]},{"name":"Adalimumab","otherNames":["HUMIRA®"]},{"name":"Placebo for adalimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a diagnosis of plaque-type psoriasis (with or without psoriatic arthritis) at least 6 months before the first administration of study agent\n* Have a Psoriasis Area and Severity Index (PASI) greater than or equal to (\\>=) 12 at Screening and at Baseline\n* Have an Investigator's Global Assessment (IGA) score \\>=3 at Screening and at Baseline\n* Have an involved body surface area (BSA) \\>=10 percent (%) at Screening and at Baseline\n* Must be a candidate for either systemic therapy or phototherapy for psoriasis\n\nExclusion Criteria:\n\n* Participants with nonplaque forms of psoriasis (for example, erythrodermic, guttate, or pustular) or with current drug-induced psoriasis (for example, a new onset of psoriasis or an exacerbation of psoriasis from beta blockers, calcium channel blockers, or lithium)\n* Participants who have ever received guselkumab or adalimumab\n* History or current signs or symptoms of severe, progressive, or uncontrolled renal, hepatic, cardiac, vascular, pulmonary, gastrointestinal, endocrine, neurologic, hematologic, rheumatologic, psychiatric, or metabolic disturbances\n* Has any condition that, in the opinion of the investigator, would make participation not be in the best interest (for example, compromise the well-being) of the participant or that could prevent, limit, or confound the protocol-specified assessments\n* Is pregnant, nursing, or planning a pregnancy (both men and women) within 5 months following the last administration of study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved an Investigator's Global Assessment (IGA) Score of Cleared (0) or Minimal (1) in the Guselkumab Group Compared to the Placebo Group at Week 16","description":"The IGA documents the investigator's assessment of the participants' psoriasis at a given time point. Overall lesions are graded for induration, erythema, and scaling. The participants' psoriasis was assessed as cleared (0), minimal (1), mild (2), moderate (3), or severe (4).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"84.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Achieved Psoriasis Area and Severity Index (PASI) 90 Response in the Guselkumab Group Compared to the Placebo Group at Week 16","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these area was assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 90 response represents participants who achieved at least a 90 percent improvement from baseline in the PASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"70.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an Investigator's Global Assessment (IGA) Score of Cleared (0) in the Guselkumab Group Compared to the Adalimumab Group at Week 24","description":"The IGA documents the investigator's assessment of the participants' psoriasis at a given time point. Overall lesions are graded for induration, erythema, and scaling. The participants' psoriasis was assessed as cleared (0), minimal (1), mild (2), moderate (3), or severe (4).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.8","spread":null},{"groupId":"OG001","value":"31.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an Investigator's Global Assessment (IGA) Score of Cleared (0) or Minimal (1) in the Guselkumab Group Compared to the Adalimumab Group at Week 24","description":"The IGA documents the investigator's assessment of the participants' psoriasis at a given time point. Overall lesions are graded for induration, erythema, and scaling. The participants' psoriasis was assessed as cleared (0), minimal (1), mild (2), moderate (3), or severe (4).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.5","spread":null},{"groupId":"OG001","value":"64.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Psoriasis Area and Severity Index (PASI) 90 Response in the Guselkumab Group Compared to the Adalimumab Group at Week 24","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 90 response represents participants who achieved at least a 90 percent improvement from baseline in the PASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.2","spread":null},{"groupId":"OG001","value":"54.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Maintenance Rate of Psoriasis Area and Severity Index (PASI) 90 Response in the Placebo Group Compared to the Guselkumab Group Through Week 48 to Evaluate Loss of a PASI 90 Response","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 90 response represents participants who achieved at least a 90 percent improvement from baseline in the PASI score. Cumulative maintenance rate was defined as percentage of participants who maintained their PASI 90 response through Week 48.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":null},{"groupId":"OG001","value":"81.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) Score at Week 16 in the Guselkumab Group Compared to the Placebo Group","description":"The DLQI is a 10-item questionnaire that measures the impact of skin disease on participant's quality of life. Each question was evaluated on a 4-point scale ranging from 0 (not at all) to 3 (very much); where higher scores indicate more impact on quality of life. The DLQI total score ranges from 0 (not at all) to 30 (very much): 0-1 = no effect at all on the participant's life; 2-6 = small effect on the participant's life; 7-12 = moderate effect on the participant's life; 13-18 = very large effect on the participant's life; 19-30 = extremely large effect on the participant's life. Higher scores indicate more impact on quality of life of participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"6.85"},{"groupId":"OG001","value":"-11.23","spread":"6.82"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an Investigator's Global Assessment (IGA) Score of Cleared (0) or Minimal (1) in the Guselkumab Group Compared to the Adalimumab Group at Week 16","description":"The IGA documents the investigator's assessment of the participants' psoriasis at a given time point. Overall lesions are graded for induration, erythema, and scaling. The participants' psoriasis was assessed as cleared (0), minimal (1), mild (2), moderate (3), or severe (4).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.1","spread":null},{"groupId":"OG001","value":"67.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Psoriasis Area and Severity Index (PASI) 90 Response, in the Guselkumab Group Compared to the Adalimumab Group at Week 16","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 90 response represents participants who achieved at least a 90 percent improvement from baseline in the PASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null},{"groupId":"OG001","value":"46.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Psoriasis Area and Severity Index (PASI) 75 Response in the Guselkumab Group Compared to the Adalimumab Group at Week 16","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 75 response represents participants who achieved at least a 75 percent improvement from baseline in the PASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.3","spread":null},{"groupId":"OG001","value":"68.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Scalp-specific Investigator's Global Assessment (Ss-IGA) Score of 0 or 1 and at Least a 2-Grade Improvement From Baseline at Week 16 in the Guselkumab Group Compared to the Placebo Group","description":"The ss-IGA instrument is used to evaluate the disease severity of scalp psoriasis. The lesions were assessed in terms of the clinical signs of redness, thickness, and scaliness, which are scored on a 5-point scale ranging from 0 = absence of disease, 1 = very mild disease, 2 = mild disease, 3 = moderate disease, and 4 = severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"80.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Psoriasis Symptom and Sign Diary (PSSD) Symptom Score at Week 16 in the Guselkumab Group Compared to the Placebo Group","description":"The PSSD (24 hour version) is a patient-reported outcome (PRO) questionnaire designed and validated to measure the severity of psoriasis symptoms and signs for the assessment of treatment benefit. It consisted of 11 items covering symptoms (itch, pain, stinging, burning, and skin tightness) and patient-observable signs (skin dryness, cracking, scaling, shedding or flaking, redness, and bleeding) using 0 (absent) to 10 (worst imaginable) numerical rating scales for severity. Items were averaged on the daily symptom score and sign score when at least 3 items (\\>=50 percentage of 5 items) on these scales are answered. The average value is converted into 0-100 scoring, such that Symptom \\[or Sign\\] score = average value\\*10, where, 0= least severe and 100= most severe and higher score indicates more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3","spread":"23.67"},{"groupId":"OG001","value":"-40.4","spread":"26.52"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Psoriasis Symptom and Sign Diary (PSSD) Symptom Score of 0 in the Guselkumab Group Compared to the Adalimumab Group at Week 24","description":"The PSSD (24 hour version) is a patient-reported outcome (PRO) questionnaire designed and validated to measure the severity of psoriasis symptoms and signs for the assessment of treatment benefit. It consisted of 11 items covering symptoms (itch, pain, stinging, burning, and skin tightness) and patient-observable signs (skin dryness, cracking, scaling, shedding or flaking, redness, and bleeding) using 0 (absent) to 10 (worst imaginable) numerical rating scales for severity. Items were averaged on the daily symptom score and sign score when at least 3 items (\\>=50 percentage of 5 items) on these scales are answered. The average value is converted into 0-100 scoring, such that Symptom \\[or Sign\\] score = average value\\*10, where, 0= least severe and 100= most severe and higher score indicates more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.1","spread":null},{"groupId":"OG001","value":"22.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Maintenance Rate of PASI 90 Response in the Guselkumab Withdrawal Group Compared to the Guselkumab Maintenance Group Through Week 72 to Evaluate Loss of a PASI 90 Response","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 90 response represents participants who achieved at least a 90 percent improvement from baseline in the PASI score. Cumulative maintenance rate was determined for participants who were withdrawn from study medication and who maintained guselkumab every 8 weeks dosing schedule and was defined as percentage of participants who maintained their PASI 90 response through Week 72.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved PASI 90 Response at Week 252","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 90 response represents participants who achieved at least a 90 percent improvement from baseline in the PASI score. As per planned analysis, participants from the baseline guselkumab group and the placebo crossover group were combined into a single guselkumab group for assessment of this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.0","spread":null},{"groupId":"OG001","value":"79.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved PASI 75 Response at Week 252","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 75 response represents participants who achieved at least a 75 percent improvement from baseline in the PASI score. As per planned analysis, participants from the baseline guselkumab group and the placebo crossover group were combined into a single guselkumab group for assessment of this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.4","spread":null},{"groupId":"OG001","value":"92.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an IGA Score of Cleared (0) or Minimal (1) at Week 252","description":"The IGA documents the investigator's assessment of the participants' psoriasis at a given time point. Overall lesions are graded for induration, erythema, and scaling. The participants' psoriasis was assessed as cleared (0), minimal (1), mild (2), moderate (3), or severe (4). As per planned analysis, participants from the baseline guselkumab group and the placebo crossover group were combined into a single guselkumab group for assessment of this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.0","spread":null},{"groupId":"OG001","value":"83.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a DLQI Score of 0 or 1 at Week 252","description":"The DLQI is a 10-item questionnaire that measures the impact of skin disease on participant's quality of life. Each question was evaluated on a 4-point scale ranging from 0 (not at all) to 3 (very much); where higher scores indicate more impact on quality of life. The DLQI total score ranges from 0 (not at all) to 30 (very much): 0-1 = no effect at all on the participant's life; 2-6 = small effect on the participant's life; 7-12 = moderate effect on the participant's life; 13-18 = very large effect on the participant's life; 19-30 = extremely large effect on the participant's life. The DLQI was calculated by summing the score of each question resulting in a maximum of 30 and a minimum of 0. Higher scores indicate more impact on quality of life of participants. As per planned analysis, participants from the baseline guselkumab group and the placebo crossover group were combined into a single guselkumab group for assessment of this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.1","spread":null},{"groupId":"OG001","value":"69.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a PSSD Symptom Score of 0 at Week 252","description":"The PSSD (24-hour version) is a PRO questionnaire designed and validated to measure the severity of psoriasis symptoms and signs for the assessment of treatment benefit. It consisted of 11 items covering symptoms (itch, pain, stinging, burning, and skin tightness) and patient-observable signs (skin dryness, cracking, scaling, shedding or flaking, redness, and bleeding) using 0 (absent) to 10 (worst imaginable) numerical rating scales for severity. Items were averaged on the daily symptom score and sign score when at least 3 items (\\>=50 percentage of 5 items) on these scales are answered. The average value is converted into 0-100 scoring, such that Symptom score = average value\\*10, where, 0= least severe and 100= most severe and higher score indicates more severe disease. As per planned analysis, participants from the baseline guselkumab group and the placebo crossover group were combined into a single guselkumab group for assessment of this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.0","spread":null},{"groupId":"OG001","value":"36.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a PSSD Sign Score of 0 at Week 252","description":"The PSSD (24-hour version) is a PRO questionnaire designed and validated to measure the severity of psoriasis symptoms and signs for the assessment of treatment benefit. It consisted of 11 items covering symptoms (itch, pain, stinging, burning, and skin tightness) and patient-observable signs (skin dryness, cracking, scaling, shedding or flaking, redness, and bleeding) using 0 (absent) to 10 (worst imaginable) numerical rating scales for severity. Items were averaged on the daily symptom score and sign score when at least 3 items (\\>=50 percentage of 5 items) on these scales are answered. The average value is converted into 0-100 scoring, such that Sign score = average value\\*10, where, 0= least severe and 100= most severe and higher score indicates more severe disease. As per planned analysis, participants from the baseline guselkumab group and the placebo crossover group were combined into a single guselkumab group for assessment of this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":null},{"groupId":"OG001","value":"24.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":248},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection","Arthralgia","Hypertension","Headache"]}}}