{"nctId":"NCT02402933","briefTitle":"Clinical Usability of Nasal Glucagon in Treatment of Hypoglycemia in Children and Adolescents","startDateStruct":{"date":"2015-03"},"conditions":["Hypoglycemia","Diabetes Mellitus"],"count":26,"armGroups":[{"label":"Nasal Glucagon","type":"EXPERIMENTAL","interventionNames":["Drug: Nasal Glucagon"]}],"interventions":[{"name":"Nasal Glucagon","otherNames":["Dry-Mist nasal glucagon","AMG504-1","LY900018"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Availability for the entire study period.\n* Motivated Child/Adolescent with diabetes (C/AWD) and caregiver(s) and absence of intellectual problems likely to limit the validity of consent to participate in the study or the compliance with protocol requirements; ability to cooperate adequately; ability to understand and observe the instructions of the qualified investigator or designee.\n* C/AWD lives with one or more caregivers who are available to administer the glucagon in case of an episode of severe or moderate hypoglycemia.\n* Male or female C/AWD with a history of type 1 diabetes \\>1 year.\n* C/AWD aged of at least 4 years of age but less than 18 years.\n* A female C/AWD must meet one of the following criteria:\n\n  a) Participant is of child-bearing potential and agrees to use one of the accepted contraceptive regimens throughout the entire duration of the study (from the pre-trial evaluation and enrollment visit until study completion). An acceptable method of contraception includes one of the following: (i) Abstinence from heterosexual intercourse (ii) Systemic contraceptives (birth control pills, injectable/implantable/ insertable hormonal birth control products, transdermal patch) (iii) Intrauterine device (iv) Condom with spermicide, OR b) Participant is of non-child-bearing potential, defined as a female who had had a hysterectomy or tubal ligation, is clinically considered infertile or has not yet reached menarche.\n* In good general health with no conditions that could influence the outcome of the trial, and in the judgment of the Investigator is a suitable candidate for the study based on review of available medical history, physical examination and clinical laboratory evaluations.\n* Willingness to adhere to the protocol requirements.\n\nExclusion Criteria:\n\n* Females who are pregnant according to a positive urine pregnancy test, actively attempting to get pregnant, or lactating.\n* History of significant hypersensitivity to glucagon, or any related products as well as severe hypersensitivity reactions (such as angioedema) to any drugs.\n* Presence of cardiovascular, gastrointestinal, liver or kidney disease, or any other conditions which in the judgment of the investigator could interfere with the absorption, distribution, metabolism or excretion of drugs or could potentiate or predispose to undesired effects.\n* Presence or history of pheochromocytoma (i.e. adrenal gland tumor) or insulinoma.\n* Use of daily systemic beta-blockers, indomethacin, warfarin or anticholinergic drugs.\n* Concomitant maintenance therapy with any drug that would influence the outcome of the trial, at the discretion of the Investigator and the Sponsor.\n* Regular consumption of 3 or more units of alcoholic beverages per day.\n* Current participation in another clinical trial, intent to enroll in another clinical trial during this clinical study or use of an Investigational Product (in another clinical trial) within the prior 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Awakening or Returning to a Normal Status Within 30 Minutes Following Studied Drug of Administration","description":"Responses to questions completed by the caregiver are used to assess this outcome. An episode of severe hypoglycemia is generally defined as an event associated with severe neuroglycopenia usually resulting in coma or seizure and requiring parenteral therapy (glucagon or intravenous glucose) administered by a third party. In this study moderate hypoglycemia is defined as an episode wherein the child/adolescent with diabetes has symptoms and/or signs of neuroglycopenia and has a blood glucose ≤3.9 millimoles per liter (mmol/L) (70 milligram per deciliter \\[mg/dL\\]) based on a blood sample taken at or close to the time of treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Ease-of-use of Dry-Mist Nasal Glucagon by Completion of Questionnaire by the Caregiver","description":"Assess ease-of-use of intranasal administered glucagon in the hands of caregivers of participants who may be called upon to treat episodes of hypoglycemia.\n\nMeasurement for Degree of difficulty: opening the kit, Degree of difficulty: understanding the instructions on how to use the kit, Degree of difficulty: administering the medication into the nostril, Degree of satisfaction is 1 (Very Difficult) to 7 (Very Easy). Measurement for Dry Mist Nasal Glucagon will be easy to teach other caregivers, Nasal formulation of glucagon is less intimidating for caregivers, Dry Mist Nasal Glucagon is easy to carry and would be willing to carry it, Intranasal delivery of glucagon is preferable: level of agreement 1 (Strongly Disagree) to 7 (Strongly Agree).","paramType":"COUNT_OF_UNITS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events Through the Nasal Score Questionnaire","description":"Adverse events solicited through the Nasal Score Questionnaire included: runny nose, nasal congestion (nostrils plugged), nasal itching, sneezing, watery eyes, itchy eyes, redness of eyes, itching of ears, itching of throat, and other.\n\nA summary of other non-serious AEs, and all SAE's, regardless of causality, is located in the Reported Adverse Events section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Blood Glucose Level Over Time","description":"Glucometer-based measurements of blood glucose after the studied drug administration. The participants' change in blood glucose level from baseline (just prior to dosing or right after the study drug administration) was measured by the caregiver using a glucometer at 15, 30 and 45 minutes after NG administration. The change in glucose was calculated from each time point (15, 30 and 45 minutes) minus the baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.2","spread":"21.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106.8","spread":"39.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124.1","spread":"49.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":["Nasal Discomfort","Watery Eyes","Headache","Nausea","Abdominal Pain Upper"]}}}