{"nctId":"NCT00761774","briefTitle":"An Open-label, Multinational, Multicenter, Follow-up Study to Evaluate the Long-term Safety and Efficacy of Brivaracetam","startDateStruct":{"date":"2008-11"},"conditions":["Epilepsy"],"count":108,"armGroups":[{"label":"Brivaracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Brivaracetam"]}],"interventions":[{"name":"Brivaracetam","otherNames":["ucb 34714"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with epilepsy who participated in previous brivaracetam trials which allow access to the present trial.\n* Subjects from whom the Investigator believes a reasonable potential benefit from the long-term administration of brivaracetam may be expected.\n\nExclusion Criteria:\n\n• Severe medical, neurological and psychiatric disorders, including current suicidal ideation or behaviour, or laboratory values which may have an impact on the safety of the subject, as determined by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Treatment-emergent Adverse Event (TEAE) During the Evaluation Period From Entry Visit 1 Through End of Treatment (up to 9 Years)","description":"Treatment-emergent Adverse events (TEAE) are any untoward medical occurrences in a subject during administered study treatment, whether or not these events are related to study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects Who Withdrew Due to Adverse Event (AE) During the Evaluation Period From Entry Visit 1 Through End of Treatment (up to 9 Years)","description":"Adverse Events (AE) are any untoward medical occurrences in a subject during administered study treatment, whether or not these events are related to study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With a Serious Adverse Event (SAE) During the Evaluation Period From Entry Visit 1 Through End of Treatment (up to 9 Years)","description":"An SAE was any untoward medical occurrence that, at any dose resulted in death, was life threatening, required in-subject hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, or was a congenital anomaly/birth defect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects on Continuous Brivaracetam Monotherapy for at Least 3 Months of the Evaluation Period (up to 9 Years)","description":"BRV monotherapy is defined as continuous treatment with BRV only (ie, no treatment with another anti-epileptic drug (AED)). Use of rescue AED for a duration of no more than 2 consecutive days will not disqualify a subject from being defined as on continuous monotherapy provided the use of rescue AED does not exceed more than 1 time per week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects on Continuous Brivaracetam Monotherapy for at Least 6 Months, of the Evaluation Period (up to 9 Years)","description":"BRV monotherapy is defined as continuous treatment with BRV only (ie, no treatment with another anti-epileptic drug (AED)). Use of rescue AED for a duration of no more than 2 consecutive days will not disqualify a subject from being defined as on continuous monotherapy provided the use of rescue AED does not exceed more than 1 time per week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects on Continuous Brivaracetam Monotherapy for at Least 12 Months of the Evaluation Period (up to 9 Years)","description":"BRV monotherapy is defined as continuous treatment with BRV only (ie, no treatment with another anti-epileptic drug (AED)). Use of rescue AED for a duration of no more than 2 consecutive days will not disqualify a subject from being defined as on continuous monotherapy provided the use of rescue AED does not exceed more than 1 time per week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":108},"commonTop":["Nasopharyngitis","Depression","Fatigue","Convulsion","Fall"]}}}