{"nctId":"NCT03104400","briefTitle":"A Study Comparing Upadacitinib (ABT-494) to Placebo and to Adalimumab in Participants With Psoriatic Arthritis Who Have an Inadequate Response to at Least One Non-Biologic Disease Modifying Anti-Rheumatic Drug (DMARD)","startDateStruct":{"date":"2017-04-27","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":1705,"armGroups":[{"label":"Upadacitinib 15 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib","Drug: Placebo to Adalimumab"]},{"label":"Upadacitinib 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib","Drug: Placebo to Adalimumab"]},{"label":"Adalimumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Adalimumab","Drug: Placebo to Upadacitinib"]},{"label":"Placebo / Upadacitinib 15 mg","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Upadacitinib","Drug: Placebo to Upadacitinib","Drug: Placebo to Adalimumab"]},{"label":"Placebo / Upadacitinib 30 mg","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Upadacitinib","Drug: Placebo to Upadacitinib","Drug: Placebo to Adalimumab"]}],"interventions":[{"name":"Adalimumab","otherNames":["Humira®"]},{"name":"Upadacitinib","otherNames":["ABT 494","RINVOQ®"]},{"name":"Placebo to Upadacitinib","otherNames":[]},{"name":"Placebo to Adalimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of PsA with symptom onset at least 6 months prior to the Screening Visit and fulfillment of the Classification Criteria for PsA (CASPAR) criteria.\n* Participant has active disease at Baseline defined as \\>= 3 tender joints (based on 68 joint counts) and \\>= 3 swollen joints (based on 66 joint counts) at Screening and Baseline Visits.\n* Presence of either at Screening:\n\n  1. \\>= 1 erosion on x-ray as determined by central imaging review or;\n  2. high-sensitivity C-reactive protein (hs-CRP) \\> laboratory defined upper limit of normal (ULN).\n* Diagnosis of active plaque psoriasis or documented history of plaque psoriasis.\n* Participant has had an inadequate response (lack of efficacy after a minimum 12 week duration of therapy) to previous or current treatment with at least 1 non-biologic DMARD at maximally tolerated dose (methotrexate (MTX), sulfasalazine (SSZ), leflunomide (LEF), cyclosporine, apremilast, bucillamin or iguratimod), or participant has an intolerance to or contraindication for DMARDs as defined by the investigator.\n* Participant who is on current treatment with concomitant non-biologic DMARDs at study entry must be on \\<= 2 non-biologic DMARDs (except the combination of MTX and leflunomide). The following non-biologic DMARDs are allowed: MTX, sulfasalazine, leflunomide, apremilast, hydroxychloroquine (HCQ) , bucillamine or iguratimod, and have been ongoing for \\>= 12 weeks and at stable dose for \\>= 4 weeks prior to the Baseline Visit. No other DMARDs are permitted during the study.\n\n  i. Participants who need to discontinue DMARDs prior to the Baseline Visit to comply with this inclusion criterion must follow the procedure specified below or at least five times the mean terminal elimination half-life of a drug:\n  1. \\>= 8 weeks for LEF if no elimination procedure was followed, or adhere to an elimination procedure (i.e., 11 days with cholestyramine, or 30 days washout with activated charcoal or as per local label);\n  2. \\>= 4 weeks for all others.\n\n     Exclusion Criteria:\n* Prior exposure to any Janus Kinase (JAK) inhibitor (including but not limited to ruxolitinib, tofacitinib, baricitinib, and filgotinib).\n* Current treatment with \\> 2 non-biologic DMARDs; or use of DMARDs other than methotrexate, sulfasalazine, leflunomide, apremilast, hydroxychloroquine, bucillamine, or iguratimod; or use of methotrexate in combination with leflunomide.\n* History of fibromyalgia, any arthritis with onset prior to age 17 years, or current diagnosis of inflammatory joint disease other than PsA (including, but not limited to rheumatoid arthritis, gout, overlap connective tissue diseases, scleroderma, polymyositis, dermatomyositis, systemic lupus erythematosus). Prior history of reactive arthritis or axial spondyloarthritis including ankylosing spondylitis and nonradiographic axial spondyloarthritis is permitted if documentation of change in diagnosis to PsA or additional diagnosis of PsA is made. Prior history of fibromyalgia is permitted if documentation of change in diagnosis to PsA or documentation that the diagnosis of fibromyalgia was made incorrectly.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With an American College of Rheumatology 20% (ACR20) Response at Week 12","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR20 response criteria:\n\n1. ≥ 20% improvement in 68-tender joint count;\n2. ≥ 20% improvement in 66-swollen joint count; and\n3. ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.2","spread":null},{"groupId":"OG001","value":"65.0","spread":null},{"groupId":"OG002","value":"70.6","spread":null},{"groupId":"OG003","value":"78.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire Disability Index (HAQ-DI) at Week 12","description":"The Health Assessment Questionnaire - Disability Index is a patient-reported questionnaire that measures the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping, and errands and chores) over the past week. Participants assessed their ability to do each task on a scale from 0 (without any difficulty) to 3 (unable to do). Scores were averaged to provide an overall score ranging from 0 to 3, where 0 represents no disability and 3 represents very severe, high-dependency disability.\n\nA negative change from Baseline in the overall score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":null},{"groupId":"OG001","value":"-0.34","spread":null},{"groupId":"OG002","value":"-0.42","spread":null},{"groupId":"OG003","value":"-0.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Static Investigator Global Assessment (sIGA) of Psoriasis of 0 or 1 and at Least a 2-point Improvement From Baseline (sIGA 0/1) at Week 16","description":"The sIGA is a 5 point scale ranging from 0 to 4, based on the investigator's assessment of the average elevation, erythema, and scaling of all psoriatic lesions at the current visit. A lower score indicates less severe psoriasis (0 = clear, 1 = almost clear, 2 = mild, 3 = moderate and 4 = severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"38.5","spread":null},{"groupId":"OG002","value":"41.9","spread":null},{"groupId":"OG003","value":"54.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Psoriasis Area Severity Index (PASI) 75 Response at Week 16","description":"PASI is a composite score based on the percentage of the body surface area (BSA) affected by psoriasis and the intensity of erythema (reddening), induration (thickening or hardening of the skin), and desquamation (peeling of the skin) of lesions assessed at 4 anatomic sites (head, upper extremities, trunk, and lower extremities). At each location, the percentage of BSA involvement is assigned a score from 0 (no involvement) to 6 (90% to 100% involvement), and erythema, induration, and desquamation are scored on a scale from 0 (no symptoms) to 4 (very marked).\n\nThe PASI score ranges from 0 (no psoriasis) to 72 (very severe psoriasis). A PASI-75 response is the percentage of participants who achieved at least a 75% reduction (improvement) from Baseline in PASI score, and was assessed in participants with Baseline psoriasis BSA involvement ≥ 3%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"53.1","spread":null},{"groupId":"OG002","value":"62.6","spread":null},{"groupId":"OG003","value":"62.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Modified PsA Total Sharp/Van Der Heijde Score (mTSS) at Week 24","description":"The Sharp-van der Heijde modified scoring method for PsA measures the level of joint damage from radiographs of the hands and feet, and was assessed by 2 independent, blinded readers.\n\nJoint erosion severity was assessed in 20 joints in each hand and wrist and 6 joints in each foot. Each joint was scored from 0 (no erosion) to 5 for hands/wrists or to 10 for feet (complete collapse). The total erosion score ranges from 0 to 320 (worst).\n\nJoint space narrowing (JSN) was assessed in 20 joints of each hand and wrist, and 6 joints of each foot, from 0 (normal) to 4 (complete loss of joint space, bony ankylosis, or luxation). The total JSN score ranges from 0 to 208 (worst).\n\nJoints with gross osteolysis or pencil in cup were assigned the maximum score for both erosions and JSN.\n\nThe total mTSS score is the sum of the joint erosion and JSN scores and ranges from 0 (normal) to 528 (worst). A negative change from Baseline indicates improvement in joint damage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":null},{"groupId":"OG001","value":"0.01","spread":null},{"groupId":"OG002","value":"-0.04","spread":null},{"groupId":"OG003","value":"0.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Minimal Disease Activity (MDA) at Week 24","description":"A participant was classified as achieving MDA if 5 of the following 7 criteria were met:\n\n* Tender joint count (out of 68 joints) ≤ 1\n* Swollen joint count (out of 66 joints) ≤ 1\n* PASI score ≤ 1 (score ranges from 0 - 72) or percent BSA involved with psoriasis ≤ 3%\n* Patient's assessment of pain ≤ 1.5 (NRS from 0 to 10)\n* Patient's Global Assessment of disease activity ≤ 2 (NRS from 0 to 10)\n* HAQ-DI score ≤ 0.5 (index score ranges from 0 to 3)\n* Leeds Enthesitis Index ≤ 1 (assesses the presence or absence of enthesitis at 3 bilateral sites, with an overall score range from 0 to 6)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"33.3","spread":null},{"groupId":"OG002","value":"36.6","spread":null},{"groupId":"OG003","value":"45.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Resolution of Enthesitis at Week 24","description":"Resolution of enthesitis is defined as a Leeds Enthesitis Index (LEI) score = 0.\n\nLEI is an enthesitis measure developed specifically for PsA and assesses the presence or absence of tenderness at the following 3 bilateral enthesial sites: medial femoral condyles, lateral epicondyles of the humerus, and Achilles tendon insertions. Tenderness on examination is recorded as either present (coded as 1), absent (coded as 0), or not assessed for each of the 6 sites. The LEI is calculated by taking the sum of the scores from the 6 sites. The LEI ranges from 0 to 6 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"47.2","spread":null},{"groupId":"OG002","value":"53.7","spread":null},{"groupId":"OG003","value":"57.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an ACR20 Response at Week 12 - Non-inferiority Versus Adalimumab","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR20 response criteria:\n\n1. ≥ 20% improvement in 68-tender joint count;\n2. ≥ 20% improvement in 66-swollen joint count; and\n3. ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.2","spread":null},{"groupId":"OG001","value":"65.0","spread":null},{"groupId":"OG002","value":"70.6","spread":null},{"groupId":"OG003","value":"78.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short-Form 36 (SF-36) Physical Component Score (PCS) at Week 12","description":"The Short Form 36-Item Health Survey (SF-36) Version 2 is a self-administered questionnaire that measures the impact of disease on overall quality of life during the past 4 weeks. The SF-36 consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health).\n\nThe physical component score is a weighted combination of the 8 subscales with positive weighting for physical functioning, role-physical, bodily pain, and general health. The PCS was calculated using norm-based scoring so that 50 is the average score and the standard deviation equals 10. Higher scores are associated with better functioning/quality of life; a positive change from Baseline score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.19","spread":null},{"groupId":"OG001","value":"6.82","spread":null},{"groupId":"OG002","value":"7.86","spread":null},{"groupId":"OG003","value":"8.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-F) Score at Week 12","description":"The FACIT-Fatigue questionnaire is a self-administered patient questionnaire that consists of 13 questions designed to measure the degree of fatigue experienced by participants in the previous 7 days, including physical fatigue (e.g., I feel tired), functional fatigue (e.g., trouble finishing things), emotional fatigue (e.g., frustration), and social consequences of fatigue (e.g., limits social activity). Participants respond to the questions on a scale from 0 'not at all' to 4 'very much'. The FACIT Fatigue score is computed by summing the item scores, after reversing those items that are worded in the negative direction. The FACIT-Fatigue subscale score ranges from 0 to 52, where higher scores represent less fatigue. A positive change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"5.7","spread":null},{"groupId":"OG002","value":"6.3","spread":null},{"groupId":"OG003","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an ACR20 Response at Week 12 - Superiority Versus Adalimumab","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR20 response criteria:\n\n1. ≥ 20% improvement in 68-tender joint count;\n2. ≥ 20% improvement in 66-swollen joint count; and\n3. ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.2","spread":null},{"groupId":"OG001","value":"65.0","spread":null},{"groupId":"OG002","value":"70.6","spread":null},{"groupId":"OG003","value":"78.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Resolution of Dactylitis at Week 24","description":"Resolution of dactylitis is defined as a Leeds Dactylitis Index (LDI) score = 0.\n\nThe Leeds Dactylitis Index (LDI) is a score based on finger circumference and tenderness, assessed and summed across all dactylitic digits (fingers and toes). The presence of a dactylitic digit is defined as at least one affected AND tender digit with circumference increase over reference digit ≥ 10%. The reference digit circumference is either the contralateral digit (unaffected digit on opposite hand or foot) if available, or from a standard reference table if otherwise. Tenderness of affected digits is assessed on a scale from 0 \\[none\\] to 3 \\[worst\\].\n\nThe ratio of circumference between an affected digit and reference digit is multiplied by the tenderness score for each affected digit. The results from each involved digit are summed to provide the final LDI. A higher LDI indicates worse dactylitis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.7","spread":null},{"groupId":"OG001","value":"74.0","spread":null},{"groupId":"OG002","value":"76.5","spread":null},{"groupId":"OG003","value":"79.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient's Assessment of Pain - Superiority Versus Adalimumab","description":"Participants were asked to indicate the severity of their arthritis pain within the previous week on a numerical rating scale (NRS) from 0 to 10. A score of 0 indicates \"no pain\" and a score of 10 indicates \"worst possible pain.\" A negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":null},{"groupId":"OG001","value":"-2.3","spread":null},{"groupId":"OG002","value":"-2.3","spread":null},{"groupId":"OG003","value":"-2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HAQ-DI - Superiority Versus Adalimumab","description":"The Health Assessment Questionnaire - Disability Index is a patient-reported questionnaire that measures the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping, and errands and chores) over the past week. Participants assessed their ability to do each task on a scale from 0 (without any difficulty) to 3 (unable to do). Scores were averaged to provide an overall score ranging from 0 to 3, where 0 represents no disability and 3 represents very severe, high-dependency disability.\n\nA negative change from Baseline in the overall score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":null},{"groupId":"OG001","value":"-0.34","spread":null},{"groupId":"OG002","value":"-0.42","spread":null},{"groupId":"OG003","value":"-0.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Self-Assessment of Psoriasis Symptoms (SAPS) Questionnaire at Week 16","description":"The SAPS is an 11-item self-assessment of psoriasis symptoms that includes questions on: pain, itching, redness, scaling, flaking, bleeding, burning, stinging, tenderness, pain due to skin cracking, and joint pain. Each item is scored from 0 to 10, with 0 being least severe and 10 being most severe. The total score is generated by summing the 11 items and ranges from 0 to 110 (worst). A negative change from Baseline in the total score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.2","spread":null},{"groupId":"OG001","value":"-22.7","spread":null},{"groupId":"OG002","value":"-25.3","spread":null},{"groupId":"OG003","value":"-28.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an American College of Rheumatology 50% (ACR50) Response at Week 12","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR50 response criteria:\n\n1. ≥ 50% improvement in 68-tender joint count;\n2. ≥ 50% improvement in 66-swollen joint count; and\n3. ≥ 50% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"37.5","spread":null},{"groupId":"OG002","value":"37.5","spread":null},{"groupId":"OG003","value":"51.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an American College of Rheumatology 70% (ACR70) Response at Week 12","description":"Participants who met the following 3 conditions for improvement from baseline were classified as meeting the ACR70 response criteria:\n\n1. ≥ 70% improvement in 68-tender joint count;\n2. ≥ 70% improvement in 66-swollen joint count; and\n3. ≥ 70% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"13.8","spread":null},{"groupId":"OG002","value":"15.6","spread":null},{"groupId":"OG003","value":"25.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an American College of Rheumatology 20% (ACR20) Response at Week 2","description":"Participants who met the following 3 conditions for improvement from baseline were classified as meeting the ACR20 response criteria:\n\n1. ≥ 20% improvement in 68-tender joint count;\n2. ≥ 20% improvement in 66-swollen joint count; and\n3. ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"30.3","spread":null},{"groupId":"OG002","value":"28.2","spread":null},{"groupId":"OG003","value":"38.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":423},"commonTop":["UPPER RESPIRATORY TRACT INFECTION","BLOOD CREATINE PHOSPHOKINASE INCREASED","NASOPHARYNGITIS","ALANINE AMINOTRANSFERASE INCREASED","URINARY TRACT INFECTION"]}}}