{"nctId":"NCT01709747","briefTitle":"Single-arm Study to Assess the Safety of Hydromorphone Hydrochloride by Intrathecal Administration","startDateStruct":{"date":"2013-06","type":"ACTUAL"},"conditions":["Chronic Pain"],"count":364,"armGroups":[{"label":"Hydromorphone Hydrochloride","type":"EXPERIMENTAL","interventionNames":["Drug: Hydromorphone Hydrochloride","Device: Programmable Implantable pump"]}],"interventions":[{"name":"Hydromorphone Hydrochloride","otherNames":["Hydromorphone","Opioid"]},{"name":"Programmable Implantable pump","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must meet all of the following criteria to be included:\n\n1. Subjects must be at least 18 years of age and no more than 75 years old.\n2. Clinically diagnosed with severe chronic pain for at least a 6-month period.\n3. Subject is reasonably expected to benefit from intrathecal pain medication and has a programmable implantable intrathecal pump or meets clinical criteria for implantation of an intrathecal pump per Standard of Care.\n4. Subject agrees to sign a Pain Treatment Agreement (Narcotic Contract) limiting narcotic prescriptions to the study medication prescribed by the investigator.\n5. Subject must be cognitively intact and, in the opinion of the investigator, capable of participation in the trial.\n6. Female subjects of child-bearing potential must agree to use a medically acceptable and effective double-barrier method of birth control.\n7. Subjects who can receive an MRI if required by the study protocol.\n8. Provides written Ethics Committee approved informed consent.\n9. Willing to comply with all study procedures and requirements.\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria will be excluded:\n\n1. Women who are pregnant or breast-feeding.\n2. Subject has any known or suspected allergy to hydromorphone hydrochloride or to the materials of the infusion pump or intrathecal catheter.\n3. Subject has a history of dependence and abuse of opioids, stimulants, alcohol, or benzodiazepines, as defined by Diagnostic and Statistical Manual of Mental Disorders, 4th edition (DSM-IV) criteria, within the past year (physical dependence on prescribed opioid analgesics is allowed but abuse of opioids according to DSM-IV is not permitted, i.e. opioid addiction for recreational use).\n4. Subjects who show signs of active systemic infection.\n5. Subjects with a metastatic cancer to the spinal canal or a known central nervous system contraindication to intrathecal therapy.\n6. Subjects have a condition requiring diathermy procedures.\n7. Subject has a life expectancy of less than 12 months.\n8. Subjects who are unable or unwilling to return to all of the required follow-up visits.\n9. As a result of medical review and physical examination, the Investigator considers the subject unfit for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Granulomas","description":"Subjects with Clinical Signs and Symptoms of Granuloma \\[Note: The primary endpoint of this trial is Safety. There is no formal efficacy assessment planned in this open-label safety study.\\]","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"352","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Brief Pain Inventory (BPI) - Mean Pain Severity","description":"Change from Baseline in the Brief Pain Inventory (BPI). Pain Severity Measures, Scale: 0 = No Pain, 10 = Pain as bad as you can imagine; a high score indicates a worse outcome. Therefore, a negative change from baseline indicates a better outcome. Outcome is Mean Pain Severity score calculated as the arithmetic mean of the Worst, Least, Average and Now scores. A negative change indicates better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-.20","spread":"1.80"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC)","description":"Change from Baseline in the Patient Global Impression of Change (PGIC). Scale: 7-point Likert scale, from 1 = No Change through 7 = A great deal better; a high score indicates a better outcome. Therefore, a positive change from baseline indicates a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"2.13"}]}]}]},{"type":"SECONDARY","title":"Visual Analog Scale Pain Intensity (VASPI)","description":"Change from Baseline in Visual Analog Scale Pain Intensity (VASPI). Scale: 0 mm = No Pain, 100 mm = Unbearable Pain; high score is worse. Therefore, a negative change from baseline indicates a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"26.10"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":71,"n":364},"commonTop":["Back Pain","Nausea","Pain In Extremity","Vomiting","Arthralgia"]}}}