{"nctId":"NCT01646268","briefTitle":"Rotigotine Versus Placebo As Double Blind Study To Evaluate The Efficacy In Early Stage Idiopathic Parkinson's Disease Patients","startDateStruct":{"date":"2012-07"},"conditions":["IDIOPATHIC PARKINSON'S DISEASE"],"count":249,"armGroups":[{"label":"Rotigotine","type":"EXPERIMENTAL","interventionNames":["Drug: Rotigotine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Patch"]}],"interventions":[{"name":"Rotigotine","otherNames":[]},{"name":"Placebo Patch","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* An Independent Ethics Committee (IEC)-approved written informed consent is signed and dated by the subject or by the legal representative\n* Subject/legal representative is considered reliable and capable of adhering to the protocol, visit schedule or study medication intake according to the judgment of the investigator\n* Subject has Idiopathic Parkinson's Disease of ≤5 years' duration, defined by the cardinal sign, Bradykinesia, plus the presence of at least 1 of the following: resting tremor, rigidity, or impairment of postural reflexes, and without any other known or suspected cause of Parkinsonism\n* Subject is Hoehn \\& Yahr stage ≤3\n* Subject is male or female aged ≥30 years at Screening (Visit 1)\n* Subject has a Mini Mental State Examination (MMSE) score of ≥25\n* Subject has a Unified Parkinson's Disease Rating Scale (UPDRS) motor score (Part III) of ≥10 at Baseline (Visit 2)\n* If the subject is receiving an Anticholinergic agent (eg, Benztropine, Trihexyphenidyl, Parsitan, Procyclidine, Biperiden), a monoamine oxidase (MAO)-B inhibitor (eg, Selegiline), an N-methyl-d-aspartate (NMDA) antagonist (eg, Amantadine), he/she must have been on a stable dose for at least 28 days prior to Baseline (Visit 2) and be maintained on that dose for the duration of the study\n\nExclusion Criteria:\n\n* Subject has previously participated in this study or subject has previously received the study medication under investigation in this study\n* Subject is participating in another study of an investigational drug or has done so within 28 days prior to the Baseline Visit (Visit 2)\n* Subject has a history of significant skin hypersensitivity to adhesive or other transdermal preparations or recent unresolved contact Dermatitis\n* Subject has a lifetime history of suicide attempt (including an actual attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by a positive response (\"Yes\") to either Question 4 or Question 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) at Screening (Visit 1)\n* Subject has atypical Parkinson's syndrome(s) due to drugs (eg, Metoclopramide, Flunarizine), metabolic neurogenetic disorders (eg, Wilson's Disease), Encephalitis, Cerebrovascular Disease, or Degenerative Disease (eg, progressive Supranuclear Palsy)\n* Subject has a history of Pallidotomy, Thalamotomy, deep brain stimulation, or fetal tissue transplant\n* Subject has dementia, active psychosis or hallucinations, or severe depression\n* Subject is receiving therapy with a dopamine agonist either concurrently or has done so within 28 days prior to the Baseline Visit (Visit 2)\n* Subject is receiving therapy with L dopa/carbidopa and/or L-dopa/benserazide within 28 days of Baseline (Visit 2) or has received L-dopa/carbidopa and/or L-dopa/benserazide for more than 6 months since diagnosis\n* Subject is receiving therapy with 1 of the following drugs either concurrently or within 28 days prior to Baseline (Visit 2): Alpha-methyl dopa, Metoclopramide, Reserpine, Neuroleptics (except specific atypical neuroleptics: Olanzapine, Ziprasidone, Aripiprazole, Clozapine, Quetiapine), MAO-A inhibitors, Methylphenidate, or Amphetamine\n* Subject is currently receiving central nervous system (CNS) active therapy (eg, sedatives, hypnotics, antidepressants, anxiolytics), unless the dose has been stable for at least 28 days prior to Baseline Visit (Visit 2) and is likely to remain stable for the duration of the study\n* Subject has a current diagnosis of Epilepsy, has a history of seizures as an adult, has a history of stroke, or has had a transient ischemic attack within 1 year prior to Screening (Visit 1)\n* Subject has clinically relevant hepatic dysfunction (as defined as a total bilirubin \\>2.0 mg/dL or alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) greater than 2 times the upper limit of the reference range)\n* Subject has clinically relevant renal dysfunction (serum creatinine \\>2.0 mg/dL \\[\\>178 umol/L\\])\n* Subject has clinically relevant cardiac dysfunction (any cardiac disorder which in the opinion of the investigator would put the subject at risk of clinically relevant arrhythmia) and/or myocardial infarction within the last 12 months\n* Subject has a QT interval corrected for heart rate according to Bazett's formula (QTcB) of ≥500 ms at Screening (Visit 1)\n* Subject has a history of only symptomatic (not asymptomatic) orthostatic hypotension with a decrease of systolic blood pressure (SBP) from supine to standing position of ≥20 mmHg or of ≥10 mmHg in diastolic blood pressure (DBP) after 1 or 3 minutes within 28 days prior to the Baseline Visit (Visit 2), or SBP less than 105 mmHg at study entry\n* Subject has evidence of an impulse control disorder (ICD) at Screening (Visit 1)\n* Subject has a history of known intolerance/hypersensitivity to the following Antiemetics; Domperidone, Trimethobenzamide, Ondansetron, Tropisetron, Granisetron, and Glycopyrrolate\n* Subject has a history of chronic alcohol or drug abuse within the last 5 years\n* Subject is pregnant or nursing, or is of childbearing potential but (i) not surgically sterile or (ii) not using adequate birth control methods (including at least a double barrier method) or (iii) not sexually abstinent or (iv) not at least 2 years post-menopausal\n* Subject has any other clinically relevant medical condition, psychiatric condition, or laboratory abnormality, which would in the judgment of the investigator, interfere with the subject's ability to participate in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Sum of the Score From the Activities of Daily Living (ADL) Scale and Motor Examination in the Unified Parkinson's Disease Rating Scale (UPDRS) (Parts II+III, a UPDRS Subtotal) From Baseline to the End of Double-blind Maintenance Period","description":"The UPDRS assessments (Parts II+III) will be performed at every visit.\n\nFor the assessment of the subject's disability, Part II of the UPDRS will be used. Data will be gathered pertaining to the subject's disease state in the \"on\" state. Subjects will respond to questions about their general state in the week prior to their scheduled visit in conjunction with any observations made by the investigator (or designee). For the assessment of the subject's motor function, Part III of the UPDRS will be used and the assessments will be done while the subject is in the \"on\" state.\n\nThe UPDRS Part II (Activities of Daily Living) consists of 13 items scored between 0 and 4. The UPDRS Part III (motor subscale) consists of 27 items and sub items scored between 0 and 4. The sum score is calculated as sum of these 27 individual scores. The sum score ranges from 0 to 160, higher scores denote greater disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"9.9"},{"groupId":"OG001","value":"-0.2","spread":"9.9"}]}]}]},{"type":"SECONDARY","title":"Response to Therapy, Defined as ≥20 % Decrease in the Sum of Scores From Activities of Daily Living (ADL) & Motor Examination in Unified Parkinson's Disease Rating Scale (UPDRS Parts II+III, a UPDRS Subtotal) From Baseline to End of Maintenance Period","description":"The UPDRS assessments (Parts II+III) will be performed at every visit. For the assessment of the subject's disability, Part II of the UPDRS will be used. Data will be gathered pertaining to the subject's disease state in the \"on\" state. Subjects will respond to questions about their general state in the week prior to their scheduled visit in conjunction with any observations made by the investigator (or designee). For the assessment of the subject's motor function, Part III of the UPDRS will be used and the assessments will be done while the subject is in the \"on\" state.\n\nThe UPDRS Part II (Activities of Daily Living) consists of 13 items scored between 0 and 4. The UPDRS Part III (motor subscale) consists of 27 items and sub items scored between 0 and 4. The sum score is calculated as sum of these 27 individual scores. A higher score denotes greater disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":null},{"groupId":"OG001","value":"22.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Unified Parkinson's Disease Rating Scale [UPDRS Part II (ADL)] From Baseline to the End of the Double-blind Maintenance Period","description":"The UPDRS assessments (Parts II+III) will be performed at every visit.\n\nFor the assessment of the subject's disability, Part II of the UPDRS will be used. Data will be gathered pertaining to the subject's disease state in the \"on\" state. Subjects will respond to questions about their general state in the week prior to their scheduled visit in conjunction with any observations made by the investigator (or designee). The UPDRS Part II (Activities of Daily Living) consists of 13 items scored between 0 and 4. The sum score ranges from 0 to 52, higher scores denote greater disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"3.6"},{"groupId":"OG001","value":"0.1","spread":"3.4"}]}]}]},{"type":"SECONDARY","title":"Change in Unified Parkinson's Disease Rating Scale [UPDRS Part III (Motor Examination)] From Baseline to the End of the Double-blind Maintenance Period","description":"The UPDRS assessments (Parts II+III) will be performed at every visit.\n\nFor the assessment of the subject's motor function, Part III of the UPDRS will be used and the assessments will be done while the subject is in the \"on\" state.\n\nThe UPDRS Part III (motor subscale) consists of 27 items and sub items scored between 0 and 4. The sum score ranges from 0 to 108, higher scores denote greater disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"7.3"},{"groupId":"OG001","value":"-0.3","spread":"7.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":124},"commonTop":["Dizziness","Nausea","Pruritus","Somnolence","Erythema"]}}}