{"nctId":"NCT01177800","briefTitle":"A Study to Evaluate Safety and Efficacy of Infliximab in Chinese Participants With Moderate to Severe Plaque-type Psoriasis","startDateStruct":{"date":"2009-02"},"conditions":["Psoriasis"],"count":129,"armGroups":[{"label":"Infliximab","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Infliximab"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Infliximab"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Infliximab","otherNames":["Remicade"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The body weight should be less than or equal to 80 kilogram\n* Participants who had a diagnosis of plaque-type psoriasis (scaly skin rash) greater than or equal to 6 months before Screening (participants with concurrent psoriatic arthritis \\[joint pain\\] may be enrolled)\n* Participants who had plaque-type psoriasis covering greater than or equal to 10 percent of total body surface area, Psoriasis Area Severity Index (PASI) score greater than or equal to 12 at Screening and at the Baseline\n* Participants who are candidates for systemic treatment of psoriasis\n* Females of childbearing potential and all men must be using adequate birth control measures and agree to use these measures and should not become pregnant (carrying an unborn baby) or plan to become pregnant up to 6 months after receiving last infusion of study drug\n\nExclusion Criteria:\n\n* Participants who have nonplaque forms of psoriasis ( for example, erythrodermic, guttate, or pustular), or have current drug-induced psoriasis (for example, a new onset of psoriasis or an exacerbation of psoriasis from beta blockers, calcium channel blockers, or lithium)\n* Participants who are pregnant, nursing or planning to become pregnant within one year while enrolled in the study\n* Participants who had previous treatment with infliximab\n* Participants who have received agents targeted at reducing tumour necrosis factor or any biologic treatment within the previous 3 months\n* Participants who have used any investigational drug within the previous 4 weeks or 5 times the half-life of the investigational agent, whichever is longer","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved a Greater Than Equal to 75 Percent Response in Psoriasis Area and Severity Index (PASI)","description":"The PASI score is based on the assessment of the erythema (e), induration (I), scaling (S), and the body is divided into 4 regions head, trunk, upper extremities, lower extremities. The assessment was done on 4-point scale (where, 0 = none, 1 = slight, 2 = moderate, 3 = severe, and 4 = very severe). The total possible score ranges from 0 (no disease) to 72 (maximal disease). Participants with no less than 75 percent relative Baseline improvement in the PASI scores are considered to be PASI 75 responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) at Week 10","description":"The DLQI is a dermatology-specific quality of life (QOL) instrument designed to assess impact of disease on a participants QOL. It is a 10-item questionnaire that, in addition to evaluating overall, QOL can be used to assess 6 different aspects: symptoms and feelings, daily activities, leisure, work or school performance, personal relationships and treatment. Questions scored on a 4-point Likert scale: 0 (not relevant), 1 (a little), 2 (a lot), and 3 (very much). Scores of individual items (0-3) were added to yield a total score (0-30); higher score = greater impairment of participants QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":"6.2"},{"groupId":"OG001","value":"14.4","spread":"6.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"7.1"},{"groupId":"OG001","value":"-1.5","spread":"5.1"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Static Physician Global Assessment (PGA) Score Less Than Equal to 1 at Week 10","description":"The Static physician global assessment (PGA) determines psoriasis lesions overall at given time point. Overall lesions graded for I (0= no evidence of plaque elevation to 5= severe plaque elevation), E (0 = no evidence of E, hyperpigmentation may be present to 5=dusky to deep red coloration), S (0 = no evidence of S to 5 = severe; very thick tenacious scale predominates). Sum of 3 scales divided by 3 gives final PGA score. Range for final score is 0 = cleared, except for residual discoloration, 1 = minimal, 2 = mild, 3=moderate, 4= marked and 5= severe; Scores should be rounded to the nearest whole number. If total ≤1.49, score = 1; if total≥ 1.50, score = 2. Percentage of participants with static PGA score \\<= 1 at week 10 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.1","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) at Week 26","description":"The DLQI is a dermatology-specific QOL instrument designed to assess impact of disease on a participants QOL. It is a 10-item questionnaire that, in addition to evaluating overall, QOL can be used to assess 6 different aspects: symptoms and feelings, daily activities, leisure, work or school performance, personal relationships and treatment. Questions scored on a 4-point Likert scale: 0 (not relevant), 1 (a little), 2 (a lot), and 3 (very much). Scores of individual items (0-3) were added to yield a total score (0-30); higher score = greater impairment of participants QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":"6.2"},{"groupId":"OG001","value":"14.4","spread":"6.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.3","spread":"7.8"},{"groupId":"OG001","value":"-9.2","spread":"6.6"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Adverse Events (AEs) as a Measure of Safety and Tolerability","description":"The AE is defined as any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. A serious adverse event (SAE) was an AE resulting in any of following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); significant disability; congenital (occurred before birth, due to parent's genetic input) anomaly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":84},"commonTop":["Upper respiratory tract infection","Asthenia","Antinuclear antibody positive","Alanine aminotransferase increased","Nasopharyngitis"]}}}