{"nctId":"NCT00855816","briefTitle":"Post Traumatic Stress Disorder (PTSD) Hyperarousal Symptoms Treated With Physiological Stress Management","startDateStruct":{"date":"2010-02"},"conditions":["Stress Disorders, Post-Traumatic"],"count":80,"armGroups":[{"label":"Breathing training","type":"EXPERIMENTAL","interventionNames":["Behavioral: Breathing training"]},{"label":"Treatment as usual","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Breathing training","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\*Participants in the PTSD treatment MUST be US military veterans. Healthy volunteers may include members of the general community, as well as veterans or active duty military personnel\\*\n\n* Patients diagnosed by DSM-IV criteria for current PTSD,\n* OR met DSM-IV criteria for PTSD within last 5 years.\n* Patients must either have participated in a trauma-focused therapy,\n* OR have declined to participate in such a therapy.\n* In addition, they must currently score positive on at least 2 of the 5 D criteria symptoms.\n\nThis will be defined as having a CAPS frequency plus intensity ratings greater than or equal to 4.\n\nExclusion Criteria:\n\n* Patients with evidence of current significant alcohol abuse or dependence, psychosis, or substantial cognitive deficits,\n* OR who are severely depressed or acutely suicidal and will not be accepted until these problems are resolved.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change Scores for Criteria D Items on the CAPS Structured Clinical Interview","description":"Change in total score for all criterion D items on the Clinician-Administered PTSD Scale for DSM-IV, from baseline to post-treatment.\n\nTotal Criterion D subscore = sum of all frequency (0-4) and intensity (0-4) ratings of 5 PTSD hyperarousal symptoms.\n\nRange: 0 to 40, with higher scores indicating more severe (frequent and/or intense) symptoms.\n\nChange score calculated as: CAPS D score time 2 - CAPS D score time 1. Greater negative change scores indicate greater reduction in symptom severity (aka symptom improvement).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.20","spread":"4.41"},{"groupId":"OG001","value":"-6.27","spread":"6.22"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":47},"commonTop":[]}}}