{"nctId":"NCT00569582","briefTitle":"A Study of the Efficacy and Safety of CORLUX in the Treatment of Endogenous Cushing's Syndrome","startDateStruct":{"date":"2007-12"},"conditions":["Cushing's Syndrome"],"count":50,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: mifepristone"]}],"interventions":[{"name":"mifepristone","otherNames":["CORLUX"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIndividuals eligible for enrollment into this study are adult male and non-pregnant female adult patients who:\n\n* Are at least 18 years of age\n* Have a confirmed diagnosis of endogenous hypercortisolemia caused by ACTH dependent or ACTH independent etiologies, including\n\n  1. Cushing's Disease (that has recurred after primary pituitary surgery, or has failed pituitary surgery, or has been treated with radiation therapy to the pituitary, or is not treatable with surgery, or exists in patients who are not candidates for surgery, and is confirmed by documentation of ACTH immuno-reactivity on a pathological evaluation of pituitary tissue from a previous surgical specimen or IPSS with a central-to-peripheral gradient (ratio) of \\>2 before or \\>3 after CRH administration).\n  2. Ectopic ACTH\n  3. Ectopic CRF secretion\n  4. Adrenal adenoma\n  5. Adrenal carcinoma\n  6. Adrenal autonomy\n* Require medical treatment of hypercortisolemia\n* Have diabetes mellitus type 2 or glucose intolerance AND/OR have hypertension \\*Note: To be eligible for inclusion subjects must have documented evidence of persistent endogenous hypercortisolemia\n\nExclusion Criteria:\n\nIndividuals not eligible to be enrolled into the study are those who:\n\n* Have de novo Cushing's disease and are surgical candidates for pituitary surgery.\n* Have an acute or unstable medical problem, which could be aggravated by mifepristone treatment.\n* Taking medications within 14 days of the baseline visit (Day 1) that a) have a large first pass metabolism largely mediated by CYP3A4 and a narrow therapeutic margin and/or b) are strong CYP3A4 inhibitors.\n* Female patients of reproductive potential, who are pregnant or who are unable or unwilling to use medically acceptable, non-hormonal methods of contraception during the study.\n* Have received investigational treatment (drug, biological agent or device) within 30 days of Screening\n* Have a history of an allergic reaction or intolerance to CORLUX (mifepristone)\n* Have a non-endogenous source of hypercortisolemia such as factious hypercortisolemia (exogenous source of glucocorticoid, iatrogenic Cushing's syndrome), factious or therapeutic use of ACTH\n* Have Pseudo-Cushing's syndrome.\n* Receive PPARgamma agonist drugs (e.g. pioglitazone, rosiglitazone) within 4 months of Baseline (Day 1).\n* Postmenopausal women with an intact uterus who have experienced unexplained vaginal bleeding within 12 months of Screening are excluded.\n* Have renal failure as defined by a serum creatinine of ≥2.2 mg/dL.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Improvement in Diabetes and/or Glucose Intolerance.","description":"Responder is defined as subject with a decrease greater than or equal to 25% in area under the curve for glucose on 2-hour oral glucose test from baseline to week 24 or last visit, for Cushing's patients with type-2 diabetes mellitus/impaired glucose tolerance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]}]},{"type":"PRIMARY","title":"Decrease in Diastolic Blood Pressure.","description":"Responder is defined as subject with a decrease greater than or equal to 5mm Hg in diastolic blood pressure from baseline to week 24 or last visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":50},"commonTop":["Nausea","Fatigue","Headache","Blood potassium decreased","Arthralgia"]}}}