{"nctId":"NCT02410902","briefTitle":"A Trial of CM-AT in Children With Autism With All Levels of FCT (The Blum Study)","startDateStruct":{"date":"2015-05-13","type":"ACTUAL"},"conditions":["Autism"],"count":190,"armGroups":[{"label":"CM-AT","type":"EXPERIMENTAL","interventionNames":["Drug: CM-AT"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: PLACEBO"]}],"interventions":[{"name":"CM-AT","otherNames":[]},{"name":"PLACEBO","otherNames":["placebo powder"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meets the current Diagnostic and Statistical Manual with Mental Disorders (DSM-IV-TR) for Autism (Autistic Disorder), screened by SCQ and confirmed by ADI-R;\n\nExclusion Criteria:\n\n* Patient weighing \\< 13kg (28.6 lbs)\n* Previous allergy to porcine (pork) products\n* Previous history of severe head trauma or stroke, loss of consciousness, seizure (or need for seizure medication either present or past) within one year of entering study or uncontrolled systemic disease\n* Diagnosis of: HIV, cerebral palsy, endocrine disorder, pancreatic disease, muscular dystrophy, known genetic disorder, blood dyscrasia, ongoing GI disease\n* Evidence of severe, moderate or uncontrolled systemic disease; and/or any co-morbid condition which in the Investigator's or Medical Director's opinion makes it undesirable for the subject to participate in the study or jeopardizes compliance with the protocol;\n* Within 30 days of starting the study, certain supplementation, chelation or dietary restriction (a 30 day washout period would be required for inclusion);\n* Ongoing dietary restriction for allergy or other reasons except nut allergies (lactose-free allowable);\n* Use of of any stimulant medication must be discontinued 5 days prior to entering the study.\n* Subject must have a stable dose of SSRI's for at least 30 days.\n* Inability to ingest study drug and/or follow prescribed dosing schedule","healthyVolunteers":true,"sex":"ALL","minimumAge":"3 Years","maximumAge":"8 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Outcome Measurements to Determine Efficacy of Treatment With CM-AT Versus Placebo for Changes in the Aberrant Behavior Checklist Subscale for Irritability / Agitation (ABC-I) Between Baseline and Week 12/Termination Visit","description":"Primary outcome measurements to determine efficacy of treatment with CM-AT versus Placebo for changes in the Aberrant Behavior Checklist (ABC) - Community sub scale for Irritability/Agitation (ABC-I) between baseline (subject's initial measurement) and Week 12/Termination (subject's final measurement) visit. Participants were between 3 through to 6 years old inclusive and took 900mg CM-AT or Placebo three times daily. The ABC-I is one of five discrete sub scales measured by the ABC. The scale range is 0-45. A higher score reflects higher severity of symptoms (irritability). Scores are obtained via Parent Rated Questionnaire. Parents respond to a series of questions on a scale directly into an electronic data capture system (EDC), responding: 0 = not at all a problem 1 = the behavior is a problem but slight in degree 2 = the problem is moderately serious 3 = the problem is severe in degree. The score was automatically calculated by the EDC.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"7.47"},{"groupId":"OG001","value":"-5.5","spread":"9.19"}]}]}]},{"type":"SECONDARY","title":"Secondary Outcome Measurements of Changes in the Aberrant Behavior Checklist Checklist Subscale for Lethargy / Social Withdrawal (ABC-L) Between Baseline and Week 12/Termination Visit","description":"Secondary outcome measurements to determine efficacy of treatment with CM-AT versus Placebo for changes in the Aberrant Behavior Checklist- Community (ABC) sub scale for Lethargy / Social Withdrawal (ABC-L) between baseline (subject's initial measurement) and Week 12/Termination (subject's final measurement) visit. Participants were between 3 through to 6 years old inclusive and took 900mg CM-AT or Placebo three times daily. The ABC-L is one of five discrete sub scales measured by the ABC. The scale range is 0-48. A higher score reflects higher severity of symptoms (lethargy). Scores are obtained via Parent Rated Questionnaire. Parents respond to a series of questions on a scale directly into an electronic data capture system (EDC), responding: 0 = not at all a problem 1 = the behavior is a problem but slight in degree 2 = the problem is moderately serious 3 = the problem is severe in degree.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.9","spread":"6.96"},{"groupId":"OG001","value":"-6.6","spread":"9.52"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":92},"commonTop":["Nasopharyngitis","Stool pH Decreased","Pyrexia","Constipation","Vomiting"]}}}