{"nctId":"NCT03100500","briefTitle":"A Long-term Safety Study of QMF149 in Japanese Participants With Asthma","startDateStruct":{"date":"2017-04-25","type":"ACTUAL"},"conditions":["Asthma"],"count":51,"armGroups":[{"label":"QMF149","type":"EXPERIMENTAL","interventionNames":["Drug: QMF149"]}],"interventions":[{"name":"QMF149","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent must be obtained before any assessment is performed.\n* Male and female adult patient ≥ 18 years old.\n* Patients with a diagnosis of persistent asthma for a period of at least 1 year prior to Visit 1.\n* Patients who have used medium or high dose inhaled corticosteroids (ICS) plus at least 1 controller for asthma for at least 3 months and at stable dose and regimen for at least 4 weeks prior to Visit 1.\n* Patients must have Asthma Control Questionnaire-7 (ACQ-7) score ≥ 1.5 at Visits 2 and qualify for treatment with high dose ICS/long-acting β2 agonist (LABA).\n* Pre-bronchodilator Forced Expiratory Volume in 1 second (FEV1) of ≥ 50% and ≤ 85% of the predicted normal value for the patient after withholding bronchodilators at Visit 2.\n* Repeating is allowed once only. Repeating of percentage predicted FEV1 should be done in an ad-hoc visit to be scheduled on a date that would provide sufficient time to receive confirmation from the spirometry data central reviewer of the validity of the assessment before Visit 99.\n* Patients must demonstrate reversibility defined as an increase in FEV1 of ≥ 12% and 200 mL within 15 to 30 minutes after administration of 400 µg of salbutamol at Visit 2. Spacer devices are permitted during reversibility testing only. The Investigator or delegate may decide whether or not to use a spacer for the reversibility testing.\n\n  * If reversibility is not proven at Visit 2, patients may be permitted to enter the study with historical evidence of reversibility that was performed within 5 years prior to Visit 1.\n  * Alternatively, patients may be permitted to enter the study with a historical positive bronchoprovocation test (defined as a provoked fall in FEV1 of 20% by bronchoconstriction agent e.g., methacholine, histamine) or equivalent test (e.g., astography) that was performed within 5 years prior to Visit 1.\n  * Where patient is assessed as eligible based on historical evidence, a copy of the original printed report must be available as source documentation.\n  * If reversibility is not proven at Visit 2 and historical data is not available, reversibility should be repeated once in an ad-hoc visit scheduled as close as possible from the first attempt (but not on the same day).\n  * If reversibility is not demonstrated at Visit 2 (or after repeated assessment at ad-hoc visit) and historical evidence of reversibility/bronchoprovocation/astography is not available, patients must be screen failed.\n\nExclusion Criteria:\n\n* Patients who have had an asthma attack/exacerbation requiring systemic steroids or hospitalization or emergency room visit within 6 weeks of Visit 1.\n* Patients who have ever required intubation for a severe asthma attack/exacerbation.\n* Patients who have a clinical condition which is likely to be worsened by ICS administration (e.g. glaucoma, cataract and fragility fractures) who are according to investigator's medical judgment at risk participating in the study.\n* Patients who have had a respiratory tract infection or asthma worsening as determined by investigator within 4 weeks prior to Visit 1 or between Visit 1 and Visit 99. Patients may be re-screened 4 weeks after recovery from their respiratory tract infection or asthma worsening.\n* Patients with a history of chronic lung diseases other than asthma, including (but not limited to) chronic obstructive pulmonary disease, sarcoidosis, interstitial lung disease, cystic fibrosis, clinically significant bronchiectasis and active tuberculosis.\n* Patients with severe narcolepsy and/or insomnia.\n* Pregnant or nursing (lactating) women.\n* Women of child-bearing potential unless they are using highly effective methods of contraception during dosing and for 30 days after stopping of investigational medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"A TEAE is any adverse event that started on or after the time of the first inhalation of study drug but not later than 7 days (30 days in the case of a SAE) after the last administration. A SAE is described as any adverse event that leads to death, is life-threatening, results in persistent or significant disability/incapacity, causes or prolongs hospitalization, results in a congenital anomaly, or any other important medical event which is medically significant.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Pre-Dose Forced Expiratory Volume in 1 Second (FEV1) Measured After 26 And 52 Weeks Treatment","description":"The pre-dose FEV1 was defined as the mean of the pre-dose 45 and 15 min FEV1 values prior to evening dose. FEV1 is the amount of air which can be forcibly exhaled from the lungs in the first second of a forced exhalation, measured through spirometry testing. A positive change from baseline in FEV1 indicates improvement in lung function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1565","spread":"0.58074"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2417","spread":"0.26361"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1827","spread":"0.26627"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Morning and Evening Peak Expiratory Flow (PEF) During 52 Weeks Treatment","description":"PEF is the greatest airflow rate achieved during forced exhalation with lungs fully inflated. PEF was analyzed separately in the morning and evening using an electronic Peak Flow Meter (ePEF). A positive change from baseline in PEF indicates improvement in lung function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"342.88","spread":"94.656"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.49","spread":"49.089"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"352.65","spread":"92.624"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.34","spread":"42.685"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Asthma Control Questionnaire (ACQ-7) After 26 And 52 Weeks Treatment","description":"The ACQ-7 is a seven-item disease-specific instrument developed and validated to assess asthma control in participants. It consists of five items to assess symptoms and activity limitations, one question to assess rescue medication use, and one question to assess airway caliber (FEV1% predicted). All seven items are scored on a 7-point Likert scale, with 0 indicating total control and 6 indicating poor control. The questions are equally weighted and the total score is the mean of the seven items. The first 6 questions of the ACQ-7 were completed by the participant while the last question (question 7) was completed by the study investigator using data from the Master Scope spirometer. A negative change from baseline indicates improvement in lung function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.983","spread":"0.5381"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.689","spread":"0.6268"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.830","spread":"0.6852"}]}]}]},{"type":"SECONDARY","title":"Responder Rate of Participants Achieving the Minimal Important Difference (MID) of ACQ-7 ≥ 0.5 After 26 And 52 Weeks Treatment","description":"The ACQ-7 is a seven-item disease-specific instrument developed and validated to assess asthma control in participants. It consists of five items to assess symptoms and activity limitations, one question to assess rescue medication use, and one question to assess airway caliber (FEV1% predicted). All seven items are scored on a 7-point Likert scale, with 0 indicating total control and 6 indicating poor control. The questions are equally weighted and the total score is the mean of the seven items. The first 6 questions of the ACQ-7 were completed by the participant while the last question (question 7) was completed by the study investigator using data from the Master Scope spirometer. The proportion of participants who achieved an improvement of at least 0.5 in ACQ-7 (i.e. decrease of ACQ-7 score of at least 0.5 from baseline) at post-baseline visits were analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Rescue Medication Use During 52 Weeks Treatment","description":"Based on the electronic-diary data, the total number of puffs of rescue medication per day over the 52 weeks were calculated and divided by the total number of days to derive the mean daily number of puffs of rescue medication taken for the participant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.56","spread":"1.382"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.499"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":51},"commonTop":["Asthma","Nasopharyngitis","Bronchitis","Upper respiratory tract infection bacterial","Back pain"]}}}