{"nctId":"NCT01529515","briefTitle":"A Study of Paliperidone Palmitate 3 Month Formulation for the Treatment of Patients With Schizophrenia","startDateStruct":{"date":"2012-05"},"conditions":["Schizophrenia"],"count":509,"armGroups":[{"label":"Paliperidone palmitate 3-month (PP3M)","type":"EXPERIMENTAL","interventionNames":["Drug: PP3M 175 mg eq.","Drug: PP3M 263 mg eq.","Drug: PP3M 350 mg eq.","Drug: PP3M 525 mg eq."]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (20% Intralipid emulsion)"]}],"interventions":[{"name":"PP3M 175 mg eq.","otherNames":[]},{"name":"PP3M 263 mg eq.","otherNames":[]},{"name":"PP3M 350 mg eq.","otherNames":[]},{"name":"PP3M 525 mg eq.","otherNames":[]},{"name":"Placebo (20% Intralipid emulsion)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with schizophrenia for more than 1 year\n* A total score in the Positive and Negative Syndrome Scale (PANSS) \\< 120\n* Signed informed consent\n* Women must not be pregnant, breastfeeding, and if capable of pregnancy must practice an effective method of birth control\n* Men must agree to use a double-barrier method of birth control\n* Be medically stable on the basis of clinical laboratory tests, physical examination, medical history, vital signs, and electrocardiogram (ECG) Exclusion Criteria:\n* A diagnosis other than schizophrenia, e.g., dissociative disorder, bipolar disorder, major depressive disorder, schizoaffective disorder, schizophreniform disorder, autistic disorder, primary substance-induced psychotic disorder, dementia-related psychosis\n* Relevant history or current presence of any significant or unstable medical condition(s) determined to be clinically significant by the Investigator (ie, obesity, diabetes, heart disease etc)\n* A diagnosis of substance dependence within 6 months before screening\n* History of neuroleptic malignant syndrome (NMS) or tardive dyskinesia\n* Clozapine use in the last 2 months when used for treatment-resistant or treatment-refractory illness\n* Clinically significant findings in biochemistry, hematology, ECG or urinalysis results\n* Any other disease or condition that, in the opinion of the investigator, would make participation not in the best interest of the patient or that could prevent, limit, or confound the protocol-specified assessments","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Relapse During the Double-Blind Phase","description":"Time to relapse defined as the time between participant randomization into the double blind Phase and the first documentation of a relapse event. Median time to relapse was estimated by the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"395.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Positive and Negative Syndrome Scale (PANSS) (Total Score) From Baseline to Endpoint in the Double-Blind Phase","description":"The PANSS provides a total score (sum of the scores of all 30 items) and scores for 3 subscales, the positive subscale (7 items), the negative subscale (7 items), and the general psychopathology subscale (16 items). Each item is rated 1 (absent) to 7 (extreme). The total score ranging from 30 to 210. Higher scores indicate more severe neuropsychiatric symptoms of schizophrenia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.3","spread":"9.20"},{"groupId":"OG001","value":"54.8","spread":"9.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"14.40"},{"groupId":"OG001","value":"-0.5","spread":"8.36"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression Severity (CGI-S) Scale From Baseline to Endpoint in the Double-Blind Phase","description":"The CGI-S rating scale is used to rate the severity of a participant's overall clinical condition on a 7-point scale ranging from 1 (not ill) to 7 (extremely severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"0.65"},{"groupId":"OG001","value":"2.7","spread":"0.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.87"},{"groupId":"OG001","value":"0.1","spread":"0.60"}]}]}]},{"type":"SECONDARY","title":"Change in Personal and Social Performance (PSP) Scale From Baseline to Endpoint in the Double-Blind Phase","description":"The PSP scale measures personal and social functioning in the domains of: a) Socially useful activities, b) Personal and social relationships, c) Self-care, and d) Disturbing and aggressive behavior. The results of the assessment were converted to a numerical score which ranges from 1 to 100. A score lying between 71 and 100 indicates a mild degree of dysfunction; scores between 31 and 70 indicate varying degrees of difficulty, and a participant with a score of \\<=30 had functioning so poor that he or she required intensive supervision.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.5","spread":"8.93"},{"groupId":"OG001","value":"68.9","spread":"9.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"9.70"},{"groupId":"OG001","value":"-0.5","spread":"6.63"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":506},"commonTop":["Insomnia","Anxiety","Weight Increased","Headache","Injection Site Pain"]}}}