{"nctId":"NCT02019420","briefTitle":"Tedizolid Phosphate (TR-701 FA, MK-1986) vs Linezolid for the Treatment of Nosocomial Pneumonia (MK-1986-002)","startDateStruct":{"date":"2014-01-06","type":"ACTUAL"},"conditions":["Pneumonia"],"count":726,"armGroups":[{"label":"Tedizolid phosphate IV","type":"EXPERIMENTAL","interventionNames":["Drug: Tedizolid phosphate"]},{"label":"Linezolid IV","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Linezolid"]}],"interventions":[{"name":"Tedizolid phosphate","otherNames":["SIVEXTRO®","TR-701 FA","MK-1986"]},{"name":"Linezolid","otherNames":["ZYVOX®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Requires IV antibiotic therapy with diagnosis of ventilated nosocomial pneumonia\n* Gram-positive bacteria on respiratory Gram stain\n\nExclusion Criteria:\n\n* Pneumonia of community, viral, fungal or parasitic etiology\n* Structural lung abnormalities\n* Immunosuppression\n* Previous antibiotics for \\> 24 hours\n* Expected survival of \\< 72 hours","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With All-Cause Mortality in the Intent-to-Treat (ITT) Population","description":"The numbers of participants with all-cause mortality within 28 days after randomization was determined in the ITT population. Any participants who were lost to follow-up and not known to be alive or deceased by Day 28 were imputed as deceased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"95","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All-Cause Mortality in the Microbiological Intent-to-Treat (mITT) Population","description":"The numbers of participants with all-cause mortality within 28 days after randomization was determined in the mITT population. Any participants who were lost to follow-up and not known to be alive or deceased by Day 28 were imputed as deceased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response at Test of Cure (TOC) Visit in the Intent-to-Treat (ITT) Population","description":"The clinical response in the ITT population at the TOC visit (derived from the Investigator's assessment at the EOT and TOC visits) was determined by the investigator to be either: clinical success, clinical failure, or indeterminate. Clinical success was declared when most or all clinical signs were completely resolved, with no new signs of infection, no additional antibiotic therapy was required, and the participant was alive. Indeterminate was declared when the investigator could not determine success or failure. Clinical failure was declared with progression, relapse, or recurrence of new symptoms of infection, or a persistence or insufficient improvement in signs and symptoms of VNP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":null},{"groupId":"OG001","value":"230","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response at Test of Cure (TOC) Visit in the Clinically-Evaluable (CE) Population","description":"The clinical response in the CE population at the TOC visit (derived from the Investigator's assessment at the EOT and TOC visits) was determined by the investigator to be either: clinical success, clinical failure, or indeterminate. Clinical success was declared when most or all clinical signs were completely resolved, with no new signs of infection, no additional antibiotic therapy was required, and the participant was alive. Indeterminate was declared when the investigator could not determine success or failure. Clinical failure was declared with progression, relapse, or recurrence of new symptoms of infection, or a persistence or insufficient improvement in signs and symptoms of VNP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Methicillin-Susceptible Staphylococcus Aureus (MSSA)-Infected Participants With All-Cause Mortality in the Microbiological Intent-to-Treat (mITT) Population","description":"The number of MSSA-infected participants with all-cause mortality within 28 days after randomization was determined in the mITT population. Participants who had confirmed MSSA culture results from respiratory tract or pleural fluid specimens obtained within 36 hours of study Day 1 were included. Any participants who were lost to follow-up and not known to be alive or deceased by Day 28 were imputed as deceased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Methicillin-Resistant Staphylococcus Aureus (MRSA)-Infected Participants With All-Cause Mortality in the Microbiological Intent-to-Treat (mITT) Population","description":"The number of MRSA-infected participants with all-cause mortality within 28 days after randomization was determined in the mITT population. Participants who had confirmed MRSA culture results from respiratory tract or pleural fluid specimens obtained within 72 hours of study Day 1 were included. Any participants who were lost to follow-up and not known to be alive or deceased by Day 28 were imputed as deceased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Favorable Response at End-of-Therapy (EOT) Visit in the Microbiological Intent-to-Treat (mITT) Population","description":"The number of patients in the mITT population with a favorable response at EOT was determined. Favorable response included eradication (absence of the baseline pathogen) and presumed eradication (no source specimen to culture in a participant assessed as a clinical cure by the investigator).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Favorable Response at End-of-Therapy (EOT) Visit in the Microbiologically-Evaluable 1 (ME-1) Population","description":"The number of patients in the ME-1 population with a favorable response at EOT was determined. Favorable response included eradication (absence of the baseline pathogen) and presumed eradication (no source specimen to culture in a participant assessed as a clinical cure by the investigator).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Favorable Response at Test-of-Cure (TOC) Visit in the Microbiological Intent-to-Treat (mITT) Population","description":"The number of patients in the mITT population with a favorable response at TOC was determined. Favorable response included eradication (absence of the baseline pathogen) and presumed eradication (no source specimen to culture in a participant assessed as a clinical cure by the investigator).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"158","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Favorable Response at Test-of-Cure (TOC) Visit in the Microbiologically-Evaluable 2 (ME-2) Population","description":"The number of patients in the ME-2 population with a favorable response at TOC was determined. Favorable response included eradication (absence of the baseline pathogen) and presumed eradication (no source specimen to culture in a participant assessed as a clinical cure by the investigator).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ≥1 Adverse Events (AEs)","description":"An AE is any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. Safety analysis is based on actual treatment received instead of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"327","spread":null},{"groupId":"OG001","value":"325","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Discontinuing Study Therapy Due to an Adverse Event (AE)","description":"An AE is any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. Safety analysis was based on actual treatment received and not randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":129,"n":357},"commonTop":["Anaemia","Diarrhoea","Hypokalaemia","Constipation","Hypotension"]}}}