{"nctId":"NCT00809146","briefTitle":"Paramedic Treatment of Prolonged Seizures by Intramuscular Versus Intravenous Anticonvulsant Medications","startDateStruct":{"date":"2009-06"},"conditions":["Status Epilepticus"],"count":1023,"armGroups":[{"label":"Intramuscular (IM) anticonvulsant","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intramuscular route of active treatment"]},{"label":"Intravenous (IV) anticonvulsant","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intravenous route of active treatment"]}],"interventions":[{"name":"Intramuscular route of active treatment","otherNames":["Autoinjector"]},{"name":"Intravenous route of active treatment","otherNames":["Ativan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Paramedics or reliable witnesses verify 5 minutes of either continuous seizure activity or of repeated convulsive seizure activity where the patient does not regain consciousness (operationally defined as meaningful speech or obeying commands) between seizures.\n* Patient is still seizing at the time of paramedic treatment with study medications.\n* Estimated weight equal to or greater than 13 kg.\n* Subject to be transported to a RAMPART participating hospital.\n\nExclusion Criteria:\n\n* Major trauma as the precipitant of the seizure\n* Hypoglycemia (as defined by local EMS protocol or a glucose \\< 60 mg/dL)\n* Known allergy to midazolam or lorazepam\n* Cardiac arrest or heart rate (HR) \\<40 beats per minute\n* Sensitivity to benzodiazepines\n* Medical alert tag marked with \"RAMPART declined\"\n* Prior treatment of this seizure with diazepam autoinjector as part of another study\n* Known pregnancy\n* Prisoners","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Termination of Seizures at ED Arrival With no Rescue Therapy Given","description":"The primary outcome was termination of seizures before arrival in the emergency department (ED) without the need for the paramedics to provide rescue therapy. Subjects did not reach the primary outcome if they were having seizures on arrival in the emergency department or if they received rescue medication before arrival. Termination of seizures on arrival was determined according to the clinical judgment of the attending emergency physician and was based on examination of the subjects, their clinical course, and results of any routine diagnostic testing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"329","spread":null},{"groupId":"OG001","value":"282","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Endotracheal Intubation Within 30 Min After ED Arrival","description":"Endotracheal intubation performed or attempted by EMS or within 30 minutes after ED arrival is abstracted from the ED record physician and nursing records. Endotracheal intubation includes placement of a definitive tracheal airway (oro-, naso-, cricothyroidotomy, or tracheostomy) for support of respirations or protection of airway. Non-definitive and/or non-tracheal airways (oral or nasal airways, laryngeal mask airways, or esophageal obturator airways) are not included if the patient is not subsequently intubated unless specifically deemed to have been used in lieu of tracheal intubation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Hospitalized","description":"Hospital and ICU admission from the ED, and length of stay, is abstracted from the hospital admission record. ICU admission is recorded as occurring only if the ICU is the initial inpatient unit for the patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"258","spread":null},{"groupId":"OG001","value":"292","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Admitted to an Intensive Care Unit (ICU)","description":"Hospital and ICU admission from the ED, and length of stay, is abstracted from the hospital admission record. ICU admission is recorded as occurring only if the ICU is the initial inpatient unit for the patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"161","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Recurrent Seizure Within 12 Hours After ED Arrival","description":"Acute seizure recurrence is defined as any further convulsive or electrographic seizures occurring in the first 12 hours of hospitalization, if they require additional antiepileptic medications, in subjects that had been determined not to be having seizures on ED arrival.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Hypotension","description":"Acute hypotension is defined as a systolic blood pressure of \\< 90 mmHg sustained for greater than 5 minutes and for which the patient was treated with a continuous IV infusion of a vasopressor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With IM Injection-site Complications","description":"IM injection site complications are defined as any symptoms or signs of injury or reaction at the site of the study IM injection requiring treatment. This includes extensive hematoma requiring treatment (decompression, pressure dressings, or discontinuation of anticoagulant or antithrombotic medications). Treatment does not include imaging without other interventions. This definition also includes wound infection requiring antibiotic therapy, retained foreign bodies requiring exploration and removal, or other similar wound problems.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With IV Injection-site Complications","description":"IV insertion site complications are defined as any symptoms or signs of injury or reaction at the site of the study IV placed by paramedics and used for study medication. This includes thrombosis, phlebitis, or skin infection requiring specific treatment including compresses, antibiotics, or wound care.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Length of Intensive Care Unit (ICU) Stay in Days","description":"Continuous days of initial ICU stay from time of admission","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"9.5"},{"groupId":"OG001","value":"4.1","spread":"4.7"}]}]}]},{"type":"SECONDARY","title":"Length of Hospital Stay in Days","description":"Continuous acute care inpatient hospital days from day of admission until discharge","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"10.0"},{"groupId":"OG001","value":"5.5","spread":"6.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":137,"n":514},"commonTop":["Convulsion","Mental status changes","Vomiting/Nausea","Pyrexia"]}}}