{"nctId":"NCT02278614","briefTitle":"Efficacy and Safety Assessment of T2347 Versus Xalacom® in Ocular Hypertensive or Glaucomatous Patients","startDateStruct":{"date":"2014-12"},"conditions":["Open Angle Glaucoma","Ocular Hypertension"],"count":242,"armGroups":[{"label":"T2347","type":"EXPERIMENTAL","interventionNames":["Drug: T2347"]},{"label":"Xalacom","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Xalacom"]}],"interventions":[{"name":"T2347","otherNames":["Latanoprost 0.005% + Timolol 0.5% unpreserved eye drops"]},{"name":"Xalacom","otherNames":["Latanoprost 0.005% + Timolol 0.5% preserved eye drops"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed and dated informed consent,\n* Male or female aged \\> 18 years old,\n* Both eyes with open angle glaucoma or ocular hypertension already treated and controlled by Xalacom® or generics (fixed combination Latanoprost 0.005% + Timolol 0.5% preserved eye drops) since at least 2 months.\n* IOP ≤ 18 mmHg in both eyes\n* History of IOP insufficiently controlled with first-line monotherapy based on the investigator judgement (e.g. non reaching the target IOP)\n* History of an add-on IOP reduction with Xalacom® or generics (fixed combination Latanoprost 0.005% + Timolol 0.5% preserved eye drops) in comparison with first-line treatment\n* Corneal thickness ≥ 500 μm and ≤ 600 μm in both eyes.\n\nExclusion Criteria:\n\n* Ophthalmic exclusion criteria (in either eye)\n* Fundoscopy, VF not performed or not available within the 6 months before inclusion visit.\n* Significant worsening according to the two last VF (minimum 6 months between these 2 VF)\n* Advanced stage of glaucoma:\n* Best far corrected visual acuity ≤ 1/10.\n* History of trauma, infection, clinically significant inflammation within the 3 months before inclusion visit.\n* Ongoing or known history of ocular seasonal and perennial allergy (SAC, PAC) and/or uveitis and/or viral infection.\n* Presence of at least one severe objective sign among the following:\n\n  * Hyperaemia (Grade 5)\n  * Superficial punctate keratitis (Grade 3)\n  * Blepharitis (Grade 3)\n* Severe dry eye (defined by severe epithelial erosions of the cornea and/or use of dry eye medication with a frequency exceeding 8 instillations / day).\n* Corneal ulceration.\n* Palpebral abnormalities not related to medical treatment study and incompatible with a good evaluation.\n* History of corneal refractive surgery.\n* Any abnormality preventing accurate assessment e.g. reliable tonometry measurement, visual field examination.\n\nSystemic/non ophthalmic exclusion criteria\n\n* Non-controlled diabetic patient.\n* Reactive airway disease including bronchial asthma or a history of bronchial asthma, severe chronic obstructive pulmonary disease.\n* Sinus bradycardia, sick sinus syndrome, sino-atrial block, second or third degree atrioventricular block not controlled with pace-maker, overt cardiac failure, cardiogenic shock.\n* Heart rate \\<50 bpm, systolic arterial blood pressure≤ 90 mm Hg\n* Known or suspected hypersensitivity to one of the components of the study product.\n* Any medical or surgical history, disorder or disease such as acute or chronic severe organic disease: hepatic, endocrine, neoplastic, haematological; immunosuppressive, infectious diseases, severe psychiatric illness, relevant cardiovascular abnormalities, etc… and/or any complicating factor or structural abnormality, judged by the investigator to be incompatible with the study.\n\nSpecific exclusion criteria for women\n\n* Pregnancy, lactation.\n* Childbearing potential woman who is not using a reliable method of contraception\n\nExclusion criteria related to general conditions\n\n* Inability of patient to understand the study procedures and thus inability to give informed consent.\n* Non-compliant patient\n* Participation in another clinical study with investigational drug within the last 3 months.\n* Already included once in this study.\n* Patients being institutionalised because of legal or regulatory order, inmates of psychiatric wards, prison or state institutions, and employees of the study sites or of the Sponsor's company.\n* Ward of court.\n* Patient not covered by government health care scheme in the country (if applicable).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Non-inferiority of T2347 Compared With Xalacom® on Change in Mean IOP at 9.00 am (± 1 Hour) Between the Baseline (Day 0) and Day 84 in the Worse Eye","description":"the non-inferiority of T2347 unpreserved eye drops compared with Xalacom® on change in mean IOP at 9.00 am (± 1 hour) between the baseline (Day 0) and Day 84 in the worse eye.\n\nTwo relevant time points are considered for this primary criteria: D0 and Day 84.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.51","spread":"0.18"},{"groupId":"OG001","value":"-0.52","spread":"0.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":127},"commonTop":[]}}}