{"nctId":"NCT00955825","briefTitle":"Study of Efficacy and Safety of 300 IR Sublingual Immunotherapy (SLIT) Tablets in Adult Patients With Allergic Grass Pollen Rhinoconjunctivitis","startDateStruct":{"date":"2008-10"},"conditions":["Allergic Rhinitis Due to Grass Pollens"],"count":473,"armGroups":[{"label":"300 IR","type":"EXPERIMENTAL","interventionNames":["Drug: 300 IR"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"300 IR","otherNames":["Sublingual immunotherapy tablet"]},{"name":"Placebo","otherNames":["Sublingual placebo tablet"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Grass pollen-related allergic rhinoconjunctivitis for at least the last two pollen seasons.\n2. Positive SPT to grasses\n3. Total symptoms score for the previous pollen season more than 12 out of 18.\n4. Patients with FEV1 ≥ 80% of the predicted value.\n\nExclusion Criteria:\n\n1. Positive SPT to other grasses present during the grass pollen season and if endemic to the region\n2. Patients with clinically significant confounding symptoms of allergy to other allergens potentially overlapping the grass pollen season\n3. Asthma requiring treatment with medications other than beta-2 inhaled agonists.\n4. Patients who have received any desensitization treatment for grass pollen in the past 5 years.\n5. Ongoing immunotherapy with any other allergen.\n6. Patients with any nasal or oral condition that could confound the efficacy or safety assessments\n7. Patients with known history of hypersensitivity or intolerance to any of the excipients in the investigational product (such as lactose intolerance).\n8. Patients with any past or current clinically significant condition which as judged by the investigator, may affect the patient's participation or the outcome of the study.\n9. Patients treated with systemic or inhaled corticosteroids\n10. Patients treated or under treatment with beta-blockers, continuous systemic corticotherapy or immunosuppressive drugs.\n11. Pregnant, breastfeeding, or sexually active women who are not using a medically accepted contraceptive method as listed above.\n12. Patients participating or having participated within 30 days before Screening in any clinical study.\n13. Patients who are unlikely to complete the study for any reason, or patients who have to travel for extended periods of time during the grass pollen season which will compromise the data\n14. Patients with history of drug or alcohol abuse.\n15. Study staff, investigators, sub-investigators, as well as their children or spouses and family members of all study staff should not be enrolled in the study.\n16. Patients will not be randomized in this study more than once.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Combined Score (CS)","description":"The daily Combined Score (CS) is a patient specific score taking into account the patient's daily Rhinoconjunctivis Total Symptom Score (RTSS) and daily Rescue Medication Score (RMS), assuming equivalent importance of symptoms and rescue medication scores.\n\nThe RMS (range 0-3) is derived as follows: 0, no rescue medication; 1, use of antihistamine; 2, use of nasal corticosteroid; 3, use of oral corticosteroid. The RTSS (range 0-18) is the sum of the 6 individual rhinoconjunctivitis symptom score (each symptom is scored as follows: 0: no symptoms, 1: mild symptoms, 2: moderate symptoms and 3: severe symptoms).\n\nThe CS (range 0-3) = (RTSS/6 + RMS)/2. The lower the score, the better the outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.32","spread":"0.033"},{"groupId":"OG001","value":"0.45","spread":"0.032"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":233},"commonTop":["NASOPHARYNGITIS","ORAL PRURITUS","THROAT IRRITATION","HEADACHE","UPPER RESPIRATORY TRACT INFECTION"]}}}