{"nctId":"NCT00307437","briefTitle":"A Study of the Safety and Efficacy of Ustekinumab (CNTO 1275) in Patients With Moderate to Severe Psoriasis","startDateStruct":{"date":"2005-05"},"conditions":["Psoriasis"],"count":1230,"armGroups":[{"label":"Group I: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo; Ustekinumab (CNTO 1275) 45 or 90 mg"]},{"label":"Group II: Ustekinumab 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ustekinumab (CNTO 1275) 45 mg"]},{"label":"Group III: Ustekinumab 90 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ustekinumab (CNTO 1275) 90 mg"]}],"interventions":[{"name":"Placebo; Ustekinumab (CNTO 1275) 45 or 90 mg","otherNames":[]},{"name":"Ustekinumab (CNTO 1275) 45 mg","otherNames":[]},{"name":"Ustekinumab (CNTO 1275) 90 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Plaque-type psoriasis diagnosed \\>= 6 months prior\n* Plaque-type psoriasis covering at least 10% of total body surface areas\n* Psoriasis area-and-severity index score of \\>=12 at screening and baseline\n* Considered by treating dermatologist to be a candidate for phototherapy or systemic treatment of psoriasis\n* Women of childbearing potential and all men must agree to use adequate birth control measures throughout the trials and for 12 months following the last injection of study agent\n* Have no history of latent or active tuberculosis (TB)\n\nExclusion Criteria:\n\n* Currently have nonplaque forms of psoriasis or drug-induced psoriasis\n* Women who are pregnant or nursing, or men and women planning pregnancy while enrolled in the study\n* Patients who have used any therapeutic agent targeted at reducing IL-12 or IL-23\n* Patients who have had a Bacillus Calmette-Guerin (BCG) vaccination within the previous 12 months prior to screening\n* Patients who have a history of chronic or recurrent infectious disease or who have or have had a serious infection requiring hospitalization or intravenous antibiotics within the previous 2 months prior to screening\n* Patients who have or ever have had a nontuberculous mycobacterial infection or opportunistic infection\n* Patients known to be infected with human immunodeficiency virus (HIV), hepatitis B, or hepatitis C\n* Patients who have current signs or symptoms of severe, progressive, or uncontrolled renal, hepatic, hematological, gastrointestinal, endocrine, pulmonary, cardiac, neurologic, cerebral, or psychiatric disease\n* Patients with a malignancy or who have a history of malignancy (with the exception of certain skin cancers and pre-invasive cervical cancer)\n* Patients participating in another trial using an investigational agent or procedure\n* Systemic immunosuppressants within 4 weeks of the first administration of study agent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Psoriasis Area and Severity Index (PASI) Score of 75 Percent or Above at Week 12","description":"Number of participants achieving greater than or equal to 75 percent improvement in PASI at Week 12. PASI is a widely used tool for the measurement of severity of psoriasis. This is a test of how bad a person's psoriasis is. The scale combines redness, scaling, and thickness, as well as overall body involvement to determine the PASI score. The scale ranges from 0 (best) to 72 (worst).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"273","spread":null},{"groupId":"OG002","value":"311","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Physician Global Assessment (PGA) of Cleared or Minimal at Week 12","description":"Number of participants achieving a physician global assessment (PGA) (0 \\[none\\] to 5 \\[severe\\]) of cleared or minimal at Week 12. The PGA is 7-point scale used in clinical trials of various diseases. In this the physician checks the state of the disease and gives them score from 0 (clear) to 5 (severe).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"277","spread":null},{"groupId":"OG002","value":"300","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Dermatology Life Quality Index (DLQI) at Week 12","description":"Change in Dermatology Life Quality Index (DLQI) from baseline at Week 12. The DLQI is a 10-item questionnaire, that in addition to evaluating overall quality of life, can be used to assess 6 different aspects that may affect quality of life: symptoms and feelings, daily activities, leisure, work or school performance, personal relationships, and treatment. Scores range from 0 (no impairment in quality of life) to 30 (most impairment in quality of life).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":null},{"groupId":"OG001","value":"-8.0","spread":null},{"groupId":"OG002","value":"-9.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Visits With Psoriasis Area and Severity Index (PASI) 75 From Week 40 Through Week 52","description":"Number of visits at which participants randomized at Week 28 achieved at least 75 percent improvement from baseline in PASI from Week 40 through Week 52 in participants randomized at Week 28. PASI is a widely used tool for the measurement of severity of psoriasis. This is a test of how bad a person's psoriasis is. The scale combines redness, scaling, and thickness, as well as overall body involvement to determine the PASI score. The scale ranges from 0 (best) to 72 (worst).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"2","spread":null},{"groupId":"OG005","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":410},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Arthralgia","Hypertension"]}}}