{"nctId":"NCT02498418","briefTitle":"Study Comparing Rifaximin With Xifaxan 200 mg in Traveler's Diarrhea","startDateStruct":{"date":"2016-01-06","type":"ACTUAL"},"conditions":["Diarrhea"],"count":739,"armGroups":[{"label":"Generic Rifaximin 200 mg Tablets","type":"EXPERIMENTAL","interventionNames":["Drug: Rifaximin"]},{"label":"Xifaxan 200 mg Tablets","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Xifaxan®"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Tablet"]}],"interventions":[{"name":"Rifaximin","otherNames":[]},{"name":"Xifaxan®","otherNames":[]},{"name":"Placebo Tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult male or nonpregnant female aged ≥18 years non-indigenous travelers (for example; visiting students/faculty or international tourists) affected by naturally acquired acute diarrhea. Diarrhea is defined as the passage of at least 3 unformed stools in a 24-hour period. Stools are classified as formed (retains shape), soft (assumes shape of container), or watery (can be poured). When using this classification, both soft and watery stools are unformed and abnormal.\n2. At least 3 unformed stools recorded within the 24 hours immediately preceding randomization.\n3. At least 1 of the following signs and symptoms of enteric infection:\n\n   * abdominal pain or cramps\n   * nausea\n   * vomiting\n   * fecal urgency\n   * excessive gas/flatulence\n   * tenesmus\n4. Women of child-bearing potential have a negative pregnancy test prior to beginning therapy and agree to use effective contraceptive methods during the study.\n\nExclusion Criteria:\n\n1. Pregnant, breast feeding, or planning a pregnancy.\n2. Immediately prior to randomization, acute diarrhea for \\>72 hours.\n3. Presence of:\n\n   * fever (≥100 degrees fahrenheit \\[°F\\] or ≥37.8 degrees celsius \\[°C\\]), or\n   * hematochezia (blood in stool), or\n   * clinical findings suggesting moderate or severe dehydration.\n4. Active, uncontrolled, or clinically significant diseases or disorders of the heart, lung, kidney, gastrointestinal (GI) tract (other than infectious diarrhea in travelers), or central nervous system.\n5. Administration of any of the following:\n\n   * any antimicrobial agents with an expected activity against enteric bacterial pathogens within 7 days preceding randomization\n   * more than 2 doses of a symptomatic antidiarrheal compound such as antimotility agents, absorbent agents, and antisecretory agents within 8 hours preceding randomization\n6. Use of any drug such as aspirin or ibuprofen (Advil), which can cause GI bleeding. Acetaminophen (Tylenol) or paracetamol is acceptable.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieved Clinical Cure at Test of Cure (TOC) Visit (Within 24 to 72 Hours From the Time of Last Dose): Per-Protocol (PP) Population","description":"Clinical cure was defined as either of the following: No stools or only formed stools within a 48-hour period and no fever, with or without other enteric symptoms or; No watery stools or no more than 2 soft stools passed within a 24-hour period with no fever and no other enteric symptoms except for mild excess gas/flatulence. Bioequivalence evaluation between test (generic rifaximin 200 mg tablets) and reference groups (xifaxan 200 mg tablets) was conducted in this endpoint, hence placebo group was not included. Participants who were discontinued early from the study due to lack of treatment effect after completing 9 doses within 72 hours from the time of first dose were included in the PP population using Last Observation Carried Forward (LOCF) method. Additionally, participants whose condition worsened and who required alternate or supplemental therapy for the treatment of travelers' diarrhea were discontinued and included in the PP population analysis using LOCF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Last Unformed Stool (TLUS)","description":"TLUS was defined as the interval beginning with the first dose of study drug and ending with the last unformed stool passed within a period of 120 hours (within 48 hours from the time of last dose \\[at 72 hours\\]). Mathematically, TLUS was calculated as follows. TLUS (hours) = date/time of last unformed stool within 48 hours from the time of last dose - date/time of first dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.25","spread":null},{"groupId":"OG001","value":"65.75","spread":null},{"groupId":"OG002","value":"67.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Microbiological Cure at TOC Visit (Within 24 to 72 Hours From the Time of Last Dose)","description":"Participants were considered to have achieved microbiological cure if the pathogen identified at Day 1 is no longer found in the stool at the TOC visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":null},{"groupId":"OG001","value":"31.9","spread":null},{"groupId":"OG002","value":"17.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.5","spread":null},{"groupId":"OG001","value":"54.5","spread":null},{"groupId":"OG002","value":"68.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null},{"groupId":"OG001","value":"27.3","spread":null},{"groupId":"OG002","value":"26.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.6","spread":null},{"groupId":"OG001","value":"81.8","spread":null},{"groupId":"OG002","value":"92.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"100.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Achieved Clinical Cure at TOC Visit (Within 24 to 72 Hours From the Time of Last Dose): Modified Intent-to-Treat (mITT) Population","description":"Clinical cure was defined as either of the following: No stools or only formed stools within a 48-hour period and no fever, with or without other enteric symptoms or; No watery stools or no more than 2 soft stools passed within a 24-hour period with no fever and no other enteric symptoms except for mild excess gas/flatulence. Participants discontinued early for reasons other than \"lack of treatment effect after completing 9 doses within 72 hours from the time of first dose\" and for \"participants whose condition worsened and who required alternate or supplemental therapy for the treatment of travelers' diarrhea\" were included in the mITT population analysis using LOCF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"95","spread":null},{"groupId":"OG002","value":"86","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":246},"commonTop":["Rectal tenesmus","Flatulence","Headache","Abdominal pain","Nausea"]}}}