{"nctId":"NCT02802345","briefTitle":"Efficacy and Safety of Nintedanib Co-administered With Sildenafil in Idiopathic Pulmonary Fibrosis Patients With Advanced Lung Function Impairment","startDateStruct":{"date":"2016-06-30","type":"ACTUAL"},"conditions":["Idiopathic Pulmonary Fibrosis"],"count":274,"armGroups":[{"label":"Nintedanib + placebo matching sildenafil","type":"EXPERIMENTAL","interventionNames":["Drug: Nintedanib","Drug: Placebo"]},{"label":"Nintedanib + Sildenafil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nintedanib","Drug: Sildenafil"]}],"interventions":[{"name":"Nintedanib","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Sildenafil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Written informed consent consistent with International Conference on Harmonization-Good Clinical Practice and local laws, signed prior to any study procedures being performed (including any required washout);\n* Male or female patients aged \\>= 40 years at visit 1;\n* A clinical diagnosis of IPF within the last 6 years before visit 1, based upon the American Thoracic Society/European Respiratory Society/Japanese Respiratory Society/Latin American thoracic Association 2011 guideline \\[P11-07084\\];\n* Combination of high-resolution computed tomography (HRCT) pattern, and if available, surgical lung biopsy pattern consistent with a diagnosis of IPF as assessed by the investigator based on a HRCT scan performed within 18 months of visit 1;\n* Carbon Monoxide Diffusion Capacity (corrected for Hb) less or equal to 35% predicted of normal at visit 1.\n\nExclusion criteria:\n\n* Previous enrolment in this trial;\n* Alanine Transaminase, Aspartate Transaminase \\> 1.5 fold upper limit of normal (ULN) at visit 1;\n* Total bilirubin \\> 1.5 fold ULN at visit 1;\n* Relevant airways obstruction (i.e. pre-bronchodilator Forced Expiratory Volume in 1 second/Forced Vital Capacity \\<0.7 at visit 1)\n* History of myocardial infarction within 6 months of visit 1 or unstable angina within 1 month of visit 1\n* Bleeding Risk:\n\n  * Known genetic predisposition to bleeding;\n  * Patients who require fibrinolysis, full-dose therapeutic anticoagulation (e.g. vitamin K antagonists, direct thrombin inhibitors, heparin, hirudin, etc.) or high dose antiplatelet therapy;\n  * History of haemorrhagic central nervous system (CNS) event within 12 months prior to visit 1;\n  * History of haemoptysis or haematuria, active gastro-intestinal bleeding or ulcers and/or major injury or surgery within 3 months prior to visit 1;\n  * International normalised ratio (INR) \\> 2 at visit 1;\n  * Prothrombin time (PT) and activated partial thromboplastin time (aPTT) \\> 150% of institutional ULN at visit 1;\n* Planned major surgery during the trial participation, including lung transplantation, major abdominal or major intestinal surgery;\n* History of thrombotic event (including stroke and transient ischemic attack) within 12 months of visit 1;\n* Creatinine clearance \\< 30 mL/min calculated by Cockcroft-Gault formula at visit 1;\n* Presence of aortic stenosis (AS) per investigator judgement at visit 1;\n* Severe chronic heart failure: defined by left ventricular ejection fraction (EF) \\< 25% per investigator judgement at visit 1;\n* Presence of idiopathic hypertrophic subaortic stenosis (IHSS) per investigator judgement at visit 1;\n* Second-degree or third-degree atrioventricular (AV) block on electrocardiogram (ECG) per investigator judgement at visit 1;\n* Hypotension (systolic blood pressure \\[SBP\\] \\< 100 mm Hg or diastolic blood pressure \\[DBP\\] \\< 50 mm Hg) (symptomatic orthostatic hypotension) at visit 1;\n* Uncontrolled systemic hypertension (SBP \\> 180 mmHg; or DBP \\> 100 mmHg) at visit 1;\n* Known penile deformities or conditions (e.g., sickle cell anemia, multiple myeloma, leukemia) that may predispose to priapism;\n* Retinitis pigmentosa;\n* History of vision loss;\n* History of nonarteritic ischemic optic neuropathy;\n* Veno-occlusive disease;\n* History of acute IPF exacerbation or respiratory infection within 8 weeks of visit 2.\n* Treatment with nitrates, n-acetylcysteine, pirfenidone, azathioprine, cyclophosphamide, cyclosporine, prednisone \\>15 mg daily or \\>30 mg every 2 days OR equivalent dose of other oral corticosteroids as well as any investigational drug within 4 weeks of visit 2;\n* Treatment with prostaglandins (e.g., epoprostenol, treprostinil), endothelin-1 antagonists (e.g., bosentan, sitaxsentan, ambrisentan), phosphodiesterase inhibitors (e.g., sildenafil, tadalafil, vardenafil) or a stimulator of guanylatcyclase (e.g.,riociguat) within 4 weeks of visit 2;\n* Treatment with potent cytochrome CYP3A4 inhibitors such as ketoconazole, itraconazole and ritonavir within 4 weeks of visit 2;\n* Supplementation with L-arginine and concurrent use of grapefruit juice or St John's wort within 4 weeks of visit 2;\n* Treatment with the reduced dose of nintedanib (100 mg bid) within 4 weeks of visit 2; 27. Permanent discontinuation of nintedanib in the past due to adverse events considered drug-related;\n* Known hypersensitivity or intolerance to nintedanib, sildenafil, galactose, peanut or soya or any other components of the study medication;\n* A disease or condition which in the opinion of the investigator may interfere with testing procedures or put the patient at risk when participating in this trial;\n* Alcohol or drug abuse which in the opinion of the treating physician would interfere with treatment;\n* Further exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in St George's Respiratory Questionnaire (SGRQ) Total Score at Week 12","description":"The SGRQ is a 50-item questionnaire developed to measure health status (quality of life). Scores are calculated for three domains: Symptoms, Activity and Impacts (Psycho-social) as well as a total score. A minimum change in score of 4 units was established as clinically relevant after patient and clinician testing. Scores range from 0 to 100, with higher scores indicating more limitations. The mean and standard error presented are actually adjusted mean for change from baseline and its standard error.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.77","spread":"1.009"},{"groupId":"OG001","value":"-1.28","spread":"1.013"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dyspnoea Using the University of California San Diego Shortness of Breath Questionnaire (UCSD SOBQ) at Week 12","description":"The UCSD SOBQ is a 24-item questionnaire developed to measure breathlessness on a scale between zero and five where 0 is not at all breathless and 5 is maximally breathless or too breathless to do the activity. The mean and standard error presented for descriptive statistics are actually adjusted mean for change from baseline and its standard error.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.40","spread":"1.529"},{"groupId":"OG001","value":"1.46","spread":"1.575"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SGRQ Total Score at Week 24","description":"The SGRQ is a 50-item questionnaire developed to measure health status (quality of life). Scores are calculated for three domains: Symptoms, Activity and Impacts (Psycho-social) as well as a total score. A minimum change in score of 4 units was established as clinically relevant after patient and clinician testing. The mean and standard error presented for descriptive statistics are actually adjusted mean for change from baseline and its standard error.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.42","spread":"1.158"},{"groupId":"OG001","value":"0.23","spread":"1.148"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dyspnoea Using UCSD SOBQ at Week 24","description":"The UCSD SOBQ is a 24-item questionnaire developed to to measure breathlessness on a scale between zero and five where 0 is not at all breathless and 5 is maximally breathless or too breathless to do the activity. The mean and standard error presented for descriptive statistics are actually adjusted mean for change from baseline and its standard error.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.85","spread":"1.791"},{"groupId":"OG001","value":"4.44","spread":"1.779"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With On-treatment Serious Adverse Events (SAE) From Baseline to Week 24","description":"Percentage of patients with on-treatment serious adverse events (SAE) from baseline to Week 24 is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"27.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":136},"commonTop":["Diarrhoea","Decreased appetite","Nausea","Cough","Headache"]}}}