{"nctId":"NCT00440310","briefTitle":"Phase 3 Trial of Litx™ Plus Chemotherapy vs. Chemotherapy Only Treating Colorectal Cancer Patients With Recurrent Liver Metastases","startDateStruct":{"date":"2007-02"},"conditions":["Liver Metastases","Colorectal Neoplasms","Neoplasm Metastasis","Neoplasm Recurrence, Local"],"count":483,"armGroups":[{"label":"Litx + Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Talaporfin sodium","Procedure: Percutaneous placement of device in liver metastases","Device: Interstitial light emitting diodes","Drug: FOLFOX4 regimen","Drug: FOLFIRI regimen"]},{"label":"Chemotherapy alone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: FOLFOX4 regimen","Drug: FOLFIRI regimen"]}],"interventions":[{"name":"Talaporfin sodium","otherNames":[]},{"name":"Percutaneous placement of device in liver metastases","otherNames":[]},{"name":"Interstitial light emitting diodes","otherNames":[]},{"name":"FOLFOX4 regimen","otherNames":[]},{"name":"FOLFIRI regimen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with recurrent metastatic liver lesions from colorectal cancer who progressed on either FOLFOX or FOLFIRI\n* Biopsy proven evidence of colorectal cancer\n* At least one liver lesion that can be measured in one dimension at \\>10 mm with spiral CT scan (CT preferred but MRI allowed)\n* ECOG Performance Status 0-2\n* Life expectancy of at least 16 weeks\n* At least 30 days must have elapsed since the completion of any prior antineoplastic therapy and the patient must have recovered from acute side effects before day 0\n* Understanding and ability to sign written informed consent\n* 18 years of age or more\n* Adequate hematologic, liver and renal functions as evidenced by the following: WBC \\> 2.5 × 10\\^9/L ; Platelet Count \\> 100 × 10\\^9/L ; Hemoglobin \\> 90 g/L ; Neutrophils \\>1.5 × 10\\^9/L ; PT and PTT \\< 1.5 Control ; SGOT, SGPT \\< 5 × ULN ; GGT \\< 5 × ULN ; Alkaline phosphatase \\< 5 × ULN ; Bilirubin \\< 3 × ULN ; Creatinine \\< 1.5 × ULN\n\nExclusion Criteria:\n\n* Patients who are candidates for complete surgical resection\n* Patients who received bevacizumab (Avastin®) or cetuximab (Erbitux®) within 30 days of randomization. Use of bevacizumab or cetuximab is prohibited while participating in this study\n* Patients who would require more than a total number of 12 light source applications over three Litx™ experimental treatments (no more than 4 light sources per treatment).\n* Patients who have a single measurable tumor greater than 7.5 cm in any organ\n* Target lesions irradiated within 3 months of randomization\n* Patients with tumor involvement in greater than 50% of parenchyma of the liver\n* Evidence of major vessel invasion of any organ\n* Patients with any non-colorectal cancers except for adequately treated basal or squamous cell skin cancer, or adequately treated stage I or II cancer from which the patient has been disease-free for ≥ 3 years, or other cancer from which the patient has been disease-free for ≥ 5 years\n* Known sensitivity to porphyrin-type drugs or known history of porphyria\n* Pregnancy or breast-feeding patients. A negative pregnancy test (urine or serum) from women of childbearing age is required prior to enrollment. A fertile patient must use effective contraception during participation in the study\n* Concurrent participation in another clinical trial involving experimental treatment\n* Any concurrent disease or condition that in the opinion of the investigator impairs the patient's ability to complete the trial such as psychological, familial, sociological, geographical or medical conditions which in the Principal Investigator's opinion could compromise compliance with the objectives and procedures of this protocol or obscure interpretation of the trial's data.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Time from randomization to death","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"390","spread":null},{"groupId":"OG001","value":"405","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":66,"n":222},"commonTop":["Nausea","Procedural pain","Fatigue","Neutropenia","Diarrhoea"]}}}