{"nctId":"NCT01128894","briefTitle":"A Study to Determine the Efficacy and Safety of Albiglutide as Compared With Liraglutide.","startDateStruct":{"date":"2010-05"},"conditions":["Diabetes Mellitus, Type 2"],"count":841,"armGroups":[{"label":"albiglutide","type":"EXPERIMENTAL","interventionNames":["Biological: albiglutide"]},{"label":"liraglutide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: liraglutide"]}],"interventions":[{"name":"albiglutide","otherNames":[]},{"name":"liraglutide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of type 2 diabetes mellitus and experiencing inadequate glycemic control on their current regimen of metformin, TZD, SU, or any combination of these oral antidiabetic medications\n* BMI \\>/=20kg/m2 and \\</=45 kg/m2\n* Fasting C-peptide \\>/=0.8 ng/mL (\\>/=0.26 nmol/L)\n* HbA1c between 7.0% and 10.0%, inclusive\n* Female subjects of childbearing potential must be practicing adequate contraception.\n\nExclusion Criteria:\n\n* History of cancer\n* History of treated diabetic gastroparesis\n* Current biliary disease or history of pancreatitis\n* History of significant GI surgery\n* Recent clinically significant cardiovascular and/or cerebrovascular disease\n* Hypertension\n* History of human immunodeficiency virus infection\n* History of or current liver disease or acute symptomatic infection with hepatitis B or hepatitis C\n* History of alcohol or substance abuse\n* Female subject is pregnant, lactating, or \\<6 weeks postpartum\n* Known allergy to any GLP 1 analogue, liraglutide, other study medications' excipients, excipients of albiglutide, or Baker's yeast\n* History of type 1 diabetes mellitus\n* Contraindications (as per the prescribing information) for the use of either background or potential randomized study medications (e.g., liraglutide)\n* Receipt of any investigational drug or liraglutide within the 30 days or 5 half lives, whichever is longer, before Screening or a history of receipt of an investigational antidiabetic drug within the 3 months before randomization or receipt of albiglutide in previous studies\n* History or family history of thyroid disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 32","description":"HbA1c is a form of hemoglobin that is measured primarily to identify the average plasma glucose concentration over a 2- to 3-month period. The Baseline HbA1c value is defined as the last non-missing value before the start of treatment. Change from Baseline in HbA1c was calculated as the value at Week 32 minus the value at Baseline. The analysis was performed using an Analysis of Covariance (ANCOVA) model with treatment group, region, history of prior myocardial infarction (yes versus no), and age category (\\<65 years versus ≥65 years) as factors and Baseline HbA1c as a continuous covariate. The last observation carried forward (LOCF) method was used to impute missing data, in which the last non-missing post-Baseline on-treatment measurement was used to impute the missing measurement. If a participant had missing observation(s) immediately after Baseline, the Baseline observation was not carried forward and was left as missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.047"},{"groupId":"OG001","value":"-0.99","spread":"0.046"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in HbA1c at Weeks 4, 6, 12, 18 and 26","description":"HbA1c is a form of hemoglobin that is measured primarily to identify the average plasma glucose concentration over a 2- to 3-month period. The Baseline HbA1c value is defined as the last non-missing value before the start of treatment. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. The LOCF method was used to impute missing data, in which the last non-missing post-Baseline on-treatment measurement was used to impute the missing measurement. If a participant had missing observation(s) immediately after Baseline, the Baseline observation was not carried forward and was left as missing. Participants were considered in the treatment week if they had received at least one dose in that treatment week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.52","spread":"0.481"},{"groupId":"OG001","value":"-0.73","spread":"0.447"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.566"},{"groupId":"OG001","value":"-0.94","spread":"0.569"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"0.824"},{"groupId":"OG001","value":"-1.18","spread":"0.798"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.87","spread":"0.921"},{"groupId":"OG001","value":"-1.13","spread":"0.904"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.79","spread":"0.968"},{"groupId":"OG001","value":"-1.00","spread":"0.969"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Fasting Plasma Glucose (FPG) at Week 32","description":"The FPG test measures blood sugar levels after the participant has not eaten (fasted) for 12 to 14 hours. The Baseline FPG value is the last non-missing value before the start of treatment. Change from Baseline was calculated as the post-Baseline value minus the value at Baseline. The analysis was performed using an Analysis of Covariance (ANCOVA) model with treatment group, region, Baseline HbA1c category, history of prior myocardial infarction (yes versus no), and age category (\\<65 years versus ≥65 years) as factors and Baseline FPG as a continuous covariate. The LOCF method was used to impute missing data, in which the last non-missing post-Baseline on-treatment measurement was used to impute the missing measurement. If a participant had missing observation(s) immediately after Baseline, the Baseline observation was not carried forward and was left as missing. Participants were considered in the treatment week if they had received at least one dose in that treatment week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":"0.115"},{"groupId":"OG001","value":"-1.68","spread":"0.115"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Fasting Plasma Glucose (FPG) at Weeks 1, 2, 3, 4, 6, 12, 18 and 26","description":"The FPG test measures blood sugar levels after the participant has not eaten (fasted) for 12 to 14 hours. The Baseline FPG value is the last non-missing value before the start of treatment. Change from Baseline was calculated as the post-Baseline value minus the value at Baseline. The LOCF method was used to impute missing data, in which the last non-missing post-Baseline on-treatment measurement was used to impute the missing measurement. If a participant had missing observation(s) immediately after Baseline, the Baseline observation was not carried forward and was left as missing. Participants were considered in the treatment week if they had received at least one dose in that treatment week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.98","spread":"1.939"},{"groupId":"OG001","value":"-1.62","spread":"2.116"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.33","spread":"2.194"},{"groupId":"OG001","value":"-2.25","spread":"2.296"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.61","spread":"2.067"},{"groupId":"OG001","value":"-2.43","spread":"2.470"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.52","spread":"2.148"},{"groupId":"OG001","value":"-2.45","spread":"2.381"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.25","spread":"2.317"},{"groupId":"OG001","value":"-2.11","spread":"2.451"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.73","spread":"2.526"},{"groupId":"OG001","value":"-2.10","spread":"2.590"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.44","spread":"2.362"},{"groupId":"OG001","value":"-1.74","spread":"2.704"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":"2.694"},{"groupId":"OG001","value":"-1.64","spread":"2.717"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved HbA1c Response Level of <6.5% and <7.0% at Week 32","description":"Number of participants who achieved HbA1c response levels of \\<6.5% and \\<7.0% at Week 32 were assessed. The last observation carried forward (LOCF) method was used to impute missing data, in which the last non-missing post-Baseline on-treatment measurement was used to impute the missing measurement. If a participant had missing observation(s) immediately after Baseline, the Baseline observation was not carried forward and was left as missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null},{"groupId":"OG001","value":"208","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Hyperglycemia Rescue at Week 32","description":"Participants who experienced persistent hyperglycemia (high blood glucose) could have qualified for hyperglycemia rescue. The conditions for hyperglycemia rescue were as follows: fasting plasma glucose (FPG) \\>=280 milligram/decilitre (mg/dL) \\>= Week 2 and \\< Week 4, FPG \\>=250 mg/dL \\>= Week 4 and \\<Week 12, HbA1c ≥8.5% and ≤0.5% reduction from Baseline- \\>= Week 12 and \\<Week 26, or HbA1c ≥8.5% \\>= Week 26. Time to hyperglycemia rescue is defined as the time between the date of the first dose of study medication and the date of hyperglycemia rescue plus one day, or the time between the date of the first dose of study medication and the date of the last visit during the active treatment period plus one day for participants not requiring rescue. This time was divided by 7 to express the result in weeks. All times extending beyond Week 32 relevant to hyperglycemia rescue were censored at Week 32.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Body Weight at Week 32","description":"The Baseline value is the last non-missing value before the start of treatment. Change from Baseline was calculated as the value at Week 32 minus the value at Baseline. The analysis was performed using an Analysis of Covariance (ANCOVA) model with treatment group, region, Baseline HbA1c category, history of prior myocardial infarction (yes versus no), and age category (\\<65 years versus ≥65 years) as factors and Baseline weight as a continuous covariate. The LOCF method was used to impute missing data, in which the last non-missing post-Baseline on-treatment measurement was used to impute the missing measurement. If a participant had missing observation(s) immediately after Baseline, the Baseline observation was not carried forward and was left as missing. Weight values obtained after hyperglycemia rescue were treated as missing and replaced with pre-rescue values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"3.118"},{"groupId":"OG001","value":"-2.21","spread":"4.147"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":404},"commonTop":["Nausea","Hypoglycaemia","Diarrhoea","Upper respiratory tract infection","Vomiting"]}}}