{"nctId":"NCT00442117","briefTitle":"A Comparison of Mometasone Furoate DPI Versus Budesonide DPI in Budesonide DPI in Asthmatics (Study P04880)","startDateStruct":{"date":"2007-06"},"conditions":["Asthma"],"count":180,"armGroups":[{"label":"MF-DPI","type":"EXPERIMENTAL","interventionNames":["Drug: mometasone furoate dry powder inhaler"]},{"label":"BUD-DPI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Budesonide DPI"]}],"interventions":[{"name":"mometasone furoate dry powder inhaler","otherNames":["Asmanex"]},{"name":"Budesonide DPI","otherNames":["Pulmicort"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must be 12 years of age or older of either gender, who (and their parent/guardian if the subject is under the age of 20) must demonstrate their willingness to sign and write informed consent.\n* Subjects must have had a history of asthma for at least 6 months.\n* The subject must be diagnosed mild persistent or moderate persistent asthma and his/her FEV1 must be \\>= 60% of predicted normal at both the Screening and Baseline visits, when short-acting inhaled beta agonists have been withheld for at least six hours and long-acting inhaled beta agonists have been withheld for at least 12 hours.\n* Subjects must demonstrate an increase in absolute FEV1 of \\>= 12%, with an absolute volume increase of at least 200 mL, after reversibility testing at the Screening visit, or historically within the past 12 months; Subjects without documented absolute FEV1 of \\>= 12% in reversibility test within the past 12 months need to demonstrate a positive result in Methacholine challenge test.\n* If Subjects with ICS treatment have been using ICS on a daily basis for at least 4 weeks prior to Screening. For the two weeks prior to Screening, subjects must have been on a stable regimen of ICS. Each ICS dose is shown in following:\n\n  * Flunisolide between 1000 to 2000 mcg/day\n  * Budesonide between 400 to 800 mcg/day\n  * Triamcinolone acetonide between 600 to 1600 mcg/day\n  * Beclomethasone Dipropionate between 252 to 840 mcg/day\n  * Fluticasone propionate between 200 to 500 mcg/day\n* Women of childbearing potential must have a negative urine (hCG) pregnancy test on the day of randomization (Baseline visit).\n* Women of childbearing potential (includes women who are less than 1 year postmenopausal) must be using or agree to use an acceptable method of birth control (e.g., hormonal contraceptive, medically prescribed IUD, condom in combination with spermicide) or be surgically sterilized (e.g., hysterectomy or tubal ligation) if they become sexually active.\n* Subjects must understand and be able to adhere to visit schedules and enter information in a daily diary.\n\nExclusion Criteria:\n\n* Female subjects who are pregnant, breast-feeding, or are pre-menarcheal.\n* Subjects who are heavy smokers (more than 10 pack years) or who smoked within previous 6 months.\n* Subjects who have required daily or alternate day oral corticosteroid treatment for more than a total of 14 days during the 3 months immediately prior to the Screening visit, and/or subjects who have required a course of systemic corticosteroids within the previous month.\n* Subjects who used Leukotriene modifiers within 2 weeks of screening.\n* Subjects who took immunosuppressive agents within the previous 3 months.\n* Subjects who use daily nebulized ß2-adrenergic agonists.\n* Subjects who have had either an asthma exacerbation or a clinically relevant change in asthma medication within the last 4 weeks.\n* Subjects who have been admitted to the hospital for asthma control within the previous 3 months or have needed emergency service for asthma more than once within the previous 6 months.\n* Subjects who have required ventilator support for respiratory failure secondary to their asthma within the last 5 years.\n* Subjects who have used any investigational drug in the 30 days prior to Baseline, or subjects who have been treated with any investigational antibody for asthma in the 90 days prior to Baseline.\n* Subjects who are allergic or have had an idiosyncratic reaction to corticosteroids.\n* Subjects with evidence of clinically significant oropharyngeal candidiasis at Screening or Baseline.\n* Subjects with any clinically significant disorder of the cardiovascular, neurologic, hematologic, gastrointestinal, cerebrovascular, or immunologic system, or respiratory disease other than asthma (e.g. COPD), or any other disorder which may interfere with the study evaluations or affect subject safety.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change of Forced Expiratory Volume in One Second (FEV1) From Baseline to Week 12.","description":"FEV1 (forced expiratory volume in one second) measurement at the Baseline visit was compared to the FEV1 measurement during the last visit at Week 12. The mean percent change was calculated.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.09","spread":"10.57"},{"groupId":"OG001","value":"-0.02","spread":"10.17"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change of FVC (Forced Vital Capacity) From Baseline to Week 12.","description":"The FVC measurement at the baseline was compared to the FVC measurement during the last visit at Week 12. The mean percent change was calculated.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"10.91"},{"groupId":"OG001","value":"-0.88","spread":"11.50"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change of Forced Expiratory Flow (FEF) at (25-75% Interval) From Baseline to Week 12.","description":"The FEF (25-75%) measurement at the baseline was compared to the FEF (25-75%) measurement during the last visit at Week 12. The mean percent change was calculated.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"12.68"},{"groupId":"OG001","value":"1.72","spread":"12.92"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change of AM PEFR (Peak Exploratory Flow Rate) From Baseline to Week 12.","description":"The AM PEFR measurement at the Baseline visit was compared to the AM PEFR measurement during the last visit at Week 12. The mean percent change was calculated.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.59","spread":"42.36"},{"groupId":"OG001","value":"1.93","spread":"71.02"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":91},"commonTop":["upper respiratory tract infection"]}}}