{"nctId":"NCT04571944","briefTitle":"Efficacy and Safety of Suvorexant (MK-4305) for Reducing Incidence of Delirium in Japanese Participants at High Risk of Delirium (MK-4305-085)","startDateStruct":{"date":"2020-10-22","type":"ACTUAL"},"conditions":["Delirium"],"count":207,"armGroups":[{"label":"Suvorexant","type":"EXPERIMENTAL","interventionNames":["Drug: Suvorexant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Suvorexant","otherNames":["MK-4305"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is hospitalized for (1) acute disease with severe disease state or decreased daily living function or (2) elective surgery requiring general anesthesia scheduled on the day after or 2 days after admission/Day 1\n* Has (1) mild cognitive impairment or mild dementia and/or (2) a history of delirium in any prior hospitalization\n* Requires hospitalization for 6 days for acute disease, with treatment starting on day of admission; or 7 days, with treatment starting the day after admission OR\n* Requires hospitalization for 6 days for elective surgery scheduled on the day after admission; or for 7 days for elective surgery scheduled 2 days after admission\n* Is able to take study medications orally\n\nExclusion Criteria:\n\n* Has moderate or severe dementia\n* Has a history of epilepsy or Parkinson's disease\n* Currently uses psychotropic agents or has a mental condition including schizophrenia, other mental disorders, bipolar disorder and major depression\n* Has a history of drug or alcohol abuse in the 5 years prior to start of study or has alcoholic disease such as alcoholic liver disease or gastritis alcoholic\n* Has a history of narcolepsy or cataplexy\n* Has used hypnotics, antipsychotics, mood stabilizers, antidepressants, anxiolytics, psychostimulants, anticonvulsants or tiapride within 2 weeks prior to randomization\n* Has delirium as assessed by DSM-5 or DRS-R-98 (total score ≥14.5) before the first dose of study medication","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","maximumAge":"90 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Delirium as Assessed by Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) Criteria","description":"The DSM-5 is the gold standard for the diagnosis of delirium. DSM-5 criteria were used for clinician assessment of delirium. The percentage of participants with delirium per DSM-5 criteria is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"26.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced One or More Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who experienced one or more AEs is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who discontinued study treatment due to an AE is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Daily Total Score on Delirium Rating Scale-Revised-98 (DRS-R-98)","description":"DRS-R-98 is a diagnostic and assessment tool used for evaluation of delirium. It is a 16-item clinician-rated scale with 13 items measuring delirium severity and 3 diagnostic items. The total DRS-R-98 score can range from 0 (lowest) to 46 (highest). Higher scores indicate worsening or more severe delirium. The maximum daily total score on DRS-R-98 is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Delirium as Assessed by DRS-R-98","description":"DRS-R-98 is a diagnostic and assessment tool used for the evaluation of delirium. It is a 16-item clinician-rated scale with 13 items measuring delirium severity and 3 diagnostic items. The total DRS-R-98 score can range from 0 (lowest) to 46 (highest). Higher scores indicate worsening or more severe delirium. Optimized cutoff score for delirium diagnosis in Japanese-translated DRS-R-98 has been determined as ≥14.5. The percentage of participants with delirium as assessed by DRS-R-98, defined as the percentage of participants with total score ≥14.5 per DRS-R-98, is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":null},{"groupId":"OG001","value":"26.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":101},"commonTop":["Delirium","Constipation","Insomnia","Vomiting","Nausea"]}}}