{"nctId":"NCT00186888","briefTitle":"Study of Treatment for Patients With Cancer of the Eye -Retinoblastoma","startDateStruct":{"date":"2005-04-07","type":"ACTUAL"},"conditions":["Retinoblastoma","Retinal Neoplasm"],"count":107,"armGroups":[{"label":"Stratum A","type":"OTHER","interventionNames":["Procedure: Enucleation","Drug: Vincristine, Carboplatin","Procedure: Focal Therapies","Radiation: External Beam Radiation","Other: G-CSF"]},{"label":"Stratum B","type":"OTHER","interventionNames":["Procedure: Enucleation","Drug: Vincristine, Carboplatin","Procedure: Focal Therapies","Radiation: External Beam Radiation","Drug: Vincristine and Topotecan","Drug: Vincristine + Carboplatin + Etoposide","Procedure: Periocular carboplatin","Other: G-CSF"]},{"label":"Stratum C","type":"OTHER","interventionNames":["Procedure: Enucleation","Radiation: External Beam Radiation","Drug: vincristine, cyclophosphamide, and doxorubicin","Drug: Vincristine, Carboplatin and Etoposide","Other: G-CSF"]}],"interventions":[{"name":"Enucleation","otherNames":[]},{"name":"Vincristine, Carboplatin","otherNames":["Oncovin + Paraplatin"]},{"name":"Focal Therapies","otherNames":[]},{"name":"External Beam Radiation","otherNames":[]},{"name":"Vincristine and Topotecan","otherNames":["Oncovin + Hycamtin"]},{"name":"Vincristine + Carboplatin + Etoposide","otherNames":["Oncovin + Paraplatin + VP-16"]},{"name":"vincristine, cyclophosphamide, and doxorubicin","otherNames":["Onconvin and Cytoxan and Adriamycin"]},{"name":"Vincristine, Carboplatin and Etoposide","otherNames":["Onconvin and Paraplatin and Vepesid"]},{"name":"Periocular carboplatin","otherNames":["Paraplatin"]},{"name":"G-CSF","otherNames":["Filgrastim","Neupogen"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must have newly diagnosed intraocular retinoblastoma, previously untreated. Patients previously diagnosed with unilateral retinoblastoma treated surgically (or with focal therapies), who develop asynchronous involvement of the contralateral eye, will be eligible for study.\n* Must have a life expectancy of at least 8 weeks.\n* Must have Performance Status (ECOG) of 0-2.\n* Patients must have an adequate liver function, as defined by bilirubin less than or equal to 3 x normal, and SGOT and SGPT less than or equal to 3x normal.\n* Patients must have adequate renal function as defined by serum creatinine less than or equal to 3x normal for age.\n* Legal guardians must sign an informed consent indicating that they are aware of this study, its possible benefits, and toxic side effects. Legal guardians will be given a copy of the consent form.\n\nExclusion Criteria:\n\n* Previously treated patients\n* Presence of metastatic disease or orbital involvement\n* Patients must not have an invasive infection at time of protocol entry.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Stratum B Response to Window Therapy","description":"The primary outcome is to estimate the proportion of stratum B patients responding to 2 courses of window therapy consisting of vincristine and topotecan. Complete Response is the complete regression of all apparent tumor masses in the funduscopic examination and by MRI and ultrasound (US). Partial Response is defined as greater than 50% (but less than 100%) reduction of the tumor masses in the funduscopic examination and by US and MRI, without the appearance of any new lesions. The response must persist for at least 4 weeks. Stratum A and C did not receive window therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Stratum B Response Rate of Early Stage Eyes to Window Therapy","description":"To estimate the proportion of early stage eyes defined as Reese-Ellsworth Group I, II, or III eyes, that responded to 2 courses of window therapy which consisted of vincristine and topotecan","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Relationship Between Topotecan Clearance (CL) and CYP3A4/5 Genotype in Stratum B Participants.","description":"Blood samples for pharmacokinetic studies were collected at 0 hour (pre-dose), 5 minutes, 1.5 and 2.5 hours after the end of topotecan dose on Course 1 Day 1, Course 2 Day 1, and if further studies were needed, Course 5 Day 1 and Course 8 Day 1. A blood sample for pharmacogenetic studies was collected during the course of therapy on protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Relationship Between Topotecan Clearance (CL) and ABCG2/B1 Genotype in Stratum B Participants.","description":"Blood samples for pharmacokinetic studies were collected at 0 hour (pre-dose), 5 minutes, 1.5 and 2.5 hours after the end of topotecan dose on Course 1 Day 1, Course 2 Day 1, and if further studies were needed, Course 5 Day 1 and Course 8 Day 1. A blood sample for pharmacogenetic studies was collected during the course of therapy on protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival of Stratum B Patients Responding to Window Treatment","description":"To estimate the 5-year event-free (EFS) survival of bilateral disease patients with advanced intraocular retinoblastoma in either eye (R-E IV-V) responding to the vincristine/topotecan window, with alternating cycles of vincristine and carboplatin with vincristine, topotecan, and periocular carboplatin, with intensive focal treatments.\n\nEvent-free survival will be defined per patient as follows: for patients with one advanced stage eye, the time interval from date on study to date of first event (an event includes external beam radiation or enucleation) of advanced stage eyes, time to first event will be used for the analysis. Event-free survival will be estimated using the method of Kaplan and Meier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.667","spread":null}]}]}]},{"type":"SECONDARY","title":"Ocular Survival of Stratum B Patients Responding to Window Treatment","description":"To estimate the 5-year ocular survival of bilateral disease patients with advanced intraocular retinoblastoma in either eye (R-E IV-V) responding to the vincristine/topotecan window, with alternating cycles of vincristine and carboplatin with vincristine, topotecan, and periocular carboplatin, with intensive focal treatments.\n\nOcular survival will be defined per patient as follows: for patients with one advanced stage eye, the time interval from date on study to date of enucleation of advanced stage eye or date of last follow-up, for patients with two advanced stage eyes, the time to the first enucleation will be used for analysis. Ocular survival will be estimated using the method of Kaplan and Meier. Standard error is 5-year ocular survival","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.667","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival of Eyes in Stratum B Patients Responding to Window Treatment","description":"To estimate the 5-year event-free survival (EFS) of eyes of bilateral disease patients with advanced intraocular retinoblastoma in either eye (R-E IV-V) responding to the vincristine/topotecan window, with alternating cycles of vincristine and carboplatin with vincristine, topotecan, and periocular carboplatin, with intensive focal treatments.\n\nEvent-free survival of eye will be defined per eye as the time interval from date on study to date of first event (an event includes external beam radiation or enucleation) or to last follow-up date for eyes without events. Event-free survival of eye will be estimated using the method of Kaplan and Meier. Standard error is 5-year EFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.763","spread":null}]}]}]},{"type":"SECONDARY","title":"Ocular Survival of Eyes in Stratum B Patients Responding to Window Treatment","description":"To estimate the 5-year ocular survival of eye of bilateral disease patients with advanced intraocular retinoblastoma in either eye (R-E IV-V) responding to the vincristine/topotecan window, with alternating cycles of vincristine and carboplatin with vincristine, topotecan, and periocular carboplatin, with intensive focal treatments.\n\nOcular survival of eye will be defined per eye as the time interval from date on study to date of enucleation or date of last follow-up. Ocular survival of eye will be estimated using the method of Kaplan and Meier. Standard error is 5-year ocular survival.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.763","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival of Stratum B Patients Not Responding to Window Treatment","description":"To estimate the 5-year event free survival of patients with advanced intraocular retinoblastoma (R-E IV-V) not responding to the vincristine/topotecan window, with a combination of vincristine, carboplatin, etoposide, and periocular carboplatin, with intensive focal treatments.","classes":[]},{"type":"SECONDARY","title":"Ocular Survival of Stratum B Patients Not Responding to Window Treatment","description":"To estimate the 5-year ocular survival of patients with advanced intraocular retinoblastoma (R-E IV-V) not responding to the vincristine/topotecan window, with a combination of vincristine, carboplatin, etoposide, and periocular carboplatin, with intensive focal treatments.","classes":[]},{"type":"SECONDARY","title":"Event-free Survival of Eyes in Stratum B Patients Not Responding to Window Treatment","description":"To estimate the 5-year event free survival of the eye of patients with advanced intraocular retinoblastoma (R-E IV-V) not responding to the vincristine/topotecan window, with a combination of vincristine, carboplatin, etoposide, and periocular carboplatin, with intensive focal treatments","classes":[]},{"type":"SECONDARY","title":"Ocular Survival of Eyes in Stratum B Patients Not Responding to Window Treatment","description":"To estimate the 5-year ocular survival of the eye of patients with advanced intraocular retinoblastoma (R-E IV-V) not responding to the vincristine/topotecan window, with a combination of vincristine, carboplatin, etoposide, and periocular carboplatin, with intensive focal treatments","classes":[]},{"type":"SECONDARY","title":"Event-free Survival of Stratum A Patients","description":"To estimate the 5-year event-free survival of patients with early stage intraocular retinoblastoma (R-E I-III) with vincristine and carboplatin with intensive focal treatments.\n\nEvent-free survival will be defined per patient as follows: for patients with one advanced stage eye, the time interval from date on study to date of first event (an event includes external beam radiation or enucleation) of advanced stage eyes, time to first event will be used for the analysis. Event-free survival will be estimated using the method of Kaplan and Meier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.688","spread":null}]}]}]},{"type":"SECONDARY","title":"Ocular Survival of Stratum A Patients","description":"To estimate the 5-year ocular survival of patients with early stage intraocular retinoblastoma (R-E I-III) with vincristine and carboplatin with intensive focal treatments.\n\nOcular survival will be defined per patient as follows: for patients with one advanced stage eye, the time interval from date on study to date of enucleation of advanced stage eye or date of last follow-up, for patients with two advanced stage eyes, the time to the first enucleation will be used for analysis. Ocular survival will be estimated using the method of Kaplan and Meier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.688","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival of Eyes of Stratum B Patients","description":"To estimate the 5-year event-free survival of early stage eyes (R-E I-III) of patients with contralateral advanced disease treated with vincristine and topotecan.\n\nEvent-free survival of eye will be defined per eye as the time interval from date on study to date of first event (an event includes external beam radiation or enucleation) or to last follow-up date for eyes without events. Event-free survival of eye will be estimated using the method of Kaplan and Meier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Ocular Survival of Eyes of Stratum B Patients","description":"To estimate the 5-year ocular survival of early stage eyes (R-E I-III) of patients with contralateral advanced disease treated with vincristine and topotecan.\n\nOcular survival will be defined per patient as follows: for patients with one advanced stage eye, the time interval from date on study to date of enucleation of advanced stage eye or date of last follow-up, for patients with two advanced stage eyes, the time to the first enucleation will be used for analysis. Ocular survival will be estimated using the method of Kaplan and Meier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival of Eyes in Stratum A and Stratum B Patients Based on IC Classification","description":"To describe the 5-year event-free survival of the eyes outcome of intraocular retinoblastoma with respect to the new International Classification (IC) for Intraocular Retinoblastoma and the AJCC.\n\nPatients were re-classified into 2 groups of early (IC groups A and B) and advanced (IC groups C, D, and E) retinoblastoma. Analysis was done at eye level since each eye in the same patient could be a different group. Patients from stratum A and B were analyzed separately.\n\nThree eyes (2 patients) in stratum B received external beam radiation therapy (EBRT) and were also coincident with enucleation surgery, so their event status was not changed. Although the 3 eyes had shorter EFS interval because EBRT occurred (less than 2 years) before the surgery, it did not change the 5-year survival probability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.839","spread":null},{"groupId":"OG001","value":"0.667","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"0.743","spread":null}]}]}]},{"type":"SECONDARY","title":"Ocular Survival of Eyes in Stratum A and Stratum B Patients Based on IC Classification","description":"To describe the 5-year ocular survival of eyes outcome of intraocular retinoblastoma with respect to the new International Classification (IC) for Intraocular Retinoblastoma and the AJCC.\n\nPatients were re-classified into 2 groups of early (IC groups A and B) and advanced (IC groups C, D, and E) retinoblastoma. Analysis was done at eye level since each eye in the same patient could be a different group. Patients from stratum A and B were analyzed separately.\n\nThree eyes (2 patients) in stratum B received external beam radiation therapy (EBRT) and were also coincident with enucleation surgery, so their event status was not changed. Although the 3 eyes had shorter EFS interval because EBRT occurred (less than 2 years) before the surgery, it did not change the 5-year survival probability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.839","spread":null},{"groupId":"OG001","value":"0.667","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"0.743","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival Per Eye in Stratum A and Stratum B Patients Based on AJCC Classification","description":"To describe the 5-year event-free survival of eyes outcome of intraocular retinoblastoma with respect to the new classification of the American Joint Committee on Cancer (AJCC).\n\nFor AJCC staging, the patients were re-classified into 2 groups of early (AJCC=1, 1a or 1b) and advanced (AJCC=2, 2a, 2b, 3, 3a, 3b) retinoblastoma. The analysis was done at eye level since each eye in the same patient could be a different group. Patients from stratum A and B were analyzed separately","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.857","spread":null},{"groupId":"OG001","value":"0.500","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"0.719","spread":null}]}]}]},{"type":"SECONDARY","title":"Ocular Survival Per Eye in Stratum A and Stratum B Patients Based on AJCC Classification","description":"To describe the 5-year ocular survival of eyes outcome of intraocular retinoblastoma with respect to the new classification of the American Joint Committee on Cancer (AJCC).\n\nFor AJCC staging, the patients were classified into 2 groups of early (AJCC=1, 1a or 1b) and advanced (AJCC=2, 2a, 2b, 3, 3a, 3b) retinoblastoma . The analysis was done at eye level since each eye in the same patient could be a different group. Patients from stratum A and B were analyzed separately","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.857","spread":null},{"groupId":"OG001","value":"0.500","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"0.719","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Cognitive Functioning","description":"The Early Learning Composite was assessed with Mullen Scales of Early Learning, a measure of developmental functioning appropriate for use with children from birth through age 5. It is an examiner-administered instrument that uses toys, games, pictures, and other objects to elicit information about a child's language, fine and gross motor skills, and overall early learning capabilities. Raw scores are converted to an age-normed standard score (normative mean = 100, SD = 15) for the overall Early Learning Composite. This measure was given at all time points. Higher scores are indicative of better functioning, with scores from 85-115 in the average range.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.61","spread":"16.93"},{"groupId":"OG001","value":"90.96","spread":"17.66"},{"groupId":"OG002","value":"95.91","spread":"17.98"},{"groupId":"OG003","value":"88.40","spread":"18.72"},{"groupId":"OG004","value":"82.12","spread":"19.75"},{"groupId":"OG005","value":"86.00","spread":"15.31"}]}]}]},{"type":"SECONDARY","title":"Change in Relevant Daily Living Skills","description":"The Adaptive Behavior composite was measured using the Vineland Scales of Adaptive Behavior (VABS) which is an examiner-administered semi-structured interview that assesses adaptive functioning from birth through adulthood. Subscales including motor skills, communication, socialization, and daily living skills combine into an overall adaptive behavior composite which is an age-normed standard score (normative mean = 100, SD = 15). This measure was given at all time points. Higher scores are indicative of better functioning, with scores from 85-115 in the average range.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.48","spread":"13.35"},{"groupId":"OG001","value":"104.73","spread":"11.04"},{"groupId":"OG002","value":"106.06","spread":"10.38"},{"groupId":"OG003","value":"94.22","spread":"15.44"},{"groupId":"OG004","value":"96.45","spread":"19.12"},{"groupId":"OG005","value":"93.03","spread":"17.45"}]}]}]},{"type":"SECONDARY","title":"Change in Parent Report of Social-Emotional Factors","description":"This outcome was measured using the Ages and Stages Questionnaire which is a parent-completed measure of a child's social-emotional functioning. Raw scores are calculated and compared to cut-off points by age (6 months = 45; 1 year = 48; 2 years = 50; 3 years = 59; 5 years =70). Higher scores are indicative of more problems with scores above the cut-off indicating significant concerns warranting additional follow-up. Possible scores range from 0 to 200+, depending on the number of items administered, which varies by the age of the child (19 to 33 items). However, the primary use of this tool is as a screener. Thus, typically, scores are interpreted as they compare to the identified cut-offs, with children who score above the cut-off referred for further evaluation. This measure was given at all time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":"31.12"},{"groupId":"OG001","value":"19.42","spread":"14.02"},{"groupId":"OG002","value":"26.28","spread":"13.93"},{"groupId":"OG003","value":"29.67","spread":"20.83"},{"groupId":"OG004","value":"40.61","spread":"37.76"},{"groupId":"OG005","value":"39.93","spread":"34.03"}]}]}]},{"type":"SECONDARY","title":"Change in Parenting Stress Index (PSI)","description":"The PSI is a commonly used measure of parenting stress. In 101 questions, the PSI delineates between stress as a function of child characteristics (e.g., adaptability, demandingness, mood; Child Domain) and stress as a function of parent characteristics (e.g., depression, sense of competence, social isolation; Parent Domain), as well as an overall stress score (Total Stress). Raw scores are calculated (normative means: Child Doman = 98.4; Parent Domain = 122.7; Total Stress Score = 221.1). This measure was given at all time points. Scores range from 131-320 for Total Stress, 69-188 for Parent Domain, and 50-145 for Child Domain, with higher scores indicative of greater stress (Total: \\>260; Parent: \\>153, Child: \\>122).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.76","spread":"20.91"},{"groupId":"OG001","value":"93.08","spread":"15.98"},{"groupId":"OG002","value":"93.27","spread":"14.86"},{"groupId":"OG003","value":"92.77","spread":"16.23"},{"groupId":"OG004","value":"94.60","spread":"18.69"},{"groupId":"OG005","value":"92.49","spread":"19.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109.38","spread":"30.33"},{"groupId":"OG001","value":"101.56","spread":"22.90"},{"groupId":"OG002","value":"105.84","spread":"22.90"},{"groupId":"OG003","value":"105.84","spread":"27.56"},{"groupId":"OG004","value":"105.92","spread":"24.96"},{"groupId":"OG005","value":"102.74","spread":"24.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"207.25","spread":"47.07"},{"groupId":"OG001","value":"194.84","spread":"23.36"},{"groupId":"OG002","value":"200.51","spread":"35.98"},{"groupId":"OG003","value":"198.61","spread":"38.52"},{"groupId":"OG004","value":"200.23","spread":"40.21"},{"groupId":"OG005","value":"194.68","spread":"39.84"}]}]}]},{"type":"SECONDARY","title":"Assessment of School Readiness","description":"The Bracken Basic Concepts Scale was used to assess school readiness. It is an examiner-administered measure that assesses per-academic skills including letter and number recognition, shapes, colors, and understanding of sizes and comparisons. Raw scores are converted into age-normed scaled scores (normative mean = 10, SD = 3) for the School Readiness Composite. Higher scores are indicative of stronger pre-academic skills, with scores from 7 to 13 within the Average range.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.96","spread":"3.10"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Development of Pineal Cysts","description":"The MRI reports from bilateral patients were reviewed and data abstracted regarding pineal gland measurement and information about pineal cysts. The number of participants with change in primary visual cortex function from diagnosis through 6 years after last patient enrollment is reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Change in Size of Pineal Gland","description":"The MRI reports from bilateral patients were reviewed and data abstracted regarding pineal gland measurement and information about pineal cysts. The number of participants with change in pineal gland size is reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Distortion Product Otoacoustic Emissions (DPOAEs)","description":"For DP\\_amplitude to be considered valid, a baseline DP\\_SNR (Distortion Product for Signal-to-noise ratio) for each frequency (1000-8000 Hz) and for each ear (left and right) must be = 6 dB. Any ear with invalid amplitude at baseline for each frequency should be excluded. The DPOAEs amplitude levels were averaged across the right and left ears at each frequency in the patients exhibiting valid DPOAE amplitudes in both ears, resulting in mean DPOAE levels. Subsequently, comparisons between baseline and most recent evaluation (collapsed across ears) for each frequency were made to evaluate if a significant decrease in DPOAE amplitude exists between the two time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":"16.6"},{"groupId":"OG001","value":"5.5","spread":"2.5"},{"groupId":"OG002","value":"4.5","spread":"1.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":"3.6"},{"groupId":"OG001","value":"9.4","spread":"2.5"},{"groupId":"OG002","value":"8.2","spread":"2.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":"1.7"},{"groupId":"OG001","value":"13.0","spread":"1.8"},{"groupId":"OG002","value":"11.0","spread":"1.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.6","spread":"2.0"},{"groupId":"OG001","value":"12.2","spread":"1.9"},{"groupId":"OG002","value":"8.4","spread":"3.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":"4.8"},{"groupId":"OG001","value":"11.3","spread":"1.9"},{"groupId":"OG002","value":"3.4","spread":"6.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":"2.0"},{"groupId":"OG001","value":"12.9","spread":"2.2"},{"groupId":"OG002","value":"5.7","spread":"8.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"1.9"},{"groupId":"OG001","value":"-2.0","spread":"3.2"},{"groupId":"OG002","value":"-9.9","spread":"6.0"}]}]}]},{"type":"SECONDARY","title":"Mean Primary Visual Cortex Function: Cluster Size","description":"Functional magnetic resonance imagining (fMRI) was used to investigate primary visual cortex (V1) response to visual stimulation in 105 children being treated for intraocular retinoblastoma. Primary visual cortex activity was assessed in each subject using blood oxygenation level-dependent (BOLD) signal. The BOLD signal was analyzed via a general linear model using Statistical Parametric Mapping software (SPM, Wellcome Institute of Neuology, London).\n\nVoxel volume/peak BOLD response is a measurement of the volume of activation of the cortex. There is no known association with visual outcome at this time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2372","spread":"2640"},{"groupId":"OG001","value":"1080","spread":"2916"},{"groupId":"OG002","value":"2105","spread":"2476"}]}]}]},{"type":"POST_HOC","title":"Number of Patients Recommended for and Utilizing Rehabilitation Services","description":"Participants were evaluated by Occupational Therapy at diagnosis, and at 3, 6, 9, and 12 months from diagnosis with a battery of standardized and non-standardized measures. Assessments including the Battelle Developmental Inventory, the Sensory Profile, the Oregon Project for Visually Impaired Preschoolers, Pediatric Evaluation of Disability Inventory, and the Greenspan Social Emotional Growth Scale were utilized for developing the participants plan of care and making referrals for services in the home community. Recommendations for rehabilitation services in the home community were made based on the results of the occupational therapists evaluation.\n\nA subsequent review of February 2013 subgroup definitions resulted in the reclassification of evaluable participants and subgroups in May 2015. This reclassification applies to the data for this outcome only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Primary Visual Cortex Function: Maximum T-value","description":"Functional magnetic resonance imagining (fMRI) was used to investigate primary visual cortex (V1) response to visual stimulation in 105 children being treated for intraocular retinoblastoma. Primary visual cortex activity was assessed in each subject using blood oxygenation level-dependent (BOLD) signal. The BOLD signal was analyzed via a general linear model using Statistical Parametric Mapping software (SPM, Wellcome Institute of Neurology, London). The maximum t-statistic in activated cluster (negative BOLD) is provided.\n\nVoxel volume/peak BOLD response is a measurement of the volume of activation of the cortex. There is no known association with visual outcome at this time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"6.9"},{"groupId":"OG001","value":"6.2","spread":"3.9"},{"groupId":"OG002","value":"8.8","spread":"4.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":23},"commonTop":["Neutrophils/granulocytes (ANC/AGC)","Hemoglobin","Platelets","Leukocytes","Febrile neutropenia (fever of unknown origin without clinically or microbiologically documented)"]}}}