{"nctId":"NCT00970281","briefTitle":"A Study of Olanzapine in Patients With Schizophrenia","startDateStruct":{"date":"2009-09"},"conditions":["Schizophrenia"],"count":91,"armGroups":[{"label":"10 mg Olanzapine","type":"EXPERIMENTAL","interventionNames":["Drug: Rapid-Acting Intramuscular Olanzapine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rapid-Acting Intramuscular Olanzapine","otherNames":["LY170053","RAIM"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who meet Diagnostic and Statistical Manual of Mental Disorders Fourth Edition Text Revision (DSM-IV-TR) criteria for schizophrenia.\n* Patients with an exacerbation of schizophrenia with acute psychotic agitation.\n* Patients who are hospitalized during the study.\n* Patients, or proxy consenters, understand the nature of the study and sign on an informed consent document.\n* The investigator or sub-investigator(s) judges that the patients are able to cooperate with all protocol procedures.\n* Patients who are considered to be with agitation and appropriate candidates for treatment with intramuscular (IM) medication by the investigator or sub-investigator(s).\n* The investigator or sub-investigator(s) believes that it is safe to administer IM olanzapine to the patients in consideration of safety, including the anticholinergic action of IM olanzapine.\n* Patients who have a score of 1 or 2 on Agitation-Calmness Evaluation Scale (ACES) before the first IM injection of investigational product.\n\nExclusion Criteria:\n\n* Patients whose Global Assessment of Functioning (GAF) score is less than or equal to 40 within last 1 year before informed consent.\n* Patients with defect.\n* Patients whose agitation continues more than 2 weeks before informed consent.\n* Patients who were previously treated with antipsychotics and were considered by the investigator or sub-investigator(s) to be treatment-resistant to antipsychotics.\n* Patients who were treated by oral olanzapine at a dose of more than 20 milligrams (mg) for more than 4 weeks but did not improve.\n* Patient who have a history of participation in clozapine trials or treatment with clozapine.\n* Patients who have co-morbidity of mental retardation and personality disorder.\n* Patients whose agitation is possibly due to brain lesions such as (but not limited to) head injury, stroke, brain breeding, and cerebral infection.\n* Patients with sub-stupor or stupor.\n* One or more seizures without a clear and resolved etiology. However, if the patient has had one or more seizures in the past with an identifiable etiology, and that etiology has been resolved, the patient may be entered.\n* Patients who have a history of DSM-IV-TR substance (except caffeine and nicotine) abuse within the past 30 days or substance dependence within the past 6 months before informed consent. Or patients who have a history of using illegal drug.\n* Patients whose agitation is caused by substance abuse or neurologic conditions, in the opinion of the investigator or sub-investigator(s).\n* Patients who have a diagnosis of Parkinson's disease or dementia.\n* Patients who are actively suicidal (at high risk for suicide attempt) in the opinion of the investigator or sub-investigator(s).\n* Patients with inadequately controlled diabetes, or patients whose treatment for diabetes has been changed within 4 weeks before the first IM injection of the investigational product. The investigator's discretion will supersede even if the patients do not meet the above criteria for concurrent diabetes.\n* Patients who have received haloperidol decanoate fluphenazine decanoate, or fluphenazine enanthate within 8 weeks before the first IM injection of investigational product.\n* Patients who have received risperidone long-acting injection within 12 weeks before the first IM injection of investigational product.\n* Patients who have a history of receiving injectable depot antipsychotics other than haloperidol decanoate, fluphenazine decanoate, fluphenazine enanthate and risperidone long-acting injection.\n* Patients who have received antipsychotics or other prohibited concomitant medicines within 2 hours before the first IM injection of investigational product.\n* Patients who have received benzodiazepines within 4 hours before the first IM injection of investigational product.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Positive and Negative Syndrome Scale-Excited Component (PANSS-EC) Total Score up to 2 Hours After the First Intramuscular (IM) Injection","description":"Measures excitability and consists of the following 5 items from the PANSS: Excitement, Hostility, Tension, Uncooperativeness, and Poor Impulse Control. Each item is rated on a scale from 1 (absent) to 7 (extreme). The sum of the 5 items is defined as the PANSS-EC total score which ranges from 5 to 35.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.2","spread":"4.5"},{"groupId":"OG001","value":"-2.8","spread":"5.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS-EC Total Score up to 90 Minutes After the First Intramuscular (IM) Injection","description":"Measures excitability and consists of the following 5 items from the PANSS: Excitement, Hostility, Tension, Uncooperativeness, and Poor Impulse Control. Each item is rated on a scale from 1 (absent) to 7 (extreme). The sum of the 5 items is defined as the PANSS-EC total score which ranges from 5 to 35.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"2.9"},{"groupId":"OG001","value":"-1.0","spread":"3.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"3.6"},{"groupId":"OG001","value":"-1.9","spread":"4.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":"4.9"},{"groupId":"OG001","value":"-3.0","spread":"5.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.2","spread":"4.7"},{"groupId":"OG001","value":"-2.7","spread":"5.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Positive and Negative Syndrome Scale - Excited Component (PANSS-EC) Total Score up to 24 Hours After the First Intramuscular (IM) Injection","description":"Measures excitability and consists of the following 5 items from the PANSS: Excitement, Hostility, Tension, Uncooperativeness, and Poor Impulse Control. Each item is rated on a scale from 1 (absent) to 7 (extreme). The sum of the 5 items is defined as the PANSS-EC total score which ranges from 5 to 35.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.6","spread":"5.8"},{"groupId":"OG001","value":"-2.8","spread":"6.4"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 40% or Greater Percent Decrease in the Positive and Negative Syndrome Scale - Excited Component (PANSS-EC) Total Score up to 2 Hours After the First Intramuscular (IM) Injection","description":"Measures excitability and consists of the following 5 items from the PANSS: Excitement, Hostility, Tension, Uncooperativeness, and Poor Impulse Control. Each item is rated on a scale from 1 (absent) to 7 (extreme). The sum of the 5 items is defined as the PANSS-EC total score which ranges from 5 to 35.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"13.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Scores of 4 to 7 in the Agitation-Calmness Evaluation Scale (ACES) Score up to 24 Hours After the First Intramuscular (IM) Injection","description":"The ACES differentiates agitation, calmness, and sleep-state, using a 9-point scale: 1 (Marked Agitation) to 9 (Unarousable). Scores of 4 (Normal) to 7 (Marked Calmness) were used for this outcome measure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.4","spread":null},{"groupId":"OG001","value":"11.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"15.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"13.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"13.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null},{"groupId":"OG001","value":"15.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent Extrapyramidal Symptoms Based on the Drug Induced Extrapyramidal Symptoms Scale (DIEPSS) Score up to 24 Hours After the First Intramuscular (IM) Injection","description":"Assesses extrapyramidal symptoms attributable to antipsychotics. Consists of 9 items (8 to assess individual symptoms; 1 to assess global severity). Each item is assessed from 0 (none, normal) to 4 (severe). Total points of 8 items are defined as DIEPSS total (0 to 32 points). Items for assessment of individual symptoms are classified into 4 categories of parkinsonism, akathisia, dystonia and dyskinesia. Parkinsonism is assessed by total points of items 1 to 5; akathisia, dystonia and dyskinesia are assessed by points given to corresponding items (item 6, item 7, and item 8, respectively).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":45},"commonTop":["Somnolence","Malaise","Pyrexia","Thirst","Blood creatine phosphokinase increased"]}}}