{"nctId":"NCT03790137","briefTitle":"Treatment of Sunflower Syndrome With ZX008 (Fenfluramine Hydrochloride) in Children and Young Adults (Ages 4-25).","startDateStruct":{"date":"2019-05-31","type":"ACTUAL"},"conditions":["Photosensitive Epilepsy"],"count":20,"armGroups":[{"label":"Treatment group","type":"EXPERIMENTAL","interventionNames":["Drug: Fenfluramine Hydrochloride"]}],"interventions":[{"name":"Fenfluramine Hydrochloride","otherNames":["ZX008"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or non-pregnant, non-lactating female, age 4 to 25 years, inclusive as of the day of the screening visit. Female subjects of childbearing potential must have a negative serum pregnancy test at screening. Subjects of childbearing or child-fathering potential must be willing to use medically acceptable forms of birth control, which includes abstinence, while in this study and for 90 days after the last dose of study drug.\n* Subjects must have a diagnosis of Sunflower Syndrome, where seizures are not completely controlled by their current treatment plan.\n* Subjects must experience seizures including absence seizures and/or generalized tonic-clonic seizures which involve seeking out a light source, staring at the light source, and waving one hand in front of their eye(s). Subject's must experience an average of 6 hand waving associated with absence seizures and/or generalized tonic-clonic seizures per week.\n* Evidence of EEG in the medical history that shows generalized spike and wave discharges between seizures and a strong photoparoxysmal response during photic stimulation. Acceptable evidence includes a copy of the EEG trace, EEG report, or physician note that appropriately describes the EEG findings.\n* All medications or interventions for epilepsy must be stable for at least 4 weeks prior to screening and are expected to remain stable until Month 3.\n* Subject and/or parent/guardian has been informed of the nature of the study and informed consent has been obtained from the subject and/or legally responsible parent/guardian.\n* Subject has provided assent in accordance with Institutional Review Board (IRB)/Ethics Committee requirements, if capable.\n* Subjects parent/caregiver is willing and able to be compliant with diary completion, visit schedule, and study drug accountability.\n\nExclusion Criteria:\n\n* Subject has a known hypersensitivity to fenfluramine hydrochloride or any other ingredients in the investigational drug,\n* Subject's etiology of seizures is a degenerative neurological disease.\n* Subject is pregnant.\n* Subject is not willing to comply with a method of birth control acceptable to the PI during the study and for 90 days following completion of the study.\n* Subject is breastfeeding.\n* Subject has a history of drug or alcohol abuse.\n* Subject has pulmonary arterial hypertension.\n* Subject has current or past history of cardiovascular or cerebrovascular disease, such as cardiac valvulopathy, myocardial infarction or stroke, or clinically significant structural cardiac abnormality, including but not limited to mitral valve prolapse, atrial or ventricular septal defects, patent ductus arteriosis, and patent foramen ovale with reversal of shunt. (note: bicuspid valve is not considered exclusionary, but may be associated with the following diseases, which are exclusionary: coarctation of the aorta, Turner syndrome, supravalvular aortic stenosis, subvalvular aortic stenosis, patent ductus arteriosus, Sinus of Valsalva aneurysm, ventricular septal defect, Shone's complex, ascending aortic aneurysm, Loeys-Dietz syndrome, ACTA2 mutation familial thoracic aortic aneurysm syndrome, and MAT2A mutation familial thoracic aortic aneurysm syndrome).\n* Subject has current or recent history of anorexia nervosa, bulimia, or depression within the prior year that required medical treatment or psychological treatment for a duration greater than 1 month.\n* Subject has a current or past history of glaucoma.\n* Subject has had an anoxic episode requiring resuscitation within 6 months of the screening visit.\n* Subject has moderate or severe hepatic impairment. Asymptomatic subjects with mild hepatic impairment (elevated liver enzymes \\< 3x upper limit of normal (ULN) and/or elevated bilirubin \\<2x ULN) may be entered into the study after review and approval by the Medical Monitor in conjunction with the sponsor, in consideration of comorbidities and concomitant medications.\n* Subject has severe renal impairment (estimated glomerular filtration rate \\<30mL/min/1.73m2)\n* Subject is receiving concomitant therapy with: centrally-acting anorectic agents; monoamine-oxidase inhibitors; any centrally-acting compound with clinically appreciable amount of serotonin agonist or antagonist properties, including serotonin reuptake inhibition; other centrally-acting noradrenergic agonists, including atomoxetine; or cyproheptadine. (Note: Short-term medication requirements for prohibited medications will be handled on a per case basis by the medical monitor.)\n* Subject has positive result (as defined in the laboratory manual) on urine tetrahydrocannabinol (THC) Panel or whole blood cannabidiol (CBD) at the screening visit.\n* Subject has been taking felbamate for less than 1 year prior to screening and/or does not have stable liver function and hematology laboratory tests, and/or the dose has not been stable for at least 60 days prior to the screening visit.\n* Subject is known to be human immunodeficiency virus (HIV) positive.\n* Subject is known to have active viral hepatitis (B or C).\n* Subject is currently receiving an investigational medicinal product.\n* Subject has participated in another clinical trial within the past 30 days (calculated from that study's last scheduled visit). Participation in non-treatment trials will be reviewed by the medical monitor.\n* Subject is at imminent risk of self-harm or harm to others, in the investigator's opinion.\n* Subject is unwilling or unable to comply with scheduled visits, drug administration plan, laboratory tests, other study procedures, and study restrictions.\n* Subject is institutionalized in a general nursing home (i.e., in a facility that does not provide skilled epilepsy care).-Subject does not have a reliable caregiver who can provide seizure diary information throughout the study.\n* Subject has a clinically significant condition, or has had clinically relevant symptoms or a clinically significant illness in the 4 weeks prior to the Screening Visit, other than epilepsy, that would negatively impact study participation, collection of study data, or pose a risk to the subject.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"25 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"% Change in Frequency of Handwaving Episodes","description":"The number of handwaving episodes (seizures) per day were recorded on a seizure diary by either the subject or the parent of the subject. One handwaving episode was defined as the period starting from when the hand first came up toward the face, until there was a brief pause in waving. Subjects and their caregivers were instructed to record the total number of handwaving episodes each day during a one month baseline, and during the 3 month treatment period.\n\nThe baseline seizure frequency was calculated as an average of the reported handwaving episodes per day during the baseline period. This number was compared to the average episodes per day for the final month of the study (month 3 of treatment with fenfluramine) for each patient. The median percent change in frequency of handwaving episodes across all patients is reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-66.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Frequency of Generalized Tonic-clonic Seizures","description":"Daily seizure logs will be maintained by either the subject or the parent of the subject and used to calculate seizure frequency. Frequency of Generalized Tonic-clonic seizures was recorded as an average number of seizures/day. The average number of tonic-clonic seizures per day during the baseline period was compared to the average number of tonic-clonic seizures per day during the final month (month 3) for each patient that had experienced at least one tonic-clonic seizure in their lifetime.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Spike Frequency on EEG","description":"The investigators will read and interpret pre-drug (baseline) and post-drug EEGs (month 3 of core study) for the first 9 patients. The average number of spikes/hour across these patients will be reported for both pre- and post-treatment EEGs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients That Experienced a Photoparoxysmal Response on EEG","description":"The investigators will read and interpret pre- (baseline) and post-treatment (month 3) EEGs. The number of patients that experienced a photoparoxysmal response during the EEGs will be reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Cognitive Functioning Determined by the Weschler Abbreviated Scale of Intelligence (WASI-II Subtests)","description":"The Weschler Abbreviated Scale of Intelligence (WASI-II subtests) will be administered to the first 10 patients at baseline and 84 days after the start of the first dose of study drug. Results of these cognitive tests will be compared between baseline and 84 days post initial dose.\n\nThe WASI-II measures cognitive functioning through 2 subtests, vocabulary and matrix reasoning. The raw scores on these subtests are combined to give a composite full-scale IQ (FSIQ) that is scaled to an average of 100 and standard deviation of 15.\n\nMaximum raw scores for the subtests are as follows (higher values are considered better and minimum score on each is 0).\n\nVocabulary:\n\nages 7-11: 47 ages 12-14: 53 ages 15-25: 59\n\nMatrix Reasoning:\n\nages 6-8: 24 ages 9-25: 30","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.89","spread":"13.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106.22","spread":"11.64"}]}]}]},{"type":"SECONDARY","title":"Changes in Cognitive Functioning Determined by the Weschler Intelligence Scale for Children (WISC-V) -Processing Speed Subtests.","description":"The Weschler Intelligence Scale for Children (WISC-V) -Processing Speed subtests will be administered at baseline and 84 days after the start of the first dose of study drug (Month 3; visit 5). Results of these cognitive tests will be compared between baseline and 84 days post initial dose.\n\nRaw scores for the coding and symbol search subtests will be used to evaluate processing speed. The maximum raw scores are as follows (the minimum score is 0 and higher scores are considered better).\n\nCoding:\n\nages 6-7: 65 ages 8-16: 119\n\nSymbol search:\n\nages 6-7: 45 ages 8-16: 60","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.63","spread":"9.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.14","spread":"10.48"}]}]}]},{"type":"SECONDARY","title":"Changes in Quality of Life Determined by the Quality of Life in Childhood Epilepsy Questionnaire(QOLCE-16)","description":"The Quality of Life in Childhood Epilepsy Questionnaire will be administered at baseline, and 84 days after the first dose (Month 3; visit 5). This questionnaire assesses mood, social relationships, and behaviors. Results will be compared.\n\nThe QOLCE assesses quality of life across 4 domains of functioning: cognitive, emotional, social and physical. Scores range from 0-100. Composite scores are calculated as a mean across all measures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.41","spread":"18.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.76","spread":"17.48"}]}]}]},{"type":"SECONDARY","title":"Changes in Executive Functioning Determined by The Behavioral Rating Inventory of Executive Function (BRIEF) Questionnaire.","description":"The Behavioral Rating Inventory of Executive Function (BRIEF) questionnaire will be administered at baseline, and 84 days after the first dose of fenfluramine (Month 3; Visit 5). This questionnaire assesses executive function across 8 clinical scales:\n\n1. Inhibit\n2. Shift\n3. Emotional Control\n4. Initiate\n5. Working Memory\n6. Plan/Organize\n7. Organization of Materials\n8. Monitor\n\nItem level scores are rated on a 3 point Likert Scale from 1-3:\n\n1. Never\n2. Sometimes\n3. Often\n\nThe Global Executive Composite (GEC) score is the total score of all 8 clinical subscales. The item scores are summed for each scale and raw scores are converted to Tscores. The mean of the GEC score will be reported.\n\nT scores from 60 to 64 are considered mildly elevated. T scores from 65 to 69 are considered potentially clinically elevated. T scores at or above 70 are considered clinically elevated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.29","spread":"13.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.50","spread":"15.84"}]}]}]},{"type":"SECONDARY","title":"Changes in Self-Concept Determined by The Beck Self Report Inventory.","description":"The Beck Self Report Inventory will be administered at baseline, and 84 days after the first dose (Month 3; Visit 5). This questionnaire assesses self-concept, depression, anxiety, anger and disruptive behavior through a 100-item self-report.\n\nThe raw scores for subscales are calculated in the following manner:\n\n* Add scores from Items 1-20 for the total Beck Self Concept Inventory for Youth (BSCI-Y) score.\n* Add scores from Items 21-40 for the total Beck Anxiety Inventory for Youth (BAI-Y) score.\n* Add scores from Items 41-60 for the total Beck Depression Inventory for Youth (BDI-Y) score.\n* Add scores from Items 61-80 for the total Beck Anger Inventory for Youth (BANI-Y) score.\n* Add scores from Items 81-100 for the total Beck Disruptive Inventory for Youth (BDBI-Y) score.\n\nRaw scores will be translated into T-scores.\n\nT-scores for BYI are as follows:\n\n* 55 or less = average\n* 55-59 = mildly elevated\n* 60-69 = moderately elevated\n* 70+ = extremely elevated","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.43","spread":"13.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.88","spread":"14.23"}]}]}]},{"type":"SECONDARY","title":"Changes in Anxiety Determined by the Beck Self Report Inventory","description":"The Beck Self Report Inventory will be administered at baseline, and 84 days after the first dose (Month 3; Visit 5). This questionnaire assesses self-concept, depression, anxiety, anger and disruptive behavior through a 100-item self-report.\n\nThe raw scores for subscales are calculated in the following manner:\n\n* Add scores from Items 1-20 for the total Beck Self Concept Inventory for Youth (BSCI-Y) score.\n* Add scores from Items 21-40 for the total Beck Anxiety Inventory for Youth (BAI-Y) score.\n* Add scores from Items 41-60 for the total Beck Depression Inventory for Youth (BDI-Y) score.\n* Add scores from Items 61-80 for the total Beck Anger Inventory for Youth (BANI-Y) score.\n* Add scores from Items 81-100 for the total Beck Disruptive Inventory for Youth (BDBI-Y) score.\n\nRaw scores will be translated into T-scores.\n\nT-scores for BYI are as follows:\n\n* 55 or less = average\n* 55-59 = mildly elevated\n* 60-69 = moderately elevated\n* 70+ = extremely elevated","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.29","spread":"8.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.13","spread":"5.91"}]}]}]},{"type":"SECONDARY","title":"Changes in Depression Determined by the Beck Self Report Inventory","description":"The Beck Self Report Inventory will be administered at baseline, and 84 days after the first dose (Month 3; Visit 5). This questionnaire assesses self-concept, depression, anxiety, anger and disruptive behavior through a 100-item self-report.\n\nThe raw scores for subscales are calculated in the following manner:\n\n* Add scores from Items 1-20 for the total Beck Self Concept Inventory for Youth (BSCI-Y) score.\n* Add scores from Items 21-40 for the total Beck Anxiety Inventory for Youth (BAI-Y) score.\n* Add scores from Items 41-60 for the total Beck Depression Inventory for Youth (BDI-Y) score.\n* Add scores from Items 61-80 for the total Beck Anger Inventory for Youth (BANI-Y) score.\n* Add scores from Items 81-100 for the total Beck Disruptive Inventory for Youth (BDBI-Y) score.\n\nRaw scores will be translated into T-scores.\n\nT-scores for BYI are as follows:\n\n* 55 or less = average\n* 55-59 = mildly elevated\n* 60-69 = moderately elevated\n* 70+ = extremely elevated","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.29","spread":"12.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.13","spread":"11.72"}]}]}]},{"type":"SECONDARY","title":"Changes in Anger Determined by the Beck Self Report Inventory","description":"The Beck Self Report Inventory will be administered at baseline, and 84 days after the first dose (Month 3; Visit 5). This questionnaire assesses self-concept, depression, anxiety, anger and disruptive behavior through a 100-item self-report.\n\nThe raw scores for subscales are calculated in the following manner:\n\n* Add scores from Items 1-20 for the total Beck Self Concept Inventory for Youth (BSCI-Y) score.\n* Add scores from Items 21-40 for the total Beck Anxiety Inventory for Youth (BAI-Y) score.\n* Add scores from Items 41-60 for the total Beck Depression Inventory for Youth (BDI-Y) score.\n* Add scores from Items 61-80 for the total Beck Anger Inventory for Youth (BANI-Y) score.\n* Add scores from Items 81-100 for the total Beck Disruptive Inventory for Youth (BDBI-Y) score.\n\nRaw scores will be translated into T-scores.\n\nT-scores for BYI are as follows:\n\n* 55 or less = average\n* 55-59 = mildly elevated\n* 60-69 = moderately elevated\n* 70+ = extremely elevated","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.00","spread":"7.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.75","spread":"5.52"}]}]}]},{"type":"SECONDARY","title":"Changes in Disruptive Behavior Determined by the Beck Self Report Inventory","description":"The Beck Self Report Inventory will be administered at baseline, and 84 days after the first dose (Month 3; Visit 5). This questionnaire assesses self-concept, depression, anxiety, anger and disruptive behavior through a 100-item self-report.\n\nThe raw scores for subscales are calculated in the following manner:\n\n* Add scores from Items 1-20 for the total Beck Self Concept Inventory for Youth (BSCI-Y) score.\n* Add scores from Items 21-40 for the total Beck Anxiety Inventory for Youth (BAI-Y) score.\n* Add scores from Items 41-60 for the total Beck Depression Inventory for Youth (BDI-Y) score.\n* Add scores from Items 61-80 for the total Beck Anger Inventory for Youth (BANI-Y) score.\n* Add scores from Items 81-100 for the total Beck Disruptive Inventory for Youth (BDBI-Y) score.\n\nRaw scores will be translated into T-scores.\n\nT-scores for BYI are as follows:\n\n* 55 or less = average\n* 55-59 = mildly elevated\n* 60-69 = moderately elevated\n* 70+ = extremely elevated","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.14","spread":"5.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.50","spread":"5.76"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":19},"commonTop":["Reduced Appetite","Fatigue","Viral Illness","Nocturnal Enuresis","Diarrhea"]}}}