{"nctId":"NCT01938001","briefTitle":"Rituximab Plus Lenalidomide for Patients With Relapsed / Refractory Indolent Non-Hodgkin's Lymphoma (Follicular Lymphoma and Marginal Zone Lymphoma)","startDateStruct":{"date":"2013-11-21","type":"ACTUAL"},"conditions":["Lymphoma, Non-Hodgkin"],"count":358,"armGroups":[{"label":"Rituximab and Lenalidomide","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab","Drug: Lenalidomide"]},{"label":"Rituximab and Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rituximab","Drug: Placebo"]}],"interventions":[{"name":"Rituximab","otherNames":["Rituxan"]},{"name":"Lenalidomide","otherNames":["CC-5013, Revlimid"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥18 years at the time of signing the informed consent document.\n* Understand and voluntarily sign an informed consent document prior to any study related assessments/procedures are conducted.\n* Histologically confirmed marginal zone lymphoma or follicular lymphoma (grade 1, 2 or 3a; CD20+ by flow cytometry or histochemistry).\n* Previously treated with at least one prior systemic chemotherapy, immunotherapy or chemoimmunotherapy and have received at least 2 previous doses of rituximab.\n* Documented relapsed, refractory or progressive disease after treatment with systemic therapy and must not be rituximab-refractory.\n* Investigator considers rituximab monotherapy appropriate.\n* Bi-dimensionally measurable disease on cross sectional imaging by X-ray computed tomography (CT) or magnetic resonance imaging (MRI).\n* Need of treatment for relapsed, progressed or refractory disease as assessed by the investigator.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n* Adequate bone marrow function.\n* Willingness to follow study visit schedule, pregnancy precautions and other protocol requirements.\n\nExclusion Criteria:\n\n* Histology other than follicular or marginal zone lymphoma or clinical evidence of transformation or Grade 3b follicular lymphoma.\n* Subjects taking corticosteroids during the last week prior to study treatment, unless administered at a dose equivalent to \\< 20 mg/day prednisone or prednisolone.\n* Systemic anti-lymphoma therapy within 28 days or use of antibody agents within 8 weeks use of radioimmunotherapy within 6 months.\n* Known seropositive for or active viral infection with hepatitis B virus (HBV) or/and human immunodeficiency virus (HIV).\n* Known hepatitis C virus (HCV) positive with chronic HCV or active viral infection with HCV hepatitis requiring anti-viral medication (at time of randomization).\n* Life expectancy \\< 6 months.\n* Known sensitivity or allergy to murine products.\n* Prior history of malignancies, other than follicular or marginal zone lymphoma, unless the subject has been free of the disease for ≥ 5 years.\n* Prior use of lenalidomide.\n* Known allergy to thalidomide.\n* Neuropathy \\> Grade 1.\n* Presence or history of central nervous system involvement by lymphoma.\n* Subjects who are at a risk for a thromboembolic event and are not willing to take prophylaxis for it.\n* Uncontrolled intercurrent illness.\n* Any significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent document.\n* Pregnant or lactating females.\n* Any condition that places the subject at unacceptable risk if he/she were to participate in the study or that confounds the ability to interpret data from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaplan Meier Estimate of Progression Free Survival Assessed by the Independent Review Committee (IRC) According to the 2007 International Working Group Response Criteria (IWGRC)","description":"Progression-free survival (PFS) was defined as the time from date of randomization into the study to the first observation of documented disease progression or death due to any cause, whichever occurred first. PFS was based on the data from the IRC review using the modified 2007 International Working Group Response Criteria (IWGRC) using FDA censoring rules.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.4","spread":null},{"groupId":"OG001","value":"14.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Durable Complete Response Rate (DCCR) as Assessed by the IRC According to the 2007 IWGRC","description":"DCCR was defined as the percentage of participants with a best response of complete response (CR) that lasted no less than one year (≥ 48 weeks) during the study prior to administration of new anti-lymphoma therapy. A CR is defined as a complete disappearance of any disease-related symptoms and normalization of biochemical abnormalities.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.3","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Overall Survival (OS)","description":"Overall survival was defined as the time from randomization to death from any cause. Overall survival was censored at the last date that the participant was known to be alive for participants who were alive at the time of analysis and for participants who were lost to follow-up before death was documented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response as Assessed by the IRC According to the 2007 IWGRC","description":"Percentage of participants with an objective response is defined as having a response of at least a PR during the study without administration of new anti-lymphoma therapy. A complete response = a complete disappearance of all detectable clinical and radiographic evidence of disease, disappearance of any disease-related symptoms, and normalization of biochemical abnormalities; a partial response (PR) = 50% decrease in SPD of the 6 largest dominant nodes or nodal masses. No increase in the size of other nodes, liver, or spleen. Splenic and hepatic nodules must regress by at least 50% in the SPD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.5","spread":null},{"groupId":"OG001","value":"53.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Best Response of Complete Response as Assessed by the IRC According to the 2007 IWGRC","description":"Percentage of participants with a best response of at CR during the study without administration of new anti-lymphoma therapy. A CR = Complete disappearance of all detectable clinical and radiographic evidence of disease, disappearance of any disease-related symptoms, and normalization of biochemical abnormalities.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.7","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Duration of Objective Response as Assessed by the IRC According to the 2007 IWGRC","description":"Duration of response (DOR) was defined as the time from initial response (at least PR) until documented progressive disease (PD) or death. Participants who had not progressed at the time of analysis were censored at the last assessment date that the participant was known to be progression free. Participants who received a new treatment without documented progression were censored at the last assessment date that the participants was known to be progression free.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.6","spread":null},{"groupId":"OG001","value":"21.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Duration of Complete Response (DOCR) as Assessed by the IRC According to the 2007 IWGRC","description":"DOCR was defined as the time from initial CR until documented PD or death. Participants who had not progressed at the time of analysis were censored at the last assessment date that the participant was known to be progression free. Participants who received a new treatment without documented progression were censored at the last assessment date that the participants was known to be progression free.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan Meier Estimate of Event Free Survival as Assessed by the IRC According to the 2007 IWGRC","description":"Event-free survival (EFS) was defined as the time from date of randomization to date of first documented progression, relapse, institution of new anti-lymphoma treatment (chemotherapy, radiotherapy or immunotherapy) or death from any cause. Responding participants and those who were lost to follow up were censored at their last tumor assessment date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.6","spread":null},{"groupId":"OG001","value":"13.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan Meier Estimate of Time to Next Anti-Lymphoma Treatment (TTNLT)","description":"Time to next anti-lymphoma treatment (TTNLT) was defined as the time from date of randomization to date of first documented administration of a new anti-lymphoma treatment (including chemotherapy, radiotherapy, radioimmunotherapy or immunotherapy). The time to the next anti-lymphoma treatment was of special interest to the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null},{"groupId":"OG001","value":"31.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"TEAEs include AEs that started or worsened between the date of the first dose and 28 days after the date of the last dose. A serious adverse event (SAE) is any: • Death; • Life-threatening event; • Any inpatient hospitalization or prolongation of existing hospitalization; • Persistent or significant disability or incapacity; • Congenital anomaly or birth defect; • Any other important medical event. The investigator determined the relationship of an AE to study drug based on the timing of the AE relative to drug administration and whether or not other drugs, therapeutic interventions, or underlying conditions could provide a sufficient explanation for the event. The severity of an AE was evaluated by the investigator according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) (Version 4.03) where Grade 1 = Mild, Grade 2 = Moderate, Grade 3 = Severe, Grade 4 = Life-threatening and Grade 5 = Death","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"174","spread":null},{"groupId":"OG001","value":"173","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"159","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"121","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":45,"n":176},"commonTop":["Neutropenia","Diarrhoea","Constipation","Fatigue","Cough"]}}}