{"nctId":"NCT00206323","briefTitle":"A Randomized, Placebo-controlled, Tourette Syndrome Study.","startDateStruct":{"date":"2004-09"},"conditions":["Tourette Syndrome"],"count":29,"armGroups":[{"label":"placebo/sugar pill","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo/sugar pill"]},{"label":"Topiramate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Topiramate (drug)"]}],"interventions":[{"name":"Topiramate (drug)","otherNames":["Topamax"]},{"name":"placebo/sugar pill","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must have a diagnosis of Tourette Syndrome for at least 3 months.\n* Subjects must have a minimum Tic rating scale of \\> or equal to 19 (current symptoms excluding impairment) at Visit 1 (Day -10 through Day -7) and Visit 2 (Day ).\n* Subjects must have a rating scale severity score of \\> or equal to 4 (moderately ill) at Visit 1 (Day -10 through Day -7) and Visit 2 (Day 1).\n* Subjects must be between 7 and 65 years of age, inclusive.\n* Subjects must be \\>25 kg (55 lbs).\n* Subjects must be able to take oral medication in tablet form without crushing or otherwise altering the tablet, adhere to medication regimens and be willing to return for regular visits.\n* Subjects must have observed the designated washout periods for prohibited medications outlined under the Concomitant Therapy section of this protocol.\n* Subjects must have a negative urine drug screening at Visit 1 (Day -7).\n* Subjects must be in generally good health as confirmed by medical history, baseline psychiatric history and physical examination, including vital signs.\n* Subjects must: a) be premenarchal, postmenopausal for at least one year, or b) have had a hysterectomy or tubal ligation or otherwise be incapable of pregnancy, or c) have practiced one of the following methods of contraception for at least one month prior to study entry: hormonal contraceptives, spermicide and barrier, intrauterine device, spousal/partner sterility or d) be practicing abstinence and agree to continue abstinence or to use an acceptable method of contraception (as listed above) should sexual activity commence. If (c) or (d), subjects must have a negative urine pregnancy test up to one week prior to Visit 2 (Day 1).\n* Subjects, or their parents/guardians, must be able to read and comprehend written instructions and willing to complete all scales and inventories required by this protocol.\n\nExclusion Criteria:\n\n* Subjects who have a diagnosis of substance dependence or abuse (with the exception of nicotine or caffeine dependence) within the past 3 months.\n* Subjects with a significant and unstable major psychiatric disorder requiring treatment.\n* Subjects with mental retardation.\n* Subjects with progressive or degenerative neurological disorders or a structural disorder of the brain from birth, trauma or past infection.\n* Subjects taking more than one agent for the treatment of tics, more than one agent for the treatment of comorbid symptoms or more than one agent for the treatment of ADHD and/or the dose of the current treatment has not been stable for a minimum of 6 weeks.\n* Subjects who are pregnant or lactating.\n* Subjects with prior non-response to topiramate for the treatment of Tourette Syndrome following an adequate trial.\n* Subjects with a history of nephrolithiasis.\n* Subjects with an estimated creatinine clearance of \\<60 mL/min.\n* Subjects who have Liver function levels greater than 2 times the upper limit of the normal range at Visit 1.\n* Subjects who have active liver disease.\n* Subjects who have previously been treated with topiramate and discontinued treatment due to an adverse event or subjects with a known hypersensitivity to topiramate.\n* Subjects known to have clinically significant medical conditions, including, but not limited to: a) any unstable disease or condition, including cardiovascular, renal, gastrointestinal, pulmonary, metabolic, endocrine or other systemic disease that could compromise the function of those body systems that could result in altered absorption, excess accumulation or impaired metabolism or excretion of topiramate or interfere with their participation in the study; b) malignancy or history of malignancy (excluding basal cell carcinoma) within the past 5 years; and c) subjects with a history of attempted suicide or suicidal tendencies or judged clinically to be at serious suicidal risk","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total Tic Score at Day 70","description":"A component of the Yale Global Tic Severity Scale (YGTSS), the change from baseline in Total Tic Score (TTS) at visit 5 (day 70) is the pre-defined primary endpoint.\n\nThe Total Tic Score (TTS) is a summation of the Total Motor Tic and Total Phonic Tic Scores. The Overall Impairment Rating is rated on a 50-point scale anchored by 0 (No impairment) and 50 (Severe impairment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"9.88"},{"groupId":"OG001","value":"-14.29","spread":"10.47"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":14},"commonTop":["headache","diarrhea","abdominal pain","drowsiness","cognitive slowing"]}}}