{"nctId":"NCT00945945","briefTitle":"A Study of Duloxetine in Patients With Osteoarthritis Knee Pain","startDateStruct":{"date":"2009-07"},"conditions":["Osteoarthritis Knee Pain"],"count":424,"armGroups":[{"label":"DLX30-PLA","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine (DLX)","Drug: Placebo (PLA)"]},{"label":"PLA-DLX60","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Duloxetine (DLX)","Drug: Placebo (PLA)"]}],"interventions":[{"name":"Duloxetine (DLX)","otherNames":["LY248686","Cymbalta"]},{"name":"Placebo (PLA)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female outpatients with osteoarthritis knee pain for greater than or equal to 14 days of each month for 3 months prior to study entry.\n* Have a rating of greater than or equal to 4 on the BPI average pain item (Question 3 of the Brief Pain Inventory \\[BPI\\] modified short form) at screening and randomization\n\nExclusion Criteria:\n\n* Have had any previous exposure to duloxetine.\n* Have any previous diagnosis of psychosis, bipolar disorder, or schizoaffective disorder.\n* Have Major Depression Disorder as defined by the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, as assessed by the Mini International Neuropsychiatric Interview (Sheehan et al. 1998), or diagnosed within the past year.\n* Have a history of substance abuse or dependence within the past year, excluding nicotine and caffeine.\n* Are taking any excluded medications that cannot be discontinued at screening visit.\n* Have current or pending disability compensation or litigation issues that may compromise response to treatment, in the opinion of the investigator.\n* Have had treatment with a monoamine oxidase inhibitor (MAOI) within 14 days of randomization or the potential need to use an MAOI during the study or within 5 days of discontinuation of study drug.\n* Have a positive urine drug screen for any substance of abuse or excluded medication.\n* Are pregnant or breast-feeding.\n* Have serious cardiovascular, hepatic, renal, respiratory, or hematologic illness, or other medical or psychiatric condition that, in the opinion of the investigator, would compromise participation or be likely to lead to hospitalization during the course of the study.\n* Have a history of recurrent seizures other than febrile seizures.\n* Are judged by the investigator to be at suicidal risk.\n* Have uncontrolled narrow-angle glaucoma.\n* Have acute liver injury (such as hepatitis) or severe cirrhosis (Child- Pugh Class C).\n* Have known hypersensitivity to duloxetine or any of the inactive ingredients or patients with frequent or severe allergic reactions to multiple medications.\n* Have frequent falls that could result in hospitalization or could compromise response to treatment.\n* Have a confounding painful condition that may interfere with assessment of the index joint, that is, knee. (Knee pain should be the predominant pain. Mild OA pain of other joints is allowed.)\n* Have a diagnosis of inflammatory arthritis (that is, rheumatoid arthritis) or an autoimmune disorder (excluding inactive Hashimoto's thyroiditis).\n* Have received intraarticular hyaluronate or steroids, joint lavage, or other invasive therapies to the knee in the past 3 months.\n* Have had knee arthroscopy of the index knee within the past year or joint replacement of the index knee at anytime.\n* Have surgery planned during the study for the index joint.\n* Have a body mass index (BMI) over 40.\n* Use of acupuncture, chiropractic maneuvers, transcutaneous electrical nerve stimulation (TENS), or similar procedures aimed to relieve any kind of pain.\n* Patients who are anticipated by the investigator to require use of analgesic agents including but not limited to non-steroidal anti-inflammatory drugs(NSAIDs), acetaminophen/paracetamol, and opioids, or other excluded medication for the duration of the study.\n* Are unwilling or unable to comply with the data collection method used to record their patient rated outcome data.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to 13 Week Endpoint (Baseline Observation Carried Forward [BOCF]) in Brief Pain Inventory (BPI) \"24-Hour Average Pain\" Item (Question 3) of the BPI-Modified Short Form Score","description":"A self-reported measure of the severity of pain based on the average pain over 24-hours. Severity scores range from 0 (no pain) to 10 (pain as severe as you can imagine). BOCF endpoint was defined as the baseline value for participants discontinued during acute phase, and defined as the last non-missing observation in the treatment phase for all other randomized participants. Due to the nature of a study drug labeling error which led to a treatment crossover (see Arms), data from protocol-defined treatment groups were compromised. The results from each mixed-treatment group are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.00","spread":"1.28"},{"groupId":"OG001","value":"6.10","spread":"1.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.93","spread":"2.23"},{"groupId":"OG001","value":"-2.34","spread":"2.30"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Suicidal Behaviors and Ideations From the Columbia Suicide Severity Rating Scale","description":"C-SSRS: scale capturing occurrence, severity, and frequency of suicide-related thoughts and behaviors. Number of patients with suicidal behaviors and ideations are provided. Suicidal behavior: a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. Suicidal ideation: a \"yes\" answer to any one of 5 suicidal ideation questions, which includes wish to be dead, and 4 different categories of active suicidal ideation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (13 Week) in Patient's Global Impressions of Improvement Score","description":"A scale that measures the patient's perception of improvement at the time of assessment compared with the start of treatment. The score ranges from 1 (very much better) to 7 (very much worse). Due to the nature of a study drug labeling error and the resultant treatment crossover (see Arms), the data from both protocol-defined treatment groups were compromised, and the intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (13 Week) in Western Ontario McMaster Universities (WOMAC) Index Score","description":"The WOMAC index (pain, stiffness, physical function subscales) was completed by the patient. The index has 24 questions. Each question is answered using a 5-point Likert scale (0 to 4). The Total score has a range from 0 (none) to 96 (extreme). Due to the nature of a study drug labeling error and the resultant treatment crossover (see Arms), data from both protocol-defined treatment groups were compromised, and the intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change of Total Score From Baseline to Endpoint (13 Week) of Brief Pain Inventory-Severity (BPI-S) Scale","description":"Self-reported scale measuring pain severity. Severity scores range from 0 (no pain) to 10 (pain as severe as you can imagine). Four questions assess worst pain, least pain, and average pain in the past 24 hours, and pain right now. Total score ranges from 0-40. Due to the nature of a study drug labeling error and resultant treatment crossover, data from both protocol-defined treatment groups were compromised, and the intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change of Total Score From Baseline to Endpoint (13 Week) in Brief Pain Inventory- Interference Score","description":"Interference scores range from 0 (does not interfere) to 10 (completely interferes) on 7 questions assessing interference of pain for general activity, mood, walking ability, normal work, relations with others, sleep, and enjoyment of life. Total score ranges from 0-70. Due to the nature of study drug labeling error and resultant treatment crossover, data from both protocol-defined treatment groups were compromised, and intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change of Total Score From Baseline to Endpoint (13 Week) in Clinical Global Impressions of Severity (CGI-S)","description":"Measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (among the most extremely ill patients). Due to the nature of a study drug labeling error and the resultant treatment crossover (see Arms), the data from both protocol-defined treatment groups were compromised, and the intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change of Total Score From Baseline to Endpoint(13 Week) in Intermittent and Constant Osteoarthritis Pain: Knee Version","description":"An 11-item questionnaire to individually and jointly assess intermittent and constant pain. Questions assess intensity and impact of pain on activity and emotion. Each item is scored from 0 to 4; higher values indicate higher severity. Total Pain score ranges from 0-44. Due to the nature of study drug labeling error and resultant treatment crossover, data from both protocol-defined treatment groups were compromised, and intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change of Total Score From Baseline to Endpoint (13 Week) in Profile of Mood States- Brief Form (BPOMS)","description":"BPOMS measures mood states and has 6 factors: tension-anxiety, depression-dejection, anxiety-hostility, fatigue, confusion, and vigor. Item scores: 0 (not at all) to 4 (extremely). Each factor scores range from 0-20. Total score = sum of all factor scores minus vigor score. Due to nature of study drug labeling error and resultant treatment crossover, data from both protocol-defined treatment groups were compromised, and intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change of Total Score From Baseline to Endpoint (13 Week) in European Quality of Life Questionnaire (EQ-5D)","description":"Patients rate their health state in 5 domains: mobility, self-care, usual activities, pain, and mood. Score between 1-3 is generated for each domain which is mapped to single index score. Index ranges between 0-1; higher scores indicate better health perceived by patient. Due to nature of study drug labeling error and resultant treatment crossover, data from both protocol-defined treatment groups were compromised, and intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (13 Week) in 36-item Short-Form Health Survey","description":"Self-reported questionnaire with 36 questions covering 8 health domains. Each domain is scored by summing the individual items and transforming the scores into a 0 to 100 scale, with higher scores indicating better health status or functioning. Due to the nature of a study drug labeling error and the resultant treatment crossover (see Arms), the data from both protocol-defined treatment groups were compromised, and the intended comparisons for differences between those treatment groups are considered unevaluable. Secondary efficacy results from the 2 mixed-treatment groups are not presented.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":207},"commonTop":["Nausea","Headache","Dizziness","Dry mouth","Diarrhoea"]}}}