{"nctId":"NCT02515305","briefTitle":"Comparative Safety and Efficacy of Two Treatments in the Treatment of Acne Vulgaris","startDateStruct":{"date":"2015-07"},"conditions":["Acne"],"count":890,"armGroups":[{"label":"Test product","type":"EXPERIMENTAL","interventionNames":["Drug: Clindamycin and Benzoyl Peroxide Gel (combination)"]},{"label":"Reference product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Clindamycin and Benzoyl Peroxide Gel (Reference) (combination)"]},{"label":"Placebo product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo gel (combination)"]}],"interventions":[{"name":"Clindamycin and Benzoyl Peroxide Gel (combination)","otherNames":[]},{"name":"Clindamycin and Benzoyl Peroxide Gel (Reference) (combination)","otherNames":[]},{"name":"Placebo gel (combination)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide written informed consent/assent\n2. Healthy male or non-pregnant females, 12 to 40 years of age, inclusive\n3. Definite clinical diagnosis of acne vulgaris with an inflammatory lesion (papules and pustules) count between 20 and 50 and a non-inflammatory (open and closed comedones) lesion count between 25 and 100 and no more than 2 nodulocystic lesions (i.e., nodules and cysts) including those present on the nose.\n4. Baseline IGA score of 3 or 4 on a scale of 0 to 4.\n5. Willing and able to understand and comply with the requirements of the study, apply the medication as instructed, refrain from use of all other topical acne medication or topical antibiotics during the 12-week treatment period, return for the required treatment period visits, comply with therapy prohibitions, and are able to complete the study.\n6. Be in general good health and free from any clinically significant disease, other than acne vulgaris, that might interfere with the study evaluations.\n7. Females of childbearing potential willing to use an acceptable form of birth control\n\nExclusion Criteria:\n\n1. Females who are pregnant, nursing, or planning a pregnancy within the study participation period\n2. More than 2 facial nodulocystic lesions (i.e. nodules and cysts).\n3. Acne conglobata, acne fulminans, or secondary acne (chloracne, drug-induced acne, etc.).\n4. Active cystic acne or Polycystic Ovarian Syndrome.\n5. History or presence of Crohn's disease, ulcerative colitis, regional enteritis, inflammatory bowel disease, pseudomembranous colitis, chronic or recurrent diarrhea or antibiotic-associated colitis.\n6. Use of neuromuscular blocking agents (nondepolarizing agents and depolarizing agents) Subjects who have had general anesthesia for any reason and subjects who have received neuromuscular blocking agents within 14 days prior to study entry will be excluded from study participation.\n7. Presence of any other facial skin condition that might interfere with acne vulgaris diagnosis and/or assessment (e.g., on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneform eruptions caused by medications, steroid acne, steroid folliculitis, sunburn or bacterial folliculitis).\n8. Excessive facial hair (e.g. beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of acne vulgaris.\n9. History of unresponsiveness to topical Clindamycin Phosphate and/or benzoyl peroxide therapy.\n10. Use of systemic Clindamycin products 4 weeks (30 days) prior to baseline or throughout the study.\n11. History of hypersensitivity or allergy to Clindamycin Phosphate, benzoyl peroxide and/or any ingredient in the study medication.\n12. Use within 6 months (180 days) prior to baseline or during the study of oral retinoids (e.g. Accutane®) or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n13. Use of radiation therapy and/or anti-neoplastic agents within 90 days prior to Visit 1/Day 1 (Baseline).\n14. Use within 30 days (1 month) prior to baseline or during the study of therapeutic vitamin D supplement (daily multivitamins with total 800IU Vitamin D are allowed).\n15. Use of medications known to exacerbate acne (Vitamin B12, lithium, corticosteroids; Vitamin B12, etc. as part of a multivitamin regimen is allowed).\n16. Start or change of dose of hormonal treatment (oral, implanted, topical contraceptives and androgens) 3 months (90 days) prior to baseline or throughout the study. Use of such therapy must remain constant during the study.\n17. Use of medicated make-up throughout the study and significant change in the use of consumer products within 30 days (1 month) of study entry and throughout the study (other than study supplied cleanser and lotion).\n18. Use within 30 days (1 month) prior to baseline or during the study of 1) spironolactone, 2) systemic steroids\\*, 3) systemic (e.g., oral or injectable) antibiotics, 4) systemic treatment for acne vulgaris (other than oral retinoids which require a 6-month washout), or 5) immunosuppressive agents\\*\\*. (\\*Intranasal and inhaled corticosteroids do not require a washout and may be used throughout the study if at a stable and standard dose.)\\*\\* Subjects may use systemic anti-inflammatory agents (i.e., NSAIDs (Ibuprofen or Aspirin) for pain relief) as needed (with no more than 7 days of consecutive use) throughout the study. Prophylactic use of low dose Aspirin 81 mg is allowed. \\*\\*\\* Subjects may use Acetaminophen for pain relief, as needed throughout the study\n19. Use within 14 days (2 weeks) prior to baseline or during the study of 1) topical steroids, 2) topical retinoids, 3) topical anti-acne medications (e.g. Benzoyl peroxide, retinoids, azelaic acid, α-hydroxy/glycolic acid, Clindamycin, etc.) including OTC preparations 4) topical anti-inflammatory agents, or 5) topical antibiotics.\n20. Use on the face within 1 month (30 days) prior to baseline or during the study of 1) cryodestruction or chemodestruction, 2) dermabrasion, 3) photodynamic therapy, 4) acne surgery, 5) intralesional steroids, or 6) x-ray therapy.\n21. Use of medicated cleansers (e.g. benzoyl peroxide, salicylic acid, sulfur or triclosan) within 2 weeks (14 days) of study start and throughout the study.\n22. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements.\n23. Use of Antipruritics, including antihistamines within 24 hours (1day) of all study visits (Visit 1 through Visit 4).\n24. Participation in any clinical study involving an investigational product, agent or device ( that might influence the intended effects or mask the side effects of study medication ) in the 4 weeks (30 days) prior Visit 1/Day 1 (Baseline) or throughout the study.\n25. Previous enrollment in this study or current enrollment in this study at another participating site.\n26. Employee (or employee's family member) of the research center or private practice, or subjects who have a conflict of interest.\n27. Use of tanning booths, sun lamps, sunbathing or excessive exposure to the sun 1 week (7 days) prior to enrollment and throughout the study.\n28. Subjects who in the opinion of the investigator, are unlikely to be able to follow the restrictions of the protocol and complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change From Baseline in Inflammatory (Papules and Pustules) Lesions","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.05","spread":"29.823"},{"groupId":"OG001","value":"72.84","spread":"26.926"},{"groupId":"OG002","value":"51.53","spread":"28.403"}]}]}]},{"type":"PRIMARY","title":"Mean Percent Change From Baseline in Non-inflammatory (Open and Closed Comedones) Lesions","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.99","spread":"30.032"},{"groupId":"OG001","value":"58.93","spread":"29.046"},{"groupId":"OG002","value":"32.25","spread":"41.322"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":385},"commonTop":[]}}}