{"nctId":"NCT00424099","briefTitle":"Methylphenidate and a Nursing Telephone Intervention for Fatigue","startDateStruct":{"date":"2007-01-09","type":"ACTUAL"},"conditions":["Advanced Cancer","Fatigue"],"count":197,"armGroups":[{"label":"Group 1: Methylphenidate + NTI","type":"EXPERIMENTAL","interventionNames":["Drug: Methylphenidate","Behavioral: Nursing Telephone Intervention"]},{"label":"Group 2: Placebo + NTI","type":"PLACEBO_COMPARATOR","interventionNames":["Behavioral: Nursing Telephone Intervention","Drug: Placebo"]},{"label":"Group 3: Methylphenidate + Non NTI","type":"EXPERIMENTAL","interventionNames":["Drug: Methylphenidate","Behavioral: Non NTI"]},{"label":"Group 4: Placebo + Non NTI","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Behavioral: Non NTI"]}],"interventions":[{"name":"Methylphenidate","otherNames":["Ritalin"]},{"name":"Nursing Telephone Intervention","otherNames":["NTI"]},{"name":"Placebo","otherNames":[]},{"name":"Non NTI","otherNames":["Non Nursing Telephone Intervention"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients will be eligible to participate in this study if they have advanced cancer.\n2. Patients will be eligible to participate in this study if they rate fatigue on the Edmonton Symptom Assessment System (ESAS) during the last 24 hours as greater than or equal to 4 on a 0-10 scale, in which 0= no fatigue and 10=worst possible fatigue\n3. Describe fatigue as being present every day for most of day for a minimum of 2 weeks\n4. Lack clinical evidence of cognitive failure, with normal Mini Mental State Examination (MMSE). A score of 24 is considered normal\n5. Are 18 years or older\n6. Are willing to keep a daily diary, engage in telephone follow up with a nurse every other day, and return for follow-up visit after 14 days of treatment\n7. Have telephone access to be contacted by the research nurse. If patient is relocating within 5 weeks, patient will be asked to provide a new telephone number\n8. Hemoglobin of greater than or equal to 8 g/dl within 2 weeks of enrollment. If the patient has not had blood drawn for a hemoglobin level in the past 2 weeks, one will be done to determine the eligibility. Patients with a hemoglobin of less than 8 will be referred for treatment of their anemia\n9. Able to understand the description of the study and give written informed consent.\n10. Able to understand the description of assessments, and able to complete baseline assessment\n11. Patients on no erythropoietin or stable dose.\n\nExclusion Criteria:\n\n1. Major contraindication to methylphenidate i.e. hypersensitivity, anxiety, tension, agitation, or motor tics, glaucoma, severe angina pectoris, or hypertension, etc.\n2. Currently on methylphenidate or has been on methylphenidate within the last 10 days.\n3. Inability to complete the baseline assessment forms or do understand the recommendations for participation in the study\n4. Major depression according to the Structured Clinical Interview (SCID) Diagnostic and Statistical Manual of Mental Disorders (DSM) IV diagnostic criteria. These patients wil be referred immediately to psychiatry for assessment and management\n5. Pregnant or lactating women\n6. Requirement for Monoamine oxidase inhibitors (MAOIs), tricyclic antidepressants or clonidine\n7. Glaucoma, history of marked anxiety disorders\n8. History of alcohol (CAGE questionnaire score for the last 2 years is 2 or above on a 0 to 4 scale) or substance abuse including illegal drugs and/or medications.\n9. Tourette's syndrome\n10. Symptomatic tachycardia and uncontrolled hypertension.\n11. Currently receiving oral anticoagulants (Coumadin/warfarin), anticonvulsants (Phenobarbital, diphenylhydantoin, primidone), phenylbutazone, and tricyclic drugs (imipramine, clomipramine, desipramine).\n12. Patients with pacemakers\n13. Patients with symptomatic cardiac arrhythmias","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-F) Fatigue Subscale Score","description":"FACIT-F fatigue subscale consists of 13 items. Patients rate the intensity of their fatigue symptoms on a scale of 0 to 4 (0=not at all and 4=very much). Total FACIT-F fatigue subscale score ranges from 0 to 52 with higher scores indicate higher fatigue. We measured the median change in FACIT-F fatigue sub scale score between Baseline and Day 15 using Kruskal-Wallis test.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.00","spread":null},{"groupId":"OG001","value":"7.00","spread":null},{"groupId":"OG002","value":"8.50","spread":null},{"groupId":"OG003","value":"5.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Edmonton Symptom Assessment System (ESAS) Fatigue Score","description":"The ESAS was used to assess the following 9 symptoms commonly experienced symptoms by cancer patients: pain, fatigue, nausea, depression, anxiety, drowsiness, dyspnea, anorexia, and well-being. Patients rate the intensity of their fatigue symptoms on a scale of 0 to 10 (0=not at all and 10=very much). Total ESAS fatigue score ranges from 0 to 10 with higher scores indicate higher fatigue. We measured the median change in ESAS fatigue score between Baseline and Day 15 using Kruskal-Wallis test.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.00","spread":null},{"groupId":"OG001","value":"-1.00","spread":null},{"groupId":"OG002","value":"-2.00","spread":null},{"groupId":"OG003","value":"-2.00","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":45},"commonTop":["Insomnia","Pain","Mood Alteration","Nausea","Hypertension"]}}}