{"nctId":"NCT02346201","briefTitle":"Apathy in Dementia Methylphenidate Trial 2","startDateStruct":{"date":"2016-01"},"conditions":["Apathy","Alzheimer's Disease"],"count":200,"armGroups":[{"label":"Methylphenidate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Methylphenidate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Methylphenidate","otherNames":["Ritalin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Possible or probable Alzheimer's disease (National Institute of Neurological and Communicative Disorders and Stroke - Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) criteria), with Mini-Mental State Exam (MMSE) score of 10-28 inclusive\n* Clinically significant apathy for at least four weeks for which either\n\n  * the frequency of apathy as assessed by the Neuropsychiatric Inventory (NPI) is 'Very frequently', or\n  * the frequency of apathy as assessed by the NPI is 'Frequently' or 'Often' AND the severity of apathy as assessed by the NPI is 'Moderate' or 'Marked'\n* A medication for apathy is appropriate, in the opinion of the study physician\n* Provision of informed consent for participation in the study by potential participant or surrogate (with participant assent if the potential participant is unable to provide informed consent) and caregiver\n* Availability of primary caregiver, who spends greater than ten hours a week with the potential participant and supervises his/her care, to accompany the potential participant to study visits and to participate in the study\n* Sufficient fluency, of both the potential participant and caregiver, in written and spoken English to participate in study visits, physical exams, and outcome assessments\n* If female, woman must be post-menopausal for at least 2 years or have had a hysterectomy\n\nExclusion criteria\n\n* Currently meets criteria for Major Depressive Episode, by Diagnostic Statistical Manual of Mental Disorder - IV (TR) criteria\n* Clinically significant agitation /aggression for which either\n\n  * the frequency of agitation /aggression as assessed by the NPI is 'Very frequently', or\n  * the frequency of agitation /aggression as assessed by the NPI is 'Frequently' AND the severity of the agitation as assessed by the NPI is 'Moderate', or 'Marked'\n* Clinically significant delusions for which either\n\n  * the frequency of delusions as assessed by the NPI is 'Very frequently', or\n  * the frequency of delusions as assessed by the NPI is 'Frequently' AND the severity of the delusions as assessed by the NPI is 'Moderate', or 'Marked'\n* Clinically significant hallucinations for which either\n\n  * the frequency of hallucinations as assessed by the NPI is 'Very frequently', or\n  * the frequency of hallucinations as assessed by the NPI is 'Frequently' AND the severity of the hallucinations as assessed by the NPI is 'Moderate', or 'Marked'\n* Change to AD medications within the month preceding randomization, including starting, stopping, or dosage modifications\n* Change in anti-depressant (except for trazodone used for sleeping difficulties as described below) use within the 30 days preceding randomization or a period of time equal to 5 half-lives of drug, whichever period of time is longer\n* Use of trazodone \\> 50mg or lorazepam \\> 0.5mg or for indications other than sleeping difficulties within the 30 days preceding randomization or a period of time equal to 5 half-lives of drug, whichever period of time is longer. Other benzodiazepines are prohibited in the past 30 days or within 5 half-lives, whichever period of time is longer.\n* Failure of treatment with methylphenidate in the past for apathy after convincing evidence of an adequate trial as judged by study physician\n* Currently taking any amphetamine product, an antipsychotic, bupropion, or any medication that would prohibit the safe concurrent use of methylphenidate, including but not limited to monoamine oxidase inhibitors and tricyclic antidepressants within the 30 days preceding randomization or a period of time equal to 5 half-lives of drug, whichever period of time is longer\n* Need for acute psychiatric hospitalization or is suicidal in the opinion of the study physician\n* Significant communicative impairments that would affect participation in clinical trial\n* Central nervous system abnormalities (e.g., cerebral aneurysm), seizures (convulsions, epilepsy), Tourette's syndrome or presence of motor tics, or abnormal electroencephalograms\n* Lack of appetite that results in significant unintentional weight loss as determined by the study physician in the last three months\n* Uncontrolled hyperthyroidism\n* Any cardiovascular or cerebrovascular abnormality deemed to be clinically significant by the study physician, tachycardia (heart rate \\> 100 beats per minute), or uncontrolled hypertension (defined as medication non-compliance or past 3 months with a diastolic reading \\> 105 mm Hg), at the time of screening\n* Closed angle glaucoma or pheochromocytoma\n* Women with childbearing potential\n* Current participation in a clinical trial or study that may add significant burden or affect study outcomes\n* Any condition that, in the opinion of the study physician, makes it medically inappropriate or risky for the potential participant to enroll in the trial, including, but not limited to, contraindication to treatment with methylphenidate.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Neuropsychiatric Inventory (NPI)","description":"Mean difference in change from baseline to 6 months in the NPI apathy subscale scores as administered by certified personnel to the study caregiver.\n\nSEVERITY is graded 1 to 3 and FREQUENCY is graded 1 to 4. The overall score for the domain is the product of the severity and frequency which ranges from 1 to 12 with higher scores indicating more apathy.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":"4.1"},{"groupId":"OG001","value":"-3.1","spread":"3.6"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Change in Modified Alzheimer's Disease Cooperative Study- Clinical Global Impression of Change (CGIC)","description":"Percentage of individuals improving on Alzheimer's Disease Cooperative Study- Clinical Global Impression of Change (CGIC) from baseline to 6 months; the CGIC is a 7-point Likert scale used to rate each patient with the following scores: \"marked worsening\"(7), \"moderate worsening\" (6), \"minimal worsening\"(5), \"no change\"(4), \"minimal improvement\"(3), \"moderate improvement\"(2), \"marked improvement\"(1). Ratings were based on an interview with the caregiver and an examination of the patient. The CGIC requires the clinician to consider a number of aspects of apathy, such as level of initiative, level of interest, and emotional engagement. Reported data is the percentage of participants with minimal/moderate/marked improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":99},"commonTop":["Agitation","anxiety, nervousness, or tension","drowsiness","arthralgia","muscle stiffness or aching, muscle tenderness"]}}}