{"nctId":"NCT03569475","briefTitle":"Efficacy, Safety, and Tolerability of Levomilnacipran ER in Pediatric Patients (7-17 Years) With Major Depressive Disorder","startDateStruct":{"date":"2018-07-06","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":501,"armGroups":[{"label":"Levomilnacipran ER 40-80 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: Levomilnacipran ER"]},{"label":"Fluoxetine 20 mg/day","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluoxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Levomilnacipran ER","otherNames":[]},{"name":"Fluoxetine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must meet Diagnostic and statistical manual of mental disorders fifth edition (DSM-5) criteria for MDD, confirmed by Kiddie Schedule for Affective Disorders - Present and Lifetime (K-SADS-PL)\n* Patients must have a score ≥ 40 on the Children's Depression Rating Scale-Revised (CDRS-R) at Visits 1 and 2\n* Patients must have a Clinical Global Impressions-Severity (CGI-S) score ≥ 4 at Visits 1 and 2\n* Patients must have a caregiver who can and is willing to consent to be responsible for safety monitoring of the Patient, provide information about the patient's condition, oversee the administration of investigational product, and accompany the patients to all study visits\n* Female patients of childbearing potential who are sexually active must agree to use a reliable method of contraception that will continue for the duration of the study and within 30 days following the end of study participation.\n* A sexually active male patients must agree to use contraception as detailed below during the treatment period and for at least 30 days after the last dose of investigational product.\n\nExclusion Criteria:\n\n* DSM-5-based diagnosis of an axis I disorder other than MDD that is the primary focus of treatment.\n* Prior diagnosis of mental retardation or amnestic or other cognitive disorders based on DSM-5 criteria\n* Imminent risk of injuring self or others or causing damage to property as judged by the Investigator\n* Suicide risk as determined by meeting either of the following criteria:\n\n  * Any suicide attempt within the past year\n  * Significant risk at Visit 1 (Screening) or Visit 2 (Baseline), as judged by the Investigator based on the psychiatric interview or information collected in the Columbia-Suicide Severity Rating Scale (C-SSRS) treatment-Related Criteria\n* History of allergy, intolerance, or hypersensitivity to levomilnacipran, milnacipran, fluoxetine, or any other Selective serotonin reuptake inhibitors (SSRI) or Serotonin and norepinephrine reuptake inhibitors (SNRI) or known hypersensitivity to the investigational products' non-medicinal ingredients including gelatin and cellulose\n* Patients requiring prohibited concomitant medication or herbal supplements that could not be discontinued or switched to an allowable alternative medication and stabilized for at least 2 weeks preceding Visit 2 (Baseline)\n* Patients taking any psychoactive drug or psychoactive herbal remedy within 5 half-lives before Baseline (Visit 2), Patients who have ever been treated with a depot antipsychotic must also be excluded\n* Patients who have initiated or terminated psychotherapy or behavior therapy within1 month before Visit 1 (Screening), or who plan to initiate or change such therapies during the course of the study Other Medical criteria\n* A clinically significant disease state that, in the investigator's opinion, might indicate that the patients is unsuitable for the study\n* Any cardiovascular disease or condition that is clinically significant, unstable, or decompensated.\n* Hypo- or hyperthyroidism, unless stabilized on appropriate pharmacotherapy with no change in dosage for at least 3 months before Visit 1 (Screening)\n* Any condition that would be expected to affect drug absorption (eg, gastric bypass surgery)\n* History of seizure disorder (except simple childhood febrile seizures before age 5), unexplained syncope or black-out episodes, stroke, significant head injury, tumor of the central nervous system, or any other condition that predisposes the patient toward a risk for seizure\n* History of drug or alcohol abuse or dependence within the past year\n* Pregnant, breastfeeding, and/or planning to become pregnant and/or breastfeed during the study or within 30 days following the end of study participation\n* Patients who are unable to swallow capsules\n* Treatment with any investigational product within 3 months (or at least 5 half-lives, whichever is longer) of Visit 1. Treatment with any investigational product other than those provided by AGN during study participation will be a protocol violation, and the patient will be terminated from this study\n* Employee or immediate relative of an employee of Allergan (AGN), any of its affiliates or partners, or of the study center\n* Patients or patients whose parent/guardian/ legally authorized representative (LAR) and/or caregivers are unable to speak and understand English (or their native language if this can be accommodated by the site and is approved by the Sponsor) sufficiently to understand the nature of the study, to provide informed assent/consent, or to allow the completion of all study assessments\n* Unable or unlikely to comply with the study protocol or are unsuitable for any other reason, Other Criteriaas judged by the Investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Children's Depression Rating Scale- Revised (CDRS-R)","description":"The CDRS-R is a semi-structured, clinician-rated instrument designed for use with children and adolescents between the ages of 6-17 years. It contains 17 ordinally-scaled items that evaluate the presence and severity of symptoms commonly associated with childhood depression and is scored on a 1-to-5- or 1-to-7-point scale. Rating of 1 indicates normal function. The CDRS-R total score ranges from 17 to 113; higher score indicates more severe depression. A negative change from Baseline indicates improvement. Mixed Model for Repeated Measures (MMRM) was used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.3","spread":"1.01"},{"groupId":"OG001","value":"-23.0","spread":"1.01"},{"groupId":"OG002","value":"-23.1","spread":"1.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity (CGI-S) Scale","description":"The CGI-S is a clinician-rated scale used to rate the severity of the participant's current state of mental illness compared with MDD population. The participant was rated on a scale from 1 to 7, where 1=normal, not at all ill and 7=among the most extremely ill participants. Higher score indicates worsening of mental illness. A negative change from Baseline indicates improvement. MMRM was used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"0.10"},{"groupId":"OG001","value":"-1.6","spread":"0.10"},{"groupId":"OG002","value":"-1.7","spread":"0.10"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":160},"commonTop":["Headache","Nausea","Decreased appetite","Insomnia","Tachycardia"]}}}