{"nctId":"NCT00806546","briefTitle":"An Open-Label Study to Evaluate the Safety of NP101 in the Treatment of Acute Migraine Over Twelve Months","startDateStruct":{"date":"2009-02"},"conditions":["Migraine Disorders"],"count":514,"armGroups":[{"label":"NP101","type":"EXPERIMENTAL","interventionNames":["Drug: NP101"]}],"interventions":[{"name":"NP101","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is an adult male or female, age range 18 years to 65 years.\n* Subject has a diagnosis of migraine headache, with or without aura, as defined in the ICHD-II and the diagnosis was made before the age of 50.\n* Subject experiences mild to severe headaches during a migraine attack based on subject testimony.\n* Subject has at least a one year history of migraine based upon subject testimony.\n* Subject typically experiences at least two migraine headaches per month based on subject testimony.\n* Subject will be judged to be in good health, based upon the results of a medical history, physical examination, vital signs, ECG and laboratory profile. Subjects will not have any clinically significant abnormal laboratory parameters, vital signs or ECG parameters in order to qualify for enrollment.\n* Female subject of childbearing potential (not surgically sterile or 2 years postmenopausal) must have a negative pregnancy test at screening and prior to enrollment.\n* Subject must have a negative drug screen.\n* Subject must be capable of reading and understanding either English or Spanish subject information materials. Be able to successfully apply a practice patch, carry-out all subject procedures, and be able to voluntarily sign and date an IC agreement approved by an IRB.\n* Subject has at least two acceptable patch application sites (upper arms or upper thighs) that are relatively hair free and has no scars, tattoos, scratches or bruises.\n* In the investigator's opinion the subject is on a stable medication regimen.\n\nExclusion Criteria:\n\n* Subject has more than 15 headache days per month for any of the three months prior to screening.\n* Subject has suspected or confirmed cardiovascular disease that contraindicates study participation.\n* Subject has a history of epilepsy or condition associated with a lowered seizure threshold.\n* Subject has Raynaud's disease.\n* Subject has a history of basilar or hemiplegic migraines.\n* Subject has a history (within 1 year) or current evidence of drug or alcohol abuse or dependence.\n* Subject has taken non-triptan serotonergic drugs including SSRIs (including Wellbutrin), SNRIs, TCAs, MAOIs or preparations containing St. John's Wort within 1 month prior to screening and/or is planning to start any of these medications during the study.\n* Subject is unwilling to discontinue use of a PD5 inhibitor (e.g. Viagra®, Levitra®, or Cialis®) through the Final Visit.\n* Subject has a history of a significant allergy or hypersensitivity to any component of the study patch used in this study.\n* Subject has any generalized skin irritation or disease including eczema, psoriasis, melanoma, or contact dermatitis that would affect transdermal absorption of sumatriptan and / or affect the subjects ability to assess skin irritation.\n* Subject has clinically significant abnormal laboratory parameters, vital signs or ECG parameters.\n* Subject is known to be hepatitis B, hepatitis C or HIV positive.\n* Subject has a diagnosis of bipolar disorder or current major depressive disorder, or has any other medical or psychiatric condition, that in the investigator's opinion would make the subject unsuitable for enrollment / participation in the study.\n* Subject has hepatic dysfunction defined as SGOT/AST or SGPT/ALT ≥ 2 times the upper limit of normal (ULN) range, or alkaline phosphatase or total bilirubin ≥ 1.5 times the ULN range or if in the opinion of the Investigator the subject's history, physical examination or other laboratory tests suggest hepatic dysfunction.\n* Female subject who is pregnant, breast feeding, or if of childbearing potential, is not using or is unwilling to use an effective form of contraception during the study and for a period of 30 days following dosing.\n* Subject has known history of failure to respond to sumatriptan (ineffective or poorly tolerated).\n* Subject has participated in a clinical study within 30 days of screening or is planning to participate in another clinical study.\n* Subject has been previously enrolled in NP101-008.\n* Subject is electrically sensitive (e.g., prior iontophoresis with adverse outcome related to the current delivered by the device) or who have electrically sensitive support systems (e.g., pacemaker) or other medical condition that in the investigator's opinion would make the subject unsuitable for enrollment in the study.\n* Subject who is considered by investigator or NuPathe, for any reason, to be an unsuitable candidate for this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Subject Self-examination of Skin Irritation","description":"For each patch application, subjects performed a self-examination of skin irritation using a 5-point scale (0=no redness; 1=minimal skin redness; 2=moderate skin redness with sharp borders; 3=intense skin redness with or without swelling; 4=intense skin redness with blisters or broken skin).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"0.86"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":479},"commonTop":["Application site pain","Application site pruritus","Application site reaction","Application site discoloration","Application site dryness"]}}}