{"nctId":"NCT01036165","briefTitle":"A Multicenter, Open-label, RebiSmart™ Autoinjector Ease of Use Study","startDateStruct":{"date":"2010-01"},"conditions":["Multiple Sclerosis"],"count":103,"armGroups":[],"interventions":[{"name":"RebiSmart™","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female subjects, 18-65 years of age, inclusive, at the time of informed consent signature\n2. RMS diagnosed according to the McDonald criteria\n3. Currently receiving Rebif® 44mcg sc tiw using manual injections and/or Rebiject II autoinjector for greater than or equal to twelve weeks\n4. Capable of self-injecting using the RebiSmart™ autoinjector. Self- injecting is defined as being able to make 2 of the 3 weekly injections without assistance.\n5. Be willing and able to comply with the study procedures for the duration of the trial\n6. Have given written informed consent and signed Health Insurance Portability and Accountability Act (HIPAA) Authorization before any study- related activities are carried out\n7. Female subjects must not be either pregnant or breast-feeding and must lack childbearing potential, as defined by either:\n\n   * Being post-menopausal or surgically sterile, or using a highly effective method of contraception (defined as a method that results in a low failure rate (i.e. less than 1% per year) when used consistently and correctly, and includes for instance, implants, injectables, combined oral contraceptives\\*, some intrauterine devices, sexual abstinence or vasectomised partner)\n   * Female subjects of childbearing potential must have a negative pregnancy test at Screening and Study Day 1 to be included in the trial. A urine pregnancy test will also be done at the Week 12/Exit visit\n\n     * Note for subjects using a hormonal contraceptive method: No formal drug interaction studies have been carried out with Rebif®. As interferons have been reported to exert an inhibitory activity on hepatic microsomal enzymes, it is unlikely that the clearance of oral contraceptives would increase and result in decreased efficacy. In over 10,000 patient years of clinical trial experience with Rebif®, there has never been any indication of an interaction with oral contraceptives.\n\nExclusion Criteria:\n\n1. Have used any other injectable medications (e.g. for pain) on a regular basis during the week prior to Screening or throughout the duration of the trial (the administration of a single injection for treatment or prophylaxis of a condition unrelated to MS or Rebif® therapy (e.g., influenza or pneumococcus vaccination) will be acceptable)\n2. Have received MS therapy other than Rebif® within twelve weeks prior to Screening or at any time during the trial (e.g., other disease modifying drugs, Rebif® New Formulation, combination therapy, immunomodulatory and/or immunosuppressive agents, including but not limited to any other interferon (Avonex/Betaseron/Extavia), glatiramer acetate (Copolymer I), cyclophosphamide, cyclosporine, methotrexate, linomide, azathioprine, mitoxantrone, teriflunomide, laquinimod, cladribine, fingolimod (FTY720), total lymphoid irradiation, anti-lymphocyte monoclonal antibody treatment (e.g. natalizumab, alemtuzumab/Campath, anti-CD4), Intravenous immunoglobulin (IVIg), cytokines or anti-cytokine therapy) and telbivudine\n3. Have inadequate liver function, defined by a alanine aminotransferase (ALT) \\> 2.5x upper limit of normal (ULN), or alkaline phosphatase \\> 2.5x ULN, or total bilirubin \\> 2.5x ULN\n4. Have inadequate bone marrow reserve, defined as a total white blood cell count \\< 3.0x 109/L, platelet count \\< 75x109/L, hemoglobin \\< 100g/L\n5. Have complete transverse myelitis or simultaneous-onset bilateral optic neuritis\n6. Have a history of alcohol or drug abuse\n7. Have thyroid dysfunction\n8. Have moderate to severe renal impairment\n9. Have a major medical or psychiatric illness that in the opinion of the investigator creates undue risk to the subject or could affect compliance with the study protocol\n10. Have a history of seizures not adequately controlled by treatment\n11. Have serious or acute cardiac disease, such as uncontrolled dysrhythmias, uncontrolled angina pectoris, cardiomyopathy, or uncontrolled congestive heart failure\n12. Have, in the opinion of the investigator, major visual, physical or cognitive impairment that would preclude the subject from self-injecting with the RebiSmart™ autoinjector\n13. Have a known hypersensitivity or allergy to interferon-beta or any of the excipients\n14. Have participated in another clinical trial within the past thirty days\n15. Are pregnant or attempting to conceive\n16. Have previously used a RebiSmart™ autoinjector","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Endpoint is the Proportion of RMS Subjects Rating the RebiSmart™ Autoinjector as 'Easy to Use' or 'Very Easy to Use' for Self-injection in a User Trial Questionnaire.","description":"Data from the User Trial Questionnaire-B, Question 13 (Overall, how do you rate your experience with using the injection device). Mean and confidence intervals refer to proportion of subjects responding positively to question. Missing values were replaced with worst case response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Multiple Secondary Endpoints Will be Assessed, Based on Questions From the User Trial Questionnaire Related to the RebiSmart™ Autoinjector Use-related Outcomes.","description":"The User Trial Questionnaire B was administered at Week 6 and Week 12 to assess the ease of use, functional reliability, overall satisfaction, satisfaction with device attributes, convenience, safety and portability of the Rebismart. Means and confidence intervals refer to the proportion of subjects responding positively, based on the number of non-missing values for each question. Secondary endpoints presented for decriptive purposes only thus no statistical analysis performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":99},"commonTop":["Injection Site Pain","Injection site erythema","Injection site haematoma","Influenza like illness","Multiple Sclerosis relapse"]}}}