{"nctId":"NCT03159611","briefTitle":"Efficacy and Safety Clinical Trial of Tenoten for Children Liquid Dosage Form Therapy in Infants With Sequelae of Perinatal Brain Injury","startDateStruct":{"date":"2016-02-19","type":"ACTUAL"},"conditions":["Sequelae of Perinatal Brain Injury"],"count":182,"armGroups":[{"label":"Tenoten for children","type":"EXPERIMENTAL","interventionNames":["Drug: Tenoten for children"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tenoten for children","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Full-term infants aged 29 days to 9 months.\n2. Diagnosis of Sequelae of Perinatal Brain Injury (mild-to-moderate cerebral hypoxia-ischemia and/or mild-to-moderate intracranial hemorrhage).\n3. Total Jurba-Mastyukova score of \\< 27 (but \\> 12).\n4. Physical development parameters within 25-27 centiles.\n5. Neurologist's outpatient observation.\n6. Information sheet (informed consent form) for parents/adoptive parents for participation in the clinical study signed by the child's parents/adoptive parents.\n\nExclusion Criteria:\n\n1. Previously diagnosed lesions, diseases and conditions:\n\n   1.1. Cerebral ischemia (grade III). 1.2. Intraventricular hemorrhage (grade III). 1.3. Metabolic and toxic disorders affecting central nervous system (persistent neonatal hypoglycemia, hyperbilirubinemia associated with elevated indirect bilirubin, and other severe conditions).\n\n   1.4. Intracranial birth injury, focal impairments due to brain injuries (pareses and paralyses).\n\n   1.5. Sequelae of birth injury to spinal cord, cranial nerves and peripheral nervous system (peripheral pareses and paralyses).\n\n   1.6. Different types of hydrocephalus. 1.7. Symptomatic epilepsy and epileptic syndromes. 1.8. Sequelae of perinatal central nervous system (CNS) infectious diseases (injury to CNS caused by neonatal sepsis, encephalitis, meningitis, meningoencephalitis, ventriculitis).\n\n   1.9. Infectious diseases including congenital diseases (cytomegalovirus infection, rubella, herpesvirus or enterovirus infection, toxoplasmosis, syphilis, HIV infection, etc.).\n\n   1.10. Chronic respiratory diseases originating in the perinatal period, including bronchopulmonary dysplasia.\n\n   1.11. Hereditary metabolic diseases including glycogen storage disease (glycogenoses, E74.0), galactose metabolism disorders (galactosemia, Е74.2), other carbohydrate metabolism disorders (Е74), glucosaminoglycan metabolism disorders (mucopolysaccharidoses, Е76), aromatic amino-acid metabolism disorders (phenylketonuria, tyrosinemia, etc, Е70), branched-chain amino-acid and fatty-acid metabolism disorders (maple-syrup-urine disease, Е71), mitochondrial myopathy (G71.3).\n\n   1.12. Neurogenerative diseases including Huntington disease (G10), copper metabolism disorder (Wilson disease, Е83.0).\n\n   1.13. Chromosomal abnormalities. 1.14. Congenital anomalies \\[malformations\\] and deformities including congenital anomalies of nervous system and malformations of internal organs.\n\n   1.15. Congenital endocrine diseases (congenital hypothyroidism, hypoparathyroidism, adrenocortical dysfunction).\n\n   1.16. Malignant neoplasm / suspected malignant neoplasm.\n2. Acute infectious disease, exacerbation / decompensation of diseases that may prevent the patients' participation in the clinical study.\n3. Allergy/intolerance of any of the study treatment medications components.\n4. Drug addiction, alcohol use in the volume over 2 alcohol units/day by the subject's parent(s)/adoptive parent(s).\n5. Mental disorders of the patient's parent(s)/adoptive parent(s).\n6. Participation in other clinical studies for a period prior to and during the course of this trial.\n7. Other conditions complicating the subject's participation in the study (cannot make regular medical visits, moving, etc.).\n8. Subjects whose parent(s)/adoptive parent(s), from the investigator's point of view, will not follow the study requirements or comply with the dosing regimen.\n9. Patients whose parent(s)/adoptive parent(s) are related research staff of the clinical investigative site who are directly involved in the study or is a close relative of the investigator. Close relatives include spouse, parents, children or brothers (sisters) regardless of whether they are biological or adoptive ones.\n10. Patients whose parent(s)/adoptive parent(s) is working in OOO \"NPF \"Materia Medica Holding\", i.e. is the company official, temporary contract worker or an appointed official responsible for the study or their close relatives.","healthyVolunteers":false,"sex":"ALL","minimumAge":"29 Days","maximumAge":"9 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With a 4 and More Point Increase of the Total Score According to Jurba-Mastyukova Psychomotor Development Scale by the End of the Treatment","description":"The Jurba-Mastyukova scale is meant to evaluate motor and mental development of 1-12-month-old infants. 10 developmental domains are evaluated every month. The evaluation of each domain is based on a 4-point system (the optimal development equals 3 points, its absence = 0 points). The maximum score is 30 points; 27-29 points are considered as \"age-appropriate normal value\"; 23-26 points - as \"an absolute risk group\"; 13-22 points - as \"developmental retardation\"; below 13 points - as \"severe global developmental delay\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.1","spread":null},{"groupId":"OG001","value":"62.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Normal Psychomotor Development (≥ 27 Scores on Jurba-Mastyukova Scale) by the End of Treatment Course Compared to Baseline (Time Frame: 0 Weeks, 4 Weeks, 8 Weeks, 12 Weeks)","description":"The Jurba-Mastyukova scale is meant to evaluate motor and mental development of 1-12-month-old infants. 10 developmental domains are evaluated every month. The evaluation of each domain is based on a 4-point system (the optimal development equals 3 points, its absence = 0 points). The maximum score is 30 points; 27-29 points are considered as \"age-appropriate normal value\"; 23-26 points - as \"an absolute risk group\"; 13-22 points - as \"developmental retardation\"; below 13 points - as \"severe global developmental delay\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.8","spread":null},{"groupId":"OG001","value":"34.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.2","spread":null},{"groupId":"OG001","value":"66.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.1","spread":null},{"groupId":"OG001","value":"81.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Cognitive Adaptive Test/Clinical Linguistic and Auditory Milestone Scale (CAT/CLAMS) Score by the End of the Treatment Course Compared to Baseline (Time Frame: 0 Weeks, 4 Weeks, 8 Weeks, 12 Weeks)","description":"The Clinical Adaptive Test/Clinical Linguistic and Auditory Milestone Scale (CAT/CLAMS) Consists of Three batteries: Clinical adaptive test (CAT), clinical linguistic and auditory milestone scale (CLAMS), and Gross motor (GM). CAT is the visual-motor problem-solving battery; the score on the CAT is based on the child's performance with the administered items. CLAMS is the language battery of the test; the score on the CLAMS is based on the parent's report of language skill attainment. GM evaluates motor skills; the score on the GM is based on the direct observation of a child and examination by the neurologist. The scores from the CAT/CLAMS+GM are expressed as developmental quotients \\[DQ = (developmental age/chronologic age)\\*100\\]. The full-scale CAT/CLAMS+GM DQ (full-scale DQ) is the mean of the CAT DQ, the CLAMS DQ, and GM DQ. Full-scale DQ ≥ 75 is considered as normal value (the child has a normal development).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.2","spread":"14.2"},{"groupId":"OG001","value":"83.5","spread":"16.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.5","spread":"14.1"},{"groupId":"OG001","value":"90.6","spread":"12.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.4","spread":"10.5"},{"groupId":"OG001","value":"94.6","spread":"11.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.5","spread":"8.9"},{"groupId":"OG001","value":"95.2","spread":"10.3"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Normal Psychomotor Development (CATS/CLAMS + Gross Motor Developmental Quotients Score ≥ 75) by the End of the Treatment Course Compared to Baseline (Time Frame: 0 Weeks, 4 Weeks, 8 Weeks, 12 Weeks)","description":"The Clinical Adaptive Test/Clinical Linguistic and Auditory Milestone Scale (CAT/CLAMS) Consists of Three batteries: Clinical adaptive test (CAT), clinical linguistic and auditory milestone scale (CLAMS), and Gross motor (GM). CAT is the visual-motor problem-solving battery. The score on the CAT is based on the child's performance with the administered items. CLAMS is the language battery of the test. The score on the CLAMS is based on the parent's report of language skill attainment. GM evaluates motor skills. The score on the GM is based on the direct observation of a child and examination by the neurologist. The scores from the CAT/CLAMS+GM are expressed as developmental quotients \\[DQ = (developmental age/chronologic age)\\*100\\]. The full-scale CAT/CLAMS+GM DQ (full-scale DQ) is the mean of the CAT DQ, the CLAMS DQ, and GM DQ. Full-scale DQ ≥ 75 is considered as normal value (the child has a normal development).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.9","spread":null},{"groupId":"OG001","value":"77.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"91.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"97.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"95.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression Scale - Efficacy Index (CGI-EI) Score by the End of the Treatment Course.","description":"The Clinical Global Impressions - Efficacy Index (CGI-EI) scale provide an evaluation of the treatment response. CGI-EI takes account of both therapeutic efficacy and treatment-related adverse events and ranges from 0 (marked improvement and no side-effects) and 4 (unchanged or worse and side-effects outweigh the therapeutic effects).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"0.6"},{"groupId":"OG001","value":"3.2","spread":"0.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.3"},{"groupId":"OG001","value":"1.0","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"0.8"},{"groupId":"OG001","value":"3.2","spread":"0.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":87},"commonTop":["Respiratory tract infection","Teething","Nasopharyngitis","Pyrexia","Rickets"]}}}