{"nctId":"NCT01323790","briefTitle":"Assessment of Efficacy and Safety in Patients With Non-cancer-related Pain and Opioid-induced Constipation","startDateStruct":{"date":"2011-03"},"conditions":["Opioid-Induced Constipation (OIC)"],"count":700,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: NKTR-118"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: NKTR-118"]},{"label":"3","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NKTR-118","otherNames":[]},{"name":"NKTR-118","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of written informed consent prior to any study-specific procedures.\n* Self-reported active symptoms of OIC at screening (\\<3 SBMs/week and experiencing ≥1 reported symptom of hard/lumpy stools, straining, or sensation of incomplete evacuation/anorectal obstruction in at least 25% of BMs over the previous 4 weeks); and Documented confirmed OIC (\\<3 SBMs/week on average over the 2-week OIC confirmation period.\n* Receiving a stable maintenance opioid regimen consisting of a total daily dose of 30 mg to 1000 mg of oral morphine, or equianalgesic amount(s) of 1 or more other opioid therapies for a minimum of 4 weeks prior to screening for non-cancer-related pain with no anticipated change in opioid dose requirement over the proposed study period as a result of disease progression.\n* Willingness to stop all laxatives and other bowel regimens including prune juice and herbal products throughout the 2-week OIC confirmation period and the 12-week treatment period, and to use only bisacodyl as rescue medication if a BM has not occurred within at least 72 hours of the last recorded BM.\n\nExclusion Criteria:\n\n* Patients receiving Opioid regimen for treatment of pain related to cancer.\n* History of cancer within 5 years from first study visit with the exception of basal cell cancer and squamous cell skin cancer.\n* Medical conditions and treatments associated with diarrhea, intermittent loose stools, or constipation.\n* Other issues to the gastrointestinal tract that could impose a risk to the patient.\n* Pregnancy or lactation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"84 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Response (Responder/Non-responder) to Study Drug During Weeks 1 to 12","description":"Responder was defined as having at least 3 spontaneous bowel movements (SBMs)/week with at least 1 SBM/week increase over baseline for at least 9 out of the 12 treatment weeks and 3 out of the last 4 treatment weeks during the double-blind treatment period. An SBM is a bowel movement occurring 24 hours or more since the last use of rescue medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"92","spread":null},{"groupId":"OG002","value":"68","spread":null}]}]}]},{"type":"SECONDARY","title":"Response (Responder/Non-responder) to Study Drug in the LIR Subgroup During Weeks 1 to 12","description":"Responder is defined as having at least 3 SBMs/week, with at least 1 SBM/week increase over baseline for at least 9 out of 12 weeks and at least 3 out of the last 4 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"58","spread":null},{"groupId":"OG002","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Time (in Hours) to First Post-dose Laxation Without the Use of Rescue Laxatives Within the Previous 24 Hours","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":null},{"groupId":"OG001","value":"12.0","spread":null},{"groupId":"OG002","value":"37.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Number of Days Per Week With at Least 1 SBM During Weeks 1 to 12","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.12","spread":"0.12"},{"groupId":"OG001","value":"2.41","spread":"0.13"},{"groupId":"OG002","value":"1.73","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Degree of Straining","description":"A single-item straining question was asked via the eDiary: \"How much did you strain during your bowel movement?\" Patients responded on a 5 point Likert scale: 1=Not at all; 2=A little bit; 3=A moderate amount; 4=A great deal; 5=An extreme amount. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.06"},{"groupId":"OG001","value":"-0.80","spread":"0.06"},{"groupId":"OG002","value":"-0.48","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Stool Consistency (Bristol Stool Scale)","description":"Patients rated stool consistency through completion of the BSS after each BM. The 7 stool types are: 1. Separate hard lumps, like nuts (hard to pass); 2. Sausage-shaped, but lumpy; 3. Like sausage, but with cracks on its surface; 4. Like a sausage or snake, smooth and soft; 5. Soft blobs with clear cut edges (passed easily); 6. Fluffy pieces with ragged edges, a mushy stool; 7. Watery, no solid pieces. A positive change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"0.07"},{"groupId":"OG001","value":"0.71","spread":"0.07"},{"groupId":"OG002","value":"0.26","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percent Numbers of Days With a CSBM (Complete Spontaneous Bowel Movement)","description":"A single-item question on the completeness of evacuation, developed and validated through 1:1 interviews with OIC patients, was asked via the eDiary: \"Did you feel like your bowels were completely empty after the bowel movement?\" Patients provided a yes or a no response. A positive change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.48","spread":"1.88"},{"groupId":"OG001","value":"27.20","spread":"1.93"},{"groupId":"OG002","value":"16.76","spread":"1.86"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Spontaneous Bowel Movements/Week","description":"The number of spontaneous bowel movements/week was determined from the patient's eDiary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.62","spread":"0.18"},{"groupId":"OG001","value":"3.14","spread":"0.19"},{"groupId":"OG002","value":"2.10","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Time (in Hours) to First Post-dose Laxation Without the Use of Rescue Laxatives Within the Previous 24 Hours in the Laxative Inadequate Response (LIR) Subgroup","description":"Time to first post-dose laxation without the use of rescue laxatives within the last 24 hours was calculated in hours as: Date/Time of first post-dose laxation without rescue - First dose date/time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"18.1","spread":null},{"groupId":"OG002","value":"38.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Assessment of Constipation Symptoms Questionnaire (PAC-SYM)","description":"The PAC-SYM questionnaire is a 12-item questionnaire that evaluates the severity of symptoms of constipation in 3 domains (stool, rectal, and abdominal symptoms) on a 5-point Likert scale ranging from 0 (absent) to 4 (very severe) in the 2 weeks (14 days) prior to assessment. Each domain score is the mean of the non-missing items for that domain. The total score is the mean of all non-missing items (ie, symptoms). The range of the domain or total score is 0 (response is 'absent' for each item) to 4 (response is 'very severe' for each item). A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"0.05"},{"groupId":"OG001","value":"-0.81","spread":"0.05"},{"groupId":"OG002","value":"-0.63","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.06"},{"groupId":"OG001","value":"-0.62","spread":"0.06"},{"groupId":"OG002","value":"-0.72","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"0.05"},{"groupId":"OG001","value":"-0.71","spread":"0.05"},{"groupId":"OG002","value":"-0.47","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"0.07"},{"groupId":"OG001","value":"-1.04","spread":"0.07"},{"groupId":"OG002","value":"-0.66","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Assessment of Constipation Quality of Life (PAC-QOL) Satisfaction Domain","description":"The PAC-QOL scale is a 28-item self-report instrument designed to evaluate the burden of constipation on patients' everyday functioning and well-being in the 2 weeks (14 days) prior to assessment. Each item is rated on a 5-point Likert scale ranging from 0 (not at all) to 4 (extremely). The instrument can be used to generate an overall score, but is also reported to assess 4 specific constipation-related domains including: 1) Worries and concerns (11 items), 2) Physical discomfort (4 items), 3) Psychosocial discomfort (8 items), and 4) Satisfaction (5 items). Each domain score is the mean of the non-missing items for that domain. The total score is the mean of all non-missing items. The range of the domain or total score is 0 (response is 'not at all' for each item) to 4 (response is 'extremely' for each item). A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.12","spread":"0.09"},{"groupId":"OG001","value":"-1.30","spread":"0.09"},{"groupId":"OG002","value":"-0.81","spread":"0.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":230},"commonTop":["ABDOMINAL PAIN","DIARRHOEA","NAUSEA","VOMITING","HEADACHE"]}}}