{"nctId":"NCT05375929","briefTitle":"A Study to Learn About Abrocitinib Tablets in People With Atopic Dermatitis in India","startDateStruct":{"date":"2022-07-16","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":200,"armGroups":[{"label":"Abrocitinib 100 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Abrocitinib 100 mg"]},{"label":"Abrocitinib 200 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Abrocitinib 200 mg"]}],"interventions":[{"name":"Abrocitinib 100 mg","otherNames":[]},{"name":"Abrocitinib 200 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThis study is seeking participants who:\n\n1. Must be of 12 years of age or older, at the time of informed consent.\n2. Meet all the following Atopic Dermatitis (AD) criteria:\n\n   * Clinical diagnosis of chronic AD (also known as atopic eczema) for at least 1 year prior to Day 1 and has confirmed AD (Hanifin and Rajka criteria of AD10).\n   * Moderate to severe AD (affected body surface area (BSA) ≥10%, Investigator's Global Assessment (IGA) ≥3, Eczema Area and Severity Index (EASI) ≥16, and Peak Pruritus Numerical Rating Scale (PP-NRS) ≥4 at the baseline visit);\n   * Documented recent history (within 6 months before the screening visit) of inadequate response to treatment with topical medications for at least 4 weeks, or for whom topical treatments are otherwise medically inadvisable (eg, because of important side effects or safety risks), or who have required systemic therapies for control of their disease.\n3. Negative pregnancy test for females of childbearing potential at Screening. Female participants of childbearing potential must agree to use a highly effective method of contraception for the duration of the active treatment period and for at least 28 days after the last dose of study intervention.\n4. Body weight ≥25 kg at Baseline\n5. Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the Informed Consent Document (ICD) and in this protocol. Evidence of a personally signed and dated ICD indicating that the participant (or a legally acceptable representative, parent(s)/legal guardian) has been informed of all pertinent aspects of the study. For minors under the age of legal consent in India, assent of the participating child needs to be documented for the age range 12 to 18 years in addition to the parental informed consent.\n\nExclusion Criteria:\n\nThis study does not include participants who:\n\n1. Currently have active forms of other inflammatory skin diseases or have evidence of skin conditions (eg, psoriasis, seborrheic dermatitis, lupus).\n2. A current or past medical history of conditions associated with thrombocytopenia, coagulopathy or platelet dysfunction or QT interval abnormalities.\n3. Have increased risk of developing venous thromboembolism, eg, deep vein thrombosis or pulmonary embolism:\n4. Have a history of any lymphoproliferative disorder such as Epstein Barr virus (EBV) related lymphoproliferative disorder, history of lymphoma, leukemia, or signs or symptoms suggestive of current lymphatic or lymphoid disease.\n5. Past history or active infection with Mycobacterium tuberculosis (TB), disseminated herpes zoster or disseminated herpes simplex, human immunodeficiency virus (HIV), Hepatitis B, or Hepatitis C.\n6. Have any malignancies or have a history of malignancies with the exception of adequately treated or excised non-metastatic basal cell or squamous cell cancer of the skin, or cervical carcinoma in situ.\n7. Other medical or psychiatric condition including recent (within the past year) or active suicidal ideation/behavior or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgement, make the participant inappropriate for the study. Any psychiatric condition including recent or active suicidal ideation or behavior that met any of the following criteria when screened for during the main study:\n\n   * Suicidal ideation associated with actual intent and a method or plan in the past year: \"Yes\" answers on items 4 or 5 of the Columbia suicide severity rating scale (C-SSRS);\n   * Previous history of suicidal behaviors in the past 5 years: \"Yes\" answer (for events that occurred in the past 5 years) to any of the suicidal behavior items of the C-SSRS;\n   * Any lifetime history of serious or recurrent suicidal behavior;\n   * The presence of any current major psychiatric disorder that is not explicitly permitted in the inclusion/exclusion criteria;\n   * In the opinion of the investigator or Pfizer (or designee) exclusion is required.\n8. Prior treatment with systemic janus kinase (JAK) inhibitors.\n9. Participants who are vaccinated with live attenuated vaccine within the 6 weeks prior to the first dose of abrocitinib or who are expected to be vaccinated with these vaccines during treatment or during the 6 weeks following discontinuation of abrocitinib.\n10. Have received any of the following treatment regimens specified in the timeframes outlined below:\n\n    Within 1 year of first dose of study intervention:\n    * Prior treatment with non B cell-specific lymphocyte depleting agents/therapies (eg, alkylating agents \\[eg, cyclophosphamide or chlorambucil\\], total lymphoid irradiation, etc.). Participants who have received rituximab or other selective B lymphocyte depleting agents (including experimental agents) are eligible if they have not received such therapy for at least 1 year prior to study baseline and have normal cluster of differentiation (CD) 19/20+ counts by fluorescence activated cell sorting (FACS) analysis.\n\n    Within 12 weeks of first dose of study intervention:\n    * Biologic drugs that have immunomodulatory properties or could be used to treat AD: within 12 weeks of first dose of investigational product or 5 half-lives (if known), whichever is longer.\n\n    Other biologics without immunomodulatory properties (eg, insulin) are permissible at the judgement of the Investigator.\n\n    Within 4 weeks of first dose of study intervention:\n    * Use of oral immunosuppressive drugs (eg, Cyclosporine A (CsA), azathioprine, methotrexate, systemic corticosteroids, mycophenolate mofetil, Interferon gamma) within 4 weeks of first dose of study intervention or within 5 half-lives (if known), whichever is longer.\n\n    NOTE: Systemic corticosteroids must be discontinued before Study Day 1, but a specific timeframe for discontinuation prior to first dose of abrocitinib is not required.\n\n    NOTE: Corticosteroid inhalers and intranasal sprays are permissible. NOTE: Ophthalmic corticosteroids are permissible.\n\n    Within 1 week of first dose of study intervention:\n    * Anti-platelet drugs. Note: low dose acetyl salicylic acid (\\<100 mg once daily \\[QD\\]) is permitted, for the purpose of cardiovascular prophylaxis, at the discretion of the investigator.\n11. Require treatment with prohibited concomitant medication(s) or have received a prohibited concomitant medication.\n12. Participation in other studies involving investigational drug(s) or vaccine within 8 weeks or within 5 half-lives (if known) whichever is longer, prior to study entry and/or during study participation.\n13. Any of the following abnormalities in clinical laboratory tests at Screening:\n\n    * Absolute neutrophil count of \\<1.0 × 109/L (\\<1000/mm3);\n    * Platelet count of \\<150 × 109/L (\\<150,000/mm3);\n    * Absolute lymphocyte count of \\<0.50 × 109/L (\\<500/mm3);\n    * Estimated Creatinine Clearance \\<60 mL/min using the Cockcroft Gault method;\n    * Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) values \\>2 times the Upper Limit of Normal (ULN);\n    * Total Bilirubin (TBili) ≥1.5 times the ULN.\n14. Pregnant or breastfeeding women, or women of childbearing potential who are unwilling to use highly effective contraception consistently and correctly for the entire duration of the study and for at least 28 days after the last dose of study intervention.\n15. Investigator site staff or Pfizer employees directly involved in the conduct of the study, site staff otherwise supervised by the investigator, and their respective family members.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious AEs (SAEs): Main Study","description":"An AE was any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly; was a suspected transmission via a Pfizer product of an infectious agent, pathogenic or non-pathogenic or other situations where medical or scientific judgement should be exercised by investigator. AEs included SAEs and all non-SAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Investigator's Global Assessment (IGA) Score of Clear (0) or Almost Clear (1) and >= 2 Points Improvement From Baseline at Week 12: Main Study","description":"IGA assesses severity of AD on a 5-point scale (0 to 4: higher scores = more severity). Scores: 0= clear (no AD inflammatory signs except for any residual discolouration \\[post-inflammatory hyperpigmentation and/or hypopigmentation\\]); 1= almost clear (AD not entirely cleared- light pink residual lesions \\[except post-inflammatory hyperpigmentation\\], just barely perceptible erythema, papulation/induration lichenification, excoriation, and no oozing/crusting); 2= mild (AD with light red lesions, slight but definite erythema, papulation/induration, lichenification, excoriation and no oozing/crusting); 3= moderate (AD with red lesions, moderate erythema, papulation/induration, lichenification, excoriation and slight oozing/crusting); 4= severe (AD with deep dark red lesions, severe erythema, papulation/induration, lichenification, excoriation and moderate to severe oozing/crusting). \\>=2 points improvement from baseline: decrease of at least 2 points in IGA score from baseline at Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.5","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Eczema Area and Severity Index (EASI) Response >= 75% Improvement From Baseline at Week 12: Main Study","description":"EASI evaluates severity of participant's AD based on both severity of lesion clinical signs and % of body surface area (BSA) affected. Severity of clinical signs of AD (erythema \\[E\\], induration/papulation \\[I\\], excoriation \\[Ex\\] and lichenification \\[L\\]) scored separately for each of 4 body regions (head and neck \\[h\\], upper limbs \\[u\\], trunk \\[t\\]-\\[including axillae and groin\\] and lower limbs \\[l\\]-\\[including buttocks\\]) on 4-point scale: 0= absent; 1= mild; 2= moderate; 3= severe. EASI area score was based upon % BSA with AD in body region: 0 (0%), 1 (\\>0 to \\<10%), 2 (10 to \\<30%), 3 (30 to \\<50%), 4 (50 to \\<70%), 5 (70 to \\<90%) and 6 (90 to 100%). Total EASI score =0.1\\*Ah\\*(Eh + Ih + Exh + Lh) + 0.2\\*Au\\*(Eu + Iu + ExU + Lu) + 0.3\\*At\\*(Et + It + Ext + Lt) + 0.4\\*Al\\*(El + Il + Exl +Ll); A = EASI area score. Total EASI score ranged from 0.0 to 72.0, higher scores = greater severity of AD. \\>=75% improvement from baseline: decrease of 75% in EASI score from Baseline at Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.7","spread":null},{"groupId":"OG001","value":"69.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Scoring Atopic Dermatitis (SCORAD) Response >= 75% Improvement From Baseline at Week 12: Main Study","description":"SCORAD: scoring index for AD combining extent (A), severity (B), subjective symptoms (C). A: rule of 9 was used to calculate BSA affected by AD as a % of whole BSA for each body region- head and neck 9%; upper limbs 9% each; lower limbs 18% each; anterior trunk 18%; back 18%; 1% for genitals. Score for each body region was added to determine A (0-100). B: severity of each sign (erythema; edema; oozing; excoriation; lichenification; dryness) assessed as none =0, mild =1, moderate =2, severe =3. Severity scores were added to give B (0-18). C: pruritus and sleep, each was scored by participant/caregiver using visual analogue scale (VAS) where 0= no itch/no sleeplessness and 10= worst imaginable itch/sleeplessness. Scores for itch and sleeplessness were added to give C (0-20). Total SCORAD was calculated: A/5 + 7\\*B/2 + C; total SCORAD range from 0-103; higher SCORAD scores = greater severity of AD. \\>=75% improvement from baseline: decrease of 75% in SCORAD score from Baseline at Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.5","spread":null},{"groupId":"OG001","value":"43.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient-Oriented Eczema Measure (POEM) Score at Weeks 2, 4, 8 and 12: Main Study","description":"POEM is a 7-item participant reported outcome (PRO) measure to assess the impact of AD over the past week. Items were: dryness or roughness of skin in day, skin being itchy in day, skin flaking off in day, skin cracking in day, skin bleeding in day, skin weeping or oozing in day and sleep disturbed in night. Each item is scored from 0 to 4, depending on number of days/night (for sleep items) over the past week symptoms happened, where 0= no days, 1= \"1-2 days\", 2= \"3-4 days\", 3= \"5-6 days\" and 4= \"every day\". Scores from all items are added up, which results in POEM score, ranging from 0 to 28, where higher scores indicate greater severity of AD and greater symptom burden.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":"4.97"},{"groupId":"OG001","value":"-5.1","spread":"5.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.4","spread":"5.42"},{"groupId":"OG001","value":"-8.1","spread":"5.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.0","spread":"5.98"},{"groupId":"OG001","value":"-10.3","spread":"5.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.2","spread":"5.88"},{"groupId":"OG001","value":"-12.4","spread":"6.02"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Atopic Dermatitis Control Tool (ADCT) Score at Weeks 2, 4, 8 and 12: Main Study","description":"ADCT score is used to measure the participants perceived AD control. It consists of 6 questions (overall severity of symptoms, days with intense episodes of itching, intensity of bother, problem with sleep, impact on daily activities, and impact on mood or emotions) which are evaluated over the past week on scale from 0 to 4. Scores from all 6 questions are added up to provide ADCT score, ranging from 0 to 24, where higher scores indicate lower AD control.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"4.06"},{"groupId":"OG001","value":"-4.4","spread":"4.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.1","spread":"4.90"},{"groupId":"OG001","value":"-7.4","spread":"4.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.7","spread":"4.80"},{"groupId":"OG001","value":"-9.4","spread":"5.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.8","spread":"5.33"},{"groupId":"OG001","value":"-11.5","spread":"5.64"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Bone Safety Findings in Knee Magnetic Resonance Imaging (MRI) at 1 Year After Randomization: Substudy","description":"MRI imaging session was performed when participant was in supine position in the confined space of the MRI scanner for approximately 30 mins. The assessments included evaluation of epiphyseal plate closure and mineralization of cartilage at the growth centers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":99},"commonTop":["Nausea","Dermatitis atopic","Pyrexia","Gastrooesophageal reflux disease","Cough"]}}}