{"nctId":"NCT01855919","briefTitle":"A Study of Duloxetine (LY248686) in Participants With Chronic Low Back Pain","startDateStruct":{"date":"2013-05"},"conditions":["Back Pain Lower Back Chronic"],"count":458,"armGroups":[{"label":"Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Duloxetine","otherNames":["Cymbalta","LY248686"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with CLBP present for the preceding 6 months or longer\n* Participants used nonsteroidal anti-inflammatory drugs for CLBP for more than 14 days on average per month in the past 3 months and more than 14 days in one month prior to screening\n* Participants having a score of ≥4 on Brief Pain Inventory (BPI) average pain score before randomized\n* Female participants having child-bearing potential must test negative (-) on a pregnancy test\n\nExclusion Criteria:\n\n* Participants have received treatment within the last 30 days with a drug that has not received regulatory approval for any indication\n* Participants having a history of low back surgery\n* Participants having received epidural steroids, facet block, nerve block or other invasive procedures aimed to reduce low back pain within one month prior to screening\n* Participants who have any difficulties to fulfill diary appropriately\n* Participants having any previous diagnosis of psychosis, bipolar disorder, or schizoaffective disorder\n* Participants having major depressive disorder as determined using depression module of the Mini-International Neuropsychiatric Interview\n* Participants having primary painful condition due to other than CLBP\n* Participants being anticipated by the investigator to require use of nonsteroidal anti-inflammatory drugs and includes acetaminophen, opioid analgesics, or other excluded medication for the duration of the study\n* Participants being considered as inappropriate for participation to the study for any medical or other reason as judged by the investigator\n* Participants answering \"yes\" to any of the questions about active suicidal ideation/intent/behaviors occurring within the past month (Columbia Suicide Severity Rating Scale, Suicide Ideation section - Questions 4 and 5; Suicidal Behavior section)\n* Participants having a positive urine drug screen for any substances of abuse or excluded medication\n* Participants having alanine aminotransferase or aspartate aminotransferase higher than 100 International Units per Liter (IU/L) or total bilirubin higher than 1.6 milligram per deciliter (mg/dL)\n* Participants having serum creatinine level higher than 2.0 mg/dL, or had renal transplantation or receiving renal dialysis\n* Participants having uncorrected thyroid disease, uncontrolled narrow-angle glaucoma, history of uncontrolled seizures, or uncontrolled or poorly controlled hypertension\n* Participants have had previous exposure to duloxetine or completed / withdrawn from any study investigating duloxetine\n* Participants having serious or unstable cardiovascular, hepatic, renal, metabolic, respiratory, or hematologic illness, symptomatic peripheral vascular disease, or other medical condition or psychiatric conditions that, in the opinion of investigator, would compromise participation or be likely to lead to hospitalization during the course of the study\n* Participants have known hypersensitivity to multiple medications\n* Participants having diagnosis seronegative spondyloarthropathy or rheumatoid arthritis\n* Participants taking any excluded medications that cannot be discontinued\n* Participants treating with a monoamine oxidase inhibitor (MAOI) within 14 days or the potential need to use an MAOI during the study or within 5 days of discontinuation of study drug\n* Participants are non-ambulatory or require the use of crutches or a walker\n* Participants having a history of substance abuse or dependence within the past year, excluding nicotine and caffeine\n* Pregnant participants or participants were breast-feeding, or wished to be pregnant during the clinical trial period\n* Participants cannot use appropriate contraceptive method or do not want to use that from screening until one month after the end of administration of the investigational drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 14 in Brief Pain Inventory (BPI) 24-Hour Average Pain Severity Item","description":"BPI is a self-reported scale that measures the severity of pain based on the average pain during the past 24-hours. The severity scores ranged from 0 (no pain) to 10 (pain as severe as you can imagine). Higher scores indicated worsening of pain. Least squares (LS) means calculated using mixed model repeating measure (MMRM) adjusted for treatment, visit, interaction between treatment and visit as fixed effects and baseline value as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.43","spread":"0.11"},{"groupId":"OG001","value":"-1.96","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Improvement (PGI-I) at Week 14","description":"PGI-I measures a participant's perception of improvement at the time of assessment compared with the start of treatment. Score ranges from 1 (very much better) to 7 (very much worse). LS means calculated using MMRM adjusted for treatment, visit, interaction between treatment and visit as fixed effects and baseline value as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.46","spread":"0.07"},{"groupId":"OG001","value":"2.76","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Roland Morris Disability Questionnaire (RMDQ-24) to Week 14","description":"The RMDQ-24 is a health status measure completed by participants to assess physical disability due to low back pain. Participants answered 24 questions about impairment of daily living activities (standing, walking, sitting, wearing clothes, working, etc.) resulting from low back pain. The number of statements marked was summed by the clinician for a total score. The total scores range from 0 (no disability) to 24 (severe disability). LS means calculated using analysis of covariance (ANCOVA) with treatment group as a fixed effect, and baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.86","spread":"0.22"},{"groupId":"OG001","value":"-3.23","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in BPI Pain Severity Items (BPI-S) and Interference Items (BPI-I) Scores to Week 14","description":"BPI-S and BPI-I are self-reported scales measuring severity of pain and interference on function. Severity scores range from: 0 (no pain) to 10 (severe pain) on each question assessing worst pain, least pain, and average pain in past 24 hours, and pain right now. Interference scores range from: 0 (does not interfere) to 10 (completely interferes) on each question assessing interference of pain in past 24 hours for general activity, mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. Average interference is defined as the average of non-missing scores of individual interference items. Higher scores indicated worsening of pain. LS means calculated using MMRM adjusted for treatment, visit, interaction between treatment and visit as fixed effects and baseline value as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.63","spread":"0.13"},{"groupId":"OG001","value":"-2.33","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.69","spread":"0.10"},{"groupId":"OG001","value":"-1.19","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.42","spread":"0.12"},{"groupId":"OG001","value":"-2.03","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.46","spread":"0.13"},{"groupId":"OG001","value":"-2.16","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.15","spread":"0.11"},{"groupId":"OG001","value":"-1.83","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.05","spread":"0.11"},{"groupId":"OG001","value":"-1.92","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.17","spread":"0.12"},{"groupId":"OG001","value":"-2.17","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.02","spread":"0.10"},{"groupId":"OG001","value":"-0.98","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.41","spread":"0.11"},{"groupId":"OG001","value":"-1.40","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.52","spread":"0.11"},{"groupId":"OG001","value":"-1.48","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.83","spread":"0.10"},{"groupId":"OG001","value":"-1.70","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Mean of 24 Hour Average Pain and Worst Daily Pain Severity Scores to Week 14","description":"24-hour average pain severity scores were recorded daily on an 11-point Likert scale, an ordinal scale, with scores ranging from 0 (no pain) to 10 (worst possible pain). The 11-point Likert scale was also used for assessment of average pain and worst pain within 24-hours. For the analysis, weekly mean was calculated. LS means calculated using MMRM adjusted for treatment, week, interaction between treatment and week as fixed effects and baseline value as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.15","spread":"0.10"},{"groupId":"OG001","value":"-1.73","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.25","spread":"0.12"},{"groupId":"OG001","value":"-1.91","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Reduction of ≥30% and ≥50% in BPI Average Pain Score at Week 14","description":"Pain severity was measured using an 11 point BPI scale from 0 (no pain) to 10 (worst pain) to determine average pain in the past 24 hours (average pain). A 30% (or 50%) improvement was defined as a ≥30% (or ≥50%) reduction in BPI pain severity from baseline to endpoint. Percentage of participants = (number of participants with ≥30% or ≥50% pain reduction / total number of participants in treatment group) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.7","spread":null},{"groupId":"OG001","value":"52.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.5","spread":null},{"groupId":"OG001","value":"39.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Reduction in BPI Average Pain Score","description":"Pain severity was measured using an 11 point BPI scale from 0 (no pain) to 10(worst pain) to determine average pain in the past 24 hours (average pain). Participants were considered to have sustained pain reduction of ≥30% in the BPI-severity score (average pain) at the time of final evaluation and at least 1 other time point prior to the time of final evaluation compared with baseline, and a reduction of ≥20% from baseline sustained at all evaluation time points between that period. Percentage of participants = (number of participants with sustained pain reduction / total number of participants in treatment group) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.3","spread":null},{"groupId":"OG001","value":"46.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression of Severity (CGI-Severity) to Week 14","description":"CSI-S measures severity of illness at the time of assessment compared with start of treatment with scores ranging from 1 (normal, not at all ill) to 7 (among the most extremely ill participants). LS means calculated using MMRM adjusted for treatment, visit, interaction between treatment and visit as fixed effects and baseline value as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.46","spread":"0.06"},{"groupId":"OG001","value":"-1.17","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Beck Depression Inventory-II (BDI-II) to Week 14","description":"BDI-II is a 21-question multiple-choice self-reported inventory about depressive symptoms (sadness, pessimism, past failure, loss of pleasure, guilty feelings, punishment feelings, self-dislike, self-criticalness, suicidal thoughts or wishes, crying, agitation, loss of interest, indecisiveness, worthlessness, loss of energy, changes in sleeping patterns, irritability, changes in appetite, concentration difficulties, tiredness or fatigue, and loss of interest in sex). The scores for each item range from 0 (best) to 3 (worst) with possible total scores of 0 to 63, where higher total scores indicate more severe depressive symptoms. LS means calculated using ANCOVA adjusted for treatment, as fixed effect and baseline as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.39","spread":"0.24"},{"groupId":"OG001","value":"-1.04","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-Item Short-Form Health Survey (SF-36) to Week 14","description":"SF-36 Health Status Survey is a generic, health-related scale assessing participant's quality of life on 8 domains: physical functioning, social functioning, bodily pain, vitality, mental health, role-physical, role-emotional and general health. Each domain is scored by summing the individual items and transforming the scores into a 0 to 100 scale, with higher scores indicating better health status or functioning. LS means calculated using ANCOVA adjusted for treatment, as fixed effect and baseline as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.47","spread":"0.79"},{"groupId":"OG001","value":"7.20","spread":"0.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.58","spread":"1.15"},{"groupId":"OG001","value":"10.00","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.56","spread":"0.94"},{"groupId":"OG001","value":"11.01","spread":"0.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.72","spread":"0.85"},{"groupId":"OG001","value":"3.78","spread":"0.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.56","spread":"0.97"},{"groupId":"OG001","value":"4.41","spread":"0.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.40","spread":"1.00"},{"groupId":"OG001","value":"4.77","spread":"1.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.78","spread":"1.13"},{"groupId":"OG001","value":"6.18","spread":"1.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.63","spread":"0.81"},{"groupId":"OG001","value":"2.42","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life Questionnaire-5 Dimension (EQ-5D) to Week 14","description":"The EQ-5D is a generic, multidimensional, health-related, quality-of-life instrument. The profile allows participants to rate their health state in 5 health domains: mobility, self-care, usual activities, pain/discomfort, and mood using a 3 level scale (no problem, some problems, and major problems). These combinations of attributes were converted into a weighted health-state Index Score according to the Japan population-based algorithm ranging from -0.111 to 1.0, with higher scores indicating better quality of life. LS means calculated using ANCOVA adjusted for treatment, as fixed effect and baseline as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.01"},{"groupId":"OG001","value":"0.08","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Work Productivity and Activity Impairment (WPAI) Instrument to Week 14","description":"WPAI is a self-administered instrument used to measure effect of general health and symptom severity on work productivity and regular activities, and yields 4 types of scores: Absenteeism (work time missed)=Question (Q)2/(Q2+4))\\*100); Presenteeism (impairment at work/reduced on-the-job effectiveness)=(Q5/10)\\*100); Work Productivity Loss (overall work impairment/absenteeism plus presenteeism)=(Q2/(Q2+Q4)+\\[(1-Q2/(Q2+Q4))x(Q5/10)\\])\\*100); and Activity Impairment=(Q6/10)\\*100. Scores range from 0 to 1 for each of the above 4 types; higher scores indicate greater impairment. LS means calculated using ANCOVA adjusted for treatment, as fixed effect and baseline as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"0.01"},{"groupId":"OG001","value":"0.02","spread":"0.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.02"},{"groupId":"OG001","value":"-0.09","spread":"0.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.02"},{"groupId":"OG001","value":"-0.09","spread":"0.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.01"},{"groupId":"OG001","value":"-0.12","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Suicidal Thoughts And Behaviors During Study [Columbia Suicide Severity Rating Scale (C-SSRS)]","description":"C-SSRS captures occurrence, severity, and frequency of suicide-related thoughts and behaviors. Suicidal behavior is defined as a \"yes\" answer to any 1 of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. Suicidal ideation is defined as a \"yes\" answer to any 1 of 5 suicidal ideation questions: wish to be dead, and 4 different categories of active suicidal ideation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Fall Events in Fall Questionnaire","description":"Participants evaluated their experience with and details of falls which were recorded. Percentage = (number of participants with fall events) /(total in treatment group) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":234},"commonTop":["Nasopharyngitis","Somnolence","Constipation","Nausea","Contusion"]}}}