{"nctId":"NCT01838551","briefTitle":"Treatment for Endogenous Cushing's Syndrome","startDateStruct":{"date":"2014-08"},"conditions":["Endogenous Cushing's Syndrome"],"count":94,"armGroups":[{"label":"Levoketoconazole DL0","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]},{"label":"Levoketoconazole DL1","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]},{"label":"Levoketoconazole DL2","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]},{"label":"Levoketoconazole DL3","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]},{"label":"Levoketoconazole DL4","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]},{"label":"Levoketoconazole DL5","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]},{"label":"Levoketoconazole DL6","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]},{"label":"Levoketoconazole DL7","type":"EXPERIMENTAL","interventionNames":["Drug: Levoketoconazole"]}],"interventions":[{"name":"Levoketoconazole","otherNames":["COR-003"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Male or female ≥18 years of age\n2. Able to provide written informed consent prior to any study procedures being performed; eligible subjects must be able to understand the informed consent form prior to inclusion into the study.\n3. Confirmed diagnosis of newly diagnosed, persistent or recurrent Cushing's disease (CD) or endogenous CS of other etiology if subjects are not candidates for surgery or radiotherapy within the 18 months after enrollment.\n\n   Previous medical records will be collected and used to support the diagnosis of CD or endogenous CS of other etiology, including the following etiologies:\n   * Ectopic adrenocorticotropic hormone (ACTH) secretion, i.e. ACTH not of pituitary origin\n   * Ectopic corticotropin-releasing hormone (CRH) secretion\n   * Adrenal-dependent CS (i.e. adrenal adenoma (NOT carcinoma), adrenal hyperplasia, etc.)\n   * Etiology unknown.\n4. Must have elevated mean 24 hour UFC levels ≥1.5X ULN based on the normative range of the central lab assay and on a minimum of four measurements from adequately collected urine.\n5. In addition to elevated mean UFC, presence of abnormal values from one of the following tests:\n\n   * Abnormal DST: Elevated 8 AM serum cortisol ≥1.8 micrograms/dL (50 nmol/L) after 1 mg dexamethasone orally at 11 PM the evening prior (if not conducted already in the diagnostic workup of the subject within the previous 2 months before start of Screening Phase; in that case previous test results and details of conduct will need to be available by the Baseline Visit)\n   * Elevated late night salivary cortisol concentrations (at least two measurements) \\>ULN\n6. Previously irradiated subjects with CD or endogenous CS of other etiology will be allowed as long as the radiation treatment occurred \\> 4 years ago and subjects have not exhibited evidence for improvement in their underlying CD for 6 months prior to the Screening visit. The total number of previously irradiated subjects enrolled in this study will not exceed 10.\n7. Subjects with CD or CS of other etiology who are not candidates for surgery, refuse surgery, or in whom surgery will be delayed for at least 18 months following enrollment. Subjects may be allowed to participate in the trial while awaiting surgery, but must agree to complete this study prior to surgery.\n8. Subjects on treatment for CD or endogenous CS of other etiology for whom treatment has been inadequate or not well tolerated must agree to minimum washout periods prior to the Baseline Visit as specified.\n\nKey Exclusion Criteria\n\n1. Subjects with Pseudo-Cushing's syndrome based on assessment of the Investigator.\n2. Subjects with cyclic CS based on assessment of the Investigator\n3. Subjects with a non-endogenous source of hypercortisolism such as exogenous source of glucocorticoids or therapeutic use of ACTH.\n4. Known inherited syndrome as the cause of hypercortisolism, including but not limited to multiple endocrine neoplasia Type 1, McCune Albright Syndrome and Carney Complex\n5. Subjects with adrenal carcinoma\n6. History of malignancy, other than thyroid, early stage prostate, squamous cell and basal cell carcinoma, within 3 years prior to the Screening Phase.\n7. Subjects with QTc interval of \\>470 msec during the Screening Phase.\n8. Pre-existing hepatic disease; subjects with mild to moderate hepatic steatosis consistent with fatty infiltration (non-alcoholic fatty liver disease \\[NAFLD\\] are allowed).\n9. History of documented or suspected drug-induced liver injury requiring drug discontinuation of ketoconazole or any azole antifungals.\n10. Subjects who receive any prohibited concomitant medication and cannot discontinue it safely prior to the Baseline Visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Normalization in Urinary Free Cortisol in Patients With Endogenous Cushing's Syndrome.","description":"The response to COR-003 is defined as mean UFC concentration ≤ULN following 6 months of maintenance phase therapy without a prior dose increase during that phase. The proportion of responders at the End of Maintenance Phase visit, following 6 months of treatment in the Maintenance Phase, for all dose groups combined was estimated using a generalized linear model with repeated measurements based on a binomial distribution with a logit link function and with region (US vs. non-US), concurrent CS medical conditions (diabetes \\[Yes/No\\], hypertension \\[Yes/No\\]), age (rounded median split based on the ITT population), sex, disease duration (years), prior CS medication (Yes/No), prior radiation therapy (Yes/No) as Baseline covariates and visit as an independent factor.\n\nThe least squares mean (LSMEAN) estimate of the UFC response after 6 months of treatment in the Maintenance Phase alongside its 95% Wald CI is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".30","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":94},"commonTop":["Nausea","Headache","Edema peripheral","Hypertension","Fatigue"]}}}