{"nctId":"NCT01239732","briefTitle":"A Study of the Addition of Avastin (Bevacizumab) to Carboplatin and Paclitaxel Therapy in Patients With Ovarian Cancer","startDateStruct":{"date":"2010-12"},"conditions":["Ovarian Cancer"],"count":1021,"armGroups":[{"label":"Bevacizumab + Paclitaxel + Carboplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Bevacizumab","Drug: Carboplatin"]}],"interventions":[{"name":"Paclitaxel","otherNames":[]},{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed epithelial ovarian carcinoma, fallopian tube carcinoma, primary peritoneal carcinoma or clear cell carcinoma or carcinosarcoma. Participants with recurrent ovarian cancer who have been previously treated with surgery alone for their early stage disease are eligible.\n* Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0, 1 or 2\n* Life expectancy greater than or equal to (\\>=3) months\n\nExclusion Criteria:\n\n* Participants with non-epithelial ovarian cancer, ovarian tumors with low malignant potential (i.e., borderline tumors), or synchronous primary endometrial carcinoma\n* Previous systemic therapy for ovarian cancer. Prior neo-adjuvant chemotherapy is allowed\n* Planned intraperitoneal cytotoxic chemotherapy\n* Radiotherapy within 28 days of Day 1, Cycle 1\n* Major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to first dose of Avastin\n* History or evidence of National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Grade \\>=1 arterial thromboembolic event or Grade \\>=3 venous thromboembolic event within 6 months prior to enrollment","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Adverse Event (AE)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS was defined as the time between the date of first administration of any study treatment and the date of first documented protocol-defined disease progression (that is \\[i.e.\\], radiologically by Response Evaluation Criteria In Solid Tumors \\[RECIST\\], clinical, or symptomatic) or death, whichever occurred first. Participants who had neither progressed nor died at the time of data cut-off (07 December 2014), or participants who were withdrawn from study, or lost to follow-up without documented progression, were censored. Kaplan-Meier estimation was used for median time to PFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Best Overall Response of Complete Response (CR) or Partial Response (PR) According to RECIST Version 1.0","description":"Best overall response (BOR) according to RECIST Version 1.0 was categorized as: CR, PR, progressive disease (PD), stable disease (SD). CR: disappearance of all target lesions and non-target lesions. PR: \\>=30% decrease in sum of the longest diameters (LD) of the target lesions taking as a reference the baseline sum LD according to RECIST associated to non-progressive disease response for non-target lesions. PD: Natural progression or deterioration of the malignancy under study (including new sites of metastasis). SD: neither sufficient shrinkage to qualify for partial response nor sufficient increase to qualify for progressive disease, taking as reference the smallest sum longest diameter since the treatment started. Participants with a BOR of CR and PR were defined as responders, while participants with a BOR of SD, PD, or unable to assess were defined as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an Overall Response by 50% Carcinoma Antigen 125 (CA-125) Response Criteria","description":"CA-125 responders: Participants with the value of CA-125 reduced by at least 50% and confirmed with a consecutive CA-125 assessment performed at an interval of at least 28 days. Overall response according to CA-125 was only evaluated for participants with a pre-treatment CA-125 within 3 days prior to start of any study treatment of at least twice the upper limit of normal (ULN).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an Overall Response by RECIST Version 1.0 and/or 50% CA-125 Response Criteria","description":"Overall response was only evaluated for participants who were evaluable according to RECIST v1.0 with a measurable disease at baseline and/or according to CA-125 with a pre-treatment CA-125 within 3 days prior to start of any study treatment of at least twice the ULN. RECIST responders: Participants achieving an overall response of CR (disappearance of all target lesions and non-target lesions) or PR (\\>=30% decrease in sum of the LD of the target lesions taking as a reference the baseline sum LD according to RECIST associated to non-progressive disease response for non target lesions). CA-125 responders: Participants with the value of CA-125 reduced by at least 50% and confirmed with a consecutive CA-125 assessment performed at an interval of at least 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (DOR)","description":"DOR was defined as the time from the first documented response (CR or PR per RECIST v1.0), to the first documented protocol-defined disease progression (i.e., radiologically by RECIST, clinical, or symptomatic) or death, whichever occurred first. Participants who had neither progressed nor died at the time of data cut-off (07 December 2014), or participants who were withdrawn from study, or lost to follow-up without documented progression, were censored. RECIST responders: Participants achieving an overall response of CR (disappearance of all target lesions and non-target lesions) or PR (\\>=30% decrease in sum of the LD of the target lesions taking as a reference the baseline sum LD according to RECIST associated to non-progressive disease response for non-target lesions). Disease progression: Natural progression or deterioration of the malignancy under study (including new sites of metastasis).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of the first administration of any study treatment to the date of death, regardless of the cause of death. Participants without the event of death were censored at the last date in the study, defined as the latest date of the following: the date of first administration of study treatment, date of last study treatment, date of last visit, or date last known to be alive. Kaplan-Meier estimation was used for OS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Biological Progression-free Interval","description":"Biological progression-free interval is defined as the interval from the date of the first administration of any study treatment to the date of the first documented serial elevation of the ovarian cancer mucin CA-125. More precisely, this is defined as the first documented increase in CA-125 levels as follows: (1) CA-125 greater than or equal to 2 times the upper level of normal (ULN) on 2 occasions at least 1 week apart (for participants with CA-125 within normal range pre-treatment) or (2) CA-125 greater than or equal to 2 times the ULN on 2 occasions at least 1 week apart (for participants with elevated CA-125 pre-treatment and initial normalization of CA-125 on-treatment) or (3) CA-125 greater than or equal to 2 times the nadir value, which is the lowest observed CA-125 value per participant on 2 occasions at least 1 week apart (for participants with elevated CA-125 pre-treatment which never normalized).","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":285,"n":1021},"commonTop":["Hypertension","Neutropenia","Alopecia","Nausea","Fatigue"]}}}