{"nctId":"NCT03819153","briefTitle":"A Research Study to See How Semaglutide Works Compared to Placebo in People With Type 2 Diabetes and Chronic Kidney Disease","startDateStruct":{"date":"2019-06-17","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":3533,"armGroups":[{"label":"Semaglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Semaglutide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (semaglutide)"]}],"interventions":[{"name":"Semaglutide","otherNames":[]},{"name":"Placebo (semaglutide)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age above or equal to 18 years at the time of signing informed consent. Japan: Male or female, age above or equal to 20 years at the time of signing informed consent\n* Diagnosed with type 2 diabetes mellitus\n* HbA1c less than or equal to 10% (less than or equal to 86 mmol/mol)\n* Renal impairment defined either by:\n\n  1. serum creatinine-based eGFR greater than or equal to 50 and less than or equal to 75 mL/min/1.73 m\\^2 (CKD-EPI) and UACR greater than 300 and less than 5000 mg/g or\n  2. serum creatinine-based eGFR greater than or equal to 25 and less than 50 mL/min/1.73 m\\^2 (CKD-EPI) and UACR greater than 100 and less than 5000 mg/g\n* Treatment with maximum labelled or tolerated dose of a renin-angiotensin-aldosterone system (RAAS) blocking agent including an angiotensin converting enzyme (ACE) inhibitor or an angiotensin II receptor blocker (ARB), unless such treatment is contraindicated or not tolerated. Treatment dose must be stable for at least 4 weeks prior to the date of the laboratory assessments used for determination of the inclusion criteria for renal impairment and kept stable until screening\n\nExclusion Criteria:\n\n* Congenital or hereditary kidney diseases including polycystic kidney disease, autoimmune kidney diseases including glomerulonephritis or congenital urinary tract malformations\n* Use of any glucagon-like peptide-1 (GLP-1) receptor agonist within 30 days prior to screening\n* Myocardial infarction, stroke, hospitalisation for unstable angina pectoris or transient ischaemic attack within 60 days prior to the day of screening\n* Presently classified as being in New York Heart Association (NYHA) Class IV heart failure\n* Planned coronary, carotid or peripheral artery revascularisation\n* Current (or within 90 days) chronic or intermittent haemodialysis or peritoneal dialysis\n* Uncontrolled and potentially unstable diabetic retinopathy or maculopathy. Verified by a fundus examination performed within the past 90 days prior to screening or in the period between screening and randomisation. Pharmacological pupil-dilation is a requirement unless using a digital fundus photography camera specified for non-dilated examination","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants From Time of Randomization to First Occurrence of Onset of Persistent ≥50% Reduction in eGFR(CKD-EPI); Onset of Persistent eGFR(CKD-EPI) <15mL/Min/1.73m^2; Initiation of Chronic Renal Replacement Therapy; Renal Death; CV Death","description":"Number of participants with first composite renal event i.e., from time of randomization to first occurrence of an onset of persistent greater than or equal to (≥) 50 percent (%) reduction in estimated glomerular filtration rate (eGFR) (chronic kidney disease - epidemiology collaboration \\[CKD-EPI\\]), onset of persistent eGFR (CKD-EPI) \\<15 milliliter per minute per 1.73 meter square (mL/min/1.73m\\^2), initiation of chronic renal replacement therapy (dialysis or kidney transplantation), renal death, and cardiovascular (CV) death combined data were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"331","spread":null},{"groupId":"OG001","value":"410","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Change in eGFR (CKD-EPI) (Total eGFR Slope)","description":"Annual rate of change in Total eGFR slope CKD-EPI were reported from baseline at Week 234 in-trial period. eGFR was calculated using the CKD-EPI formula. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.19","spread":"0.1"},{"groupId":"OG001","value":"-3.36","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Occurrence of Onset of Persistent ≥50% Reduction in eGFR (CKD-EPI)","description":"Number of participants from time of randomization to time to occurrence of onset of persistent ≥50% reduction in eGFR (CKD-EPI) were reported. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"165","spread":null},{"groupId":"OG001","value":"213","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Occurrence of Onset of Persistent eGFR (CKD-EPI) <15mL/Min/1.73m^2","description":"Number of participants from time of randomization to time to occurrence of onset of persistent eGFR (CKD-EPI) \\<15 mL/min/1.73m\\^2 were reported. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Occurrence of Initiation of Chronic Renal Replacement Therapy","description":"Number of participants from time of randomization to time to occurrence of initiation of chronic renal replacement therapy (dialysis or kidney transplantation) were reported. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Occurrence of Renal Death","description":"Number of participants from time of randomization to time to occurrence of renal death were reported. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Occurrence of CV Death","description":"Number of participants from time of randomization to time to occurrence of CV death were reported. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"169","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Change in eGFR (Chronic Kidney Disease CKD-EPI) (Chronic eGFR Slope)","description":"Annual rate of change in eGFR in terms of chronic kidney disease CKD-EPI were reported from Week 12 to Week 234 in-trial period. eGFR was calculated using the CKD-EPI formula. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.36","spread":"0.1"},{"groupId":"OG001","value":"-3.30","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in eGFR (CKD-EPI) at Week 12","description":"Change from baseline in eGFR at Week 12 during in-trial period were reported. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.07","spread":"8.16"},{"groupId":"OG001","value":"-1.07","spread":"7.73"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in eGFR (Cystatin C CKD-EPI) at Week 104","description":"Changes from baseline in eGFR (cystatin C) at Week 104 in-trial period were reported. Cystatin C was calculated using the CKD-EPI formula. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"11.4"},{"groupId":"OG001","value":"-5.4","spread":"9.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Urinary Albumin-to-creatinine Ratio (UACR) at Week 104: Ratio to Baseline","description":"Change from baseline in UACR (ratio to baseline) at Week 104 in-trial period were reported. For UACR, the baseline assessment is defined as the mean of the two assessments from the randomization visit. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.60","spread":"224.09"},{"groupId":"OG001","value":"0.89","spread":"211.70"}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Time to First Occurrence of a Major Adverse Cardiovascular Event (MACE): Acute Myocardial Infarction (Non Fatal); Non-fatal Stroke; and CV Death","description":"Number of participants who reported first occurence of non-fatal acute myocardial infarction, non-fatal stroke, and CV death combined data were presented from Week 0 up to Week 234 during on-treatment period. MACE consisted of non-fatal acute myocardial infarction, cardiovascular death and non-fatal stroke. First on-treatment period is defined as period from date of first dose until first time where no dose had been administered within 5 weeks (35 days) or end of the in-trial period, whichever came first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"212","spread":null},{"groupId":"OG001","value":"254","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Time to Occurrence of All-cause Death","description":"Number of participants who reported occurence of deaths from Week 0 up to Week 234 during in-trial period were presented. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"227","spread":null},{"groupId":"OG001","value":"279","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Time to Occurrence of Each of the Individual Components of the Confirmatory Secondary MACE Endpoint: Non-fatal Myocardial Infarction","description":"Number of participants who reported occurrence of non-fatal acute myocardial infarction from Week 0 up to Week 234 during in-trial period were presented. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Time to Occurrence of Each of the Individual Components of the Confirmatory Secondary MACE Endpoint: Non-fatal Stroke","description":"Number of participants who reported occurrence of non-fatal stroke from Week 0 up to Week 234 during in-trial period were presented. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants From Time of Randomization to Time to First Occurrence of Major Adverse Limb Events (MALE): Acute Limb Ischaemia Hospitalization and Chronic Limb Ischaemia Hospitalization","description":"Number of participants with combined data of first occurence of acute limb ischaemia hospitalization and chronic limb ischaemia hospitalization from Week 0 up to Week 234 during on-treatment period were presented. MALE consisted of acute and chronic limb ischaemia hospitalisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Acute Limb Ischaemia Hospitalization and Chronic Limb Ischaemia Hospitalization","description":"Number of participants of acute limb ischaemia hospitalization and chronic limb ischaemia hospitalization from Week 0 up to Week 234 during in-trial period were presented. MALE consisted of acute and chronic limb ischaemia hospitalisation. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 104","description":"Change in body weight from Week 0 up to Week 104 during in-trial period, measured in kilograms, were presented. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.54","spread":"6.57"},{"groupId":"OG001","value":"-1.43","spread":"6.33"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glycosylated Haemoglobin (HbA1c) at Week 104","description":"Change in HbA1c from Week 0 to Week 104 during in-trial period, measured in percentage point of HbA1c, were presented. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.86","spread":"1.35"},{"groupId":"OG001","value":"-0.04","spread":"1.29"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure at Week 104","description":"Change in systolic blood pressure from Week 0 to Week 104 during in-trial period were presented. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"17.6"},{"groupId":"OG001","value":"-1.4","spread":"18.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Diastolic Blood Pressure at Week 104","description":"Change in diastolic blood pressure from Week 0 to Week 104 during in-trial period were reported. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"9.6"},{"groupId":"OG001","value":"-0.8","spread":"10.4"}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes","description":"The number of severe hypoglycaemic episodes (such as the seriousness of hypoglycaemia, contributing factors, seizures, and unconsciousness; classified by American Diabetes Association) observed during the in-trial period were reported in this endpoint. In-trial observation period was defined as the period from date of randomization to the first of (both inclusive): date of follow-up visit, date when participant withdrew consent, date of last contact with participant (for participant lost to follow-up), and date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":877,"n":1767},"commonTop":["Diabetic retinopathy","COVID-19"]}}}