{"nctId":"NCT02555371","briefTitle":"Cessation Versus Continuation of Long-term Mepolizumab in Severe Eosinophilic Asthma Patients","startDateStruct":{"date":"2016-01-07","type":"ACTUAL"},"conditions":["Asthma"],"count":306,"armGroups":[{"label":"Arm Mepolizumab 100 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Mepolizumab 100mg"]},{"label":"Arm Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Mepolizumab 100mg","Drug: Placebo"]}],"interventions":[{"name":"Mepolizumab 100mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent: Prior to commencing any study related activities, subjects must be able and willing to provide written informed consent, and an assent for subjects under 18 years of age, at Visit 0 (or Visit 1 if these Visits are conducted on the same day).\n* MEA115666 or 201312 Study Participation: Participation (through the Follow Up/Exit Visit or Early Withdrawal) in either study with documented evidence of at least 6 months of continuous mepolizumab treatment prior to Visit 1. Continuous treatment with mepolizumab is defined as no more than 2 consecutive missed doses (no treatment gaps of more than 12 weeks \\[84 days\\] between any two doses).\n* Current Anti-Asthma Therapy: Asthma is currently being treated with a controller medication and the subject has been on a controller medication for the past 12 weeks. Subjects will be expected to continue controller therapy for the duration of the study.\n* Male or Eligible Female Subjects: A female is eligible to enter and participate in the study if she is of: Non-child bearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g., age appropriate, \\> 45 years, in the absence of hormone replacement therapy.\n\nOR Child bearing potential, has a negative pregnancy test at screening, and agrees to acceptable contraceptive methods approved in their local country, when used consistently and correctly (i.e., in accordance with the approved product label and the instructions of the physician) for the duration of the study and for 4 months after the last study drug administration.\n\nA urine pregnancy test is required of all females of child-bearing potential at each scheduled study visit prior to the injection of study treatment, and at the Exit Visit, Early Withdrawal (EW) or Discontinuation of IP Visit.\n\n* French subjects: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n\nExclusion Criteria:\n\n* MEA115666 or 201312 IP Discontinuation: Subjects withdrawn from IP or withdrawn from study participation from either MEA115666 or 201312 for safety reasons.\n* Health Status: Clinically significant deterioration in health status at the completion of participation or EW from either the MEA115666 or 201312 trials which in the opinion of the investigator would make the subject unsuitable for participation in this study.\n* Pregnancy: Subjects who are pregnant or breastfeeding. Subjects should not be enrolled if they plan to become pregnant during the time of study participation.\n* Cardiovascular: Subjects who have severe or clinically significant cardiovascular disease uncontrolled with standard treatment. Including but not limited to:\n\nknown ejection fraction of \\<30% OR severe heart failure meeting New York Heart Association Class IV classification OR hospitalised in the 12 months prior to Visit 1 for severe heart failure meeting New York Heart Association Class III OR angina diagnosed less than 3 months prior to Visit 1 or at Visit 1.\n\n* 12-Lead Electrocardiogram (ECG): ECG which has a clinically significant abnormality observed at the Screening Visit as determined by the investigator. Subjects with the following abnormalities are excluded from study participation: QT interval corrected for heart rate by Fridericia's formula (QTcF) \\> 450 milliseconds (msec), or QTcF \\>480 msec for subjects with Bundle Branch Block.\n* Malignancy: A current malignancy or previous history of cancer in remission for less than 12 months prior to screening (Subjects that had localized carcinoma of the skin which was resected for cure will not be excluded).\n\nNote for South Korea: Korean subjects with a diagnosis of malignancy within 5 years are excluded.\n\n* Other Monoclonal Antibodies: Subjects who have received any monoclonal antibody (other than XOLAIR®) to treat inflammatory disease within 5 half-lives of Visit 1.\n\nXOLAIR is a registered trademark of Genentech USA, Inc. and Novartis Pharmaceuticals Corporation.\n\n* Adherence: Subjects who have known evidence of lack of adherence within studies MEA115666 or 201312 (less than 80%) to controller medications, scheduled study visits and/or ability to follow physician's recommendations.\n* Smoking status: Current smokers\n* Inability to read: In the opinion of the Investigator, any subject who is unable to read and/or would not be able to complete a questionnaire.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With First Clinically Significant Exacerbation in Part C","description":"Clinically significant exacerbation was defined as worsening of asthma which requires use of systemic corticosteroids (e.g., prednisone) for at least 3 days or a single intramuscular (IM) corticosteroid dose and/or hospitalization and/or emergency department (ED) visits. For participants on maintenance systemic corticosteroids, at least double the existing maintenance dose for at least 3 days is required. Percentage of participants with clinically significant exacerbation over time during the on-treatment period of Part C and 95% confidence interval were estimated using Kaplan-Meier estimates. Intent-to-Treat Population includes all randomized participants who received at least one dose of double-blind study medication within Part C.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":null},{"groupId":"OG001","value":"20.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.3","spread":null},{"groupId":"OG001","value":"32.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.0","spread":null},{"groupId":"OG001","value":"40.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.7","spread":null},{"groupId":"OG001","value":"47.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Ratio to Baseline in Blood Eosinophil Count in Part C","description":"Blood samples were collected at specific time points to measure blood eosinophils level. Baseline was defined as the latest available assessment prior to first dose of double-blind treatment within Part C. Ratio to Baseline is defined as visit value divided by Baseline value and was analyzed using Mixed Model Repeated Measures with covariates of Baseline, region, exacerbations in the year prior to randomization (as an ordinal variable), Baseline maintenance oral corticosteroids (OCS) therapy (OCS versus no OCS), treatment and visit, plus interaction terms for visit by Baseline and visit by treatment group. The log transformation was applied to blood eosinophil counts prior to analysis. If a blood eosinophil count of zero was reported, a small value was added prior to log transforming the data. The dispersion measure used was log standard error.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.03","spread":"0.077"},{"groupId":"OG001","value":"1.16","spread":"0.078"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.58","spread":"0.095"},{"groupId":"OG001","value":"1.03","spread":"0.084"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.48","spread":"0.093"},{"groupId":"OG001","value":"1.20","spread":"0.079"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.17","spread":"0.091"},{"groupId":"OG001","value":"1.00","spread":"0.077"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 0.5 Point or More Increase in Asthma Control Questionnaire (ACQ)-5 Score From Baseline in Part C","description":"The ACQ-5 is a five-item, self-completed questionnaire. Five questions (concerning nocturnal awakening, waking in the morning, activity limitation, shortness of breath and wheeze) enquire about the frequency and/or severity of symptoms over the previous week. The response ranges from zero (no impairment/limitation) to six (total impairment/ limitation) scale. Increase in score of \\>= 0.5 units from Baseline indicates decrease in asthma control. Baseline is the latest available assessment prior to first dose of double-blind treatment within Part C. Percentage of participants with a 0.5 point or more increase in ACQ-5 score from Baseline over time during the on-treatment period of Part C and its 95% confidence interval were estimated using Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.5","spread":null},{"groupId":"OG001","value":"39.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.5","spread":null},{"groupId":"OG001","value":"49.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.9","spread":null},{"groupId":"OG001","value":"56.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.0","spread":null},{"groupId":"OG001","value":"63.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to First Exacerbation Requiring Hospitalization or ED Visit in Part C","description":"Exacerbations of asthma requiring hospitalization or ED visit were assessed. The analysis was performed from Cox Proportional Hazards Model with covariates of treatment group, region, exacerbations in the year prior to randomization (as an ordinal variable) and Baseline maintenance OCS therapy (OCS versus no OCS). Percentage of participants with an exacerbation over time and its 95% confidence intervals were estimated using Kaplan-Meier estimates","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":306},"commonTop":["Nasopharyngitis","Asthma","Upper respiratory tract infection","Sinusitis","Bronchitis"]}}}