{"nctId":"NCT01478009","briefTitle":"Efficacy of an Extract of Concentrated Korean Red Ginseng for Preventing Upper Respiratory Tract Infections","startDateStruct":{"date":"2010-11"},"conditions":["Healthy Subjects"],"count":100,"armGroups":[{"label":"KRG Extract","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: Korean red ginseng"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Dietary Supplement: Placebo"]}],"interventions":[{"name":"Korean red ginseng","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females 30-70 years old\n* have contracted at least 2 colds in the past year\n\nExclusion Criteria:\n\n* if they had been vaccinated against influenza in the previous 6 months.\n* Subjects with medical conditions such as multiple sclerosis, tuberculosis, diabetes, cancer, lupus, HIV/AIDS, cardiovascular disease, hypertension, neurologic or psychiatric disease, and renal, pulmonary and hepatic abnormalities\n* Subjects taking medications such as immunosuppressive drugs, corticosteroids, warfarin, phenalzine, pentobarbital, haloperidol or cyclosporine\n* Abnormal liver or kidney function tests (ALT or AST\\>2 times the upper limit of normal; elevated creatinine, males\\>125uM/L, females\\>110uM/L)\n* pregnant or lactating women and heavy smokers.\n* being judged by the responsible physician of the local study center as unfit to participate in the study","healthyVolunteers":true,"sex":"ALL","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Frequency of ILI(Influenza Like Illness)","description":"Subjects received the open-ended questions about frequency of ILI onset during study period. The frequency of ILI onset was checked weekly via telephone.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Symptom Severity of All Colds","description":"Subjects received the open-ended questions about symptom severity of all colds onset during study period. The symptom severity of all colds onset was checked weekly via telephone.\n\nSymptom severity of all colds (score 0-27) was measured during study period. The original index consists of 9 Questions(Fever, Rhinorrhea, Nasal congestion, Sore throat, Cough, Sputum, Dyspnea, Headache, Myalgia).\n\nIndividual question response is assigned a score of between 0 (none) to 3 (severe) and summed to form a total score(summed) ranging from 0 (best) to 27 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":"4.5"},{"groupId":"OG001","value":"17.6","spread":"23.1"}]}]}]},{"type":"SECONDARY","title":"Total Number of Days of Symptoms and Duration of All Colds","description":"Extract of Korean red ginseng intake did not significantly reduced total number of days of symptoms and duration of all colds","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}