{"nctId":"NCT03321968","briefTitle":"Lot-to-lot Consistency of a Plant-Derived Quadrivalent Virus-Like Particles Influenza Vaccine in Healthy Adults","startDateStruct":{"date":"2017-09-29","type":"ACTUAL"},"conditions":["Virus Diseases","RNA Virus Infections","Respiratory Tract Infections","Respiratory Tract Disease","Influenza"],"count":1202,"armGroups":[{"label":"Quadrivalent VLP Influenza Vaccine - Lot 1","type":"EXPERIMENTAL","interventionNames":["Biological: Quadrivalent VLP Influenza Vaccine"]},{"label":"Quadrivalent VLP Influenza Vaccine - Lot 2","type":"EXPERIMENTAL","interventionNames":["Biological: Quadrivalent VLP Influenza Vaccine"]},{"label":"Quadrivalent VLP Influenza Vaccine - Lot 3","type":"EXPERIMENTAL","interventionNames":["Biological: Quadrivalent VLP Influenza Vaccine"]}],"interventions":[{"name":"Quadrivalent VLP Influenza Vaccine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants must meet all of the following inclusion criteria to be eligible for participation in this study; no protocol waivers are allowed:\n\n1. Participants must be considered by the Investigator to be reliable and likely to cooperate with the assessment procedures and be available for the duration of the study;\n2. Participants have a body mass index (BMI) ≤ 40.0 kg/m\\^2 on Day 0 (pre-vaccination);\n3. Participants must be in good general health prior to study participation with no clinically relevant abnormalities that could jeopardize participant safety or interfere with study assessments as assessed by the Principal Investigator or sub-Investigator (thereafter referred as Investigator) and determined by medical history, physical examination, and vital signs; Note: Participants with a pre-existing chronic disease will be allowed to participate if the disease is stable and, according to the Investigator's judgment, the condition is unlikely to confound the results of the study or pose additional risk to the participant by participating in the study. Stable disease is generally defined as no new onset or exacerbation of pre-existing chronic disease six months prior to vaccination. Based on the Investigator's judgment, a participant with a more recent stabilization of a disease could also be eligible.\n4. Female participants must have a negative urine pregnancy test result at the Screening/Vaccination visit (Visit 1);\n5. Female participants of childbearing potential must use an effective method of contraception for one month prior to vaccination and agree to continue employing adequate birth control measures for the duration of the study. Abstinent participants should be asked what method(s) they would use, should their circumstances change, and participants without a well-defined plan should be excluded. The following relationship or methods of contraception are considered to be effective:\n\n   * Hormonal contraceptives (e.g. oral, injectable, topical \\[patch\\], or estrogenic vaginal ring);\n   * Intra-uterine device with or without hormonal release;\n   * Male partner using a condom plus spermicide or a sterilized partner (at least one year prior to vaccination);\n   * Credible self-reported history of heterosexual vaginal intercourse abstinence until at least the Day 21 visit;\n   * Female partner.\n6. Non-childbearing females are defined as:\n\n   * Surgically-sterile (defined as bilateral tubal ligation, hysterectomy, or bilateral oophorectomy performed more than one month prior to vaccination); or\n   * Post-menopausal (absence of menses for 24 consecutive months and age consistent with natural cessation of ovulation).\n\nExclusion Criteria:\n\nParticipants who meet any of the following criteria will be excluded from participating in this study; no protocol waivers are allowed:\n\n1. According to the Investigator's opinion, history of significant acute or chronic, uncontrolled medical or neuropsychiatric illness. 'Uncontrolled' is defined as:\n\n   * Requiring a new medical or surgical treatment during the six months prior to study vaccine administration unless the criteria outlined in inclusion criterion no. 3 can be met (i.e. the Investigator can justify inclusion based upon the innocuous nature of medical/surgical events and/or treatments);\n   * Requiring any significant change in a chronic medication (i.e. drug, dose, frequency) during the three months prior to study vaccine administration due to uncontrolled symptoms or drug toxicity, unless the innocuous nature of the medication change meets the criteria outlined in inclusion criterion no. 5 and is appropriately justified by the Investigator.\n2. Any medical or neuropsychiatric condition or any history of excessive alcohol use or drug abuse which, in the Investigator's opinion, would render the participant unable to provide informed consent or unable to provide valid safety observations and reporting;\n3. Any autoimmune disease other than hypothyroidism with stable replacement therapy; or any confirmed or suspected immunosuppressive condition or immunodeficiency including known or suspected human immunodeficiency virus (HIV), hepatitis B or C infection, or the presence of lymphoproliferative disease;\n4. Administration or planned administration of any non-influenza vaccine within 30 days prior to randomization and up to blood sampling on Day 21. Immunization on an emergency basis will be evaluated case-by-case by the Investigator;\n5. Administration of any adjuvanted or investigational influenza vaccine within 24 months prior to randomization or planned administration prior to the completion of Day 21;\n6. Administration of any \"standard\", non-adjuvanted influenza vaccine (e.g. live attenuated trivalent/quadrivalent inactivated influenza vaccine intranasal or split trivalent/quadrivalent inactivated influenza vaccine by either intradermal or IM route) within 24 months prior to randomization and up to completion of the Day 21 visit;\n7. Use of any investigational or non-registered product within 30 days prior to randomization or planned use during the study period. Participants may not participate in any other investigational or marketed drug study while participating in this study until the Day 21 visit. Participation in observational studies is permitted;\n8. Treatment with systemic glucocorticoids at a dose exceeding 10 milligrams (mg) of prednisone (or the equivalent) per day for more than seven consecutive days or for ten or more days in total, within one month of study vaccine administration; or any other cytotoxic or immunosuppressant drug, or any immunoglobulin preparation within three months of vaccination and until the completion of the Day 21 visit. Low doses of nasal or inhaled glucocorticoids and topical steroids are permitted;\n9. Any significant disorder of coagulation including, but not limited to, treatment with warfarin derivatives or heparin. Persons receiving prophylactic anti-platelet medications (e.g. low-dose aspirin \\[no more than 325 mg/day\\]) and without a clinically apparent bleeding tendency are eligible. Participants treated with new generation drugs that do not increase the risk of IM bleeding (e.g. clopidogrel) are also eligible.\n10. History of allergy to any of the constituents of the Quadrivalent VLP Influenza Vaccine or a tobacco allergy;\n11. History of anaphylactic allergic reactions to plants or plants components;\n12. Any history of serious asthma (e.g. status asthmaticus, hospitalization for asthma control) in the last three years;\n13. Use of antihistamines 48 hours prior to study vaccination;\n14. The use of prophylactic medications (e.g. acetaminophen/paracetamol, aspirin, naproxen, or ibuprofen) within 24 hours of randomization to prevent or pre-empt symptoms due to vaccination. Participant discovered to have taken a prophylactic medication to prevent or pre empt symptoms due to vaccination within the 24 hours prior to planned randomization must be delayed until at least the 24-hour period is met;\n15. Participants who have a dermatological condition at the injection site that may interfere with injection site reaction rating;\n16. Participant who have received a blood transfusion within 90 days prior to study vaccination;\n17. Any female participant who has a positive or doubtful pregnancy test result prior to vaccination or who is lactating;\n18. Presence of any febrile illness (including oral temperature (OT) ≥ 38.0 ˚C within 24 hours prior to vaccination). Such participants may be re-evaluated for enrolment after resolution of illness;\n19. Cancer or treatment for cancer within three years of study vaccine administration. Participants with a history of cancer who are disease-free without treatment for three years or more are eligible. Individuals with treated and uncomplicated basal cell carcinoma of the skin or with non-treated, non-disseminated local prostate cancer are eligible;\n20. Participants identified as an Investigator or employee of the Investigator or clinical site with direct involvement in the proposed study, or identified as an immediate family member (i.e. parent, spouse, natural or adopted child) of the Investigator or employee with direct involvement in the proposed study or any employee of Medicago. Immediate family members of the Investigator or employees of a clinical site can participate in the study at another clinical site, as long as the Investigator or employees are not involved in the study at that site;\n21. Participant with a history of Guillain-Barré syndrome.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean Titers (GMTs) of Hemagglutination Inhibition (HI) Antibody Response for Each Homologous Influenza Strain","description":"The GMTs were measured using a HI assay for the homologous strains: A/California/7/2009 (H1N1), A/Hong Kong/4801/2014 (H3N2), B/Brisbane/60/2008 (Victoria lineage), and B/Phuket/3073/2013 (Yamagata lineage). Lot-to-lot consistency was based on adjusted GMT ratio for pairwise comparisons of the lots (Lot 1 / Lot 2, Lot 1 / Lot 3, and Lot 2 / Lot 3).","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"603.7","spread":null},{"groupId":"OG001","value":"595.6","spread":null},{"groupId":"OG002","value":"630.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.3","spread":null},{"groupId":"OG001","value":"103.0","spread":null},{"groupId":"OG002","value":"88.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.8","spread":null},{"groupId":"OG001","value":"41.9","spread":null},{"groupId":"OG002","value":"38.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"215.7","spread":null},{"groupId":"OG001","value":"231.1","spread":null},{"groupId":"OG002","value":"235.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Seroconversion (SC) Measured by HI Antibody Response for Each Homologous Influenza Strain","description":"The SC rate is the percentage of participants with either a ≥ 4-fold increase in reciprocal HI titers between Day 0 and Day 21 or a rise of undetectable HI titer (i.e. \\<10) pre-vaccination (Day 0) to an HI titer of ≥40 on Day 21 post-vaccination. SC rate was measured using an HI assay for the homologous strains: A/California/7/2009 (H1N1), A/Hong Kong/4801/2014 (H3N2), B/Brisbane/60/2008 (Victoria lineage), and B/Phuket/3073/2013 (Yamagata lineage).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.3","spread":null},{"groupId":"OG001","value":"68.7","spread":null},{"groupId":"OG002","value":"73.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"63.2","spread":null},{"groupId":"OG002","value":"57.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.2","spread":null},{"groupId":"OG001","value":"42.8","spread":null},{"groupId":"OG002","value":"39.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.2","spread":null},{"groupId":"OG001","value":"55.4","spread":null},{"groupId":"OG002","value":"61.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Seroprotection (SP) Measured by HI Antibody Response of for Each Homologous Influenza Strain","description":"The SP rate is the percentage of participants attaining a reciprocal HI titer of ≥ 40 on Day 21 (the percentage of vaccine recipients with a serum HI titer of at least 1:40 following vaccination). SP rate was measured using an HI assay for the homologous strains: A/California/7/2009 (H1N1), A/Hong Kong/4801/2014 (H3N2), B/Brisbane/60/2008 (Victoria lineage), and B/Phuket/3073/2013 (Yamagata lineage).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.3","spread":null},{"groupId":"OG001","value":"76.5","spread":null},{"groupId":"OG002","value":"76.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.1","spread":null},{"groupId":"OG001","value":"97.1","spread":null},{"groupId":"OG002","value":"98.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"19.8","spread":null},{"groupId":"OG002","value":"18.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.3","spread":null},{"groupId":"OG001","value":"79.6","spread":null},{"groupId":"OG002","value":"77.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"12.3","spread":null},{"groupId":"OG002","value":"13.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.1","spread":null},{"groupId":"OG001","value":"59.8","spread":null},{"groupId":"OG002","value":"55.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.6","spread":null},{"groupId":"OG001","value":"58.8","spread":null},{"groupId":"OG002","value":"57.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.7","spread":null},{"groupId":"OG001","value":"92.4","spread":null},{"groupId":"OG002","value":"93.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean of the Ratio of GMTs (Geometric Mean Fold Rise [GMFR]) of HI Antibody Response for Each Homologous Influenza Strain","description":"GMFR, the geometric mean of the ratio of GMTs (Day 21/Day 0), was measured using an HI assay for the homologous strains: A/California/7/2009 (H1N1), A/Hong Kong/4801/2014 (H3N2), B/Brisbane/60/2008 (Victoria lineage), and B/Phuket/3073/2013 (Yamagata lineage).","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.55","spread":null},{"groupId":"OG001","value":"8.43","spread":null},{"groupId":"OG002","value":"8.93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.41","spread":null},{"groupId":"OG001","value":"8.99","spread":null},{"groupId":"OG002","value":"7.69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.08","spread":null},{"groupId":"OG001","value":"4.09","spread":null},{"groupId":"OG002","value":"3.73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.76","spread":null},{"groupId":"OG001","value":"6.17","spread":null},{"groupId":"OG002","value":"6.30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Immediate Complaint","description":"Immediate complaints were defined as any solicited local or systemic reactions. Solicited local reactions included: erythema, swelling, and pain at the injection site and solicited systemic reactions included: fever, headache, fatigue, muscle aches, joint aches, chills, a feeling of general discomfort, swelling in the axilla, and swelling in the neck.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"108","spread":null},{"groupId":"OG002","value":"106","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Solicited Local and/or Systemic Reactions","description":"Participants were monitored for both solicited local reactions (erythema, swelling, and pain at the injection site) and solicited systemic reactions (fever, headache, fatigue, muscle aches, joint aches, chills, a feeling of general discomfort, swelling in the axilla, and swelling in the neck). Any solicited local or systemic immediate complaint was also included.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"314","spread":null},{"groupId":"OG001","value":"321","spread":null},{"groupId":"OG002","value":"321","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ≥ Severe Solicited Local and Systemic Reaction","description":"Participants were monitored for both solicited local reactions (erythema, swelling, pain at the injection site) and solicited systemic reactions (fever, headache, fatigue, muscle aches, joint aches, chills, a feeling of general discomfort, swelling in the axilla, swelling in the neck). Any solicited local or systemic immediate complaint was also included. Intensity of solicited reactions graded as mild (1)-easily tolerated and does not interfere with usual activity; moderate (2)-interferes with daily activity, but the participant is still able to function; severe (3)-incapacitating and the participant is unable to work or complete usual activity or potentially life threatening;(4)-likely to be life-threatening if not treated in a timely manner, according to the FDA Guidance for Industry: Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials. The ≥severe events included severe and potentially life-threatening events.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ≥ Severe Related Solicited Local and Systemic Reactions","description":"Participants were monitored for both solicited local reactions (erythema, swelling, pain at the injection site) and solicited systemic reactions (fever, headache, fatigue, muscle aches, joint aches, chills, a feeling of general discomfort, swelling in the axilla, swelling in the neck). Intensity of solicited reactions was graded according to the FDA toxicity grade: mild (1); moderate (2); severe (3); (4)-likely to be life-threatening if not treated in a timely manner. Causal relationship with study vaccine was assessed as \"definitely not related\" (clearly not related),\"probably not related\" (no medical evidence),\"possibly related\"(reasonable possibility of cause and effect),\"probably related\"(plausible biologic mechanism and temporal relationship) or \"definitely related\"(direct cause and effect relationship). The ≥severe events included severe and \"potentially life-threatening\" and the related category included \"possibly related\", \"probably related\", and \"definitely related.\"","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Unsolicited Treatment-Emergent Adverse Events (TEAEs)","description":"Participants were monitored for unsolicited TEAEs. An adverse event (AE) or adverse experience was defined as any untoward medical occurrence in a participant or clinical investigation participant who was administered a pharmaceutical product, with or without a causal relationship with the treatment. An AE can be any favorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product, whether or not related to a medicinal product. An AE was considered treatment-emergent if it was aggravated in severity or frequency following the administration of the study vaccine, up to and including the last visit of the study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"92","spread":null},{"groupId":"OG002","value":"95","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ≥ Severe Unsolicited TEAEs","description":"The intensity of the unsolicited TEAEs was graded as mild (1)-easily tolerated and does not interfere with usual activity; moderate (2)-interferes with daily activity, but the participant is still able to function; severe (3)-incapacitating and the participant is unable to work or complete usual activity or potentially life threatening; (4)-likely to be life-threatening if not treated in a timely manner, according to the FDA Guidance for Industry: Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials. The ≥ Severe events included severe and potentially life-threatening events. AE and TEAEs are defined in outcome measure#9.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ≥ Severe Related Unsolicited TEAEs","description":"The intensity of the unsolicited TEAEs was graded as: mild (1), moderate (2), severe (3) or potentially life threatening (4). The causal relationship with the study vaccine was assessed as \"definitely not related\" (clearly not related),\"probably not related\" (no medical evidence), \"possibly related\" (reasonable possibility of cause and effect), \"probably related\" (plausible biologic mechanism and temporal relationship) or \"definitely related\" (direct cause and effect relationship). The ≥severe events included \"severe\" and \"potentially life-threatening\" and the related category included \"possibly related\", \"probably related\", and \"definitely related.\" AE and TEAEs are defined in outcome measure #9.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an Occurrence of Death","description":"The number of participants with an occurrence of death was assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Serious TEAE","description":"A serious adverse event (SAE) was considered to be any untoward medical occurrence (whether or not considered to be related to the study vaccine) that, at any dose results in death; is life-threatening (at the time of the event); requires inpatient hospitalization (≥ 24 hours) or prolongation of existing hospitalization (elective hospitalizations/procedures for pre-existing conditions that have not worsened are excluded); results in persistent or significant disability/incapacity; is a congenital abnormality/birth defect; or is another medically important event (e.g. any cases of newly diagnosed cancer). AE and TEAEs is defined in outcome measure #9.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One AE Leading to Withdrawal","description":"An AE or adverse experience was defined as any untoward medical occurrence in a participant or clinical investigation participant who was administered a pharmaceutical product, with or without a causal relationship with the treatment. An AE can be any favorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product, whether or not related to a medicinal product. The number of participants with at least one adverse event leading to withdrawal was assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One New Onset Chronic Diseases (NOCDs)","description":"All NOCDs that may plausibly have an allergic, autoimmune or inflammatory component were reported. Plausibility should be interpreted broadly; however, the only clear exceptions are degenerative conditions such as osteoarthritis, age-related physiologic changes and life-style diseases. In this context, most cancers, cardiac conditions and kidney diseases should be reported. NOCDs were collected from vaccination on Day 0 to the end of the Day 21 visit.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":401},"commonTop":["Viral upper respiratory tract infection","Headache","Oropharyngeal pain","Nasal congestion","Nausea"]}}}