{"nctId":"NCT00755417","briefTitle":"Study of Gabapentin Extended Release (G-ER) in the Treatment of Vasomotor (Hot Flashes/Hot Flushes) Symptoms in Postmenopausal Women","startDateStruct":{"date":"2008-09"},"conditions":["Hot Flashes"],"count":541,"armGroups":[{"label":"G-ER 1200 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Gabapentin Extended-Release (G-ER) 1200 mg"]},{"label":"G-ER 1800 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Gabapentin Extended-Release (G-ER) 1800 mg"]},{"label":"Sugar Pill","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Gabapentin Extended-Release (G-ER) 1200 mg","otherNames":["Gabapentin"]},{"name":"Gabapentin Extended-Release (G-ER) 1800 mg","otherNames":["Gabapentin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Postmenopausal women aged 18 to 70 years experiencing ≥7 moderate to severe hot flashes per day (or ≥50 per week) accompanied by sweating during previous 30 days or longer.\n2. Had amenorrhea for ≥12 months, amenorrhea for 6 to 12 months with serum follicle-stimulating hormone (FSH) levels \\>40 mIU/mL, or was ≥6 weeks postsurgical bilateral oophorectomy with or without hysterectomy.\n3. Willing to discontinue the following: vaginal hormonal products; transdermal or oral estrogen or estrogen/progestin combination; intrauterine progestin; progestin implants; injectable estrogen; topical progesterone cream.\n4. Had to have daily average of ≥7 moderate to severe hot flashes and had to complete ≥4 days of diary entries during baseline week to be randomized.\n5. If treated with antidepressants, could not have had any changes in drug doses during past month.\n\nOther Inclusions apply.\n\nExclusion Criteria:\n\n1. Patient treated with a gonadotrophin releasing hormone agonist, anti-estrogens, or aromatase inhibitors within 2 months prior to study entry.\n2. Patient treated with estrogen pellets or progestin injectable drugs within 6 months prior to study entry.\n3. Patient experience only nighttime hot flashes or worked night shifts on a regular basis.\n4. Patient was concurrently treated with gabapentin for other indications. If patient was using gabapentin for treatment of hot flashes, she could be screened after a 7-day washout period provided hot flashes returned.\n5. Patient had previously experienced dose-limiting adverse events that prevented titration of gabapentin to an effective dose.\n6. Patient had a hypersensitivity to gabapentin.\n7. Patient was in an immunocompromised state.\n8. Patient had a malignancy other than basal cell carcinoma within 2 years prior to study entry.\n9. Patient had gastric reduction surgery, severe chronic diarrhea, chronic constipation, uncontrolled irritable bowel syndrome, uncontrolled inflammatory bowel disease, or unexplained weight loss.\n10. Patient had clinically significant abnormal chemistry or hematology results, or calculated glomerular filtration rate \\<60 mL/min.\n11. Patient had history of substance abuse within year prior to study entry.\n12. Patient was concurrently taking morphine.\n13. Patient had history of chronic hepatitis B or C, hepatitis within 3 months prior to study entry, or history of human immunodeficiency virus.\n\nOther Exclusions apply.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Average Daily Frequency of Hot Flashes After 4 Weeks of Treatment With Daily Doses of G-ER 1200 mg or G-ER 1800 mg Compared to Placebo","description":"Change from baseline in average daily frequency of moderate to severe hot flashes after 4 weeks of treatment with stable daily doses of G-ER 1200 mg or G-ER 1800 mg compared with placebo, using last observation carried forward (LOCF) method of imputation for missing data in intent-to-treat (ITT) population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.8","spread":null},{"groupId":"OG001","value":"-7.3","spread":null},{"groupId":"OG002","value":"-5.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Average Daily Frequency of Hot Flashes After 12 Weeks of Treatment With Daily Doses of G-ER 1200 mg or G-ER 1800 mg Compared to Placebo","description":"Change from baseline in average daily frequency of moderate to severe hot flashes after 12 weeks of treatment with stable daily doses of G-ER 1200 mg or G-ER 1800 mg compared with placebo, using last observation carried forward (LOCF) method of imputation for missing data in intent-to-treat (ITT) population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.4","spread":null},{"groupId":"OG001","value":"-7.4","spread":null},{"groupId":"OG002","value":"-6.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Average Daily Severity Score of Hot Flashes After 4 Weeks of Treatment With Daily Doses of G-ER 1200 mg or G-ER 1800 mg Compared to Placebo","description":"Change from baseline in average daily severity score of moderate to severe hot flashes after 4 weeks of treatment with stable daily doses of G-ER 1200 mg or G-ER 1800 mg compared with placebo, using last observation carried forward (LOCF) method of imputation for missing data in intent-to-treat (ITT) population. Severity score is on a 3-point scale where 1=Mild, 2=Moderate, and 3=Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":null},{"groupId":"OG001","value":"-0.6","spread":null},{"groupId":"OG002","value":"-0.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Average Daily Severity Score of Hot Flashes After 12 Weeks of Treatment With Daily Doses of G-ER 1200 mg or G-ER 1800 mg Compared to Placebo","description":"Change from baseline in average daily severity score of moderate to severe hot flashes after 12 weeks of treatment with stable daily doses of G-ER 1200 mg or G-ER 1800 mg compared with placebo, using last observation carried forward (LOCF) method of imputation for missing data in intent-to-treat (ITT) population. Severity score is on a 3-point scale were 1=Mild, 2=Moderate, and 3=Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":null},{"groupId":"OG001","value":"-0.7","spread":null},{"groupId":"OG002","value":"-0.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":174},"commonTop":["Dizziness","Somnolence","Headache","Nausea","Nasopharyngitis"]}}}