{"nctId":"NCT04576949","briefTitle":"A Study of Cytisinicline for Smoking Cessation in Adult Smokers","startDateStruct":{"date":"2020-10-13","type":"ACTUAL"},"conditions":["Smoking Cessation"],"count":810,"armGroups":[{"label":"Placebo + Behavioral Support","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Behavioral: Behavioral support"]},{"label":"Cytisinicline + Placebo + Behavioral Support","type":"EXPERIMENTAL","interventionNames":["Drug: Cytisinicline","Drug: Placebo","Behavioral: Behavioral support"]},{"label":"Cytisinicline + Behavioral Support","type":"EXPERIMENTAL","interventionNames":["Drug: Cytisinicline","Behavioral: Behavioral support"]}],"interventions":[{"name":"Cytisinicline","otherNames":["Cytisine"]},{"name":"Placebo","otherNames":[]},{"name":"Behavioral support","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects, age ≥18 years.\n2. Current daily cigarette smokers (averaging at least 10 cigarettes per day upon completing a 7-day screening smoking diary) and who intend to quit smoking.\n3. Expired air carbon monoxide (CO) ≥10 ppm.\n4. Failed at least one previous attempt to stop smoking with or without therapeutic support.\n5. Willing to initiate study treatment on the day after randomization and set a quit date within 5-7 days of starting treatment.\n6. Willing to actively participate in the study's smoking cessation behavioral support provided throughout the study.\n7. Able to fully understand study requirements, willing to participate, and comply with dosing schedule.\n8. Sign the Informed Consent Form.\n\nExclusion Criteria:\n\n1. More than 1 study participant in same household.\n2. Previous cytisinicline treatment in a prior clinical study or any other cytisine usage.\n3. Known hypersensitivity to cytisinicline or any of the excipients.\n4. Positive urinary drugs of abuse screen, determined within 28 days before the first dose of cytisinicline.\n5. Clinically significant abnormal serum chemistry or hematology values within 28 days of randomization (ie, requiring treatment or monitoring).\n6. Clinically significant abnormalities in 12-lead electrocardiogram (ECG) determined after minimum of 5 minutes in supine position within 28 days of randomization (ie, requiring treatment or further assessment).\n7. Body mass index (BMI) classification for being underweight (\\<18.5 kg/m\\^2) or having ≥Class 2 obesity (≥35 kg/m\\^2).\n8. Recent history (within 3 months) of acute myocardial infarction, unstable angina, stroke, cerebrovascular incident or hospitalization for congestive heart failure.\n9. Current uncontrolled hypertension (blood pressure ≥160/100 mmHg).\n10. Documented diagnosis of schizophrenia or bipolar psychiatric illness; currently psychotic.\n11. Currently having suicidal ideation or risk for suicide (\"Yes\" to question 4 or question 5 OR \"Yes\" to any suicidal behavior question on the Columbia - Suicide Severity Rating Scale \\[C-SSRS\\]).\n12. Current symptoms of moderate to severe depression (Hospital Anxiety and Depression Scale\\[HADS\\] score ≥11).\n13. Renal impairment defined as a creatinine clearance (CrCl) \\<60 mL/min (estimated with the Cockroft-Gault equation).\n14. Hepatic impairment defined as alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2.0 x the upper limit of normal (ULN).\n15. Women who are pregnant or breast-feeding.\n16. Male or female subjects of childbearing potential who do not agree to use acceptable methods of birth control during the study treatment period.\n17. Participation in a clinical study with an investigational drug in the 4 weeks prior to randomization.\n18. Treatment with other smoking cessation medications (bupropion, varenicline, nortriptyline, or any nicotine replacement therapy \\[NRT\\]) in the 4 weeks prior to randomization or planned use of these other smoking cessation medications during the study.\n19. Use within the 2 weeks prior to randomization or planned use during the study of non-cigarette and/or noncombustible nicotine products (pipe tobacco, cigars, snuff, smokeless tobacco, hookah, e-cigarettes/vaping) or marijuana smoking or vaping.\n20. Any other reason that the investigator views the subject should not participate or would be unable to fulfill the requirements for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Smoking Abstinence From Weeks 3 to Week 6","description":"Smoking abstinence as verified by weekly expired carbon monoxide (CO) measurements ≤10 parts per million (ppm).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"25.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Smoking Abstinence From Weeks 9 to Week 12","description":"Smoking abstinence as verified by weekly expired CO measurements ≤10 ppm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"32.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Continuous Smoking Abstinence From Week 6 to Week 24","description":"Smoking abstinence as verified by expired CO measurements ≤10 ppm. Measurements were weekly from Week 6 to Week 12 and monthly from Week 12 to Week 16.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"8.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Continuous Smoking Abstinence From Week 12 to Week 24","description":"Smoking abstinence as verified by expired CO measurements ≤10 ppm. Measurements were monthly from Week 12 to Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"21.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Taking Cytisinicline Who Were Relapse-Free at Week 24","description":"Relapse is defined as participant reported resuming smoking or an expired CO measure ≥ 10ppm. Relapse is defined as a participant having met one of the following: not being abstinent from Weeks 3 to 6; not being abstinent at the Week 12 visit; not abstinent or not self-reported abstinent during the Week 16 to Week 24 follow-up period. (During the follow-up period (Weeks 16 - 24) up to a total of 5 cigarettes could have been smoked.)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"13.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":270},"commonTop":["Insomnia","Headache","Nausea","Abnormal dreams","Diarrhoea"]}}}