{"nctId":"NCT02842866","briefTitle":"Immunogenicity and Safety of an Investigational Quadrivalent Meningococcal Conjugate Vaccine in Adults 56 Years and Older","startDateStruct":{"date":"2016-07-15","type":"ACTUAL"},"conditions":["Meningitis","Meningococcal Meningitis","Meningococcal Infections"],"count":907,"armGroups":[{"label":"Group 1: MenACYW Conjugate Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Meningococcal Polysaccharide (Serogroups A, C, Y, and W) Tetanus Toxoid Conjugate Vaccine"]},{"label":"Group 2: Menomune® Vaccine","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Meningococcal Polysaccharide Vaccine, Groups A, C, Y, and W-135 Combined"]}],"interventions":[{"name":"Meningococcal Polysaccharide (Serogroups A, C, Y, and W) Tetanus Toxoid Conjugate Vaccine","otherNames":["MenACYW conjugate vaccine"]},{"name":"Meningococcal Polysaccharide Vaccine, Groups A, C, Y, and W-135 Combined","otherNames":["Menomune® - A/C/Y/W-135"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged ≥56 years on the day of inclusion.\n* Informed consent form had been signed and dated.\n* Attended all scheduled visits and complied with all trial procedures.\n\nExclusion Criteria:\n\n* Participant was pregnant, or lactating, or of childbearing potential (were considered of non-childbearing potential, a female must be post-menopausal for at least 1 year, surgically sterile, or using an effective method of contraception or abstinence from at least 4 weeks prior to vaccination until at least 4 weeks after vaccination).\n* Participation in the 4 weeks preceding the trial vaccination or planned participation during the present trial period in another clinical trial investigating a vaccine, drug, medical device, or medical procedure.\n* Receipt of any vaccine in the 4 weeks (28 days) preceded the trial vaccination or planned receipt of any vaccine prior to Visit 2 except for influenza vaccination, which might be received at least 2 weeks before or after study vaccine. This exception included monovalent pandemic influenza vaccines and multivalent influenza vaccines.\n* Previous vaccination against meningococcal disease with either the trial vaccine or another vaccine (i.e., mono- or polyvalent, polysaccharide, or conjugate meningococcal vaccine containing serogroups A, C, Y, or W; or meningococcal B vaccine).\n* Receipt of immune globulins, blood or blood-derived products in the past 3 months.\n* Known or suspected congenital or acquired immunodeficiency; or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy, within the preceding 6 months; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks within the past 3 months).\n* History of meningococcal infection, confirmed either clinically, serologically, or microbiologically.\n* At high risk for meningococcal infection during the trial (specifically, but not limited to, participants with persistent complement deficiency, with anatomic or functional asplenia, or participants travelling to countries with high endemic or epidemic disease).\n* Known systemic hypersensitivity to latex or any of the vaccine components, or history of a life-threatening reaction to the vaccine used in the trial or to a vaccine containing any of the same substances.\n* Personal history of Guillain-Barré syndrome.\n* Personal history of an Arthus-like reaction after vaccination with a tetanus toxoid-containing vaccine within at least 10 years of the proposed study vaccination.\n* Verbal report of thrombocytopenia, contraindicating IM vaccination, in the Investigator's opinion.\n* Bleeding disorder, or receipt of anticoagulants in the 3 weeks preceding inclusion, contraindicating IM vaccination in the Investigator's opinion.\n* Deprived of freedom by an administrative or court order, or in an emergency setting, or hospitalized involuntarily.\n* Current alcohol abuse or drug addiction.\n* Chronic illness that, in the opinion of the investigator, was at a stage where it might interfere with trial conduct or completion.\n* Moderate or severe acute illness/infection (according to investigator judgment) on the day of vaccination or febrile illness (temperature \\>=100.4 degree \\[°\\] Fahrenheit \\[F\\]). A prospective participant was not included in the study until the condition had resolved or the febrile event had subsided.\n* Receipt of oral or injectable antibiotic therapy within 72 hours prior to the first blood draw.\n* Identified as an Investigator or employee of the Investigator or study center with direct involvement in the proposed study, or identified as an immediate family member (i.e., parent, spouse, natural or adopted child) of the Investigator or employee with direct involvement in the proposed study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"56 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Vaccine Seroresponse for Meningococcal Serogroups A, C, Y, and W Following Vaccination With Either MenACYW Conjugate Vaccine or Menomune® Vaccine","description":"Vaccine seroresponse for serogroups A, C, Y, and W was measured by serum bactericidal assay using human complement (hSBA). It was defined as post-vaccination hSBA titers ≥1:16 for participants with pre-vaccination hSBA titers less than (\\<) 1:8, or at least a 4-fold increase in hSBA titers from pre- to post-vaccination for participants with pre-vaccination hSBA titers ≥1:8.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.2","spread":null},{"groupId":"OG001","value":"42.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.1","spread":null},{"groupId":"OG001","value":"49.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.4","spread":null},{"groupId":"OG001","value":"43.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.6","spread":null},{"groupId":"OG001","value":"44.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Titers (GMTs) of Antibodies Against Meningococcal Serogroups A, C, Y, and W Following Vaccination With MenACYW Conjugate Vaccine or Menomune® Vaccine","description":"GMTs of antibodies against meningococcal serogroups A, C, Y, and W were measured by hSBA method.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.1","spread":null},{"groupId":"OG001","value":"31.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"24.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.1","spread":null},{"groupId":"OG001","value":"21.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"15.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":448},"commonTop":["Myalgia","Injection Site Pain","Headache","Malaise","Injection Site Erythema"]}}}