{"nctId":"NCT05296629","briefTitle":"A Randomized, Double-Blind Study to Assess the Safety, Efficacy and Tolerability of Oral DFD-29 Capsules for the Treatment of Rosacea.","startDateStruct":{"date":"2022-03-14","type":"ACTUAL"},"conditions":["Papulopustular Rosacea"],"count":323,"armGroups":[{"label":"DFD-29","type":"EXPERIMENTAL","interventionNames":["Drug: DFD-29"]},{"label":"Doxycycline 40 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Doxycycline"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"DFD-29","otherNames":[]},{"name":"Doxycycline","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Male and female subjects aged 18 years and above.\n* Subjects must be in good general health as determined by the investigator and supported by the medical history.\n* Subjects must have a clinical diagnosis of papulopustular rosacea with IGA grade 3 (moderate) or IGA grade 4 (severe) at Baseline.\n* Subjects must have 15 to 60 (both inclusive) inflammatory lesions (papules and pustules) of rosacea over the face at Baseline.\n* Subjects must have not more than 2 nodules or cysts at Baseline.\n\nKey Exclusion Criteria:\n\n* Female subjects who are pregnant or nursing or planning to become pregnant during the study.\n* Male subjects whose female partner is planning to conceive a child.\n* Clinically significant abnormal laboratory test results that, in the opinion of the investigator, would compromise the subject's safety or ability to participate in the trial.\n* History of organ transplant requiring immunosuppression, HIV, or other immune compromised state.\n* History of lupus-like syndrome, autoimmune hepatitis, vasculitis, or serum sickness.\n* Any clinically significant condition or situation other than the condition being studied that, in the opinion of the investigator, would interfere with the study evaluations or optimal participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator's Global Assessment (IGA) Treatment Success Compared to Placebo.","description":"Proportion of subjects with IGA (modified scale without erythema) 'treatment success' - Grade 0 or 1 at Week 16 with at least 2 grade reduction from Baseline to Week 16, in the DFD-29 group compared to Placebo.\n\nThe modified IGA scale is a 5-point scale from Grade 0 to Grade 4, wherein Grade 0 is Clear, Grade 1 is Near Clear, Grade 2 is Mild, Grade 3 is Moderate and Grade 4 is Severe Rosacea. A lowering of the score with treatment indicates an improvement in the disease condition and a beneficial outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Total Inflammatory Lesion Count Compared to Placebo.","description":"Total inflammatory lesion count (sum of papules, pustules, and nodules) change from Baseline to Week 16, in the DFD-29 group compared to Placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.6","spread":"0.77"},{"groupId":"OG001","value":"-11.4","spread":"0.97"}]}]}]},{"type":"SECONDARY","title":"IGA Treatment Success Compared to Doxycycline.","description":"Proportion of subjects with IGA treatment success at week 16 in the DFD-29 group compared to Doxycycline capsules 40 mg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Total Inflammatory Lesion Count Compared to Doxycycline.","description":"Total inflammatory lesion count change from Baseline to week 16 in the DFD-29 group compared to Doxycycline capsules 40 mg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.6","spread":"0.69"},{"groupId":"OG001","value":"-15.6","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Clinician's Erythema Assessment (CEA) Compared to Placebo.","description":"Proportion of subjects with at least 2-grade reduction in CEA score from Baseline to Week 16 in the DFD-29 group compared to Placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":121},"commonTop":["COVID-19","Nasopharyngitis","Headache","Diarrhea","Nausea"]}}}