{"nctId":"NCT00986570","briefTitle":"Clinical Trial to Assess Efficacy, Safety and Tolerability of Botulinum Toxin A (Xeomin®) in Treatment of Expression Wrinkles in the Upper Third of the Face","startDateStruct":{"date":"2009-09"},"conditions":["Skin Aging"],"count":121,"armGroups":[{"label":"Xeomin®","type":"EXPERIMENTAL","interventionNames":["Biological: Botulinum Toxin A"]}],"interventions":[{"name":"Botulinum Toxin A","otherNames":["Xeomin®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women aged 30 to 50 years old, inclusive.\n* Mild, moderate or severe expression wrinkles.\n* Patients who had understood and signed the Informed Consent Form.\n\nExclusion Criteria:\n\n* Subjects treated with botulinum toxin on the upper third of the face within the previous 6-month period;\n* Former implantation of permanent material and surgery (scars).\n* Use of any anticoagulant agent up to 7 days prior to the investigational product application;\n* Concomitant use of aminoglycosides or of any other drug that may impair in the neuromuscular transmission;\n* Coagulopathies and local inflammation/ infection at the application site.\n* Diseases which do impact on the neuromuscular function, such as: myasthenia gravis, Eaton Lambert Syndrome;\n* Pregnancy or breast feeding, women with potential to become pregnant or who do not agree to use an effective contraception method (Pearl Index \\< 1%);\n* Allergy or known sensitivity to any of the components of the investigational drug;\n* Subjects who were enrolled in other clinical trial for the last 12-month period prior to the present study, as per Resolution 251/97;\n* Subjects who disagree with the study procedures, who do not sign the Informed Consent Form or who are not committed to participate in the trial.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"30 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Success","description":"Success has been defined as the reduction of any grade to a lower grade of expression wrinkles in the visit 3 (day 15) compared to the baseline assessment. The wrinkles will be classified according to the following: absence, mild, moderate, severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.08","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":121},"commonTop":["Injection-site bleeding","Headache","Injection-site pain","Deformity","Injection-site pruritus"]}}}