{"nctId":"NCT03002077","briefTitle":"Long-term Safety Study of Rapastinel as Adjunctive Therapy in Patients With Major Depressive Disorder","startDateStruct":{"date":"2017-02-03","type":"ACTUAL"},"conditions":["Depressive Disorder, Major"],"count":617,"armGroups":[{"label":"Rapastinel","type":"EXPERIMENTAL","interventionNames":["Drug: Rapastinel"]}],"interventions":[{"name":"Rapastinel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meet Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria for MDD\n* Current major depressive episode of at least 8 weeks and not exceeding 18 months in duration at Screening\n* Have no more than partial response (\\< 50% improvement) to ongoing treatment with a protocol-allowed antidepressant\n* If female of childbearing potential, have a negative serum β-human chorionic gonadotropin (β-hCG) pregnancy test.\n\nExclusion Criteria:\n\n* DSM-5-based diagnosis of any disorder other than MDD that was the primary focus of treatment within 6 months before Screening\n* Lifetime history of meeting DSM-5 criteria for:\n* Schizophrenia spectrum or other psychotic disorder\n* Bipolar or related disorder\n* Major neurocognitive disorder\n* Neurodevelopmental disorder of greater than mild severity or of a severity that impacts the participant's ability to consent, follow study directions, or otherwise safely participate in the study\n* Dissociative disorder\n* Posttraumatic stress disorder\n* MDD with psychotic features\n* Significant suicide risk, as judged by the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An AE is any untoward medical occurrence in a patient or clinical investigation patient administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"457","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Psychiatric Rating Scale Positive Symptoms Subscale (BPRS+)","description":"The BPRS+ is a subset of the BPRS that assesses 4 components of the BPRS+ related to the degree of psychosis: Conceptual Disorganization, Suspiciousness, Hallucinatory Behavior, and Unusual Thought Content assessed by the investigator using a 7-point scale ranging from 1=Not Present to 7=Extremely Severe for a total possible score of 0 (best) to 28 (worst). A negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":"0.33"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Clinician Administered Dissociative States Scale (CADSS)","description":"The Clinician Administered Dissociative States Scale (CADSS) is a clinician-administered measure of perceptual, behavioral, and attentional alterations occurring during active dissociative experiences composed of 23 subjective self-reported and 5 objective observer-reported ratings, each scored from 0 (not at all) to 4 (extremely). Only the 23 subjective items will be collected and analyzed. The sum of each of the 23 subjective items was used for a total score of 0-92. A negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"1.24"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":617},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Headache","Dysgeusia","Nausea"]}}}