{"nctId":"NCT03313180","briefTitle":"A Trial to Evaluate the Safety of Long Term Treatment With Nintedanib in Patients With Scleroderma Related Lung Fibrosis","startDateStruct":{"date":"2017-11-27","type":"ACTUAL"},"conditions":["Lung Diseases, Interstitial"],"count":444,"armGroups":[{"label":"Nintedanib","type":"EXPERIMENTAL","interventionNames":["Drug: Nintedanib"]}],"interventions":[{"name":"Nintedanib","otherNames":["OVEF"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who completed the parent trial 1199.214/1199-0340 per protocol and did not permanently discontinue study treatment\n* Signed and dated written informed consent in accordance with International Conference on Harmonisation - Good Clinical Practice (ICH-GCP) and local legislation prior to admission to the trial\n* Women of childbearing potential must be ready and able to use highly effective methods of birth control per ICH M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly as well as one barrier method for 28 days prior to nintedanib treatment initiation, during the trial and for 3 months after last intake of nintedanib.\n* Further inclusion criteria apply\n\nExclusion Criteria:\n\n* Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT) \\> 3 x Upper Limit of Normal (ULN)\n* Bilirubin \\> 2 x ULN\n* Creatinine clearance \\<30 mL/min calculated by Cockcroft-Gault formula.\n* Clinically relevant anaemia at investigators discretion.\n* Bleeding risk, any of the following\n\n  * Known genetic predisposition to bleeding according to the judgement of the investigator\n  * Patients who require\n\n    * Fibrinolysis, full-dose therapeutic anticoagulation\n    * High dose antiplatelet therapy.\n  * Hemorrhagic central nervous system (CNS) event after completion of the parent trial 1199.214/1199-0340\n  * Any of the following after last treatment of 1199.214/1199-0340:\n\n    * Haemoptysis or haematuria\n    * Active gastro-intestinal bleeding or Gastrointestinal (GI) - ulcers\n    * Gastric antral vascular ectasia (GAVE)\n    * Major injury or surgery\n  * Coagulation parameters: International normalised ratio (INR) \\>2, prolongation of prothrombin time (PT) and partial thromboplastin time (PTT) by \\>1.5 x ULN at Visit 1.\n* New major thrombo-embolic events developed after completion of the parent trial 1199.214/1199-0340:\n\n  * Stroke;\n  * Deep vein thrombosis;\n  * Pulmonary embolism;\n  * Myocardial infarction.\n* Major surgery performed within the next 3 months\n* Time period \\> 12 weeks between last drug intake in 1199.214 or \\> 1 week between last nintedanib intake in trial 1199-0340 and Visit 2 of this trial\n* Usage of any investigational drug after completion of 1199.214/1199-0340 or planned usage of an investigational drug during the course of this trial.\n* A disease or condition which may put the patient at risk because of participation in this trial (e.g. clinically relevant intestinal pseudoobstruction) or limit the patient's ability to participate in this trial\n* Chronic alcohol or drug abuse or any condition that, in the investigator's opinion, makes them an unreliable trial subject or unlikely to complete the trial\n* Known hypersensitivity to the trial medication or its components (i.e. soya lecithin).\n* Women who are pregnant, nursing, or who plan to become pregnant while in the trial\n* Previous enrolment in this trial\n* Further exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Any Adverse Event (AE) Over the Course of the Trial","description":"Number of patients with any adverse event (AE) over the course of the trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"441","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":198,"n":444},"commonTop":["Diarrhoea","Nausea","Skin ulcer","Vomiting","Cough"]}}}