{"nctId":"NCT00822237","briefTitle":"Study to Test the Safety and Immunogenicity of VARIVAX (2007 Process) (Study V210-057) (Completed)","startDateStruct":{"date":"2009-01"},"conditions":["Varicella"],"count":598,"armGroups":[{"label":"VARIVAX 2007 process + M-M-R II","type":"EXPERIMENTAL","interventionNames":["Biological: Varicella Virus Vaccine Live (2007 Process) (Oka/Merck)","Biological: Measles, Mumps, and Rubella Virus Vaccine Live (MMR)"]},{"label":"VARIVAX 1999 process + M-M-R II","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Comparator: Varicella Virus Vaccine Live (1999 Process) (Oka/Merck)","Biological: Measles, Mumps, and Rubella Virus Vaccine Live (MMR)"]}],"interventions":[{"name":"Varicella Virus Vaccine Live (2007 Process) (Oka/Merck)","otherNames":[]},{"name":"Comparator: Varicella Virus Vaccine Live (1999 Process) (Oka/Merck)","otherNames":[]},{"name":"Measles, Mumps, and Rubella Virus Vaccine Live (MMR)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is in good health based on medical history\n* Subject has no history of measles, mumps, rubella, chickenpox, or shingles\n\nExclusion Criteria:\n\n* Subject has previously received measles, mumps, rubella, and/or varicella vaccine either alone or in combination\n* Subject has history of immune disorders\n* Subject has been exposed to chickenpox/shingles, measles, mumps, rubella or varicella within 4 weeks of study start\n* Subject has received an inactivated vaccine within 14 days of first dose of study vaccine\n* Subject has received a live vaccine within 30 days of first dose of study vaccine\n* Subject has received a blood transfusion or blood-derived products within 3 months of receiving study vaccine\n* Subject has had a fever within 72 hours of study start","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Months","maximumAge":"23 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Participants Who Achieved Varicella Immunogenicity After a Single Dose of VARIVAX (2007 Process).","description":"Percent of participants with varicella antibody titer ≥ 5 Glycoprotein Enzyme-Linked Immunosorbent Assay (gpELISA) units/mL in participants with baseline varicella antibody titer \\< 1.25 gpELISA units/mL.\n\nResults for the VARIVAX (1999 Process) arm are not included in this table because the primary outcome measure is for the VARIVAX (2007 Process) arm only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":296},"commonTop":["Injection site pain","Pyrexia","Injection site erythema","Injection site swelling","Otitis media"]}}}