{"nctId":"NCT00411463","briefTitle":"Psychotherapy for Bipolar II Depression, Pilot Study, Phase II","startDateStruct":{"date":"2006-12"},"conditions":["Bipolar II Disorder"],"count":25,"armGroups":[{"label":"Psychotherapy","type":"EXPERIMENTAL","interventionNames":["Behavioral: Interpersonal and Social Rhythm Therapy (IPSRT-BPII)"]},{"label":"Medication","type":"EXPERIMENTAL","interventionNames":["Drug: Seroquel"]}],"interventions":[{"name":"Interpersonal and Social Rhythm Therapy (IPSRT-BPII)","otherNames":["IPSRT"]},{"name":"Seroquel","otherNames":["Quetiapine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Meets DSM-IV Criteria for Bipolar Disorder, Type II, currently depressed;\n2. HRSD-25 ≥15\n3. Age 18-65 years;\n4. Able to give informed consent;\n5. Women of child bearing potential will be included if they agree to use adequate contraception for the duration of the study.\n\nExclusion Criteria:\n\n1. Not competent to give informed consent in the opinion of the investigator (e.g., psychotic at time of evaluation);\n2. Unwilling or unable to comply with study requirements;\n3. Meets DSM-IV criteria for borderline personality disorder or antisocial personality disorder;\n4. Active substance abuse within the past 6 months(episodic abuse related to mood episodes will not exclude a subject);\n5. Currently a high suicide risk, as assessed by an active plan and intent to behave in a way that risks ending ones life;\n6. Non-English speaking;\n7. Significant, unstable, medical illness that might confound symptom scores or preclude treatment with pharmacotherapy\n8. Currently applying for disability because of psychiatric illness (we have found that these individuals have a vested interested in appearing to remain ill which potentially confounds outcome scores).\n9. Women who are pregnant, lactating or plan to become pregnant during their study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Greater Than or Equal to 50% Reduction in Depression Scores, With a Mania Score Less Than or Equal to 10","description":"Overall response rates (defined as greater than or equal to 50% reduction in depression scores without an increase in mania scores) were 29% (n=4) in the IPSRT group and 27% (n=3) in the quetiapine group. HRSD-25 scores are based on first 17 responses. Eight items are scored on a 5-pt scale, from 0 (not present) to 4 (severe.) Other nine items on the assessment are scored from 0-2. The higher the score on the HRSD-25, the worse the outcome is considered to be. A score of 0-7 is considered to be normal; 8-13 indicates mild depression, 14-18 indicates moderate depression, 19-22 indicates severe depression, and any score greater than or equal to 23 indicates very severe depression. The YMRS is an 11 point assessment. There are 4 items assessed on a scale ranging from 0 to 8 and the other 7 items are graded on a 0 to 4 scale. As with the HRSD, the higher the score on the YMRS indicates the presence of more or more severe manic symptoms and is associated with a worse outcome.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (QOL) Collected Using the Q-LES-Q (Quality of Life Enjoyment and Satisfaction Questionnaire-Short Form)","description":"The total score is derived by summing item scores 1 to 14. Higher scores are indicative of greater enjoyment or satisfaction in each domain. The Q-LES-Q-SF % maximum total score is calculated as 100% × (Q-LES-Q-SF total score - 14) / 56, and can range from 0% to 100%.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.0","spread":null},{"groupId":"OG001","value":"48.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Descriptive Measures of the Feasibility of IPSRT-BPII","description":"Feasibility was assessed by ability to enroll, randomize, and retain participants in this trial. Completion of the study was used as evidence of feasibility.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Response","description":"Number of participants with response defined as an average of 50% (or greater) reduction in the subject's baseline HRSD-25 score over three consecutive weeks and a current YMRS score ≤ 10","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":14},"commonTop":[]}}}