{"nctId":"NCT00713323","briefTitle":"A Study to Compare the Safety and Tolerability of Sativex® in Patients With Neuropathic Pain.","startDateStruct":{"date":"2005-10"},"conditions":["Pain","Peripheral Neuropathy"],"count":380,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex®"]}],"interventions":[{"name":"Sativex®","otherNames":["GW-1000-02"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Had participated in a GW clinical study to investigate the effects of Sativex® on peripheral neuropathic pain and had completed the study. This must have been within the last seven days\n* Had complied with all of the study requirements in the preceding GW parent RCTs, including the completion of diary cards and study questionnaires\n* Had shown tolerability to the study medication in a preceding GW study\n* Was expected, in the opinion of the investigator, to gain clinical benefit from receiving Sativex® therapy\n* Ability (in the investigators opinion) and willingness to comply with all study requirements, including the completion of diary cards and study questionnaires\n* Agreement for the responsible authorities (as applicable in individual countries), their primary care physician, and their consultant, if appropriate, to be notified of their participation in the study.\n\nExclusion Criteria:\n\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition\n* Known or suspected history of alcohol or substance abuse\n* History of epilepsy or recurrent seizures\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medication Evidence of cardiomyopathy\n* Experienced myocardial infarction or clinically relevant cardiac dysfunction within the last 12 months or had a cardiac disorder that, in the opinion of the investigator would put the subject at risk of a clinically relevant arrhythmia or myocardial infarction\n* QT interval; of \\> 450 ms (males) or \\> 470 ms (females) at Visit 1\n* Secondary or tertiary AV block or sinus bradycardia (HR \\<50bpm unless physiological) or sinus tachycardia (HR\\>110bpm) at Visit 1\n* Diastolic blood pressure of \\<50 mmHg or \\>105 mmHg in a sitting position at rest for five minutes prior to measurement at Visit 1\n* Impaired renal function i.e., creatinine clearance is lower than 50ml/min at Visit 1 and is indicative of renal impairment\n* Significantly impaired hepatic function, at Visit 1, in the Investigator's opinion\n* Female subjects of child bearing potential and male subjects whose partner was of child bearing potential, unless they were willing to ensure that they or their partner used effective contraception during the study and for three months thereafter\n* If female, were pregnant or lactating, or were planning pregnancy during the course of the study and for three months thereafter\n* Received an IMP within the 12 weeks before Visit 1 (except the prerequisite study medication from the GW parent RCTs)\n* Any other significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, may influence the result of the study or the subject's ability to participate in the study\n* Following a physical examination, the subject had any abnormalities that, in the opinion of the investigator, would prevent the subject from safely participating in the study.\n* Intention to donate blood during the study\n* Previous randomisation into this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Parent Study Baseline in Mean Pain 0-10 Numerical Rating Scale (NRS) Score During the Last 4 Weeks of Open-label Treatment","description":"The average pain NRS was complete at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain or average pain in the last 24 hours\" where 0 = no pain and 10 = pain as bad as you can imagine. No pain relates to the time prior to the onset of pain. A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.07","spread":"2.13"}]}]}]},{"type":"SECONDARY","title":"Change From Parent Study Baseline in Mean Neuropathic Pain Scale (NPS) Score at End of Open-label Treatment (Week 38)","description":"The NPS score is 0-100 sum of 10 individual pain scores (0-10 NRS, 0= no pain to 10 = most pain imaginable). A negative change from baseline indicates an improvement in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.67","spread":"19.11"}]}]}]},{"type":"SECONDARY","title":"Change From Parent Study Baseline in Mean Sleep Quality 0-10 NRS Score at the End of Open-label Treatment (Week 38)","description":"The sleep disruption NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how your pain disrupted your sleep last night?\" where 0 = did not disrupt sleep and 10 = completely disrupted (unable to sleep at all). A negative value indicates an improvement in sleep disruption score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.76","spread":"2.93"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impression of Change","description":"A 7-point Likert-type scale was used, with the question: 'Please assess the status of your pain since entry into the study using the scale below' with the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse or very much worse\". At Visit 2 (Baseline) patients wrote a brief description of their pain which was used at Week 5 to aid their memory regarding their symptoms at study start. For each of above markers the number of participants were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Parent Study Baseline in Mean EuroQol-5D Weighted Health State Index Score at the End of Open-label Treatment","description":"The EQ-5D questionnaire provided two outcomes:(1)A weighted health state index visual analogue scale (VAS); (2) A self-rated health status VAS. EQ-5D Health Status VAS Scale: 0 = worst health state imaginable to 100 = best health state imaginable. An increase in score indicates an improvement in condition.The weighted health state index used the same VAS as above but was calculated for each assessment without imputation to account for missing values i.e., if one or more individual items was missing then the whole index was missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.208"}]}]}]},{"type":"SECONDARY","title":"Change From Parent Study Baseline in Mean EuroQol-5D Self-rated Health Status Visual Analogue Scale Score at the End of Open-label Treatment","description":"The EQ-5D questionnaire provided two outcomes:(1)A weighted health state index visual analogue scale (VAS); (2) A self-rated health status VAS. EQ-5D Health Status VAS Scale: 0 = worst health state imaginable to 100 = best health state imaginable. An increase in score indicates an improvement in condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.27","spread":"23.35"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Subject Safety","description":"The number of subjects who reported an adverse event during Part A of the study is presented (including the follow-up period of 28 days following cessation of opel-label treatment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"295","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Parent Study Baseline in Mean Intoxication 0-10 Numerical Rating Scale Score at the End of Open-label Treatment (38 Weeks)","description":"The patient was asked \"on a scale of '0 to 10' please indicate the average level of your intoxication due to medications over the last 24 hours\" (0=no intoxication and 10=extreme toxication). A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"2.62"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":40,"n":380},"commonTop":["Dizziness","Nausea","Fatigue","Dry Mouth","Dysgeusia"]}}}