{"nctId":"NCT00487435","briefTitle":"An Open-label Extension Study With Flexible Dosing of Extended-release (ER) Tapentadol (CG5503) to Treat Patients With Moderate to Severe Chronic Pain","startDateStruct":{"date":"2007-06"},"conditions":["Pain","Osteoarthritis","Low Back Pain"],"count":1166,"armGroups":[{"label":"001","type":"EXPERIMENTAL","interventionNames":["Drug: Tapentadol (CG5503) Extended Release (ER)"]}],"interventions":[{"name":"Tapentadol (CG5503) Extended Release (ER)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Non-lactating female subjects (Sexually active women must be postmenopausal, surgically sterile, or practicing an effective method of birth control \\[e.g., prescription oral contraceptives, contraceptive injections, intrauterine device, double barrier method, contraceptive patch, male partner sterilization\\] before entry and throughout the trial. Female patients of childbearing potential must have a negative pregnancy test at screening.)\n* Completion of the expected double-blind treatment period of the pivotal Tapentadol (CG5503) Phase 3 trials in osteoarthritis (R331333-PAI-3008, KF5503/11) or low back pain (R331333-PAI-3011, KF5503/23), or completion of the 1-year treatment period of the safety CG5503 Phase 3 trial in the non-European sites (R331333-PAI-3007, KF5503/24)\n* Must be willing to take Tapentadol (CG5503) extended release (ER) and the rescue medication supplied for the duration of the trial\n\nExclusion Criteria:\n\n* History of alcohol and/or drug abuse, life-long history of seizure disorder or epilepsy, any of the following within the past year: mild/moderate traumatic brain injury, stroke, transient ischemic attack, or brain neoplasm\n* Severe traumatic brain injury within the past 15 years\n* Uncontrolled hypertension (repeated systolic blood pressure \\>160 mmHg or diastolic blood pressure \\>95 mmHg)\n* Severely impaired renal function\n* Moderately or severely impaired hepatic function\n* Patients taking neuroleptics, monoamine oxidase inhibitors, or tricyclic antidepressants within 14 days prior to screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Treatment-emergent Adverse Events (TEAE)","description":"The number of subjects who reported a TEAE during the treatment period. TEAE was defined as any adverse event that started or worsened on or after the start of the study medication and up to 3 days after the discontinuation of the study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"907","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average Pain Intensity Scores at Week 52 Using the Numerical Rating Scale (NRS)","description":"The subjects indicated the average level of pain experienced, at each study visit, over the previous 24 hours on an 11-point Numerical Rating Scale (NRS) where a score of 0 indicated \"no pain\" and a score of 10 indicated \"pain as bad as you can imagine\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"2.129"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":84,"n":1154},"commonTop":["Headache","Nausea","Constipation","Diarrhoea","Insomnia"]}}}