{"nctId":"NCT03607539","briefTitle":"Efficacy and Safety Evaluation of Sintilimab in Patients With Advanced or Metastatic Non-squamous NSCLC","startDateStruct":{"date":"2018-08-23","type":"ACTUAL"},"conditions":["Lung Neoplasms"],"count":397,"armGroups":[{"label":"Sintilimab in combination with pemetrexed and platinum","type":"EXPERIMENTAL","interventionNames":["Drug: Sintilimab","Drug: Pemetrexed","Drug: Platinum"]},{"label":"Sitilimab Placebo Comparator","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Pemetrexed","Drug: Platinum","Drug: Placebos"]}],"interventions":[{"name":"Sintilimab","otherNames":["IBI308"]},{"name":"Pemetrexed","otherNames":[]},{"name":"Platinum","otherNames":[]},{"name":"Placebos","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n1. Sign written informed consent before any trial-related processes are implemented;\n2. Age ≥ 18 years and \\<75 years;\n3. Life expectancy exceeds 3 months;\n4. The investigator confirmed at least one measurable lesion according to RECIST 1.1.\n\n   A measurable lesion located in the field of previous radiation therapy or after local treatment may be selected as a target lesion if it is confirmed to have progressed;\n5. According to the International Lung Cancer Research Association and the American Association for the Classification of Cancer Classification, the 8th edition of the TNM (Tumor Node Metastasis) staging of lung cancer, a histologically or cytologically confirmed locally advanced (IIIB/IIIC phase) that cannot be treated surgically and cannot undergo radical concurrent chemoradiotherapy, Patients with metastatic or recurrent (stage IV) non-squamous NSCLC;\n6. Confirmed for patients with EGFR (Epidermal growth factor receptor) or ALK (Anaplastic lymphoma kinase) targeted therapy (documentary evidence of no tumor EGFR-sensitive mutations and no ALK gene rearrangement)\n7. The Eastern Cancer Cooperative Group (ECOG) has a performance score of 0 or 1;\n8. Have not received any systematic anti-tumor treatment for advanced disease; The patient may have received adjuvant chemotherapy as long as the disease relapses at least 6 months after the last dose of chemotherapy is completed;\n9. Adequate hematologic function, defined as absolute neutrophil count ≥1.5×10\\^9 /L, platelet count ≥100 ×10\\^9 /L, hemoglobin ≥9g/dL (no blood transfusion or erythropoietin (EPO) within 7 days) Dependency);\n10. Adequate liver function, defined as total bilirubin levels ≤ 1.5 times normal upper limit (ULN) and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels ≤ 2.5 times ULN in all patients, or for recorded liver Patients with metastasis, AST and ALT levels ≤ 5 times ULN;\n11. Adequate renal function, defined as serum creatinine ≤ 1.5 times ULN or measured or calculated creatinine clearance ≥ 60 ml / min (Cockcroft-Gault formula);\n12. Coagulation function is adequate, defined as international normalized ratio (INR) or prothrombin time (PT) ≤ 1.5 times normal upper limit (ULN); if the subject is receiving anticoagulant therapy, as long as the PT is used in anticoagulant drugs Within the scope;\n13. Female subjects of childbearing age should be negative for urine or serum pregnancy test within 72 hours prior to the first study drug administration (Day 1, Day 1). If the urine pregnancy test results are positive or cannot be confirmed as negative, a blood pregnancy test is required.\n14. If there is a risk of conception, male and female patients are required to use high-efficiency contraception (ie, an annual failure rate of less than 1%) and continue until at least 180 days after stopping the trial treatment; Note: If abstinence is the usual lifestyle of the subject and the preferred method of contraception, abstinence can be accepted as a method of contraception.\n\nExclusion criteria:\n\n1. Histological squamous cell-dominated NSCLC; Mixed cell types must distinguish between dominant cell morphology, and if small cell types are present, the subject is not eligible for inclusion;\n2. Currently participating in interventional clinical research or treatment, or receiving other research drugs or using research equipment within 4 weeks before the first dose;\n3. Previously received the following therapies: anti-PD-1, anti-PD-L1 or anti-PD-L2 drugs or against another stimulatory or synergistic inhibition of T cell receptors \\[eg CTLA-4 (Cytotoxic T lymphocyte antigen-4), OX-40 (also called CD134, cluster of differentiation134), CD137\\] agent;\n4. Received a traditional Chinese medicine with anti-tumor effect, or an immunomodulatory drug (thymosin, interferon, interleukin) within 2 weeks before the first dose, or received major surgery within 3 weeks before the first dose;\n5. Pulmonary radiation therapy of \\>30 Gy within 6 months prior to the first dose;\n6. Completed palliative radiotherapy within 7 days prior to the first dose;\n7. Clinical active diverticulitis, abdominal abscess, gastrointestinal obstruction and peritoneal metastasis;\n8. Have received a physical organ or blood system transplant;\n9. There is clinically uncontrollable pleural effusion/peritoneal effusion;\n10. known to have severe allergic reactions (≥3 grade) to the active ingredients of Sintilimab, pemetrexed, cisplatin, carboplatin and or any excipients;\n11. Active autoimmune diseases requiring systemic treatment (eg, using a disease-modifying drug, corticosteroid or immunosuppressant) within 2 years prior to the first dose. Alternative therapies (such as thyroxine, insulin, or physiological corticosteroids for adrenal or pituitary insufficiency) are not considered systemic treatments;\n12. Diagnosis of immunodeficiency or study of systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study.\n\n    Physiological doses of corticosteroids (≤10 mg/day of prednisone or equivalent) are permitted;\n13. Has not fully recovered from the toxicity and/or complications caused by any intervention before starting treatment (ie, ≤1 or reaching baseline, excluding fatigue or alopecia);\n14. Other malignant tumors were diagnosed within 5 years prior to the first dose, with the exception of radical cutaneous basal cell carcinoma, cutaneous squamous cell carcinoma, and/or radically resected carcinoma in situ;\n15. Active central nervous system (CNS) metastasis and / or cancerous meningitis. Patients with treated brain metastases who have remained clinically stable for at least 2 weeks and have no new or advanced brain metastases may be enrolled and discontinued hormone therapy 3 days prior to the first study drug. Patients with known untreated, asymptomatic brain metastases can be enrolled, but regular imaging assessments of the brain must be performed.\n16. There is a history of (non-infectious) pneumonia requiring steroid therapy or the presence of interstitial lung disease 1 year before the first dose;\n17. There are active infections that require systemic treatment;\n18. Subjects who are unable or unwilling to receive folic acid or vitamin B12 supplementation;\n19. There are known cases of mental illness or substance abuse that may have an impact on compliance with the test requirements;\n20. A history of human immunodeficiency virus (HIV) infection (ie, HIV 1/2 antibody positive) is known.\n21. Untreated active hepatitis B;\n\n    Note: Controlled (treated) hepatitis B subjects also meet the inclusion criteria if the following criteria are met:\n\n    At least 4 weeks of HBV (Hepatitis B virus) antiviral therapy must have been received prior to the first dose of study drug, and the HBV viral load is \\<1000 copies/ml (200 IU/ml). Subjects who are receiving HBV therapy and have a viral load of \\<1000 copies/ml (200 IU/ml) should receive antiviral therapy throughout the study treatment period.\n\n    For subjects with anti-HBc (hepatitis B core antigen)(+), HBsAg(-), anti-HBs(-), and HBV viral load (-), prophylactic anti-HBV therapy is not required, but viral reactivation is closely monitored;\n22. Active HCV (Hepatitis C virus)-infected subjects (HCV antibody positive and HCV-RNA levels above the lower limit of detection);\n23. Vaccination of live vaccine within 30 days before the first dose (1st cycle, 1st day); Note: Inactivated virus vaccines for seasonal influenza, injectable drugs are permitted; however, live attenuated influenza vaccines (such as FluMist®) are not allowed for intranasal administration;\n24. There may be a history of illness or disease evidence, treatment or laboratory abnormalities that may interfere with the subject's full participation in the study, or the investigator believes that participating in the study is not in the best interests of the subject, including dialysis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 as Assessed by Independent Radiographic Review Committee (IRRC)","description":"PFS was defined as the time from randomization to the first documented PD or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"The analysis population consisted of all randomized participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) by IRRC Assessment","description":"ORR was defined as the percentage of participants in the analysis population who had a confirmed CR (disappearance of all lesions) or PR (at least a 30% decrease in the sum of diameters \\[SOD\\] of target lesions, taking as reference the baseline SOD) according to RECIST 1.1, which was modified for this study to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ. The percentage of participants who experienced a confirmed CR or PR according to RECIST 1.1 as assessed by IRC was reported as the ORR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.9","spread":null},{"groupId":"OG001","value":"29.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) by IRRC Assessment","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.8","spread":null},{"groupId":"OG001","value":"75.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response (TTR) by IRRC Assessment","description":"TTR was defined as the time of participants from the first treatment administration to the first incidence of a confirmed CR (disappearance of all lesions) or PR (at least a 30% decrease in the sum of diameters \\[SOD\\] of target lesions, taking as reference the baseline SOD) according to RECIST 1.1, which was modified for this study to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ. The time from first treatment administration to the first incidence of treatment response was reported as the TTR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.51","spread":null},{"groupId":"OG001","value":"2.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) by IRRC Assessment","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"5.52","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":75,"n":266},"commonTop":["Anaemia","Neutrophil count decreased","White blood cell count decreased","Nausea","Aspartate aminotransferase increased"]}}}