{"nctId":"NCT01899742","briefTitle":"The Purpose of the This Study is to Evaluate the Spirometric Effect (Trough FEV1) of Umeclidinium/Vilanterol 62.5/25 mcg Once Daily Compared With Tiotropium 18mcg Once Daily Over a a 12-week Treatment Period in Subjects With COPD Who Continue to Have Symptoms on Tiotropium","startDateStruct":{"date":"2014-09-15","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":497,"armGroups":[{"label":"Umeclidinium/Vilanterol","type":"EXPERIMENTAL","interventionNames":["Drug: Umeclidinium/Vilanterol 62.5/25 mcg"]},{"label":"Tiotropium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tiotropium 18 mcg"]}],"interventions":[{"name":"Umeclidinium/Vilanterol 62.5/25 mcg","otherNames":[]},{"name":"Tiotropium 18 mcg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: Outpatient.\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Age: Subjects 40 years of age or older at Visit 1.\n* Gender: Male or female subjects. A female is eligible to enter and participate in the study if she is of:\n\nNon-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g. age appropriate, \\>45 years, in the absence of hormone replacement therapy.\n\nOR\n\nChild bearing potential, has a negative pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly (i.e. in accordance with the approved product label and the instructions of the physician for the duration of the study - screening to follow-up contact):\n\n* Abstinence\n* Oral Contraceptive, either combined or progestogen alone\n* Injectable progestogen\n* Implants of levonorgestrel\n* Estrogenic vaginal ring\n* Percutaneous contraceptive patches\n* Intrauterine device (IUD) or intrauterine system (IUS) that meets the SOP effectiveness criteria as stated in the product label\n* Male partner sterilization (vasectomy with documentation of azoospermia) prior to the female subject's entry into the study, and this male is the sole partner for that subject. For this definition, \"documented\" refers to the outcome of the investigator's/designee's medical examination of the subject or review of the subject's medical history for study eligibility, as obtained via a verbal interview with the subject or from the subject's medical records.\n* Double barrier method: condom and an occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/film/cream/suppository)\n\n  * Bronchodilator Treatment: Subjects must have been prescribed tiotropium either via the HandiHaler device or Respimat for at least 3 months prior to screening (Visit 1).\n  * COPD Diagnosis: A diagnosis of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society \\[Celli, 2004\\].\n  * Smoking History: Current or former cigarette smokers with a history of cigarette smoking of ≥10 pack-years \\[number of pack years = (number of cigarettes per day /20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]. Previous smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1.\n\nNote: Pipe and/or cigar use cannot be used to calculate pack-year history\n\n* Severity of Disease: A pre and post-albuterol/salbutamol FEV₁/FVC ratio of \\<0.70 and post-albuterol/salbutamol FEV₁ of ≤70% and ≥50% predicted normal values calculated using reference equations at Visit 1 \\[Quanjer, 2012\\].\n* Dyspnoea: A score of ≥1 on the Modified Medical Research Council Dyspnoea Scale (mMRC) at Visit 1.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: A current diagnosis of asthma.\n* Other Respiratory Disorders: Known α-1 antitrypsin deficiency, active lung infections (such as tuberculosis), and lung cancer are absolute exclusionary conditions. A subject who, in the opinion of the investigator, has any other significant respiratory conditions in addition to COPD should be excluded. Examples may include clinically significant bronchiectasis, pulmonary hypertension, sarcoidosis, or interstitial lung disease. Allergic rhinitis is not exclusionary.\n* Other Diseases/Abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or hematological abnormalities that are uncontrolled and/or a previous history of cancer in remission for \\<5 years prior to Visit 1 (localized carcinoma of the skin that has been resected for cure is not exclusionary). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Exacerbations: Has had more than 1 moderate or severe COPD exacerbation in the past 12 months. Subjects with a moderate exacerbation within 6 weeks or severe exacerbations within 10 weeks prior to Visit 1 are excluded from study.\n\nA moderate COPD exacerbation is defined as worsening symptoms of COPD that require treatment with oral/systemic corticosteroids and/or antibiotics. A severe exacerbation is defined as worsening symptoms of COPD that require in-patient hospitalization.\n\n* Contraindications: A history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, beta2-agonist, lactose/milk protein or magnesium stearate or a medical condition such as narrow-angle glaucoma, prostatic hypertrophy or bladder neck obstruction that, in the opinion of the study physician contraindicates study participation or use of an inhaled anticholinergic.\n* Lung Resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening (Visit 1).\n* 12-Lead ECG: An abnormal and significant ECG finding from the 12-lead ECG conducted at Visit 1, including the presence of a paced rhythm on a 12-lead ECG which causes the underlying rhythm and ECG to be obscured. Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility. Specific ECG findings that preclude subject eligibility are listed in Appendix 3. The study investigator will determine the medical significance of any ECG abnormalities not listed in Appendix 3.\n\nAppendix 3:\n\n* Sinus tachycardia ≥120 bpm. \\*Note: sinus tachycardia ≥120bpm should be confirmed by two additional readings at least 5 minutes apart.\n* Sinus bradycardia \\<45bpm. \\*Note: Sinus bradycardia \\<45bpm should be confirmed by two additional readings at least 5 minutes apart.\n* Multifocal atrial tachycardia.\n* Supraventricular tachycardia (\\>100bpm).\n* Atrial fibrillation with rapid ventricular response (rate \\>120bpm).\n* Atrial flutter with rapid ventricular response (rate \\>120bpm).\n* Ventricular tachycardias (non sustained, sustained, polymorphic, or monomorphic).\n* Ventricular flutter.\n* Ventricular fibrillation.\n* Torsades de Pointes.\n* Evidence of Mobitz type II second degree or third degree atrioventricular (AV) block.\n* AV dissociation.\n* 2:1 AV block.\n* Trifascicular Block.\n* For subjects with QRS duration \\<120 ms: QTc(F) ≥450msec or an ECG that is unsuitable for QT measurements (e.g., poor defined termination of the T wave).\n* For subjects with QRS duration≥120: QTc(F) ≥480msec or an ECG that is unsuitable for QT measurements (e.g., poor defined termination of the T wave).\n* Myocardial infarction (acute or recent) \\* Note: Evidence of an old (resolved) myocardial infarction is not exclusionary\n\n  * Medication Prior to Spirometry: Unable to withhold albuterol/salbutamol for the 4 hour period required prior to spirometry testing at each study visit.\n  * Medications Prior to Screening: Use of the following medications according to the following defined time intervals prior to Visit 1.\n\nUse as maintenance treatment in the 3 months prior to Visit 1 is not permitted. Maintenance treatment is defined as use for ≥ 14 consecutive days (at any time in the 3 months prior to Visit 1).\n\n* Inhaled Corticosteroid (ICS)/Inhaled long acting beta2-agonists combinations\n* Phosphodiesterase 4 (PDE4) inhibitors\n* LABA\n* Other Long acting muscarinic antagonists (does not include tiotropium)\n* LAMA/LABA combinations\n* Theophyllines\n* Oral beta2-agonists (long-acting and short-acting) Use within 12 weeks is not permitted.\n* Depot corticosteroids Use within 6 weeks is not permitted.\n* Systemic, oral or parenteral corticosteroids\n* Antibiotics (for lower respiratory tract infection)\n* Cytochrome P450 3A4 strong inhibitors Use within 4 hours is not permitted.\n* Inhaled short acting beta2-agonists, short-acting anticholinergics, and short-acting anticholinergic/short- acting beta2-agonist combination products (Use of study provided prn albuterol/salbutamol is permitted during the study, except in the 4-hour period prior to spirometry testing. Subjects who are taking short acting bronchodilators (beta-agonists or muscarinic antagonists) as their only form of bronchodilation at screening may NOT be recruited into the study).\n\nAny other investigational medication use within 30 days or within 5 drug half-lives (whichever is longer) is not permitted\n\nNote: if a LABA, LAMA (non-tiotropium), ICS/LABA, LAMA/LABA, theophylline, oral beta-agonist,or PDE4 inhibitor was taken on a non-maintenance basis (i.e., \\< 14 consecutive days over the 3 months prior to screening) the following minimum washouts must be observed prior to visit 1: twice-daily LABAs and ICS/LABAs = 48 hours; once-daily LABAs and ICS/LABAs= 14 days; LAMAs (excluding tiotropium) = 7 days; once-daily LAMA/LABA = 14 days, twice-daily LAMA/LABA = 7days; theophyllines = 48 hours; oral beta2 agonists = 48 hours; PDE4 inhibitor = 14 days.\n\n* Oxygen: Use of long-term oxygen therapy (LTOT) described as oxygen therapy prescribed for greater than 12 hours a day. As-needed oxygen use (i.e., ≤12 hours per day) is not exclusionary.\n* Nebulized Therapy: Regular use (prescribed for use every day, not for as-needed use) of short-acting bronchodilators (e.g., albuterol/salbutamol) via nebulized therapy.\n* Pulmonary Rehabilitation Program: Participation in the acute phase of a pulmonary rehabilitation program within 12 weeks prior to Visit 1 or are in the maintenance phase of a pulmonary rehabilitation program are excluded.\n* Drug or Alcohol Abuse: A known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Affiliation with Investigator Site: Is an investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* Inability to Read: In the opinion of the investigator, any subject who is unable to read and/or write would not be able to complete a questionnaire.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Trough Forced Expiratory Volume in One Second (FEV1) on Day 85 (Visit 8)","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in 1 second. BL was the mean of the values measured 23 hour and 24 hour after dosing prior to Day 1 (ie. after the last open label \\[OL\\] tiotropium dosing and prior to the randomized dose). Change from BL is defined as the post-BL value minus the BL value. Trough FEV1 on Day 85 is defined as the mean of the FEV1 values obtained at 23 and 24 hours after dosing on Day 84 (at Week 12 + 1 day). Analysis performed using a mixed repeated measures model (MMRM) with covariates of treatment, BL, center group, 24 hour subset flag, Day, Day by BL and Day by treatment interactions. ITT Population is defined as participants who received at least one dose of randomized study medication in the treatment period. Only those participants with data available at the specified time point were included in the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.074","spread":"0.0155"},{"groupId":"OG001","value":"-0.014","spread":"0.0155"}]}]}]},{"type":"SECONDARY","title":"Change From BL in FEV1 at 3 Hours Postdose on Day 84","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in 1 second. FEV1 assessments taken on 0 to 3 hour on Day 84 (pre-dose, 5 minutes (min), 15 min, 30 min, 1 hour, and 3 hour post-dose). Pre-dose was the reading obtained at 24 hours after the previous day's dose (Day 83 dose). BL is defined as mean of the values measured 23 hour and 24 hour after dosing prior to Day 1 (ie. after the last OL tiotropium dosing and prior to the randomized dose). Change from BL is defined as the post-BL value minus the BL value. Analysis performed using mixed model repeated measures with covariates of treatment, BL FEV1, center group, 24 hour subset flag, time, time by treatment interaction and time by BL interaction. Only those participants with data available at the specified time point were included in the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.164","spread":"0.0178"},{"groupId":"OG001","value":"0.091","spread":"0.0177"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":247},"commonTop":["Nasopharyngitis","Headache"]}}}