{"nctId":"NCT01369069","briefTitle":"Stroke Hyperglycemia Insulin Network Effort (SHINE) Trial","startDateStruct":{"date":"2012-04","type":"ACTUAL"},"conditions":["Acute Ischemic Stroke","Diabetes","Hyperglycemia"],"count":1151,"armGroups":[{"label":"IV insulin drip with target glucose 80 mg/dL - 130 mg/dL","type":"EXPERIMENTAL","interventionNames":["Drug: IV insulin to maintain target glucose concentration of 80-130 mg/dL"]},{"label":"Sub Q insulin to keep glucose less than 180 mg/dL","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Standard Care control - sliding scale insulin to keep glucose less than 180 mg/dL"]}],"interventions":[{"name":"IV insulin to maintain target glucose concentration of 80-130 mg/dL","otherNames":["Continuous intravenous insulin"]},{"name":"Standard Care control - sliding scale insulin to keep glucose less than 180 mg/dL","otherNames":["Sliding scale insulin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years or older\n2. Clinical diagnosis of ischemic stroke defined as acute neurological deficit occurring in one or more cerebral vascular territories. Neuroimaging must be done to exclude intracranial hemorrhage (ICH).\n3. Randomization must be within 12 hours after stroke symptom onset and treatment is recommended, but not required, to begin within 3 hours after hospital arrival. If time of symptom onset is unclear or patient is awakening with stroke symptoms, the time of onset will be the time the patient was last known to be normal.\n4. Known history of type 2 diabetes mellitus and glucose \\>110 mg/dL OR admission blood glucose ≥150 mg/dL in those w/o known diabetes mellitus\n5. Baseline NIHSS score of 3-22\n6. Pre-stroke modified Rankin Scale score = 0 for patients with an NIHSS score of 3-7. Pre-stroke modified Rankin Scale score = 0 or 1 for patients with an NIHSS score of 8-22.\n7. Able to provide a valid informed consent to be in the study (self or their authorized legally accepted representative). The approved consent form must be signed and dated in accordance with federal and institutional guidelines.\n\nExclusion Criteria:\n\n1. Known history of type 1 diabetes mellitus\n2. Substantial pre-existing neurological or psychiatric illness that would confound the neurological assessment or other outcome assessment\n3. Having received experimental therapy for the enrollment stroke. IV tPA (up to 4.5 hrs) or IA tPA are allowed as are IA therapies including use of FDA cleared devices. Non FDA cleared devices are considered experimental and are excluded.\n4. Pregnant or breast-feeding at the time of study entry\n5. Other serious conditions that make the patient unlikely to survive 90 days\n6. Inability to follow the protocol or return for the 90 day follow up\n7. Renal dialysis (including hemo or peritoneal dialysis)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Favorable Modified Rankin Scale (Yes/No)","description":"Favorable for the primary efficacy outcome is defined as modified Rankin Scale (mRS) score of 0 in patients with mild stroke (baseline NIHSS 3-7), mRS 0 or 1 in patients with moderate stroke (baseline NIHSS 8-14), and mRS 0, 1 or 2 in patients with severe stroke (baseline NIHSS 15-22) at 90 days with a pre-specified range of acceptable days of 76 -120 days. The mRS is a stroke outcome scale used to assess functional status after stroke. It consists of seven levels (0-6) where 0 indicates no residual symptoms at all, 5 indicates severe disability and 6 indicates death. The person collecting the mRS score was to be blinded to the participant's treatment group assignment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Severe Hypoglycemia (Blood Glucose < 40mg/dL)","description":"Severe hypoglycemia (blood glucose \\< 40mg/dL) is the primary safety outcome and will be measured during the 72 hour treatment period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Favorable NIHSS","description":"The NIHSS (National Institutes of Health Stroke Scale) score ranges from 0 to 42, with higher scores indicating greater neurological deficits. A favorable NIHSS was defined as a score of 0 or 1 on the NIHSS at 90 days post randomization.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"152","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Favorable Barthel Index","description":"Favorable outcomes for the Barthel Index was defined as a score of 95-100 on the BI at 90 days post randomization. Barthel - Barthel Index for Activities of Daily Living (ADL) assesses functional independence, generally in stroke patients. Scores range from 0-100 with higher scores indicating greater ability to perform activities of daily living.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"271","spread":null},{"groupId":"OG001","value":"261","spread":null}]}]}]},{"type":"SECONDARY","title":"Stroke Specific Quality of Life (SSQOL)","description":"Stroke Specific Quality of Life. Scores range from 1-5 with higher scores indicating better quality of life","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.75","spread":null},{"groupId":"OG001","value":"3.69","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Death","description":"Death from any cause","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":209,"n":581},"commonTop":["Hypoglycaemia","Haemorrhagic transformation stroke","Atrial fibrillation","Headache","Neurological decompensation"]}}}