{"nctId":"NCT01067339","briefTitle":"Lipoprotein-associated Phospholipase A2 (Lp-PLA2) Progenitor Cells and Coronary Atherosclerosis in Humans","startDateStruct":{"date":"2010-02-04"},"conditions":["Endothelial Dysfunction"],"count":70,"armGroups":[{"label":"Darapladib","type":"EXPERIMENTAL","interventionNames":["Drug: darapladib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"darapladib","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients undergoing coronary angiography including endothelial function testing with the medication acetylcholine in the cardiac catheterization laboratory at Mayo Clinic. Patients may be enrolled in AIM I and AIM II IRB 08-008161 :Lp-PLA2, Progenitor Cells and Atherosclerosis in Humans\".\n2. Male or female aged at least 18 years, inclusive, at screening. Female subjects must be post-menopausal or using a highly effective method for avoidance of pregnancy. The decision to include or exclude women of childbearing potential may be made at the discretion of the investigator in accordance with local practice in relation to adequate contraception.\n3. Age greater than 18 up to age 85\n\nExclusion Criteria:\n\n1. Current severe heart failure New York Heart Association class III or IV with ejection fraction less than 40%\n2. Unstable angina\n3. Myocardial infarction or angioplasty within 6 months prior to entry into the study\n4. Planned coronary revascularization (PCI or CABG)\n5. Planned major surgical procedure\n6. Patients with segments with endothelial dysfunction of less than 10 mm in length or complete occlusion will be excluded.\n7. Angiographic exclusion criteria include left main disease with greater than 30% stenosis on angiogram, luminal diameter of the study vessel less than 2.5 mm, severe tortuousity of the study vessel, or any other relevant anatomical reasons that the investigator deems inappropriate for the study.\n8. Current liver disease, known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones) or evidence of abnormal liver function tests (total bilirubin or alkaline phosphatase \\> 1.5 x upper limit of normal (UNL); or alanine transaminase (ALT) or aspartate amino transferase (AST) \\> 2.5 x UNL or other hepatic abnormalities that in the opinion of the investigator would preclude the subject from participation in the study.\n9. Chronic or acute kidney disease with serum creatinine greater than or equal to 2 mg/dL or estimated glomerular filtration rate \\<40 mL/min/1.73m2, renal transplant status, history of contrast nephropathy,\n10. Poorly controlled hypertension despite lifestyle modifications and pharmacotherapy. (systolic BP \\>160 mm Hg and/or diastolic BP \\>110 mm Hg),\n11. Poorly controlled diabetes mellitus (HbA1c \\>10%),\n12. Current or within 1 month use of any form of corticosteroids,\n13. Severe asthma that is poorly controlled on pharmacotherapy\n14. History of anaphylaxis, anaphylactoid (resembling anaphylaxis) reactions\n15. Current life-threatening conditions other than vascular disease, alcohol or drug abuse within the last 6 months\n16. Malignancy within the past 5 years,\n17. Positive pregnancy test (all female subjects of childbearing potential must have a urine β-human chorionic gonadotropin (hCG) pregnancy test performed at Screening and/or within 7 days prior to randomization) or is known to be pregnant or lactating.\n18. Current or planned chronic administration of strong oral or injectable cytochrome P-450 isoenzyme 3A4 (CYP3A4) inhibitors.\n19. Subjects with both parents of Japanese, Chinese, or Korean ancestry must have a blood sample collected for assessment of Lp-PLA2 activity by the central laboratory prior to randomization. Those with Lp-PLA2 activity ≤10 nmol/min/mL will be excluded from participation in the study.\n20. Previous exposure to darapladib (SB-480848).\n21. Use of an investigational device or investigational drug within 30 days or 5 half-lives (whichever is longer) preceding the first dose of the study medication, or any subject the investigator deems unsuitable for the study\n22. Patients who require treatment with positive inotropic agents other than digoxin during the study\n23. Patients with cerebrovascular accident within 6 months prior to entry into the study\n24. Significant endocrine, hepatic or renal disorders\n25. Local or systemic infectious disease within 4 weeks prior to entry into study\n26. Mental instability\n27. Federal Medical Center inmates\n28. Hemoglobin less than 12 mg/dL","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change in Coronary Artery Diameter","description":"The change of coronary artery diameter was measured in response to a maximal dose of acetylcholine administered intracoronary during an invasive coronary endothelial function assessment. Percentage change in coronary artery diameter provides a measure of endothelium dependent epicardial function.","paramType":"MEAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage Change in Coronary Blood Flow (CBF)","description":"The change in coronary blood flow was measured in response to maximal dose of acetylcholine administered intracoronary during an invasive coronary endothelial function assessment. Percentage change in coronary blood flow provides a measure of endothelium dependent microvascular function.","paramType":"MEAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":31},"commonTop":["Chest discomfort/angina","Sinus Infection","Influenza","Vaginal yeast infection","Chest pain"]}}}