{"nctId":"NCT00931528","briefTitle":"Tadalafil in Preventing Erectile Dysfunction in Patients With Prostate Cancer Treated With Radiation Therapy","startDateStruct":{"date":"2009-11"},"conditions":["Prostate Cancer","Sexual Dysfunction"],"count":242,"armGroups":[{"label":"Tadalafil","type":"EXPERIMENTAL","interventionNames":["Drug: Tadalafil"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Tadalafil","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Clinical stage T1b-T2b (AJCC, 6th ed.) adenocarcinoma of the prostate within 6 months of registration\n2. Clinically negative lymph nodes as established by imaging (pelvic ± abdominal CT or MR), nodal sampling, or dissection within 3 months prior to registration. Patients with lymph nodes equivocal or questionable by imaging are eligible if the nodes are ≤ 1.5 cm. Lymph node assessment is optional, and at investigator discretion, for patients with Gleason Score \\<7.\n3. No evidence of bone metastases (M0) on bone scan within 3 months prior to registration. Equivocal bone scan findings are allowed if plain films are negative for metastasis. Bone metastases assessment is optional, and at investigator discretion, for patients with Gleason Score \\<7.\n4. Baseline serum prostatic specific antigen (PSA) value performed with an FDA-approved assay (e.g., Abbott, Hybritech) within 3 months prior to registration.\n\n   -4.1 Any of the following combinations of factors (NOTE: tumor found in 1 or both lobes on biopsy, but not palpable, will not alter T stage):\n   * T1b-T2b disease, Gleason Score \\<7 and serum total PSA that is \\<20 ng/ml or\n   * T1b-T2b disease, Gleason Score ≥7 and PSA that is \\<15 ng/ml\n5. Serum total testosterone level prior to the initiation of radiation therapy (RT) within normal range according to institutional guidelines\n6. Zubrod Performance Status 0 or 1 (Appendix III)\n7. Age ≥ 18 years\n8. Treatment that will consist of either external beam RT alone to the prostate ± seminal vesicles only at a dose between 75 Gy and 79.2 Gy or brachytherapy alone (NOTE: treatment with combined external RT and brachytherapy excludes patient participation)\n9. Pretreatment (before starting prostate cancer treatment) erectile function as measured by IIEF Question 1, \"How often were you able to get an erection during sexual activity?\" - with responses of:\n\n   * \"sometimes (about half the time)\" \\[response 3\\] or\n   * \"most times (much more than half the time)\" \\[response 4\\] or\n   * \"almost always/always\" \\[response 5\\]\n10. History of prior tadalafil use: Document usual dosage per sexual encounter, date of last dose, and patient's response (No; Yes-Unsatisfactory Response; Yes-Satisfactory Response). Regardless of past experience, the patient is eligible if he agrees to adhere to protocol and take only tadalafil or placebo prescribed on study.\n11. Although patients with partners are targeted for recruitment, patients without partners or without partners willing to participate are eligible. Patients (and spouses/partners, if willing to participate) must be able to provide study-specific informed consent.\n\nExclusion Criteria:\n\n1. The patient's participation in another medical research study that involves the treatment of ED\n2. Previous or concomitant invasive cancer (American Joint Committee on Cancer \\[AJCC\\] Stage \\>0), other than localized basal cell or squamous cell skin carcinoma (AJCC Stage 0-II), or a hematological malignancy (e.g., leukemia, lymphoma, myeloma) unless continually disease free for at least 5 years\n3. History of myocardial infarction within the last year\n4. Heart failure in the last 6 months\n5. Uncontrolled arrhythmias, hypotension (\\<90/50mm Hg), or uncontrolled hypertension (\\>170/100 mm Hg)\n6. Stroke within the last 6 months\n7. Use of luteinizing hormone-releasing hormone (LHRH) agonist androgen suppression (e.g., Lupron, Zoladex), anti-androgen (e.g., Casodex, Eulexin, Nilandron), or estrogenic (e.g., diethylstilbestrol) agents within the last 6 months\n8. Current use of any organic nitrate or as needed nitrates (e.g., use of nitroglycerin)\n9. Current use of cimetidine, ketoconazole, itraconazole, erythromycin, or ritonavir\n10. Known moderate to severe renal insufficiency or end-stage renal disease\n11. Known severe hepatic impairment\n12. Use of mechanical (vacuum) devices, intracorporeal, intraurethral, topical, or oral (sildenafil, tadalafil, vardenafil) agents as therapy for ED or supplements to enhance sexual function within 5-7 days prior to the start of RT. Patients who discontinue these therapies remain eligible if they can meet eligibility criteria\n13. Pretreatment (before starting prostate cancer treatment) ED as measured by IIEF Question 1, \"How often were you able to get an erection during sexual activity?\" - with responses of:\n\n    * \"no sexual activity\" \\[response 0\\] or\n    * \"almost never/never\" \\[response 1\\] or\n    * \"a few times (much less than half the time)\" \\[response 2\\]\n14. Prior penile implant or history of bilateral orchiectomy\n15. Prior prostatectomy, prostatic cryosurgery or high-intensity focused ultrasound (HIFU), radionuclide prostate brachytherapy, or chemotherapy for prostate cancer\n16. Prior or anticipated combined external RT and brachytherapy\n17. Prior or anticipated external RT to the pelvic ± para-aortic lymph nodes\n18. Acquired Immune Deficiency Syndrome (AIDS) based upon current Centers for Disease Control and Prevention (CDC) definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive. Protocol-specific requirements may also exclude immunocompromised patients.\n19. Anatomical genital abnormalities or concurrent conditions that in the estimation of the physician would prohibit sexual intercourse or prevent study completion\n20. Major medical or psychiatric illness which, in the opinion of the investigator, would prevent completion of treatment or would interfere with follow-up","healthyVolunteers":true,"sex":"MALE","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Maintaining Spontaneous (Off-drug) Erectile Function (EF) at Weeks 28-30 After Initiation of Radiation Therapy (RT)","description":"EF is measured by Question 1 of the International Index of Erectile Function (IIEF). The IIEF is a validated 15-item for measuring patient-reported erectile function. Question 1 asks \"How often were you able to get an erection during sexual activity?\" Responses ranged from 0=no sexual activity, to 5=Almost always or always. Higher scores indicated better functioning. All patients have erectile function prior to initiation of RT, indicated by a score of 3, 4, or 5 on IIEF Q1. Patients with a lower IIEF Q1 score at weeks 28-30 than at baseline will have less erectile function and be categorized as nonresponders. Patients with similar or improved erectile function will be categorized as responders (maintaining). Patient-related predictors of at erectile function at this time point are also reported with this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Maintaining Spontaneous (Off-drug) EF at Years 1 and 2 After Initiation of RT","description":"The International Index of Erectile Function (IIEF) is a validated 15-item for measuring patient-reported erectile function. Question 1 asks \"How often were you able to get an erection during sexual activity?\" Responses ranged from 0=no sexual activity, to 5=Almost always or always. Higher scores indicated better functioning. All patients have erectile function prior to initiation of RT, indicated by a score of 3, 4, or 5. Patients with a lower IIEF Q1 score at weeks 28-30 than at baseline will have less erectile function and be categorized as nonresponders. Patients with similar or improved erectile function will be categorized as responders (maintaining). Patient-related predictors of at erectile function at Years 1 and 2 are also reported with this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.2","spread":null},{"groupId":"OG001","value":"71.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.4","spread":null},{"groupId":"OG001","value":"63.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Sexual Function as Measured by Change From Baseline in the International Index of Erectile Function (IIEF)","description":"The IIEF is a validated 15-item for measuring patient-reported erectile function. A score of 0-5 is given to each of the 15 questions that examine 5 main domains of male sexual function: erectile function, orgasmic function, sexual desire, intercourse satisfaction, and overall satisfaction. Domain scores are the sum of each item. The erectile function domain has 5 items with a score range of 1-30, orgasmic function has 2 items with a score range of 0-10, sexual desire has 2 items with a score range of 0-10, intercourse satisfaction has 3 items with a score range of 0-15, and overall satisfaction has 2 items with a score range of 2-10. Total score ranges from 0-70, with higher scores indicated better functioning. Change from baseline is calculated by subtracting baseline score from score at the time point of interest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.2","spread":"15.4"},{"groupId":"OG001","value":"-9.0","spread":"17.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.5","spread":"14.8"},{"groupId":"OG001","value":"-10.5","spread":"18.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.7","spread":"15.7"},{"groupId":"OG001","value":"-14.1","spread":"20.1"}]}]}]},{"type":"SECONDARY","title":"Overall Patient Sexual Satisfaction as Measured by Change From Baseline in the Sexual Adjustment Questionnaire (SAQ) Score","description":"The Sexual Adjustment Questionnaire (SAQ) is a 20-item questionnaire with an overall score range between 8 and 100 including the following domains: desire, ranging between 5 and 30; dysfunction, 0 and 25; activity, 0 and 10; satisfaction, 1 and 10; and fatigue, 1 and 5. The change in SAQ score is calculated by subtracting the baseline score from the follow-up score. A positive change indicates an improvement in sexual well-being.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"11.3"},{"groupId":"OG001","value":"-2.9","spread":"8.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"9.7"},{"groupId":"OG001","value":"-4.9","spread":"9.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"9.3"},{"groupId":"OG001","value":"-4.6","spread":"14.8"}]}]}]},{"type":"SECONDARY","title":"Overall Partner Sexual Satisfaction as Measured by Change From Baseline in the Sexual Adjustment Questionnaire-Partner (SAQ-P) Score","description":"The SAQ-P is an 18-item questionnaire with an overall score range between 0 and 90 including the following domains: desire, dysfunction, activity, satisfaction, and fatigue. The change in SAQ score is calculated by subtracting the baseline score from the follow-up score. A positive change indicates an improvement in sexual well-being.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"7.5"},{"groupId":"OG001","value":"-1.8","spread":"8.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"6.4"},{"groupId":"OG001","value":"-2.5","spread":"7.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"5.5"},{"groupId":"OG001","value":"5.1","spread":"9.6"}]}]}]},{"type":"SECONDARY","title":"Patient Marital Adjustment as Measured by the Locke's Marital Adjustment Test","description":"The Locke Marital Adjustment Test (LMAT) is a 16-item questionnaire with scores ranging from 48 to 138 for participants. Higher scores indicate greater sexual function, sexual wellbeing, or marital adjustment. The change in LMAT score is calculated by subtracting the baseline score from the follow-up score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"7.7"},{"groupId":"OG001","value":"-2.6","spread":"10.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"7.2"},{"groupId":"OG001","value":"-1.9","spread":"6.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"9.87"},{"groupId":"OG001","value":"-1.4","spread":"5.4"}]}]}]},{"type":"SECONDARY","title":"Partner Marital Adjustment as Measured by the Locke's Marital Adjustment Test","description":"The Locke Marital Adjustment Test (LMAT) is a 16-item questionnaire with scores ranging from 48 to 138 for participants. Higher scores indicate greater sexual function, sexual wellbeing, or marital adjustment. The change in LMAT score is calculated by subtracting the baseline score from the follow-up score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"6.3"},{"groupId":"OG001","value":"-2.6","spread":"6.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"5.1"},{"groupId":"OG001","value":"1.2","spread":"7.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"5.8"},{"groupId":"OG001","value":"-4.7","spread":"7.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Radiotherapy Factors Associated With Spontaneous (Off-drug) EF at Weeks 28-30 and Years 1 and 2 After Initiation of RT","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Follow-up Treatment for Erectile Dysfunction at Weeks 28-30 and Years 1 and 2 After Initiation of RT","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":111},"commonTop":["Urinary frequency","Erectile dysfunction","Fatigue","Urinary urgency","Renal and urinary disorders - Other"]}}}