{"nctId":"NCT01690299","briefTitle":"Phase 3b Safety and Efficacy Study of Apremilast to Treat Moderate to Severe Plaque-plaque Psoriasis","startDateStruct":{"date":"2012-10-01","type":"ACTUAL"},"conditions":["Psoriasis","Psoriatic Arthritis"],"count":250,"armGroups":[{"label":"Apremilast 30 mg plus placebo injection","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast","Drug: Placebo injection"]},{"label":"Etanercept 50 mg plus placebo tablet","type":"EXPERIMENTAL","interventionNames":["Drug: Etanercept","Drug: Placebo tablet"]},{"label":"Oral placebo tablets plus SC placebo injections","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo tablet","Drug: Placebo injection"]}],"interventions":[{"name":"Apremilast","otherNames":["CC-10004","Otezla"]},{"name":"Etanercept","otherNames":["Enbrel"]},{"name":"Placebo tablet","otherNames":[]},{"name":"Placebo injection","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males or females, ≥ 18 years of age\n* Diagnosis of chronic, moderate to severe plaque psoriasis for at least 12 months prior to Screening, and a candidate for phototherapy and/or systemic (including etanercept) therapy\n* Had an inadequate response, intolerance, or contraindication to at least 1 conventional systemic agent for the treatment of psoriasis.\n* No prior exposure to biologics for treatment of psoriatic arthritis or psoriasis\n\nExclusion Criteria:\n\n* Other than psoriasis, history of any clinically significant and uncontrolled systemic diseases; any condition, including the presence of laboratory abnormalities, which would place the subject at unacceptable risk if he/she were to participate in the study.\n* Pregnant or breast feeding.\n* Have failed more than 3 systemic agents for treatment of psoriasis.\n* History of allergy to any component of the investigational product (IP), including human immunoglobulin (Ig) proteins or allergy to etanercept.\n* Hepatitis B surface antigen or anti-hepatitis C antibody positive at Screening.\n* Latent, active tuberculosis (TB) or inadequately treated TB; nontuberculous mycobacterial infection or opportunistic infection (eg, cytomegalovirus, Pneumocystis carinii, aspergillosis, Clostridium difficile).\n* Have a history of, or ongoing, chronic or recurrent infectious disease\n* Have received, or are expected to receive, any live virus or bacterial vaccination within 3 months before first administration of IP, or through Week 20 during the study.\n* Had a Bacillus Calmette-Guérin (BCG) vaccination within 1 year prior to screening.\n* History of positive human immunodeficiency virus (HIV), or have congenital or acquired immunodeficiency (eg, common variable immunodeficiency disease).\n* Active substance abuse or a history of substance abuse within 6 months prior to Screening.\n* Malignancy or history of malignancy, except for treated \\[ie, cured\\] basal cell or squamous cell in situ skin carcinomas and cervical intraepithelial neoplasia \\[CIN\\] or carcinoma in situ of the cervix with no evidence of recurrence within the previous 5 years.\n* Psoriasis flare or rebound within 4 weeks prior to Screening.\n* Topical therapy within 2 weeks of randomization or systemic therapy for psoriasis within 4 weeks prior to randomization\n* Use of phototherapy within 4 weeks prior to randomization or prolonged sun exposure or use of tanning booths or other ultraviolet (UV) light sources.\n* Any investigational drug within 4 weeks prior to randomization, or 5 pharmacokinetic/pharmacodynamic half lives, if known (whichever is longer).\n* Prior treatment with apremilast or etanercept.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved a 75% Improvement (Response) in the Psoriasis Area Severity Index (PASI-75) for the Comparison Between Apremilast and Placebo at Week 16 From Baseline","description":"PASI-75 response is the percentage of participants who achieved at least a 75% reduction (improvement) from baseline in PASI score at Week 16. The improvement in PASI score was used as a measure of efficacy. The PASI was a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. PASI scores range from 0 to 72, with higher scores reflecting greater disease severity. Erythema, thickness, and scaling are scored on a scale of 0 (none) to 4 (very severe) on 4 anatomic regions of the body: head, trunk, upper limbs, and lower limbs. Degree of involvement on each of the 4 anatomic regions is scored on a scale of 0 (no involvement) to 6 (90% to 100% involvement). The PASI score was set to missing if any severity score or degree of involvement was missing.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"39.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a 75% Improvement (Response) in the Psoriasis Area and Severity Index (PASI) for the Comparison Between Etanercept 50mg SC QW and Placebo at Week 16","description":"PASI-75 response is the percentage of participants who achieved at least a 75% reduction (improvement) from baseline in PASI score at Week 16. The improvement in PASI score was used as a measure of efficacy. The PASI was a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. PASI scores range from 0 to 72, with higher scores reflecting greater disease severity. Erythema, thickness, and scaling are scored on a scale of 0 (none) to 4 (very severe) on 4 anatomic regions of the body: head, trunk, upper limbs, and lower limbs. Degree of involvement on each of the 4 anatomic regions is scored on a scale of 0 (no involvement) to 6 (90% to 100% involvement). The PASI score was set to missing if any severity score or degree of involvement was missing.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"48.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Static Physician Global Assessment (sPGA) Score of Clear (0) or Almost Clear (1) With at Least 2 Points Reduction for Comparison Between Apremilast and Placebo and Etanercept and Placebo at Week 16","description":"The sPGA is an assessment by the Investigator of the overall disease severity at the time of evaluation. The sPGA is a 5-point scale ranging from 0 (clear) to 4 (severe), incorporating an assessment of the severity of the three primary signs of the disease: erythema, scaling and plaque elevation. When making the assessment of overall severity, the Investigator should factor in areas that have already been cleared (ie, have scores of 0) and not just evaluate remaining lesions for severity, ie, the severity of each sign is averaged across all areas of involvement, including cleared lesions. In the event of different severities across disease signs, the sign that is the predominant feature of the disease should be used to help determine the sPGA score.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"21.7","spread":null},{"groupId":"OG002","value":"28.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Affected Body Surface Area (BSA) for Comparison Between Apremilast and Placebo and Etanercept and Placebo at Week 16","description":"BSA is a measurement of involved skin. The overall BSA affected by psoriasis was estimated based on the palm area of the participant's hand (entire palmar surface or \"handprint\" including the fingers), which equates to approximately 1% of total body surface area. BSA percent change from baseline was determined at each visit of the study, and is calculated as 100\\*(post-baseline BSA - baseline BSA) / baseline BSA.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.3","spread":null},{"groupId":"OG001","value":"-47.7","spread":null},{"groupId":"OG002","value":"-56.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a 50% Improvement (Response) in the Psoriasis Area Severity Index (PASI-50) for Comparison Between Apremilast and Placebo and Etanercept and Placebo at Week 16","description":"PASI-50 response is the percentage of participants who achieved at least a 50% reduction (improvement) from baseline in PASI score at Week 16. The PASI score was a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. PASI scores range from 0 to 72, with higher scores reflecting greater disease severity. Erythema, thickness, and scaling are scored on a scale of 0 (none) to 4 (very severe) on 4 anatomic regions of the body: head, trunk, upper limbs, and lower limbs. Degree of involvement on each of the 4 anatomic regions is scored on a scale of 0 (no involvement) to 6 (90% to 100% involvement). The PASI score was set to missing if any severity score or degree of involvement was missing.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"62.7","spread":null},{"groupId":"OG002","value":"83.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) Total Score In Comparison Between Apremilast and Placebo and Etanercept and Placebo at Week 16","description":"DLQI is a simple, compact, and practical questionnaire for use in a dermatology clinical setting to assess limitations related to the impact of skin disease. The instrument contains ten items dealing with the participant's skin. With the exception of Item Number 7, the participant responds on a four-point scale, ranging from \"Very Much\" (score 3) to \"Not at All\" or \"Not relevant\" (score 0). Item Number 7 is a multi-part item, the first part of which ascertains whether the participant's skin prevented them from working or studying (Yes or No, scores 3 or 0 respectively), and if \"No,\" then the participant is asked how much of a problem the skin has been at work or study over the past week, with response alternatives being \"A lot,\" \"A little,\" or \"Not at all\" (scores 2, 1, or 0 respectively). The DLQI total score is derived by summing all item scores, which has a possible range of 0 to 30, with 30 corresponding to the worst quality of life, and 0 corresponding to the best.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":null},{"groupId":"OG001","value":"-8.4","spread":null},{"groupId":"OG002","value":"-7.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mental Component Summary (MCS) Score of the Medical Outcome Study Short Form 36-item (SF-36) Health Survey Version 2.0 in Comparison Between Apremilast and Placebo and Etanercept and Placebo at Week 16","description":"The SF-36 is a 36-item general health status instrument and consists of 8 scales: physical function (PF), role limitations-physical (RP), vitality (VT), general health perceptions (GH), bodily pain (BP), social function (SF), role limitations-emotional (RE), and mental health (MH). Scale scores range from 0 to 100, with higher scores indicating better health. Scores from the 8 scales were transformed to the norm-based scores using weights from U.S. general population to have a mean of 50 and variance = 10, with higher scores indicating better health. From these 8 scale, two overall summary scores were obtained - a Physical Component Summary score (PCS) and a Mental Component Summary score (MCS), both having the same mean of 50 and variance = 10 as noted for the individual scales for the U.S. general population, and with higher scores indicating better health. For MCS, change from baseline was calculated, where change = visit value - baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"3.5","spread":null},{"groupId":"OG002","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Lattice System Physician's Global Assessment (LS-PGA) Score of Clear (0) or Almost Clear at Week 16 in Comparison Between Apremilast and Placebo and Etanercept and Placebo at Week 16","description":"The Lattice System Physician's Global Assessment is a global assessment performed by the investigator of psoriasis severity. Integrating ranges of BSA involvement with assessments of overall plaque severity (using a 4 point scale from none to marked for the signs of plaque elevation, erythema and scale), the LS-PGA produces an overall assessment of psoriasis severity on an 8-point scale, ranging from clear to very severe. To determine the final score, the lattice portion is governed by the BSA and among the plaque qualities, weights plaque elevation as most important, erythema next, and scale least.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"24.1","spread":null},{"groupId":"OG002","value":"22.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAE) During the Placebo-Controlled Phase","description":"A TEAE is an AE with a start date on or after the date of the first dose of study drug and no later than 28 days after the last dose of study drug for participants who discontinued early. An AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen during the study. It may be a new intercurrent illness, a worsening concomitant illness, an injury, or any concomitant impairment of the patient's health, including laboratory test values, regardless of etiology. Any worsening (ie, clinically significant adverse change in frequency or intensity of a preexisting condition) should be considered an AE. A serious AE (SAE) is any untoward AE that is fatal, life-threatening, results in persistent or significant disability or incapacity, requires or prolongs existing in-patient hospitalization, is a congenital anomaly/birth defect, or is a condition that may jeopardize or may require intervention to prevent one of the outcomes above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"59","spread":null},{"groupId":"OG002","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAE) During the Apremilast-exposure Period","description":"A TEAE in the apremilast-exposure phase is an AE with a start date on or after the date of the first dose of study drug and no later than 28 days after the last dose of study drug. An AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen during the study. It may be a new intercurrent illness, a worsening concomitant illness, an injury, or any concomitant impairment of the subject's health, including laboratory test values, regardless of etiology. Any worsening (ie, any clinically significant adverse change in the frequency or intensity of a preexisting condition) should be considered an AE. A serious AE (SAE) is any untoward AE that is fatal, life-threatening, results in persistent or significant disability or incapacity, requires or prolongs existing in-patient hospitalization, is a congenital anomaly/birth defect, or is a condition that may jeopardize or may require intervention to prevent one of the outcomes listed above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"71","spread":null},{"groupId":"OG002","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"36","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriasis Flare/Rebound","description":"Psoriasis flare is an AE and represents an atypical or unusual worsening of disease during treatment. It is defined as a sudden intensification of psoriasis requiring medical intervention or a diagnosis of new generalized erythrodermic, inflammatory, or pustular psoriasis. Rebound is an AE and is defined as a severe and sudden worsening of disease that occurs after treatment has been discontinued. This exacerbation is characterized by a PASI ≥125% of baseline or a new generalized pustular, erythrodermic, or more inflammatory psoriasis after stopping therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriasis Flare/Rebound","description":"Psoriasis flare is an AE and represents an atypical or unusual worsening of disease during treatment. It is defined as a sudden intensification of psoriasis requiring medical intervention or a diagnosis of new generalized erythrodermic, inflammatory, or pustular psoriasis. Rebound is an AE and is defined as a severe and sudden worsening of disease that occurs after treatment has been discontinued. This exacerbation is characterized by a PASI ≥125% of baseline or a new generalized pustular, erythrodermic, or more inflammatory psoriasis after stopping therapy. PASI ≥125% of baseline score at any visit after the last dose date for those who discontinued within the phase.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":84},"commonTop":["Diarrhoea","Headache","Nausea","Nasopharyngitis","Upper Respiratory Tract Infection"]}}}