{"nctId":"NCT04994483","briefTitle":"Simufilam 100 mg for Mild-to-Moderate Alzheimer's Disease","startDateStruct":{"date":"2021-11-03","type":"ACTUAL"},"conditions":["Alzheimer Disease"],"count":804,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Simufilam 100 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Simufilam"]}],"interventions":[{"name":"Simufilam","otherNames":["PTI-125"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Meets National Institute on Aging and Alzheimer's Association Research Framework criteria for individuals in clinical Stage 4 or 5 of the Alzheimer's continuum.\n2. Evidence for AD pathophysiology, confirmed either prior to or during screening.\n3. MMSE score ≥ 16 and ≤ 27 at screening.\n4. Clinical Dementia Rating - Global Score must be 0.5, 1 or 2.\n5. If receiving background AD medications, the dosing regimen must be stable for at least 12 weeks prior to randomization. Chronic medications for conditions other than AD (such as depression) must be prescribed at a stable dose for at least 4 weeks prior to screening.\n6. The subject has not been a cigarette smoker or chewed tobacco for at least 3 years.\n7. Availability of a study partner.\n8. Individuals who have participated in a clinical study with an investigational drug targeting the underlying AD process may be permitted to participate in this study.\n9. Completed a COVID-19 vaccine primary series (\"fully vaccinated\") at least 2 weeks prior to randomization or had an unambiguous COVID-19 infection diagnosed more than 3 months before the start of the Screening Period.\n\nKey Exclusion Criteria:\n\n1. A neurologic condition other than AD that significantly contributes to the subject's dementia.\n2. Any current primary psychiatric diagnosis other than AD if it is likely to confound cognitive assessment or ability to comply with study procedures.\n3. Geriatric Depression Scale (15-item) score \\> 8. (Note - a subject with a score \\> 8 may continue in screening if, in the judgment of the Investigator, the elevated score is not attributed to a major depressive episode).\n4. Suicidal ideation during the past 3 months or suicidal behavior during the past 12 months.\n5. Alcohol or substance use disorder within 2 years of screening.\n6. MRI presence of cerebral vascular or other significant pathology.\n7. History of transient ischemic attack or stroke within 12 months of screening\n8. Seizure within 12 months of screening.\n9. Severe head trauma or head trauma considered likely to be contributing to the subject's cognitive impairment.\n10. Sleep apnea that is considered likely to be contributing to the subject's cognitive impairment.\n11. Insufficiently controlled diabetes mellitus or hypertension.\n12. Body mass index \\< 18.5 or \\> 37.5.\n13. History or diagnosis of clinically significant cardiac disease\n14. Currently or previously prescribed/administered aducanumab, lecanemab, or any anti-amyloid monoclonal antibody, more than 2 doses.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"87 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the 12-item Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-Cog12)","description":"The change from baseline to Week 52 in the ADAS-Cog12, a psychometrician-administered battery comprised of several cognitive domains including memory, comprehension, praxis, orientation, and spontaneous speech. Scores range from 0 (best) to 80 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.79","spread":"0.363"},{"groupId":"OG001","value":"3.19","spread":"0.359"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL)","description":"The change from baseline to Week 52 in the ADCS-ADL, a 23-item study partner questionnaire that covers both basic activities of daily living (ADL) and more complex ADL or instrumental ADL. Scores range from 0 to 78, with a lower score indicating greater severity of functional loss.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.26","spread":"0.442"},{"groupId":"OG001","value":"-3.76","spread":"0.438"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Integrated Alzheimer's Disease Rating Scale (iADRS)","description":"The change from baseline to Week 52 in the iADRS, where scores range from 0 to 146 with lower scores indicating worse performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.53","spread":"0.605"},{"groupId":"OG001","value":"-6.49","spread":"0.598"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Neuropsychiatric Inventory (NPI)","description":"The change from baseline to Week 52 in the NPI, a 12-item study partner interview, which records the frequency and severity of common neuropsychiatric symptoms in dementia, as well as the level of study partner distress due to each of the neuropsychiatric problems. Scores range from 0 to 144, with higher scores indicating more frequent and severe symptoms, and greater levels of partner distress.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"0.588"},{"groupId":"OG001","value":"0.90","spread":"0.579"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mini-Mental State Exam (MMSE)","description":"The change from baseline to Week 52 in the MMSE, a set of standardized questions covering several target areas: orientation, registration, attention and calculation, short-term verbal recall, naming, repetition, 3-step command, reading, writing, and visuospatial cognitive assessment. Scores range from 0 to 30, lower scores indicate more severe impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.95","spread":"0.223"},{"groupId":"OG001","value":"-2.14","spread":"0.221"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Clinical Dementia Rating Sum of Boxes (CDR-SB)","description":"The change from baseline to Week 52 in the CDR-SB, which characterizes 6 domains of cognitive and functional performance applicable to AD and related dementias: memory, orientation, judgment and problem solving, community affairs, home and hobbies, and personal care. Scores for each domain have a minimum of 0 and a maximum of 3, and the 6 domain scores are summed to give the CDR-SB, which has a minimum score of 0 and a maximum score of 18. Higher scores indicate more severe impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":"0.138"},{"groupId":"OG001","value":"0.85","spread":"0.136"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Zarit Burden Interview (ZBI)","description":"The change from baseline to Week 52 in the ZBI, a 22-item study partner questionnaire designed to assess the stress or burden experienced by caregivers of people with dementia. Scores range from 0 to 88, with a higher score indicating greater stress or burden.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.52","spread":"0.556"},{"groupId":"OG001","value":"2.30","spread":"0.551"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Changes From Baseline in Plasma Biomarkers","description":"Change from baseline in the following plasma biomarkers of AD pathology, neurodegeneration, and neuroinflammation: phospho-tau217 (P-tau217), glial fibrillary acidic protein (GFAP), neurofilament light chain (NfL), and total tau.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"6.56"},{"groupId":"OG001","value":"-0.4","spread":"9.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"57.39"},{"groupId":"OG001","value":"40.2","spread":"255.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.3","spread":"373.43"},{"groupId":"OG001","value":"17.5","spread":"96.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"35.62"},{"groupId":"OG001","value":"-2.2","spread":"41.98"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Changes From Baseline in the Plasma SavaDx Biomarker","description":"Change from baseline in SavaDx, a novel plasma biomarker","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":52,"n":399},"commonTop":["COVID-19","Fall","Urinary tract infection","Diarrhoea","Headache"]}}}