{"nctId":"NCT00599326","briefTitle":"Pilot Trial of Deferasirox in the Treatment of Porphyria Cutanea Tarda","startDateStruct":{"date":"2008-01"},"conditions":["Porphyria Cutanea Tarda"],"count":10,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Deferasirox"]}],"interventions":[{"name":"Deferasirox","otherNames":["Exjade"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of Porphyria Cutanea Tarda based on clinical exam and 24-hour urine porphyrin levels\n* have Porphyria Cutanea Tarda for at least 3 months prior to enrollment with active blistering (3 blisters or erosions per month)\n* women of childbearing potential must use an effective method of contraception during the study, however this cannot include hormonal contraception (oral contraceptives, hormone patches, Depo-Provera injections, NUVA Ring, etc.)\n* treatment naive patients or patients unresponsive or intolerant of phlebotomy\n* Ferritin level is greater than or equal to 25ng/mL\n\nExclusion Criteria:\n\n* patients with serum creatinine above the upper limit of normal\n* patients receiving phlebotomy who are controlled on this therapy\n* pregnant or breast feeding females\n* patients with liver transaminases more than 5 times the upper limit of normal\n* patients with a history of hypersensitivity to deferasirox\n* patients with a history of pre-existing renal condition, or receiving medication that depresses renal function\n* patients on other chelators\n* history of non-compliance to medical regimens.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Showing Reduction or Elimination of Skin Blistering","description":"The present trial was undertaken to determine if oral deferasirox could be useful in the treatment of PCT. Monthly clinic visits with a physical examination was conducted to assess the skin for blisters.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Showing Decrease in Ferritin and Urinary Porphyrin Level","description":"Patients with PCT usually have normal or elevated serum iron and ferritin levels as well as increased iron absorption. Phlebotomy is conducted to analyzes the ferritin levels. Urine collection is performed and samples of the urine are analyzed for porphyrin levels.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Abdominal pain (Mild)"]}}}