{"nctId":"NCT00450580","briefTitle":"HIV-1 Infection Study of Once a Day Versus Twice a Day Protease Inhibitor in Antiretroviral Treatment Naive Adults","startDateStruct":{"date":"2007-03"},"conditions":["Infection, Human Immunodeficiency Virus I","HIV-1 Infection"],"count":212,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Drug: fosamprenavir/ritonavir"]},{"label":"Arm B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: fosamprenavir/ritonavir"]}],"interventions":[{"name":"fosamprenavir/ritonavir","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is ≥18 years of age.\n* Subject is antiretroviral-naïve (defined as having ≤14 days of prior therapy with any antiretroviral agent).\n* Subject has plasma HIV-1 RNA ≥1,000 copies/mL at screening.\n* Subject is willing and able to understand and provide written informed consent prior to participation in this study.\n* A female is eligible to enter and participate in the study if she is of:\n\n  1. Non-childbearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal); or,\n  2. Child-bearing potential, has a negative pregnancy test (serum b-HCG) at screen and agrees to one of the following methods of contraception (any contraception method must be used consistently and correctly, i.e., in accordance with both the approved product label and the instructions of a physician):\n\n     * Complete abstinence from intercourse from 2 weeks prior to administration of the investigational products, throughout the study, and for at least 2 weeks after discontinuation of all study medications\n     * Double barrier method (male condom/spermicide, male condom/diaphragm, diaphragm/spermicide). Hormonal contraception will not be permitted in this study\n     * Any intrauterine device (IUD) with published data showing that the expected failure rate is \\<1% per year.\n     * Sterilization (female subject or male partner of female subject). All subjects participating in the study should be counselled on the practice of safer sex.\n* Prior to randomization, subjects entering Stage 2 must have been screened and be negative for the HLA-B\\*5701 allele. Test may be performed by local laboratory and results must be available for source document verification according to local practices.\n\nExclusion Criteria:\n\n* Subject is in the initial acute phase of a CDC Clinical Category C infection at Baseline. Subjects may be enrolled provided they are receiving treatment for such infections and are clinically improving at the Baseline visit.\n* Subject is enrolled in one or more investigational drug protocols, which may impact HIV RNA suppression.\n* Subject is, in the opinion of the Investigator, unable to complete the study dosing period and protocol evaluations and assessments.\n* Subject is either pregnant or breastfeeding.\n* Subject suffers from any serious medical condition (such as pancreatitis, diabetes, congestive heart failure, cardiomyopathy or other cardiac dysfunction) which in the opinion of the Investigator would compromise the safety of the subject.\n* Subject has a pre-existing mental, physical, or substance abuse disorder which, in the opinion of the Investigator, may interfere with the subject's ability to comply with the dosing schedule and protocol evaluations and assessments.\n* Subject has a history of inflammatory bowel disease or intestinal malignancy, intestinal ischemia, malabsorption, or other gastrointestinal dysfunction, which, in the opinion of the Investigator, may interfere with drug absorption or render the subject unable to take oral medication.\n* Subject has any acute laboratory abnormality at screening, which, in the opinion of the Investigator, would preclude the subject's participation in the study of an investigational compound. If subjects are found to have an acute Grade 4 laboratory abnormality at screening, this test may be repeated once within the 45-day screening window. Any verified Grade 4 laboratory abnormality would exclude a subject from study participation.\n* Subject has an estimated creatinine clearance \\< 50 mL/min via the Cockcroft-Gault method \\[Cockcroft, 1976\\]. This test may be repeated once within the 45-day screening window.\n\nNOTE: Creatinine clearance should be estimated using the following formula:\n\nFor serum creatinine concentration in mg/dL:\n\nFor serum creatinine concentration in µmol/L:\n\n* Alanine aminotransferase (ALT) \\>5 times the upper limit of normal (ULN) or hepatic impairment as determined by Child-Pugh Score ≥ 5.\n* Subject is receiving, or has received within 90 days prior to screen, any lipid lowering agent, including drugs from the following classes: HMG-CoA reductase inhibitors (statins), niacin, fibrates, bile acid sequestrants, and/or fish oil supplements. Subjects anticipated to require initiation of therapy with these agents within 12 weeks of Baseline are not eligible to participate.\n* Subject has received treatment with radiation therapy or cytotoxic chemotherapeutic agents within 28 days prior to Screening, or has an anticipated need for these agents within the study period.\n* Subject has received treatment with an HIV-1 immunotherapeutic vaccine or any agents with documented activity against HIV-1 in vitro within 28 days prior Screening, or an anticipated need during the study.\n* Subjects who require treatment with any of the following medications within 28 days of commencement of investigational product, or an anticipated need during the study:\n\n  * Amiodarone, astemizole, bepridil, cisapride, dihydroergotamine, ergonovine, ergotamine, flecainide, halofantrine, lidocaine, lovastatin, methylergonovine, midazolam, pimozide, propafenone, quinidine, simvastatin, terfenadine, triazolam.\n  * Carbamazepine, dexamethasone, phenobarbital, phenytoin, primidone, rifampin, St Johns Wort (Hypericum perforatum), troglitazone.\n  * Systemic interleukins or interferons.\n* Subject has a history of allergy to any of the investigational products or any excipients therein.\n* Subject has evidence of genotypic (as defined by the current ANRS AC-11 algorithm) resistance at screening or prior documented evidence of genotypic and/or phenotypic (above threshold for reduced susceptibility) resistance to amprenavir/ritonavir, abacavir or lamivudine.\n* Subjects recruited at sites in France will be excluded if:\n\n  * The subject is not affiliated with or a beneficiary of a social security.\n  * The subject has previously participated in an experimental drug and/or vaccine trial(s) within 60 days or 5 half-lives, or twice the duration of the biological effect of the experimental drug or vaccine - whichever is longer, prior to screening for the study.\n  * The subject will participate simultaneously in another clinical study. Notwithstanding these minimum inclusion and exclusion criteria, investigators are urged to follow country specific guidelines where they exist when making decisions about subjects who are eligible for study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With HIV-1 RNA <400 and >=400 Copies/mL Over 48 Weeks","description":"A blood sample was drawn to determine the amount of HIV-1 RNA virus in copies/mL at week 48. The percentage of participants with HIV-1 RNA \\<400 copies/mL at Week 48 was determined by the Time to Loss Of Virologic Response (TLOVR) algorithm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HIV-1 RNA <50 and >=50 Copies/mL by Visit Over 48 Weeks","description":"A blood sample was drawn to determine the amount of HIV-1 RNA virus in copies/mL at week 48. The percentage of participants with HIV-1 RNA \\<50 copies/mL at Week 48 was determined by the TLOVR algorithm","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With HIV-1 RNA <400 Copies/mL (Primary Endpoint) at Week 48 Categorised by Baseline Viral Load, TLOVR Analysis","description":"The number of participants with HIV-1 RNA \\<400 copies/mL at Week 48 was determined (by analysis of blood draw) and categorised by baseline viral load (BVL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With HIV-1 RNA <400 Copies/mL (Primary Endpoint) at Week 48 Categorised by Baseline CD4+ Count, TLOVR Analysis","description":"The number of participants with HIV-1 RNA \\<400 copies/mL at week 48 was determined (by analysis of blood draw) and categorised by baseline CD4+ count.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Non-HDL Cholesterol at Week 48","description":"Blood samples were drawn to determine the non-HDL cholesterol levels at Week 48. The mean absolute change in non-HDL cholesterol was defined as the Week 48 levels minus levels at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.10","spread":"0.81"},{"groupId":"OG001","value":"1.26","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Number of Protocol-defined Virological Failures With Genotypic and Phenotypic Resistance Changes","description":"A blood sample was drawn at the time of confirmation of virological failure, and mutations present in the virus were identified and compared to those found in the blood sample at baseline. New mutations were tabulated by drug class. RT, reverse transcriptase. Virological failure could occur anytime from Week 4 to Week 48.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Steady-state Levels of Amprenavir (APV) and Ritonavir (RTV) Ctau at Weeks 4, 12, and 24","description":"Blood samples were drawn at Weeks 4, 12, and 24 to determine plasma concentrations (Ctau) of APV and RTV","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.11","spread":null},{"groupId":"OG001","value":"1.99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.913","spread":null},{"groupId":"OG001","value":"1.87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.08","spread":null},{"groupId":"OG001","value":"2.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0369","spread":null},{"groupId":"OG001","value":"0.166","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0285","spread":null},{"groupId":"OG001","value":"0.175","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0363","spread":null},{"groupId":"OG001","value":"0.170","spread":null}]}]}]},{"type":"SECONDARY","title":"Study Endpoints for a Subset of Subjects Receiving Study Drug Beyond 48 Weeks","description":"Adaptive two-stage design study up to 48 weeks. N=200, expanding to 728 if continuation criteria were achieved based on a 24-week interim analysis. The initial 200 participants would continue until the last subject of the expanded cohort reached 48 weeks and would constitute the subset. As continuation criteria were not achieved, the study did not proceed to the second stage, and full analysis was performed on the initial 200 participants only.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19},"commonTop":["Diarrhoea","Nausea","Nasopharyngitis","Rash","Drug hypersensitivity"]}}}