{"nctId":"NCT00789828","briefTitle":"Efficacy and Safety of Everolimus (RAD001) in Patients of All Ages With Subependymal Giant Cell Astrocytoma Associated With Tuberous Sclerosis Complex (TSC)(EXIST-1)","startDateStruct":{"date":"2009-08"},"conditions":["Tuberous Sclerosis","Subependymal Giant Cell Astrocytoma"],"count":117,"armGroups":[{"label":"Everolimus","type":"EXPERIMENTAL","interventionNames":["Drug: Everolimus"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Everolimus","otherNames":["RAD001"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All Ages\n* Definite diagnosis of Tuberous Sclerosis according to the modified Gomez criteria\n* At least one Subependymal Giant Cell Astrocytoma of at least 1 cm in diameter\n* Evidence of SEGA worsening as compared to prior MRI scans\n* Females of child bearing potential must use birth control\n* Written informed consent\n\nExclusion Criteria:\n\n* SEGA related surgery is likely to be required in the opinion of the investigator\n* Recent heart attack, cardiac related chest pain or stroke\n* Severely impaired lung function\n* Severe liver dysfunction\n* Severe kidney dysfunction\n* Pregnancy or breast feeding\n* Current infection\n* History of organ transplant\n* Surgery within two months prior to study enrollment\n* Prior therapy with a medication in the same class as Everolimus\n* Uncontrolled high cholesterol\n* Uncontrolled diabetes\n* HIV\n* Patients with metal implants thus prohibiting MRI evaluations\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Best Overall Subependymal Giant Cell Astrocytomas (SEGA) Response","description":"Participants were assessed for SEGA response, defined as 50% reduction from baseline in SEGA volume (where SEGA volume was the sum of the volumes of all target SEGA lesions identified at baseline, and confirmed with a second scan performed approximately 12 weeks later), no unequivocal worsening of non-target SEGA lesions, no new SEGA lesions (≥ 1 cm in longest diameter), and no new or worsening hydrocephalus. Multi-phase brain MRI was utilized to identify SEGA lesions. SEGA response rate was defined as the percentage of participants whose best overall status was SEGA response as determined by Independent Central Radiology Review. The Kaplan-Meier estimate was used for determining time to SEGA response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"57.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Frequency of Total Seizure Events Per 24 Hours at Week 24 in Both Core and Extension Period","description":"Seizure frequency per 24 hours was defined as the number of seizures in the electroencephalography (EEG) divided by the number of hours in the EEG, multiplied by 24. Seizure frequency was evaluated using a 24-hour video-EEG. Seizure frequency was listed as missing if the actual EEG recording duration was \\< 18 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.24","spread":"6.12"},{"groupId":"OG001","value":"-0.24","spread":"5.7"},{"groupId":"OG002","value":"-6.07","spread":"9.719"}]}]}]},{"type":"SECONDARY","title":"Time to SEGA Progression","description":"Time to SEGA progression was defined as time between randomisation to time to first SEGA progression. SEGA progression was defined as either one or more of the following criteria: 1. increase from nadir of ≥ 25% in SEGA volume to a value greater than baseline SEGA volume (where SEGA volume is the sum of the volumes of all target SEGA lesions identified at baseline, and nadir is the lowest SEGA volume obtained for the participant previously in the trial), 2. unequivocal worsening of non-target SEGA lesions, 3. appearance of new SEGA lesion ≥ 1.0 cm in longest diameter, 4. new or worsening hydrocephalus. The median TTSP based on central radiology review was not reached in any treatment arms; Only 6 events of SEGA progressions were observed in the placebo group of core period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to SEGA Response","description":"Participants were assessed for time to SEGA response, defined as 50% reduction from baseline in SEGA volume (where SEGA volume was the sum of the volumes of all target SEGA lesions identified at baseline, and confirmed with a second scan performed approximately 12 weeks later), no unequivocal worsening of non-target SEGA lesions, no new SEGA lesions (≥ 1 cm in longest diameter), and no new or worsening hydrocephalus. Multi-phase brain MRI was utilised to identify SEGA lesions. SEGA response rate was defined as the percentage of participants whose best overall status was SEGA response as determined by Independent Central Radiology Review. The Kaplan-Meier estimate was used for determining time to SEGA response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.99","spread":null},{"groupId":"OG001","value":"5.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of SEGA Response","description":"Duration of SEGA response was defined as time from the date of the first documented SEGA response until the date of the first documented SEGA progression. Duration of SEGA response was evaluated only for participants who achieved a SEGA response. The time to SEGA progression was censored if SEGA progression was not observed before the first to occur out of (i) analysis cut-off date (ii) the date when systemic anti-SEGA medication is started, (iii) the date of a SEGA-related surgery or (iv) the date of death. Since, no case of SEGA progression was observed in core study which resulted in censored duration of SEGA response. Only 5 SEGA responders experienced a SEGA progression in extension period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to SEGA Worsening","description":"Time to SEGA worsening was defined as the time from the start of everolimus to date of the first SEGA worsening. SEGA worsening was defined as either; increase from nadir of ≥ 25% in SEGA volume or unequivocal worsening of non-target SEGA lesions, or appearance of new SEGA lesion ≥ 1.0 cm in longest diameter, or new or worsening hydrocephalus. The median value was not reached in either treatment arm of core period as SEGA worsening was observed in less participants (everolimus - 7 and placebo - 8).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"55.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Skin Lesions Assessed Using Physician's Global Assessement Overall Score","description":"Skin lesions included hypomelanotic macules, the shagreen patch, periungual or subungual fibromas, facial angiofibromas and/or forehead plaques. Response was evaluated using the Physician's Global Assessment of Clinical Condition (PGA) on a 7-point scale: Grade 0 = complete clinical response, indicated absence of disease, Grade 1, 2, and 3 = partial response, indicated improvements of ≥ 50% but \\< 100%, Grade 4, 5 = stable disease, indicated some or no improvements of 25% - \\< 50% and 6 = progressive disease, indicated worse than at baseline evaluation by \\> 25%. Response rate was determined for participants with ≥ 1 skin lesion at baseline, defined as the percentage of participants with overall status as complete clinical response or partial response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.7","spread":null},{"groupId":"OG001","value":"10.5","spread":null},{"groupId":"OG002","value":"58.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Skin Lesion Response in Everolimus Treated Participants","description":"Duration of skin lesion response was defined as the time from the first skin lesion response until the first skin lesion progression, defined as worsening of lesion by \\> 25% or more from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Everolimus Blood Concentration (C2h) at 2 Hours Post Dose","description":"The participants were assessed for everolimus blood concentration at 2 hours time point after dose administration on the same day, if the participant did not vomit between previous dose and blood sample collection. Tandem liquid chromatography-mass spectrometry method was used for evaluation. C2h values were categorized as \\< 20 ng/mL, 20-50 ng/mL, and \\> 50 ng/mL, concentrations below the lower limit of quantification were entered as 0 ng/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.52","spread":"15.24"},{"groupId":"OG001","value":"27.74","spread":"16.202"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.7","spread":"15.76"},{"groupId":"OG001","value":"39.25","spread":"14.662"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":"NA"},{"groupId":"OG001","value":"49.73","spread":"28.884"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"31.63","spread":"21.902"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"26.33","spread":"11.908"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Everolimus Trough Concentrations (Cmin) at 24 Hours After Last Dose","description":"The participants were assessed for everolimus trough concentration (Cmin) at 24 hours time point after previous dose administration, at a steady state following 5 days of consistent dosing, if the participant did not vomit within 4 hours of previous dose. Tandem liquid chromatography-mass spectrometry method was used for evaluation. Cmin values were categorized as \\<5 ng/mL, 5-10 ng/mL, and \\>10 ng/mL, concentrations below the lower limit of quantification were entered as 0 ng/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"3.68"},{"groupId":"OG001","value":"6.09","spread":"3.708"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.59","spread":"3.43"},{"groupId":"OG001","value":"6.86","spread":"3.504"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.28","spread":"3.11"},{"groupId":"OG001","value":"7.07","spread":"3.214"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.08","spread":"2.19"},{"groupId":"OG001","value":"7.25","spread":"3.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"7.09","spread":"3.697"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"7.28","spread":"3.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"5.85","spread":"2.507"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Renal Impairment During Core Period","description":"Renal function was assessed using glomerular filtration rate (GFR) based on age measure; Modification of Diet in Renal Disease (MDRD) formula for participants aged 18 years or older, defined as GFR equal to 32788\\*(serum creatinine (micromol/L)\\^-1.154)\\*(age\\^-0.203 )\\*(0.742, if female)\\*(1.210, if black), and Schwartz formula for participants less than 18 years defined as GFR equal to 0.41\\*height (cm)/ Serum creatinine (mg/dL). Participants with severe renal impairment defined as GFR \\< 30 mL/min/1.73 m\\^2 and participants with National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI-CTCAE) grade 3/4 serum creatinine were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.2","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":78},"commonTop":["Stomatitis","Convulsion","Nasopharyngitis","Mouth ulceration","Pyrexia"]}}}