{"nctId":"NCT00658528","briefTitle":"Rabeprazole Extended-Release 50 mg Versus Esomeprazole 40 mg for Healing and Symptomatic Relief of Moderate to Severe Erosive Gastroesophageal Reflux Disease (GERD)","startDateStruct":{"date":"2008-02"},"conditions":["Gastroesophageal Reflux Disease (GERD)"],"count":1061,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole sodium"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Esomeprazole"]}],"interventions":[{"name":"Rabeprazole sodium","otherNames":["Aciphex"]},{"name":"Esomeprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"KEY INCLUSION CRITERIA:\n\n1. Male or female, ages 18 to 75 years.\n2. History of GERD symptoms for at least 3 months immediately before screening.\n3. Heartburn for at least 2 days a week for at least 1 month before screening.\n4. Esophageal erosions of Los Angeles (LA) grades C or D based on EGD taken within 14 days prior to enrollment.\n5. Subjects who are H. pylori negative based on a screening test.\n6. Females should be either of non-childbearing potential or of childbearing potential. Females of childbearing potential must have negative pregnancy tests prior to randomization. Female subjects of childbearing potential must agree to use medically acceptable methods of contraception.\n7. Subjects must be able to read, write, and understand the language of the symptom diary.\n\nKEY EXCLUSION CRITERIA:\n\n1. Current or a history of esophageal motility disorders.\n2. Current or a history of Barrett's esophagus. Current esophageal strictures or esophagitis (known or suspected to be due to etiology other than GERD such as infection or medications).\n3. Current or a history of Zollinger-Ellison syndrome and other acid hypersecretory conditions, or current gastric or duodenal ulcer.\n4. Current or a history of cancer, with the exception of fully excised skin basal cell carcinoma.\n5. Inflammatory bowel disease.\n6. Unstable diabetes mellitus.\n7. History of esophageal, gastric and duodenal surgery except simple suturing of an ulcer.\n8. Subjects who require daily use of nonsteroidal anti-inflammatory drugs (NSAIDs), oral steroids (-\\>;= 20 mg/day prednisone or equivalent), or aspirin (-\\>; 325 mg/day).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Diary-recorded Sustained Resolution of Heartburn by Week 4","description":"During the first 4 weeks of the Double-blind Phase, participants were to record heartburn in a daily diary. Participant daily symptoms for the assessment of hearburn was based on a commonly used 4-point Likert scale of none, mild, moderate and severe. A participant was considered achieving sustained resolution of heartburn if the participant had maintained at least 7 consecutive heartburn-free days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.2","spread":null},{"groupId":"OG001","value":"48.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.3","spread":null},{"groupId":"OG001","value":"44.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Erosive Gastroesophageal Reflux Disease (eGERD) Who Achieved Endoscopically-confirmed Healing by 8 Weeks","description":"Healing at week 4 or 8 were based on improvement of eGERD of the Los Angeles (LA) classification of esophagitis Grade C or D from Baseline. Classifications include:\n\nNot Present: No breaks (erosions) in the esophageal mucosa (however, edema, erythema, or friability may be present).\n\nGrade A: One or more mucosal breaks not more than 5 mm in maximum length. Grade B: One or more mucosal breaks more than 5 mm in maximum length, but not continuous between the tops of 2 mucosal folds.\n\nGrade C: Mucosal breaks continuous between the tops of 2 or more mucosal folds, but involving less than 75% of the esophageal circumference.\n\nGread D: Mucosal breaks involving at least 75% of the esophageal circumference.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With eGERD Who Achieved Endoscopically-confirmed Healing by 4 Weeks","description":"Healing at week 4 or 8 were based on improvement of eGERD of the LA classification of esophagitis Grade C or D from Baseline. Classifications include:\n\nNot Present: No breaks (erosions) in the esophageal mucosa (however, edema, erythema, or friability may be present).\n\nGrade A: One or more mucosal breaks not more than 5 mm in maximum length. Grade B: One or more mucosal breaks more than 5 mm in maximum length, but not continuous between the tops of 2 mucosal folds.\n\nGrade C: Mucosal breaks continuous between the tops of 2 or more mucosal folds, but involving less than 75% of the esophageal circumference.\n\nGrade D: Mucosal breaks involving at least 75% of the esophageal circumference.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.3","spread":null},{"groupId":"OG001","value":"54.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.8","spread":null},{"groupId":"OG001","value":"42.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"2.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":528},"commonTop":[]}}}