{"nctId":"NCT00996281","briefTitle":"Safety and Tolerability of Azilsartan Medoxomil Plus Chlorthalidone Compared to Olmesartan Medoxomil Plus Hydrochlorothiazide in Participants With Essential Hypertension","startDateStruct":{"date":"2009-10"},"conditions":["Essential Hypertension"],"count":837,"armGroups":[{"label":"Azilsartan Medoxomil and Chlorthalidone","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil and chlorthalidone"]},{"label":"Olmesartan Medoxomil and Hydrochlorothiazide QD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Olmesartan medoxomil and hydrochlorothiazide"]}],"interventions":[{"name":"Azilsartan medoxomil and chlorthalidone","otherNames":["TAK-491CLD"]},{"name":"Olmesartan medoxomil and hydrochlorothiazide","otherNames":["Benicar HCT®","Olmetec Plus®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is treated with antihypertensive therapy and has a post-washout mean sitting clinic systolic blood pressure greater than or equal to 160 and less than or equal to 190 mm Hg on Day, or has not received antihypertensive treatment within 14 days prior to Screening and has a mean sitting clinic systolic blood pressure greater than or equal to 160 and less than or equal to 190 mm Hg at the Screening Visit and on Day 1.\n* Females of childbearing potential who are sexually active agree to routinely use adequate contraception, and can neither be pregnant nor lactating from before study participation to Screening to 30 days after the last study drug dose.\n* Has clinical laboratory test results within the reference range for the testing laboratory or the investigator does not consider the results to be clinically significant.\n* Is willing to discontinue current antihypertensive medications up to 3 weeks before enrollment.\n\nExclusion Criteria:\n\n* Has a mean clinic diastolic blood pressure (sitting, trough) greater than 119 mm Hg on Day 1.\n* Has secondary hypertension of any etiology (eg, renovascular disease, pheochromocytoma, Cushing's syndrome).\n* Has a recent history (within the last 6 months) of myocardial infarction, heart failure, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, hypertensive encephalopathy, cerebrovascular accident or transient ischemic attack.\n* Has clinically significant cardiac conduction defects (ie, third-degree atrioventricular block, sick sinus syndrome).\n* Has hemodynamically significant left ventricular outflow obstruction due to aortic valvular disease.\n* Has severe renal dysfunction or disease.\n* Has known or suspected unilateral or bilateral renal artery stenosis.\n* Has a history of cancer that has not been in remission for at least 5 years prior to the first dose of study drug.\n* Has poorly-controlled type 1 or 2 diabetes mellitus at Screening.\n* Has hypokalemia or hyperkalemia at Screening.\n* Has an alanine aminotransferase or aspartate aminotransferase level of greater than 2.5 times the upper limit of normal, active liver disease, or jaundice at Screening.\n* Has any other known serious disease or condition that would compromise safety, might affect life expectancy, or make it difficult to successfully manage and follow according to the protocol.\n* Has known hypersensitivity to angiotensin II receptor blockers or thiazide-type diuretics or other sulfonamide-derived compounds.\n* Has been randomized/enrolled in a previous azilsartan or azilsartan medoxomil plus chlorthalidone study.\n* Currently is participating in another investigational study or has received any investigational compound within 30 days prior to Screening.\n* Has a history of drug abuse or a history of alcohol abuse within the past 2 years.\n* Is taking or expected to take any excluded medication, including:\n\n  * Antihypertensive medications must be discontinued completely by Day -14, except antihypertensive medications used in the open-label treatment period in accordance with the titration-to-target blood pressure titration.\n  * Angiotensin II receptor blockers or thiazide-type diuretics other than study medication.\n  * Over-the-counter products not permitted by investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least 1 Adverse Event","description":"An adverse event is defined as any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product without regard to causality.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.5","spread":null},{"groupId":"OG001","value":"76.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Serum Creatinine Elevations Greater Than 50% From Baseline and Greater Than the Upper Limit of Normal (ULN)","description":"Serum creatinine was measured at every visit and evaluated as a laboratory parameter of special interest. The percentage of participants with creatinine increase ≥50% from Baseline and greater than ULN was summarized: - At any visit (includes transient and persistent elevations). - At the Final Visit (includes persistent elevations and participants whose first elevation may have been at the Final Visit). - At least 2 consecutive visits (includes only persistent elevations).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":418},"commonTop":["Blood creatinine increased","Dizziness","Nasopharyngitis","Headache","Upper respiratory tract infection"]}}}