{"nctId":"NCT01499134","briefTitle":"Comparison of 2 Beta Blocker Drugs on Peripheral Arterial Disease in Patients With High Blood Pressure","startDateStruct":{"date":"2011-08"},"conditions":["Peripheral Artery Disease","Hypertension"],"count":17,"armGroups":[{"label":"nebivolol","type":"EXPERIMENTAL","interventionNames":["Drug: nebivolol"]},{"label":"metoprolol succinate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Metoprolol succinate"]}],"interventions":[{"name":"nebivolol","otherNames":["Bystolic"]},{"name":"Metoprolol succinate","otherNames":["Toprol XL"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and non-pregnant, non-lactating women 45 years of age or older\n* Able to give informed consent and complete scheduled visits\n* Mild-moderate bilateral lower extremity peripheral arterial disease as defined by an ankle-brachial index (ABI measurement of 0.6-0.9. If a subject has baseline claudication symptoms, the symptoms must be stable for the 3 months preceding enrollment.\n* History of hypertension. Blood pressure at the screening visit must be ≤160/100 mmHg and ≥100/60 mmHg for all subjects. If a subject is currently prescribed beta-blocker therapy, BP at the screening visit must be ≤140/90 mmHg. In addition, heart rate must be ≥55 beats per minute if currently prescribed a beta-blocker and ≤60 beats per minute if not currently prescribed a beta-blocker.\n* At least moderate risk for CAD.\n\nExclusion Criteria:\n\n* Participation in another clinical trial\n* Ongoing ischemic (resting) limb pain, or lower extremity ulceration due to arterial insufficiency, or an ABI indicating \\<0.6 indicating disease potentially requiring revascularization\n* History of limb or digit amputation due to arterial insufficiency\n* Revascularization of peripheral vessels within the preceding 6 months\n* Uncontrolled hypertension as defined by systolic blood pressure ≥160 mmHg or diastolic blood pressure ≥100 mmHg\n* Contraindication or allergy to beta blocker therapy\n* History of myocardial infarction , coronary revascularization, or a cerebrovascular event within the preceding 6 months\n* Class III or IV angina\n* Current or past history of New York Heart Association (NYHA) class III or IV heart failure\n* Inability to walk on a treadmill for any reason\n* Regular use of nitroglycerin or nitrates including oral, transdermal ointment or patch, or sublingual, translingual spray and/or combination agents containing nitrates\n* Active liver, pulmonary, infectious or inflammatory process\n* History of malignancy within preceding 5 years (excluding basal or squamous cell skin cancer)\n* History of any other condition that, in the opinion of the investigators, renders it unsafe for the subject to be enrolled","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Peak Walking Time (PWT)","description":"Change in peak walking time (PWT) is measured in seconds. The PWT is defined as when walking on a treadmill cannot continue due to maximal leg pain, resulting in the discontinuation of the treadmill test.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110.4","spread":"89.7"},{"groupId":"OG001","value":"-19.4","spread":"110.8"}]}]}]},{"type":"SECONDARY","title":"Ankle-brachial Index (ABI)","description":"Change in measurement of Ankle-brachial index (ABI). The ABI is the ratio of the blood pressure measured in the lower legs to the blood pressure measured in the arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":"0.14"},{"groupId":"OG001","value":"0.06","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Claudication Onset Time (COT)","description":"Change in measurement of claudication onset time (COT). The COT is defined as the time when a patient first experienced pain walking during a treadmill test.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155.7","spread":"217.5"},{"groupId":"OG001","value":"148.7","spread":"173.1"}]}]}]},{"type":"SECONDARY","title":"Walking Impairment Questionnaire (WIQ) - Change Calf Pain","description":"Change in calf pain as captured by the Walking Impairment Questionnaire (WIQ). A 5 point Likert scale scoring ranges from 1) No Difficulty, 2) Slight Difficulty, 3) Some Difficulty, 4) Much Difficulty, and 5) Great Difficulty. The scores are determined by dividing the score by the maximum possible score and then multiplying by 100. The score ranges from 0-100 with lower scores indicating greater pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":"28"},{"groupId":"OG001","value":"10.7","spread":"40.5"}]}]}]},{"type":"SECONDARY","title":"Walking Impairment Questionnaire (WIQ) - Change in Buttock Pain","description":"Change in buttock pain as captured by the Walking Impairment Questionnaire (WIQ). A 5 point Likert scale scoring ranges from 1) No Difficulty, 2) Slight Difficulty, 3) Some Difficulty, 4) Much Difficulty, and 5) Great Difficulty. The scores are determined by dividing the score by the maximum possible score and then multiplying by 100. The score ranges from 0-100 with lower scores indicating greater pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3","spread":"12.5"},{"groupId":"OG001","value":"14.3","spread":"19.7"}]}]}]},{"type":"SECONDARY","title":"Walking Impairment Questionnaire (WIQ) - Change in WIQ Distance Score","description":"Change in distance score as captured by the Walking Impairment Questionnaire (WIQ) distance score subscale. The degree of difficulty in the walking of specific distances is ranked on a 0 to 4 Likert scale, in which 0 represents the inability to walk the distance and 4 represents no difficulty. A Likert scale is an ordinal scale of consecutive, equidistant, numerical values (ie, 0 to 4). The distances assessed in the WIQ range from walking indoors around the home to walking 5 blocks (1500 feet). The items on the subscale are weighted according to the difficulty of walking. The distance score is determined by dividing the total weighted score by the greatest possible weighted score and multiplying by 100. Scores range from 0-100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.52","spread":"27.37"},{"groupId":"OG001","value":"28.28","spread":"31.18"}]}]}]},{"type":"SECONDARY","title":"Walking Impairment Questionnaire (WIQ) - Change in WIQ Speed Score","description":"Change in speed score as captured by the Walking Impairment Questionnaire (WIQ) speed score subscale. In the walking speed component, the degree of difficulty walking is ranked on a 0 to 4 scale where speed is assessed for each of the following speeds: at the following speeds: 1, slowly; 2, average speed; 3, quickly; or 4, running or jogging 1 block. Zero represents the inability to walk the specified speed, and 4 represents no difficulty. The items on the subscale are weighted according to the difficulty of the task. The speed score is determined by dividing the total weighted score by the greatest possible weighted score and multiplying by 100. Scores range from 0-100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.88","spread":"30.08"},{"groupId":"OG001","value":"-6.83","spread":"35.34"}]}]}]},{"type":"SECONDARY","title":"Walking Impairment Questionnaire (WIQ) - Change in WIQ Stairs Score","description":"Change in stairs score as captured by the Walking Impairment Questionnaire (WIQ) stairs subscale. This scale item asks the subject to describe the degree of difficulty climbing one, two, or three flights of stairs in the past week. A flight of stairs is defined as 14 steps. A 5 point Likert scale scoring ranges from 1) No Difficulty, 2) Slight Difficulty, 3) Some Difficulty, 4) Much Difficulty, 5) Unable to Do, or 6) Didn Do for Other Reasons. The items on the subscale are weighted according to the difficulty of the task. The stairs score is determined by dividing the total weighted score by the greatest possible weighted score and multiplying by 100. Scores range from 0-100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.67","spread":"37.20"},{"groupId":"OG001","value":"24.31","spread":"38.77"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":9},"commonTop":[]}}}