{"nctId":"NCT03888755","briefTitle":"A Study of Icatibant for Acute Attacks of Hereditary Angioedema in Japanese Participants","startDateStruct":{"date":"2015-03-18","type":"ACTUAL"},"conditions":["Hereditary Angioedema (HAE)"],"count":8,"armGroups":[{"label":"Icatibant","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]}],"interventions":[{"name":"Icatibant","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The participant is in Japan and is Japanese; defined as born in Japan and having Japanese parents and Japanese maternal and paternal grandparents.\n2. The participant is male or female and greater than or equal to (\\>=) 18 years of age at the time of informed consent.\n3. The participant has a confirmed diagnosis of hereditary angioedema (HAE) type I or II. Diagnosis may be based on historical data using the following criteria:\n\n   1. Family history of angioedema\n   2. Characteristic attack manifestations, recurrent attacks\n   3. C1 esterase inhibitor (C1-INH) deficiency\n   4. In the absence of a family history of angioedema, exclusion of other forms of angioedema (example: acquired angioedema)\n4. If the participant does not have a confirmed diagnosis of HAE type I or II based on historical data, including C1-INH deficiency, the participant's diagnosis must be determined prior to treatment by C1-NH test results which demonstrate a quantitative and/or functional C1-INH deficiency.\n\n   1. HAE type I: Low amount of C1-INH protein and low level of C1-INH activity; HAE type; II: Normal or increased amount of C1-INH protein and low level of C1-INH activity\n   2. In the absence of a family history of angioedema, exclusion of other forms of angioedema based on a normal level of C1q.\n5. The current HAE attack must be in the cutaneous, abdominal, and/or laryngeal (inclusive of laryngeal and pharyngeal) areas.\n6. The attack must be moderate to severe for non-laryngeal and mild to moderate for laryngeal as determined by investigator global assessment at pretreatment (baseline).\n7. The participant commences treatment within 6 hours of the attack becoming at least mild (laryngeal) or moderate (non-laryngeal) in severity, but not more than 12 hours (h) after the onset of the attack. Note: for participant who present to the hospital/clinic with symptoms which have already progressed to at least moderate (non-laryngeal) or mild (laryngeal) severity, their duration can be estimated by the investigator through questioning of the participant.\n8. The participant (or the participant's parent/legal guardian, if applicable) has provided written informed consent which has been approved by the Institutional Review Board/Independent Ethics Committee (IRB/IEC).\n\n   1. If the participant is an adult, be informed of the nature of the study and provide written informed consent before any study-specific procedures are performed. OR\n   2. If the participant is a minor (that is \\[i.e.\\] \\< 20 years of age), have a parent/legal guardian who is informed of the nature of the study provide written informed consent (i.e., permission) for the minor to participate in the study before any study-specific procedures are performed; Assent will be obtained from minor participants.\n9. Females of childbearing potential must have a negative urine pregnancy test and must use medically acceptable methods to prevent pregnancy during their active participation in the study, (time from icatibant treatment of the acute attack to the follow-up visit at Day 7 \\[+3 days\\]), with the exception of those females who have had a total hysterectomy or bilateral oophorectomy, or who are 2 years post menopausal.\n\nExclusion Criteria:\n\n1. The participant will require an intervention to support the airway (example: intubation, tracheotomy, cricothyrotomy) due to the current attack of angioedema.\n2. The participant presents with an HAE attack with laryngeal/upper respiratory tract symptoms which are considered severe in the investigator's clinical judgment and in conjunction with the investigator global assessment and which may necessitate urgent care and/or impede the conduct of study efficacy assessments.\n3. The participant has a diagnosis of angioedema other than HAE (non-hereditary angioedema, example: acquired angioedema).\n4. The participant has received previous treatment with icatibant.\n5. The participant is enrolled in another clinical study that involves investigation or use of any investigational product (drug or device) within 30 days prior to study enrollment or at any time during the study.\n6. The participant has received treatment with any pain medication since the onset of the current angioedema attack.\n7. The participant has received replacement therapy (C1-INH products, fresh frozen plasma \\[FFP\\]) \\< 5 days (120 hours) from the onset of the current angioedema attack.\n8. The participant is receiving treatment with angiotensin converting enzyme (ACE) inhibitors.\n9. The participant has evidence of coronary artery disease based on medical history at the screening examination or at pretreatment; example: unstable angina pectoris or severe coronary heart disease and congestive heart failure, that in the investigator's judgment would be a contraindication for participation in the trial (New York Heart Association \\[NYHA\\] class 3 and 4).\n10. The participant has a serious pre-existing condition or condition that, in the opinion of the investigator, would be a contraindication for participation in the trial.\n11. The participant is pregnant or breastfeeding.\n12. The participant is unable to understand the nature, scope, and possible consequences of the protocol, or is unlikely to comply with the protocol assessments, unable to return for follow up visits, or unlikely to complete the study for any reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Onset of Symptom Relief (TOSR)","description":"The TOSR was defined as a 50 percent (%) reduction from the pre-treatment score in the 3-symptom composite VAS score for non-laryngeal attacks and 5-symptom composite VAS score for laryngeal attacks. A VAS utilizes a scale consisting of a 100 millimeter (mm) horizontal line with extreme values at the beginning (0 mm = no symptom) and end (100 mm = worst possible symptom) of the line. The participant should draw a vertical line at the point along the scale that represents the current status of the measured symptom. Composite VAS scores were calculated as the average of VAS measurements for skin swelling, skin pain, and abdominal pain (3-symptom composite) for non-laryngeal attacks and for skin swelling, skin pain, abdominal pain, difficulty swallowing, and voice change (5-symptom composite) for laryngeal attacks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Primary Symptom Relief (TOSR-P)","description":"Primary symptom relief was based on the participant-assessed VAS score for a single primary symptom (determined by edema location) and corresponds to a reduction by 31 mm at a pretreatment VAS of 100 mm and by 21 mm at a pretreatment VAS of 30 mm. If the primary symptom pretreatment VAS less than (\\<) 30 mm, then primary symptom relief was defined as 68% reduction from pretreatment. A VAS utilizes a scale consisting of a 100 millimeter (mm) horizontal line with extreme values at the beginning (0 mm = no symptom) and end (100 mm = worst possible symptom) of the line. The TOSR-P was calculated from the time of icatibant administration to the onset of primary symptom relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Composite Visual Analog Scale (VAS) Score","description":"A VAS utilizes a scale consisting of a 100 mm horizontal line with extreme values at the beginning (0 mm = no symptom) and end (100 mm = worst possible symptom) of the line. The participant should draw a vertical line at the point along the scale that represents the current status of the measured symptom. Composite VAS scores was calculated as the average of VAS measurements for skin swelling, skin pain, abdominal pain, difficulty swallowing, and voice change (5-symptom composite) for laryngeal attacks and as the average of VAS measurements for skin swelling, skin pain and abdominal pain (3-symptom composite) for non-laryngeal attacks. Change from baseline in the composite VAS score was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.78","spread":"13.465"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.26","spread":"13.310"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.57","spread":"13.367"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.40","spread":"12.998"}]}]}]},{"type":"SECONDARY","title":"Composite Symptom Score (SS) Assessed by Investigator","description":"The investigator-assessed composite symptom score was calculated as an average of abdominal tenderness, nausea, vomiting, diarrhea, skin pain, erythema, skin irritation, and skin swelling (8 symptoms) for non-laryngeal attacks and the average of abdominal tenderness, nausea, vomiting, diarrhea, skin pain, erythema, skin irritation, skin swelling, dysphagia, voice change, breathing difficulties, stridor, and asphyxia (13 symptoms) for laryngeal attacks using the following 5-point scale 0 = none (absence of symptoms); 1 = mild (no to mild interference with daily activities); 2 = moderate (moderate interference with daily activities); 3 = severe (severe interference with daily activities); 4 = very severe (very severe interference with daily activities). Here the composite SS assessed by investigator was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Composite Symptom Score (SS) Assessed by Participant","description":"The participant-assessed composite symptom score was calculated as an average of abdominal pain, nausea, vomiting, diarrhea, skin pain, erythema, skin irritation, and skin swelling (8 symptoms) for non-laryngeal attacks and the average of abdominal pain, nausea, vomiting, diarrhea, skin pain, erythema,skin irritation, skin swelling, dysphagia and voice change (10 symptoms) for laryngeal attacks using the following 5-point scale 0 = none (absence of symptoms); 1 = mild (no to mild interference with daily activities); 2 = moderate (moderate interference with daily activities); 3 = severe (severe interference with daily activities); 4 = very severe (very severe interference with daily activities). Here the composite SS assessed by participant was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Investigator Global Assessment","description":"The investigator was made a global assessment (that is \\[i.e.\\] consideration of all abdominal symptoms combined, all cutaneous symptoms combined and/or all laryngeal symptoms combined) using the following 5-point scale, where the symptoms were scored from 0 for \"absence of symptoms\" to 4 for \"very severe\": 0 = none (absence of symptoms); 1 = mild (no to mild interference with daily activities); 2 = moderate (moderate interference with daily activities); 3 = severe (severe interference with daily activities); 4 = very severe (very severe interference with daily activities).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"0.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"0.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"0.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"}]}]}]},{"type":"SECONDARY","title":"Time to Initial Symptom Improvement by Investigator","description":"Time to initial symptom improvement was evaluated by the investigator; each were asked to record the time at which they perceived initial improvement of symptoms. Time to initial symptom improvement was calculated from the time of icatibant administration to the time reported by the investigator of initial improvement of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initial Symptom Improvement by Participants","description":"Time to initial symptom improvement was evaluated by the participants; each were asked to record the time at which they perceived initial improvement of symptoms. Time to initial symptom improvement was calculated from the time of icatibant administration to the time reported by the participant of initial improvement of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Almost Complete Symptom Relief As Assessed by Visual Analog Scale (VAS) Score","description":"Time to almost complete symptom relief was calculated from the time of icatibant administration to almost complete symptom relief. Almost complete symptom relief was determined retrospectively as the earliest of three consecutive non-missing measurements for which all VAS scores \\< 10 mm. A VAS utilizes a scale consisting of a 100 millimeter (mm) horizontal line with extreme values at the beginning (0 mm = no symptom) and end (100 mm = worst possible symptom) of the line. The participant should draw a vertical line at the point along the scale that represents the current status of the measured symptom.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Plasma Concentration (Cmax) of Icatibant After a Single Subcutaneous (SC) Administration of Icatibant","description":"The Cmax was estimated by a population PK modeling approach. The Cmax of icatibant was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"405","spread":"194"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve From 0 to 2 Hours (AUC0-2) After a Single Subcutaneous (SC) Administration of Icatibant","description":"The AUC0-2 was estimated by a population PK modeling approach. The AUC0-2 of Icatibant was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"611","spread":"338"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve From 0 to 4 Hours (AUC0-4) After a Single Subcutaneous (SC) Administration of Icatibant","description":"The AUC0-4 was estimated by a population PK modeling approach. The AUC0-4 of Icatibant was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1198","spread":"495"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve From 0 to 6 Hours (AUC0-6) After a Single Subcutaneous (SC) Administration of Icatibant","description":"The AUC0-6 was estimated by a population PK modeling approach. The AUC0-6 of Icatibant was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1506","spread":"509"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An AE was any noxious, pathologic, or unintended change in anatomical, physiologic, or metabolic function as indicated by physical signs, symptoms, or laboratory changes occurred in any phase of a clinical study, whether or not considered investigational product related. The TEAEs were defined as all AEs occurred on or after the time of study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Injection Site Reactions Reported as Adverse Event (AE)","description":"Number of participants with injection site reactions (erythema, swelling, cutaneous pain, burning sensation, itching/pruritus, and warm sensation) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Changes in Clinical Laboratory Tests Reported as Adverse Event (AE)","description":"Clinical laboratory tests included serum chemistry, hematology, urinalysis and coagulation were assessed. Number of participants with clinically significant changes in clinical laboratory tests were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Changes in Vital Signs Reported as Adverse Event (AE)","description":"Vital signs included pulse rate, blood pressure, respiration rate, and temperature. The number of participants with clinically significant changes in vital signs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Changes in Electrocardiogram (ECG) Reported as Adverse Event (AE)","description":"A standard 12-lead ECG was performed. The number of participants who reported clinically significant changes in ECGs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":8},"commonTop":["HEREDITARY ANGIOEDEMA","HEADACHE"]}}}