{"nctId":"NCT02112656","briefTitle":"Study of ThermoDox With Standardized Radiofrequency Ablation (RFA) for Treatment of Hepatocellular Carcinoma (HCC)","startDateStruct":{"date":"2014-06"},"conditions":["Hepatocellular Carcinoma"],"count":554,"armGroups":[{"label":"ThermoDox 50 mg/m2","type":"EXPERIMENTAL","interventionNames":["Drug: ThermoDox"]},{"label":"Dummy infusion","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Dummy infusion"]}],"interventions":[{"name":"ThermoDox","otherNames":["Lyso-Thermosensitive Liposomal Doxorubicin (LTLD)"]},{"name":"Dummy infusion","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female ≥ 18 years of age.\n2. Diagnosed with a single HCC lesion ≥ 3.0 cm but ≤ 7.0 cm in maximum diameter based on diagnosis at screening.\n\n   * Subjects meeting the American Association for the Study of Liver Disease (AASLD) criteria may be randomized without a biopsy, but will undergo a biopsy during the RFA procedure unless contraindicated or unattainable.\n   * Subjects not meeting the AASLD criteria for HCC will need a biopsy to confirm HCC prior to randomization.\n3. Be an appropriate candidate for receiving RFA as a medically indicated treatment as evaluated by the following factors:\n\n   * The position and accessibility of the target lesion allows for the safe administration of multiple ablation cycles or deployments to achieve a probe dwell time of ≥ 45 minutes.\n   * Not a candidate for surgical resection according to the local guidelines for resection and in the Investigator's judgment.\n4. Child-Pugh Class A without either current encephalopathy or ascites.\n5. Left Ventricular Ejection Fraction (LVEF) ≥ 50%.\n6. Eastern Cooperative Oncology Group (ECOG) performance status 0.\n7. Willing to sign an informed consent form, indicating awareness of the investigational nature of this study that is in keeping with the policies of the institution.\n\nExclusion Criteria:\n\n1. Is scheduled for liver transplantation\n2. Expected ablation volume \\> 30% of total liver volume or removal of 3 hepatic segments\n3. More than 1 lesion identified during baseline.\n4. Have previously received therapeutic treatment for HCC outside the study protocol or is expected to receive concomitant HCC treatment prior to PFS event.\n5. Have serious medical illnesses including, but not limited to, congestive heart failure, myocardial infarction or cerebral vascular accident within the last six months, or life threatening cardiac arrhythmias.\n6. Have previously received any anthracycline outside the protocol\n7. Have extrahepatic metastasis.\n8. Have portal or hepatic vein tumor invasion/thrombosis.\n9. Have body temperature \\>101ºF (38.3ºC) immediately prior to study treatment.\n10. Baseline laboratories (repeat lab tests are permitted to evaluate eligibility during the Screening Period. Lab results must be within protocol range prior to study treatment.)\n\n    * Absolute neutrophil count \\< 1500/mm3\n    * Platelet count \\< 75,000/mm3\n    * Hgb \\< 10.0 g/dL (unless the hemoglobin value has been stable, the subject is cardiovascularly stable, asymptomatic and judged able to withstand the RFA procedure) Note: If clinically indicated, subjects may receive platelets or packed red blood cell (RBC) transfusions and be re-evaluated after condition is treated.\n11. Baseline Chemistry\n\n    * Serum creatinine ≥ 2.5 mg/dL or calculated creatinine clearance (CrCl) ≤25.0 mL/min.\n    * Serum bilirubin \\> 3.0 mg/dL.\n    * Serum albumin \\< 2.8 g/dL.\n12. Have any known allergic reactions to any of the drugs or liposomal components or intravenous imaging agents that prohibit the ability to complete the imaging requirements.\n13. Are pregnant or breast-feeding. In women of childbearing potential, a negative serum pregnancy test is required prior to study treatment.\n14. Women of childbearing potential and men who are not practicing an acceptable form of birth control (i.e. diaphragm, cervical cap, condom, surgical sterility or birth control pills. Women whose partner has or men who have undergone a vasectomy must use a second form of birth control).\n15. Have INR \\> 1.5 times the institution's upper normal limit (UNL), except in subjects who are therapeutically anticoagulated for medical conditions unrelated to HCC such as atrial fibrillation. Subjects may be re-screened after condition is treated or anticoagulant is withheld.\n16. Have contraindications to receiving doxorubicin hydrochloride (HCl).\n17. Are being treated with other investigational agents.\n18. Use of an investigational drug outside this study within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication.\n19. Have other concurrent malignancy (subjects with treated squamous cell carcinoma of the skin or basal cell carcinoma of the skin may be included), evidence of extrahepatic cancer from their primary malignancy, or ongoing, medically significant active infection.\n20. HIV positive.\n21. NYHA class III or IV functional classification for heart failure.\n22. Evidence of hemachromatosis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival is defined as the time (in months) from the date of randomization to the death from any cause or the end of the study.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.06","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"The protocol incorporates modified RECIST developed for HCC clinical research as a basis to evaluate tumor response. PFS here is defined as the time (in months) from the date of randomization to the first date on which one of the following occurs (as determined by CT or MRI scan):\n\n* Death of any cause\n* Treatment failure (inability to achieve CR after two RFA ± ThermoDox treatment sessions)\n* Progression due to local tumor recurrence after initial CR\n* Progression due to distant intrahepatic tumor recurrence\n* Progression due to extrahepatic tumor recurrence","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.31","spread":null},{"groupId":"OG001","value":"16.78","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":73,"n":274},"commonTop":["Alopecia","Neutropenia","Aspartate Aminotransferase Increased","Alanine Aminotransferase Increased","Pyrexia"]}}}