{"nctId":"NCT03499873","briefTitle":"Clinical Endpoint Study of Nepafenac 0.3% Opthalmic Suspension","startDateStruct":{"date":"2018-03-28","type":"ACTUAL"},"conditions":["Cataract"],"count":448,"armGroups":[{"label":"Nepafenac 0.3% Opthalmic Suspension","type":"EXPERIMENTAL","interventionNames":["Drug: Nepafenac 0.3% Oph Susp"]},{"label":"Ilevro 0.3% Opthalmic Suspension","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nepafenac 0.3% Oph Susp (reference)"]},{"label":"Placebo (vehicle) Opthalmic Suspension","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebos"]}],"interventions":[{"name":"Nepafenac 0.3% Oph Susp","otherNames":[]},{"name":"Placebos","otherNames":[]},{"name":"Nepafenac 0.3% Oph Susp (reference)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or non-pregnant, non-lactating females, 18 years of age or older who have a cataract and are expected to undergo cataract extraction.\n2. No aqueous cells, no visible aqueous flare and no significant ocular pain in the selected eye noted during the Screening visit by slit-lamp examination.\n3. Study subjects must have provided IRB approved written informed consent using the latest version of the IRB informed consent form. In addition, study subjects must sign a HIPAA authorization, if applicable.\n4. Study subjects should be literate and willing to complete the subject diary regularly as directed.\n5. Study subjects must be in good health and free from any clinically significant disease apart from indication under study.\n6. Females of child bearing potential (WOCBP\\*) must not be pregnant or lactating at baseline visit (as documented by a negative urine pregnancy test with a minimum sensitivity of 25 IU/L or equivalent units of beta-human chorionic gonadotropin (Beta-HCG) at screening and urine pregnancy at baseline.\n7. Female subjects of childbearing potential must be willing to use an acceptable form of birth control from the day of the first dose administration to 30 days after the last administration of IP. For the purpose of this study the following are considered acceptable methods of birth control: oral or injectable contraceptives, contraceptive patches, Depo-Provera® (Medroxyprogesterone acetate-stabilized for at least 3 months); vaginal contraceptive; contraceptive implant; double barrier methods (e.g. condom and spermicide); Nuvaring vaginal hormonal birth control, IUD, or abstinence with a second method of birth control should the subject become sexually active. A sterile sexual partner is NOT considered an adequate form of birth control.\n8. All male subjects must agree to use accepted methods of birth control with their partners, from the day of the first dose administration (to 30 days after the last administration of study drug). Please see acceptable forms for \"Female\" birth control above. Abstinence is an acceptable method of birth control for males.\n9. Study subjects must be willing and able to understand and comply with the requirements of the protocol, including attendance at the required scheduled study visits.\n10. Study subjects must be willing to refrain from using any other treatments other than the investigational product.\n\nExclusion Criteria:\n\n1. Females who are pregnant, breast feeding, or planning a pregnancy during the course of the study and for 30 days after last study dose.\n2. Females of childbearing potential who do not agree to utilize an adequate form of contraception.\n3. Current or past history of severe hepatic or renal impairment, uncontrolled diabetes mellitus, rheumatoid arthritis or bleeding tendencies.\n4. Current or history within two months prior to baseline of clinically significant ocular disease, e.g., corneal denervation, corneal epithelial defects, severe dry eye syndrome, ocular trauma to the operative eye, corneal edema, proliferative diabetic retinopathy in the operative eye or ocular infection.\n5. In the operative eye, history of chronic or recurrent inflammatory disease, e.g., iritis, scleritis, uveitis, iridocyclitis or rubeosis iritis, lens pseudoexfoliation syndrome with glaucoma or zonular compromise.\n6. Congenital ocular anomaly, e.g., aniridia or congenital cataract.\n7. Iris atrophy in the operative eye.\n8. Current corneal abnormalities that would prevent accurate IOP readings with the Goldmann applanation tonometer.\n9. Nonfunctional nonoperative eye (visual acuity of 20/200 or worse Snellen or ETDRS).\n10. Known hypersensitivity to any component of nepafenac therapy or to other nonsteroidal anti-inflammatory drug (NSAID).\n11. Use within one week prior to baseline of: 1) contact lens, or 2) topical, ophthalmic or systemic NSAID.\n12. Use within two weeks prior to baseline of: 1) topical ophthalmic corticosteroid, 2) topical corticosteroid, or 3) medications which may prolong bleeding time (per investigator discretion and primary care physician approval to discontinue use for surgery).\n13. Use within one month prior to baseline of: 1) systemic corticosteroid, 2) high-dose salicylate therapy, or 3) topical ophthalmic prostaglandin analogs, e.g., bimatoprost, latanoprost or travoprost.\n14. Use within six months prior to baseline of intravitreal or subtenon injection of ophthalmic corticosteroid.\n15. Underwent within six months prior to baseline any complicated intraocular surgery or repeat ocular surgeries (e.g., cataract surgery).\n16. Underwent within twelve months prior to baseline: refractive surgery, filtering surgery or laser surgery for IOP reduction.\n17. History or presence of significant alcoholism or drug abuse in the past one year.\n18. History or presence of significant smoking (more than 20 cigarettes or any other equivalent tobacco product/day).\n19. History of hematologic disorders other than mild anemia.\n20. Severe, unstable, or uncontrolled cardiovascular or pulmonary disease.\n21. Therapy with an investigational agent within the past 30 days prior to screening.\n22. Clinically significant hematologic and / or biochemical abnormalities based on laboratory testing.\n23. Subjects who are in the investigator's best judgment at risk of visual field or visual acuity worsening as a consequence of participation in trial.\n24. Use of any prescribed medication during last two weeks or OTC medicinal products during the last one week preceding the first dosing that results in drug-drug interaction with the study drug.\n25. Major illness, as per investigator discretion, during 3 months before screening.\n26. Subjects who are employees of site or CRO or sponsor or immediate family of employees.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cure at Day 14","description":"Number of participants that achieved cure at Day 14 defined as a score of 0 for aqueous cells (Grade 0-4 using a narrow-slit beam (0.5 mm width at least 8 mm length) at maximum luminance), a score of 0 for aqueous flare (Grade 0-3 using a narrow-slit beam (0.5 mm width at least 8 mm length) at maximum luminance) and a score of no more than 3 for pain (Grade 0-5 a positive sensation of the eye, including foreign body sensation, stabbing, throbbing or aching). The scoring indicates from less severe at 0 to very severe as the grading increases.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"97","spread":null},{"groupId":"OG002","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"46","spread":null},{"groupId":"OG002","value":"34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":175},"commonTop":["Headache","Blood glucose increased","Intraocular pressure increased","Eye pain","Anterior chamber inflammation"]}}}