{"nctId":"NCT01365546","briefTitle":"Wilate in Subjects With Von Willebrand Disease Who Undergo Surgery","startDateStruct":{"date":"2011-06"},"conditions":["Prevent Bleeding in Major Surgery"],"count":30,"armGroups":[{"label":"human VWF/FVIII concentrate","type":"EXPERIMENTAL","interventionNames":["Biological: human VWF/FVIII concentrate"]}],"interventions":[{"name":"human VWF/FVIII concentrate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with congenital VWD (von Willebrand Disease)\n* Require therapy with a VWF (von Willebrand Factor) product to treat any major surgical procedure\n\nExclusion Criteria:\n\n* Known coagulation disorder other than VWD\n* Known history of, or suspected VWF or FVIII inhibitors\n* Subjects with hepatic liver disease\n* Known or suspected hypersensitivity or previous evidence of severe side effects to wilate or other VWF/FVIII concentrates\n* Pregnant women in the first 20 weeks of gestation","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Hemostatic Efficacy (Success or Failure) of Wilate, Based on the Intra-operative Assessment of the Surgeon and the Post-operative Assessment by the Investigator Using a 4-point Ordinal Efficacy Scale.","description":"Efficacy of Wilate in surgical procedures was assessed intra-operatively by the surgeon and post-operatively by the investigator. The IDMC additionally conducted an independent adjudication of all hemostatic efficacy results ('secondary adjudication') and adjudicated the surgeons'/investigators' assessments of the intra- and post-operative assessments where there were discrepancies between the two assessments ('primary adjudication'). It was specified in the SAP that the study will be terminated early and success claimed if the two-sided 98.75% confidence interval (CI) for the overall success rate excludes and is greater than 0.60 (equivalent to 25 or more successes out of the 30 procedures).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Intra-operative Hemostatic Efficacy","description":"The efficacy of Wilate during surgical procedures was assessed by a 4-point ordinal efficacy scale by the surgeon at the end of the surgical procedure and took the predicted versus actual blood loss and transfusion requirements into consideration. Outcome measure 1 takes the results of outcome measure 2 and 3 into consideration and is an overall assessment covering intra- and post-operative efficacy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Post-operative Efficacy Assessment","description":"Post-operative efficacy was assessed by the investigator, covering the time period from the end of the procedure up to 24 hours following the last infusion of study medication. This assessment took the post-operative bleeding and oozing into consideration","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":41},"commonTop":["Procedural Pain","Nausea","Vomiting","Pain","Pyrexia"]}}}