{"nctId":"NCT00957047","briefTitle":"Efficacy and Safety Study of BIA 2-093 in Combination With Other Anti-Epileptic Drugs to Treat Partial Epilepsy","startDateStruct":{"date":"2004-07"},"conditions":["Partial Epilepsy"],"count":395,"armGroups":[{"label":"ESL 400 mg once daily","type":"EXPERIMENTAL","interventionNames":["Drug: eslicarbazepine acetate"]},{"label":"ESL 800 mg once daily","type":"EXPERIMENTAL","interventionNames":["Drug: eslicarbazepine acetate"]},{"label":"ESL 1200 mg once daily","type":"EXPERIMENTAL","interventionNames":["Drug: eslicarbazepine acetate"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"ESL - Part II","type":"EXPERIMENTAL","interventionNames":["Drug: ESL - Part II"]}],"interventions":[{"name":"eslicarbazepine acetate","otherNames":["Zebinix"]},{"name":"placebo","otherNames":["Sugar pill"]},{"name":"ESL - Part II","otherNames":["Eslicarbazepine acetate (ESL), BIA 2-093"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* written informed consent signed by patient\n* aged 18 years or more\n* documented diagnosis of simple or complex partial seizures with or without secondary generalisation since at least 12 months prior to screening\n* at least 4 partial seizures in each 4 week period during the last 8 weeks prior to screening, currently treated with 1 or 2 AEDs (any except oxcarbazepine and felbamate), in a stable dose regimen during at least 2 months prior to screening (patients using vigabatrin should have been on this medication for at least 1 year with no deficit in visual field identified)\n* excepting epilepsy, patient is judged to be in general good health based on medical history, physical examination and laboratory tests\n* post-menopausal or otherwise incapable of becoming pregnant by reason of surgery or tubal ligation; in case of woman of childbearing potential, patient must present a serum beta-hCG test consistent with a non-gravid state and agree to remain abstinent or use reliable contraception (oral contraception should be combined with a barrier method\n\nExclusion Criteria:\n\n* only simple partial seizures with no motor symptomatology (classified as A2-4 according to the International Classification of Epileptic Seizures) that are not video-EEG documented\n* primarily generalised epilepsy\n* known rapid progressive neurological disorder; history of status epilepticus or cluster seizures (i.e., 3 or more seizures within 30 minutes) within the 3 months prior to screening\n* seizures of psychogenic origin within the last 2 years\n* history of schizophrenia or suicide attempt\n* currently on or with exposure to felbamate or oxcarbazepine more within one month of screening\n* using benzodiazepines on more than on an occasional basis (except when used chronically as AED)\n* previous use of ESL or participation in a clinical study with ESL\n* known hypersensitivity to carbamazepine, oxcarbazepine or chemically related substances\n* history of abuse of alcohol, drugs or medications within the last 2 years\n* uncontrolled cardiac, renal, hepatic, endocrine, gastrointestinal, metabolic, haematological or oncology disorder\n* second or third-degree atrioventricular blockade not corrected with a pacemaker\n* relevant clinical laboratory abnormalities","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PART I - Seizure Frequency","description":"The primary efficacy endpoint is the natural log transformation of the seizure frequency per 4 weeks. The primary efficacy analysis was based on the ITT population. Efficacy analyses were performed chiefly using data from the 12-week maintenance period in Part I of the study. The primary efficacy variable is the ln transformation of the seizure frequency per 4 weeks. Seizure frequency was compared between each active treatment group and the placebo group using an ANCOVA that models seizure frequency as a function of baseline seizure frequency and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"8.7","spread":null},{"groupId":"OG002","value":"7.1","spread":null},{"groupId":"OG003","value":"9.8","spread":null}]}]}]},{"type":"PRIMARY","title":"PART II - Nº of Treatment-Emergent Adverse Events (TEAE)","description":"Safety assessments were based primarily on AEs (Number of patients who experienced at least one AEs), and on whether these were related to the study medication, were serious, led to permanent discontinuation of study participation, or led to death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"270","spread":null},{"groupId":"OG001","value":"151","spread":null},{"groupId":"OG002","value":"240","spread":null},{"groupId":"OG003","value":"194","spread":null},{"groupId":"OG004","value":"37","spread":null},{"groupId":"OG005","value":"28","spread":null},{"groupId":"OG006","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":100},"commonTop":["Dizziness","Somnolence","Headache","Diplopia","Coordination abnormal"]}}}