{"nctId":"NCT03072238","briefTitle":"Ipatasertib Plus Abiraterone Plus Prednisone/Prednisolone, Relative to Placebo Plus Abiraterone Plus Prednisone/Prednisolone in Adult Male Patients With Metastatic Castrate-Resistant Prostate Cancer","startDateStruct":{"date":"2017-06-30","type":"ACTUAL"},"conditions":["Metastatic Prostate Cancer"],"count":1101,"armGroups":[{"label":"Placebo + Abiraterone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Abiraterone","Drug: Placebo","Drug: Prednisone/Prednisolone"]},{"label":"Ipatasertib + Abiraterone","type":"EXPERIMENTAL","interventionNames":["Drug: Ipatasertib","Drug: Abiraterone","Drug: Prednisone/Prednisolone"]}],"interventions":[{"name":"Ipatasertib","otherNames":[]},{"name":"Abiraterone","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Prednisone/Prednisolone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Eastern Collaborative Oncology Group (ECOG) performance status of 0 or 1 at screening\n* Adequate hematologic and organ function within 28 days before the first study treatment\n* Ability to comply with the study protocol, in the investigator's judgment\n* Willingness and ability of participants to use the electronic device to report selected study outcomes; Caregivers and site staff can assist with patient diary input but patient must be able to independently comprehend and answer the questionnaires\n* Life expectancy of at least 6 months\n* Agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures, and agreement to refrain from donating sperm\n* For enrollment into the China extension cohort, residence in the People's Republic of China\n\nDisease-specific Inclusion Criteria:\n\n* Histologically confirmed prostate adenocarcinoma without neuroendocrine differentiation or small-cell features\n* Consent to provide a formalin-fixed paraffin-embedded (FFPE) tissue block (preferred) or a minimum of 15 (20 preferred) freshly cut unstained tumor slides from the most recently collected, available tumor tissue accompanied by an associated pathology report (with tumor content information, Gleason score, and disease staging) for PTEN IHC and NGS testing and for other protocol-mandated secondary and exploratory assessments. If only 12-14 slides are available, the patient may still be eligible for the study, after discussion with and approval by the Medical Monitor. Cytologic or fine-needle aspiration samples are not acceptable. Tumor tissue from bone metastases is not acceptable\n* A valid PTEN IHC result (testingcentral laboratory tested with results directly sent to IxRS) (e.g., participants with an \"invalid\" or \"failed\" PTEN IHC result are not permitted to enroll)\n* Metastatic disease documented prior to randomization by clear evidence of bone lesions on bone scan and/or measurable soft tissue disease by computed tomography (CT) and/or magnetic resonance imaging (MRI) (at least one target lesion) according to RECIST v1.1\n* Asymptomatic or mildly symptomatic form of prostate cancer\n* Progressive disease before initiating study treatment\n* Ongoing androgen deprivation with gonadotropin-releasing hormone (GnRH) analog or bilateral orchiectomy, with serum testosterone \\<= 50 ng/dL (\\<= 1.7 nmol/L) within 28 days before randomization\n\nExclusion Criteria:\n\n* Inability or unwillingness to swallow whole pills\n* History of malabsorption syndrome or other condition that would interfere with enteral absorption\n* Clinically significant history of liver disease consistent with Child-Pugh Class B or C, including cirrhosis, current alcohol abuse, or current known active infection with hepatitis B virus (HBV) or hepatitis C virus (HCV)\n* Need of more than 10 mg/day of prednisone or an equivalent dose of other anti-inflammatory corticosteroids as a current systemic corticosteroid therapy to treat a chronic disease (e.g., rheumatic disorder)\n* Active infection requiring intravenous (IV) antibiotics within 14 days before Day 1, Cycle 1\n* Immunocompromised status because of current known active infection with HIV or because of the use of immunosuppressive therapies for other conditions\n* Major surgical procedure or significant traumatic injury within 28 days prior to Day 1, Cycle 1, or anticipation of the need for major surgery during study treatment\n* History of ventricular dysrhythmias or risk factors for ventricular dysrhythmias, such as structural heart disease (e.g., severe left ventricular systolic dysfunction, left ventricular hypertrophy), untreated coronary heart disease (symptomatic or with ischemia demonstrated by diagnostic testing), myocardial infarction or atrial thrombotic events within the past 6 months, severe unstable angina, New York Heart Association Class III and IV heart disease or depressed left ventricular ejection fraction (LVEF; previously documented LVEF \\< 50% without documentation of recovery), clinically significant electrolyte abnormalities (e.g., hypokalemia, hypomagnesemia, hypocalcemia), or family history of sudden unexplained death or long QT syndrome\n* History of another malignancy within 5 years prior to randomization, except for either adequately treated non-melanomatous carcinoma of the skin, adequately treated melanoma in situ, adequately treated non-muscle-invasive urothelial carcinoma of the bladder (Tis, Ta, and low grade T1 tumors), or other malignancies where the patient has undergone potentially curative therapy with no evidence of disease and are deemed by the treating physician to have a recurrence rate of \\<5% at 5 years\n* Any other diseases, cardiovascular, pulmonary, or metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or renders the participants at high risk from treatment complications.\n\nDisease-Specific Exclusion Criteria:\n\n* Pathologic findings consistent with small-cell or neuroendocrine carcinoma of the prostate\n* Any therapy including chemotherapy (e.g., docetaxel) or biological therapy (e.g., vaccine, immunotherapy) for the treatment of castration-resistant prostate cancer. Previous treatment with flutamide, steroidal anti-androgens, androgens, estrogens, bicalutamide, nilutamide, or 5-α reductase inhibitor is permitted.\n* Use of opioid medications for cancer-related pain, including codeine and dextropropoxyphene, currently or any time within 4 weeks of Day 1, Cycle 1\n* Prior treatment with abiraterone or other known potent CYP17 inhibitors (e.g., ketoconazole, orteronel) or investigational agents that block androgen synthesis. Previous treatment with itraconazole and fluconazole is permitted.\n* Prior treatment with enzalutamide or other potent androgen-receptor blockers, approved or experimental (e.g., ARN-509, ODM-201, or galeterone)\n* Prior treatment with flutamide (Eulexin®), steroidal anti-androgens (e.g., cyproterone acetate, chlormadinone acetate), androgens, or estrogens treatment within 4 weeks of Cycle 1, Day 1\n* Prior treatment with bicalutamide (Casodex®) or nilutamide (Nilandron®) within 6 weeks of Cycle 1, Day 1\n* Prior treatment with 5-alpha reductase inhibitors within 4 weeks of Cycle 1, Day 1\n* Prior treatment with systemic radiopharmaceuticals (e.g., radium-223 and strontium-89). Radiopharmaceuticals for the purpose of imaging are permitted. Focal palliative radiation to treat cancer-related pain is permitted provided that the last treatment with radiation is at least 14 days prior to Cycle 1, Day 1.\n* Prior treatment with approved or experimental therapeutic agents with known inhibition of the PI3K pathway, including PI3K inhibitors, AKT inhibitors, and mTOR inhibitors\n* Administration of an investigational therapeutic agent within 28 days of Cycle 1, Day 1\n* Known untreated or active central nervous system (CNS) metastases (progressing or requiring anticonvulsant medications or corticosteroids for symptomatic control); a CT or MRI scan of the brain will be performed at screening if required by the local health authority\n* Any chronic therapy or use of food supplements that are strong CYP3A4/5 inducers or inhibitors or sensitive substrates of CYP3A or CYP2D6 with a narrow therapeutic window\n\nAbiraterone-Specific Exclusion Criteria:\n\n* Uncontrolled hypertension (systolic blood pressure ≥ 160 mmHg or diastolic blood pressure ≥ 95 mmHg)\n* History of pituitary or adrenal dysfunction\n* Any ongoing cardiac arrhythmias (including atrial fibrillation) that require medical therapy\n\nIpatasertib-Specific Exclusion Criteria:\n\n* Type 1 or Type 2 diabetes mellitus requiring insulin at study entry\n* History of inflammatory bowel disease (e.g., Crohn disease and ulcerative colitis), active bowel inflammation (e.g., diverticulitis)","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator-assessed Radiographic Progression-free Survival (rPFS), Per Prostate Cancer Working Group 3 (PCWG3) Criteria in Phosphatase and Tensin Homolog (PTEN) Loss Population","description":"rPFS was defined as time from date of randomization to the first occurrence of documented disease progression (PD), as assessed by the investigator with use of the PCWG3 criteria or death from any cause, whichever occurs first. PD for soft tissue was defined as at least a 20% increase in the sum of diameters (SOD) of target lesions, taking as reference the smallest sum on study, including baseline, and an absolute increase of at least 5 millimeters (mm) in the SOD of target lesions; progression of non-target lesions; the appearance of one or more new lesions according to Response Evaluation Criteria in Solid Tumors, Version 1.1 (RECIST v1.1) criteria. PD for bone lesions was defined as 2 or more new lesions compared to baseline followed by a confirmatory bone scan at least 6 weeks later according to the PCWG3 criteria. The Kaplan-Meier (KM) estimate was used to determine the median rPFS.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"18.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Investigator-assessed rPFS, Per PCWG3 Criteria in ITT Population","description":"rPFS was defined as time from date of randomization to the first occurrence of documented PD, as assessed by the investigator with use of the PCWG3 criteria or death from any cause, whichever occurs first. PD for soft tissue was defined as at least a 20% increase in the SOD of target lesions, taking as reference the smallest sum on study, including baseline, and an absolute increase of at least 5 mm in the SOD of target lesions; progression of non-target lesions; the appearance of one or more new lesions according to RECIST v1.1 criteria. PD for bone lesions was defined as 2 or more new lesions compared to baseline followed by a confirmatory bone scan at least 6 weeks later according to the PCWG3 criteria. The KM estimate was used to determine the median rPFS.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"19.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) in PTEN-loss Population","description":"OS was defined as the time from randomization to death due to any cause. KM estimates were used to determine the median OS.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null},{"groupId":"OG001","value":"36.8","spread":null}]}]}]},{"type":"SECONDARY","title":"OS in ITT Population","description":"OS was defined as the time from randomization to death due to any cause. KM estimates were used to determine the median OS.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.5","spread":null},{"groupId":"OG001","value":"39.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression in PTEN-loss Population","description":"Time to pain progression was defined as the time from randomization to the first occurrence of confirmed clinically meaningful cancer-related pain progression event. Cancer-related pain progression refers to pain onset for participants who were asymptomatic at baseline or pain worsening for those who were mildly symptomatic at baseline. Pain severity was graded on a 10-point numeric rating scale \\[NRS\\], with 0=no pain and 10=severe pain. Pain severity progression was defined as a ≥ 2-point absolute increase from baseline. KM estimates were used to determine the median time to pain progression.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null},{"groupId":"OG001","value":"25.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression in ITT Population","description":"Time to pain progression was defined as the time from randomization to the first occurrence of confirmed clinically meaningful cancer-related pain progression event. Cancer-related pain progression refers to pain onset for participants who were asymptomatic at baseline or pain worsening for those who were mildly symptomatic at baseline. Pain severity was graded on a 10-point NRS, with 0=no pain and 10=severe pain. Pain severity progression was defined as a ≥ 2-point absolute increase from baseline. KM estimates were used to determine the median time to pain progression.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":null},{"groupId":"OG001","value":"25.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Cytotoxic Chemotherapy for Prostate Cancer (PC) in PTEN-loss Population","description":"Time to initiation of cytotoxic chemotherapy was defined as the time interval from the date of randomization to the date of initiation of cytotoxic chemotherapy (use of antineoplastic agents: docetaxel, cabazitaxel, mitoxantrone, estramustine, cisplatin, carboplatin, cyclophosphamide, doxorubicin, mitomycin, irinotecan, 5-fluorouracil, gemcitabine, or etoposide) for PC. KM estimates were used to determine the median time to initiation of cytotoxic chemotherapy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.6","spread":null},{"groupId":"OG001","value":"36.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Cytotoxic Chemotherapy for PC in ITT Population","description":"Time to initiation of cytotoxic chemotherapy was defined as the time interval from the date of randomization to the date of initiation of cytotoxic chemotherapy (use of antineoplastic agents: docetaxel, cabazitaxel, mitoxantrone, estramustine, cisplatin, carboplatin, cyclophosphamide, doxorubicin, mitomycin, irinotecan, 5-fluorouracil, gemcitabine, or etoposide) for PC. KM estimates were used to determine the median time to initiation of cytotoxic chemotherapy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.5","spread":null},{"groupId":"OG001","value":"40.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Function Deterioration Per European Organisation for Research and Treatment of Cancer Core Quality of Life Questionnaire (EORTC QLQ-C30) Physical Function (PF) Scale and Role Function (RF) Scale in PTEN-loss Population","description":"Time to function deterioration=time from date of randomization to date of 10-point or more score decrease on either EORTC QLQ-C30 5-item PF/2-item RF scale scores, held for two consecutive assessments or death within 28 days, whichever occurs first. EORTC QLQ-C30 consists of 30 questions that assess 5 aspects of participant functioning (physical,emotional,role,cognitive\\&social), 3 symptom scales (fatigue,nausea\\&vomiting,pain), global health/quality of life (GHS/QoL)\\&6 single items (dyspnea,insomnia,appetite loss,constipation,diarrhea\\&financial difficulties). PF scale has 5 questions about participants physical functioning\\&daily activities. RF scale has 2 questions about work/daily activities\\&hobbies/leisurely activities. PF\\&RF are scored on a 4-point scale (1=Not at All to 4=Very Much). Obtained scores are linearly transformed to score range of 0-100, where higher scores indicate a higher response level (better PF)\\&better functioning/support.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Function Deterioration Per EORTC QLQ-C30 PF Scale and RF Scale in ITT Population","description":"Time to function deterioration=time from date of randomization to date of 10-point or more score decrease on either EORTC QLQ-C30 5-item PF/2-item RF scale scores, held for two consecutive assessments or death within 28 days, whichever occurs first. EORTC QLQ-C30 consists of 30 questions that assess 5 aspects of participant functioning (physical,emotional,role,cognitive \\& social), 3 symptom scales (fatigue,nausea\\&vomiting,pain), GHS/QoL \\& 6 single items (dyspnea,insomnia,appetite loss,constipation,diarrhea \\& financial difficulties). PF scale has 5 questions about participants physical functioning \\& daily activities. RF scale has 2 questions about work/daily activities \\& hobbies/leisurely activities. PF\\&RF are scored on a 4-point scale (1=Not at All to 4=Very Much). Obtained scores are linearly transformed to score range of 0-100, where higher scores indicate a higher response level (better PF) \\& better functioning/support.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prostate-specific Antigen (PSA) Progression, Per the PCWG3 Criteria in PTEN-loss Population","description":"Time to PSA progression was defined as the time from the date of randomization to the first occurrence of PSA progression, per the PCWG3 criteria. PSA progression was defined as a PSA increase that was ≥ 25% and ≥ 2 nanograms per milliliters (ng/mL) above the baseline or the nadir, which was confirmed by a second value ≥ 3 weeks later. KM estimate was used to determine the median time to PSA.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null},{"groupId":"OG001","value":"12.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to PSA Progression, Per the PCWG3 Criteria in ITT Population","description":"Time to PSA progression was defined as the time from the date of randomization to the first occurrence of PSA progression, per the PCWG3 criteria. PSA progression was defined as a PSA increase that was ≥ 25% and ≥ 2 ng/mL above the baseline or the nadir, which was confirmed by a second value ≥ 3 weeks later. KM estimate was used to determine the median time to PSA.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"12.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Opioid Use in PTEN-loss Population","description":"Time to first opioid use was defined as the time interval from the date of randomization to the date of an initiation of opioid analgesic use for cancer-related pain, and consumption reported on at least 7 consecutive days. KM estimate was used to determine the median time to first opioid use.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Opioid Use in ITT Population","description":"Time to first opioid use was defined as the time interval from the date of randomization to the date of an initiation of opioid analgesic use for cancer-related pain, and consumption reported on at least 7 consecutive days. KM estimate was used to determine the median time to first opioid use.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Symptomatic Skeletal Event (SSE) in PTEN-loss Population","description":"Time to SSE was defined as the time from randomization to the first occurrence of an SSE. A SSE was defined using one of the following: use of external-beam radiotherapy to relieve skeletal symptoms (including initiation of radium-223 to treat symptoms of bone metastases); occurrence of a new symptomatic pathological bone fracture (vertebral or non-vertebral); clinically apparent occurrence of spinal cord compression, or a tumor-related orthopedic surgical intervention. KM estimates were used to determine the median time to SSE.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to SSE in ITT Population","description":"Time to SSE was defined as the time from randomization to the first occurrence of an SSE. A SSE was defined using one of the following: use of external-beam radiotherapy to relieve skeletal symptoms (including initiation of radium-223 to treat symptoms of bone metastases); occurrence of a new symptomatic pathological bone fracture (vertebral or non-vertebral); clinically apparent occurrence of spinal cord compression, or a tumor-related orthopedic surgical intervention. KM estimates were used to determine the median time to SSE.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per RECIST V1.1 and PCWG3 Criteria in Participants With Measurable Disease in PTEN-loss Population","description":"ORR was defined as the percentage of participants who had an objective response (OR) with measurable disease at baseline. An OR was defined as a complete response (CR) or partial response (PR) on two consecutive occasions ≥ 4 weeks apart, as determined by the investigator using RECIST v1.1 and PCWG3 criteria in participants with measurable disease at baseline. CR was defined as disappearance of all target lesions and any pathological lymph nodes (whether target or non-target) must have a reduction in short axis to \\< 10 mm. PR was defined as at least a 30% decrease in the SOD of target lesions, taking as reference the baseline SOD. An estimate of ORR was calculated for each treatment arm, and its 95% CI was calculated using the Clopper-Pearson method. Percentages have been rounded off.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.7","spread":null},{"groupId":"OG001","value":"63.6","spread":null}]}]}]},{"type":"SECONDARY","title":"ORR Per RECIST V1.1 and PCWG3 Criteria in Participants With Measurable Disease in ITT Population","description":"ORR was defined as the percentage of participants who had an OR with measurable disease at baseline. An OR was defined as a CR or PR on two consecutive occasions ≥ 4 weeks apart, as determined by the investigator using RECIST v1.1 and PCWG3 criteria in participants with measurable disease at baseline. CR was defined as disappearance of all target lesions and any pathological lymph nodes (whether target or non-target) must have a reduction in short axis to \\< 10 mm. PR was defined as at least a 30% decrease in the SOD of target lesions, taking as reference the baseline SOD. An estimate of ORR was calculated for each treatment arm, and its 95% CI was calculated using the Clopper-Pearson method. Percentage have been rounded off.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":null},{"groupId":"OG001","value":"62.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Confirmed Response (DOCR) in PTEN-loss Population","description":"DOCR was defined as the time from the first documented OR (CR or PR) to documented PD as determined by the investigator using RECIST v1.1 and PCWG3 criteria, or death from any cause, whichever occurred first. CR was defined as disappearance of all target lesions and any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm. PR was defined as at least a 30% decrease in the SOD of target lesions, taking as reference the baseline SOD. PD was defined as at least a 20% increase in the SOD of target lesions, taking as reference the smallest sum on study, including baseline, and an absolute increase of at least 5 mm in the SOD of target lesions; progression of non-target lesions; the appearance of one or more new lesions. DOR was estimated using the KM methodology.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null},{"groupId":"OG001","value":"19.6","spread":null}]}]}]},{"type":"SECONDARY","title":"DOCR in ITT Population","description":"DOCR was defined as the time from the first documented OR (CR or PR) to documented PD as determined by the investigator using RECIST v1.1 and PCWG3 criteria, or death from any cause, whichever occured first. CR was defined as disappearance of all target lesions and any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm. PR was defined as at least a 30% decrease in the SOD of target lesions, taking as reference the baseline SOD. PD was defined as at least a 20% increase in the SOD of target lesions, taking as reference the smallest sum on study, including baseline, and an absolute increase of at least 5 mm in the SOD of target lesions; progression of non-target lesions; the appearance of one or more new lesions. DOR was estimated using the KM methodology.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":null},{"groupId":"OG001","value":"18.2","spread":null}]}]}]},{"type":"SECONDARY","title":"PSA Response Rate in PTEN-loss Population","description":"PSA response rate was defined as the percentage of participants achieving a PSA decline ≥ 50% from baseline. Participants without a post-baseline PSA assessment were considered to be non-responders. Percentages have been rounded off.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.6","spread":null},{"groupId":"OG001","value":"83.5","spread":null}]}]}]},{"type":"SECONDARY","title":"PSA Response Rate in ITT Population","description":"PSA response rate was defined as the percentage of participants achieving a PSA decline ≥ 50% from baseline. Participants without a post-baseline PSA assessment were considered to be non-responders. Percentages have been rounded off.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.5","spread":null},{"groupId":"OG001","value":"81.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator-assessed rPFS Per PCWG3 Criteria in PTEN-loss Population by Next-generation Sequencing (NGS)","description":"rPFS was defined as time from date of randomization to the first occurrence of documented PD, as assessed by the investigator using the PCWG3 criteria or death from any cause, whichever occurs first. PD for soft tissue was defined as at least a 20% increase in the SOD of target lesions, taking as reference the smallest sum on study, including baseline, and an absolute increase of at least 5 mm in the SOD of target lesions; progression of non-target lesions; the appearance of one or more new lesions. PD for bone lesions was defined as 2 or more new lesions compared to baseline followed by a confirmatory bone scan at least 6 weeks later.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"19.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (including abnormal laboratory values or abnormal clinical test results), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study were also considered as AEs. Percentages have been rounded off.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.2","spread":null},{"groupId":"OG001","value":"99.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Ipatasertib at Specified Timepoints","description":"Plasma samples for pharmacokinetic characterization was collected at various timepoints in all participants.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"212","spread":"158"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.8","spread":"160"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"247","spread":"138"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":"256"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"207","spread":"156"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":"134"}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Abiraterone at Specified Timepoints","description":"Plasma samples for pharmacokinetic characterization was collected at various timepoints in all participants.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":"124"},{"groupId":"OG001","value":"9.40","spread":"159"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":"120"},{"groupId":"OG001","value":"9.55","spread":"159"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":158,"n":546},"commonTop":["Diarrhoea","Hyperglycaemia","Fatigue","Back pain","Nausea"]}}}