{"nctId":"NCT01456169","briefTitle":"A Study to Evaluate the Effectiveness and Safety of a Fixed Dose Combination of Azilsartan Medoxomil and Chlorthalidone in Patients With High Blood Pressure Who do Not Achieve Target Blood Pressure Following Treatment With Azilsartan Medoxomil Alone","startDateStruct":{"date":"2011-10"},"conditions":["Essential Hypertension"],"count":507,"armGroups":[{"label":"Azilsartan medoxomil 40 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Azilsartan medoxomil/placebo"]},{"label":"Azilsartan medoxomil + chlorthalidone 40/12.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil - chlorthalidone"]},{"label":"Azilsartan medoxomil + chlorthalidone 40/25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil - chlorthalidone"]}],"interventions":[{"name":"Azilsartan medoxomil/placebo","otherNames":["TAK-491","EDARBI"]},{"name":"Azilsartan medoxomil - chlorthalidone","otherNames":["TAK-491CLD","Edarbyclor"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAt Screening\n\n1. The participant has grade 2-3 essential hypertension which is not adequately controlled, as defined by mean, trough, sitting, clinic systolic blood pressure (SBP):\n\n   * ≥160 to ≤180 mm Hg in participants who have not received any antihypertensive medication in the 14 days prior to Visit 1.\n   * ≥150 to ≤170 mm Hg in participants taking 1 antihypertensive medication at Visit 1.\n   * ≥140 to ≤160 mm Hg in participants taking 2 antihypertensive medications at Visit 1.\n2. The participant has clinical laboratory test results (clinical chemistry, hematology, and complete urinalysis) within the reference range for the testing laboratory or the investigator does not consider the results to be clinically relevant for precluding entry in to the study in this hypertensive population.\n3. The participant is willing to discontinue current antihypertensive medications.\n4. In the opinion of the investigator, the participant is capable of understanding and complying with protocol requirements.\n5. The participant or, when applicable, the participant's legally acceptable representative signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedures.\n6. Male or female adult, at least 18 years of age.\n7. A female of childbearing potential who is sexually active with a nonsterilized male partner agrees to routinely use adequate contraception from signing of the informed consent through 30 days after the last study drug dose. NOTE: Women NOT of childbearing potential are defined as those who have been surgically sterilized (hysterectomy, bilateral oophorectomy, tubal ligation \\[performed more than one 1 year prior to Screening\\]) or who are postmenopausal (defined as at least 1 year since last regular menses).\n\n   Post-placebo run-in:\n8. The participant must have a post-placebo run-in, 24-hour mean SBP by ambulatory blood pressure monitoring (ABPM) of 140-175 mm Hg inclusive, and a clinic SBP measurement of 160 to 190 mm Hg inclusive (determined by the mean of 3 sitting, trough, measurements on Day -29) to qualify for entry in to the 4 week single-blind TAK-491 40 mg monotherapy treatment period.\n\n   Post-4 week, single-blind TAK-491 40 mg monotherapy treatment:\n9. The participant does not achieve target blood pressure (defined as clinic SBP ≥140 mm Hg as determined by the mean of 3 sitting, trough, measurements) following 4 weeks single-blind treatment with TAK-491 40 mg monotherapy at Day -1, prior to randomization to double-blind treatment.\n\nExclusion Criteria:\n\nAt Screening\n\n1. The participant has clinic diastolic blood pressure (DBP) \\>110 mm Hg.\n2. The participant's 3 SBP measurements differ by more than 15 mm Hg (confirmed by a second set of three measurements).\n3. The participant has received any investigational compound within 30 days prior to Screening or is currently participating in another investigational study. NOTE: Participants participating in observational studies (per local definition) may enter Screening provided that the last intervention or invasive procedure was \\>30 days prior to Visit 1.\n4. The participant has been randomized/enrolled in a previous TAK-491 or TAK-491CLD study. NOTE: This criterion does not apply to participants who entered screening or placebo run-in in another TAK-491 or TAK-491CLD study but were not randomized/enrolled.\n5. The participant is a study site employee or is in a dependent relationship with a study site employee who is involved in conduct of this study (e.g., spouse, parent, child, sibling) or may consent under duress.\n6. The participant is currently treated with more than 2 antihypertensive medications.\n7. The participant works a night (third) shift (defined as 11 PM \\[2300\\] to 7 AM \\[0700\\]).\n8. The participant has an upper arm circumference \\<24 cm or \\>42 cm.\n9. The participant has secondary hypertension of any etiology (e.g., renovascular disease, pheochromocytoma, Cushing's syndrome).\n10. The participant has any history of myocardial infarction, heart failure, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, hypertensive encephalopathy, cerebrovascular accident, persistent or permanent atrial fibrillation or transient ischemic attack.\n11. The participant has clinically significant cardiac conduction defects (e.g., third-degree atrioventricular block, sick sinus syndrome).\n12. The participant has hemodynamically significant left ventricular outflow obstruction due to aortic valvular disease or hypertrophic cardiomyopathy.\n13. The participant has severe renal dysfunction or disease \\[based on estimated glomerular filtration rate (eGFR) \\<30 mL/min/1.73m\\^2 at screening\\], prior renal transplantation or nephrotic syndrome (defined as a urinary albumin/creatinine ratio \\>2000 mg/g at Screening).\n14. Participant has known hemodynamically significant bilateral renal artery stenosis or unilateral disease in a single kidney.\n15. The participant has a history of cancer that has not been in remission for at least 5 years prior to the first dose of single-blind TAK-491 monotherapy study drug. (This criterion does not apply to those participants with basal cell or Stage 1 squamous cell carcinoma of the skin).\n16. The participant has poorly-controlled type 1 or 2 diabetes mellitus (hemoglobin A1c \\[HbA1c\\] \\>8.5%) at Screening.\n17. The participant has hypokalemia or hyperkalemia (defined as serum potassium outside of the normal reference range of the central laboratory) at Screening.\n18. The participant has an alanine aminotransferase or aspartate aminotransferase level \\>2.5 times the upper limit of normal, active liver disease, or jaundice at Screening.\n19. The participant has any other known serious disease or condition that would compromise safety, might affect life expectancy, or make it difficult to successfully manage and follow the participant according to the protocol.\n20. The participant has a history of hypersensitivity or allergies to angiotensin II receptor blockers (ARB) or thiazide-type diuretics or other sulfonamide-derived compounds.\n21. The participant has a history of drug abuse (defined as any illicit drug use) or a history of alcohol abuse per local guidelines within the past 2 years.\n22. The participant is required to take excluded medications at any point during the study.\n23. If female, the participant is pregnant or lactating or intending to become pregnant before, during, or within 1 month after participating in this study; or intending to donate ova during such time period.\n\n    Post-placebo run-in period\n24. The participant has a clinic SBP \\>190 mm Hg and DBP \\>115 mm Hg.\n25. The participant is noncompliant (\\<70% or \\>130%) with study medication during the placebo run-in period.\n26. The participant has a 24-hour mean eligibility ABPM reading of insufficient quality.\n\n    Post-single-blind TAK-491 40 mg treatment period\n27. The participant has a clinic SBP \\>180 mm Hg and DBP \\>110 mm Hg.\n28. The participant is noncompliant (\\<70% or \\>130%) with study medication during the TAK-491 40 mg single-blind treatment period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 8 in Trough, Sitting, Clinic Systolic Blood Pressure","description":"The change between trough systolic blood pressure measured at final visit or Week 8 relative to baseline. Systolic blood pressure is the arithmetic mean of the 3 trough sitting systolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150.7","spread":"0.96"},{"groupId":"OG001","value":"149.8","spread":"0.98"},{"groupId":"OG002","value":"149.8","spread":"0.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"1.05"},{"groupId":"OG001","value":"-15.8","spread":"1.08"},{"groupId":"OG002","value":"-21.1","spread":"1.04"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in Trough, Sitting, Clinic Diastolic Blood Pressure","description":"The change between trough diastolic blood pressure measured at final visit or week 8 relative to baseline Diastolic blood pressure is the arithmetic mean of the 3 trough sitting diastolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.8","spread":"0.73"},{"groupId":"OG001","value":"87.7","spread":"0.75"},{"groupId":"OG002","value":"88.8","spread":"0.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"0.65"},{"groupId":"OG001","value":"-7.7","spread":"0.67"},{"groupId":"OG002","value":"-10.3","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in Trough Systolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in trough systolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough is the average of all measurements recorded from 22 to 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143.1","spread":"1.55"},{"groupId":"OG001","value":"140.2","spread":"1.62"},{"groupId":"OG002","value":"142.0","spread":"1.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"1.31"},{"groupId":"OG001","value":"-14.0","spread":"1.36"},{"groupId":"OG002","value":"-16.6","spread":"1.32"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in Trough Diastolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in trough diastolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough is the average of all measurements recorded from 22 to 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.4","spread":"1.11"},{"groupId":"OG001","value":"83.6","spread":"1.16"},{"groupId":"OG002","value":"86.0","spread":"1.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"0.88"},{"groupId":"OG001","value":"-8.8","spread":"0.92"},{"groupId":"OG002","value":"-9.4","spread":"0.89"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the 24-hour Mean Systolic Blood Pressure, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in 24-hour mean systolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138.0","spread":"1.21"},{"groupId":"OG001","value":"137.0","spread":"1.26"},{"groupId":"OG002","value":"138.2","spread":"1.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"1.02"},{"groupId":"OG001","value":"-14.7","spread":"1.07"},{"groupId":"OG002","value":"-18.1","spread":"1.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the 24-hour Mean Diastolic Blood Pressure, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in 24-hour mean diastolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.9","spread":"0.89"},{"groupId":"OG001","value":"80.3","spread":"0.93"},{"groupId":"OG002","value":"82.5","spread":"0.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.66"},{"groupId":"OG001","value":"-8.5","spread":"0.69"},{"groupId":"OG002","value":"-10.1","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the Mean Daytime Systolic Blood Pressure, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in daytime (6 am to 10 pm) mean systolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141.5","spread":"1.24"},{"groupId":"OG001","value":"141.1","spread":"1.30"},{"groupId":"OG002","value":"141.9","spread":"1.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"1.09"},{"groupId":"OG001","value":"-15.3","spread":"1.14"},{"groupId":"OG002","value":"-18.2","spread":"1.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the Mean Daytime Diastolic Blood Pressure, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in daytime (6 am to 10 pm) mean diastolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.9","spread":"0.96"},{"groupId":"OG001","value":"83.6","spread":"1.01"},{"groupId":"OG002","value":"85.7","spread":"0.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"0.72"},{"groupId":"OG001","value":"-8.9","spread":"0.75"},{"groupId":"OG002","value":"-10.1","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the Mean Nighttime Systolic Blood Pressure, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in nighttime (12 am to 6 am) mean systolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127.3","spread":"1.50"},{"groupId":"OG001","value":"124.2","spread":"1.57"},{"groupId":"OG002","value":"126.3","spread":"1.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"1.18"},{"groupId":"OG001","value":"-12.7","spread":"1.24"},{"groupId":"OG002","value":"-17.3","spread":"1.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the Mean Nighttime Diastolic Blood Pressure, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in nighttime (12 am to 6 am) mean diastolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":"0.95"},{"groupId":"OG001","value":"70.6","spread":"0.99"},{"groupId":"OG002","value":"72.9","spread":"0.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.78"},{"groupId":"OG001","value":"-7.2","spread":"0.82"},{"groupId":"OG002","value":"-9.8","spread":"0.79"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the Mean Systolic Blood Pressure 0 to 12 Hours After Dosing, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in the 12-hour mean systolic blood pressure measured at final visit or week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141.6","spread":"1.30"},{"groupId":"OG001","value":"141.8","spread":"1.36"},{"groupId":"OG002","value":"142.3","spread":"1.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"1.14"},{"groupId":"OG001","value":"-15.4","spread":"1.19"},{"groupId":"OG002","value":"-18.2","spread":"1.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the Mean Diastolic Blood Pressure 0 to 12 Hours After Dosing, as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in the 12-hour mean diastolic blood pressure measured at final visit or Week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.2","spread":"1.01"},{"groupId":"OG001","value":"84.2","spread":"1.05"},{"groupId":"OG002","value":"86.0","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.75"},{"groupId":"OG001","value":"-8.9","spread":"0.78"},{"groupId":"OG002","value":"-10.1","spread":"0.76"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve a Target Clinic Systolic Blood Pressure at Week 8","description":"Percentage of participants who achieve a target clinic systolic blood pressure measured at final visit or week 8, defined as less than 140 mm Hg (or less than 130 mm Hg for participants with diabetes or chronic kidney disease). Systolic blood pressure is the arithmetic mean of the 3 trough sitting Systolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null},{"groupId":"OG001","value":"62.7","spread":null},{"groupId":"OG002","value":"77.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve a Target Clinic Diastolic Blood Pressure at Week 8","description":"Percentage of participants who achieve a target clinic diastolic blood pressure measured at final visit or week 8, defined as less than 90 mm Hg (or less than 80 mm Hg for participants with diabetes or chronic kidney disease). Diastolic blood pressure is based on the arithmetic mean of the 3 trough sitting diastolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.2","spread":null},{"groupId":"OG001","value":"81.0","spread":null},{"groupId":"OG002","value":"85.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve Both Clinic Systolic and Diastolic Blood Pressure Targets at Week 8","description":"Percentage of participants who achieve both clinic systolic and diastolic blood pressure targets at Week 8, defined as less than 140 mm Hg (or less than 130 mm Hg for participants with diabetes or chronic kidney disease) for systolic AND less than 90 mm Hg (or less than 80 mm Hg for participants with diabetes or chronic kidney disease) for diastolic blood pressure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"59.5","spread":null},{"groupId":"OG002","value":"74.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":507},"commonTop":["Blood creatinine increased","Headache","Nasopharyngitis","Dizziness","Hypotension"]}}}