{"nctId":"NCT05777174","briefTitle":"Study of MB-102 (Relmapirazin) and the Use of the MediBeacon® Transdermal GFR Measurement System Using the TGFR Reusable Sensor With Disposable Adhesive Ring","startDateStruct":{"date":"2023-03-20","type":"ACTUAL"},"conditions":["Kidney Diseases","Kidney Injury","Kidney Failure"],"count":149,"armGroups":[{"label":"Participants with eGFR ≥ 70 mL/min/1.73 m^2","type":"EXPERIMENTAL","interventionNames":["Drug: MB-102","Device: MediBeacon Transdermal Glomerular Filtration Rate Measurement System (TGFR)"]},{"label":"Participants with eGFR < 70 mL/min/1.73 m^2","type":"EXPERIMENTAL","interventionNames":["Drug: MB-102","Device: MediBeacon Transdermal Glomerular Filtration Rate Measurement System (TGFR)"]}],"interventions":[{"name":"MB-102","otherNames":["Relmapirazin"]},{"name":"MediBeacon Transdermal Glomerular Filtration Rate Measurement System (TGFR)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Eligible female non-pregnant participants who are either not of child-bearing potential or willing to use adequate contraception during the trial\n* Males must be willing to practice abstinence or utilize adequate contraception from dosing day to at least 7 days post-dose\n* For women of childbearing potential, the participant should have a negative serum pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly i.e. abstinence, oral contraceptive either combined or progesterone alone; injectable progesterone, implants of levonorgestrel, estrogenic vaginal ring, percutaneous contraceptive patches, IUD device or system or male partner sterilization\n* Men will not donate sperm during the study and for 1 month following the last dose of study drug.\n* Participants who are capable of directly providing informed consent and who can comply with the requirements and restrictions required by the protocol\n* Adequate venous access sufficient to allow blood sampling per protocol requirements\n\nExclusion Criteria:\n\n* Participants positive for COVID-19 at the time of dosing\n* Recent donation or loss of blood or plasma: 100 mL to 499 mL within 30 days prior to the initial dose of the study medication; or more than 499 mL within 56 days prior to the initial dose of study medication\n* Non-steroidal anti-inflammatory (NSAID) use within 3 days of MB-102 dosing\n* The participant has participated in a clinical trial and has received an investigational product within the following time ranges: prior to the first dosing day in the current study: either 30 days or 5 half-lives of the investigational product (whichever duration is longer).\n* History of skin sensitivity to adhesives (e.g. Band-Aids, surgical tape)\n* History of severe allergic hypersensitivity reactions (unacceptable adverse events) or anaphylactoid reaction to any allergen including drugs, MB-102 or other related products (intolerance to a drug is not considered a drug allergy).\n* Any characteristics which, in the opinion of the investigator, makes the participant a poor candidate for participation in the clinical trial\n* Significant scaring, tattoos or alterations in pigmentation on the sternum or other sensor location testing areas that would alter sensor readings versus other areas of the skin\n* Use of tanning sprays, tanning products etc. on the upper chest within 2 weeks of dosing day\n* Use make-up, lotions, Vaseline or other products on the area of the upper chest on the day prior to or the day of dosing\n* Any serious or uncontrolled medical disorder, active infection, physical exam finding, laboratory finding, or psychiatric condition that in the opinion of the investigator would limit the participant's ability to complete study requirements or may put the participant at increased risk or compromise the interpretability of study results.\n* Currently receiving dialysis\n* Currently anuric\n* Positive serum pregnancy test\n* Participants with an eGFR \\> 120 mL/min/1.73m\\^2","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Correlation of Transdermal Derived Glomerular Filtration Rate (tGFR) to the Plasma-derived Indexed Glomerular Filtration Rate (nGFR)","description":"The performance measure of P30 is defined as the proportion of transdermal derived GFR values that are within 30% of the measured plasma-derived GFR across all participants. The comparison of transdermal derived glomerular filtration rate (tGFR) with respect to the plasma-derived indexed glomerular filtration rate (nGFR) was calculated with a double-sided 97% confidence interval (CI). The performance goal was 0.85, and success for the study was defined as a lower limit of the 97% CI greater than 0.85.","paramType":"NUMBER","dispersionType":"97% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.950","spread":null},{"groupId":"OG001","value":"0.971","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events Associated With MB-102 Administration","description":"An adverse event is defined as any untoward medical occurrence, unintended disease or injury, or untoward clinical signs (including abnormal laboratory findings) in subjects, temporally associated with the use of a medicinal product, whether or not related to the investigational medical device or drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events Associated With the MediBeacon Transdermal GFR Measurement System Device","description":"An adverse event is defined as any untoward medical occurrence, unintended disease or injury, or untoward clinical signs (including abnormal laboratory findings) in subjects, temporally associated with the use of a medicinal product, whether or not related to the investigational medical device or drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":84},"commonTop":["HYPERTENSION","INJECTION SITE EXTRAVASATION","HEADACHE"]}}}