{"nctId":"NCT05174416","briefTitle":"A Study to Evaluate the Efficacy and Safety of Mavacamten in Chinese Adults With Symptomatic Obstructive HCM","startDateStruct":{"date":"2022-01-04","type":"ACTUAL"},"conditions":["Obstructive Hypertrophic Cardiomyopathy"],"count":81,"armGroups":[{"label":"Mavacamten","type":"EXPERIMENTAL","interventionNames":["Drug: Mavacamten"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mavacamten","otherNames":["MYK-461","BMS-986327"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is at least 18 years old at screening.\n* Body weight is greater than 45 kg at screening.\n* Has adequate acoustic windows to enable accurate TTEs\n* Diagnosed with oHCM\n* Has documented LVEF ≥ 55% at rest.\n* Has a valid measurement of Valsalva LVOT peak gradient at screening\n* Has NYHA Class II or III symptoms at screening\n* Female participants must not be pregnant or lactating\n* Able to understand and comply with the study procedures, understand the risks involved in the study, and provide written informed consent according to national, local, and institutional guidelines before the first study specific procedure.\n\nExclusion Criteria:\n\n* Participated in a clinical trial in which the participant received any investigational drug (or is currently using an investigational device) within 30 days prior to screening, or at least 5 times the respective elimination half-life (if known), whichever is longer.\n* Causing cardiac hypertrophy in other reasons\n* Previously participated in a clinical study with mavacamten.\n* Hypersensitivity to any of the components of the mavacamten formulation.\n* Current treatment (within 14 days prior to screening) or planned treatment during the double-blinded treatment with a combination of beta-blockers and verapamil or a combination of beta-blockers and diltiazem.\n* Has been successfully treated with invasive septal reduction\n* Has documented obstructive coronary artery disease\n* Has known moderate or severe (as per investigator's judgment) aortic valve stenosis, constrictive pericarditis, or clinically significant congenital heart disease at screening.\n* Has any acute or serious comorbid condition that, in the judgment of the investigator, could lead to premature termination of study participation or interfere with the measurement or interpretation of the efficacy and safety assessments in the study.\n* History of malignant disease within 10 years of screening\n* Has safety laboratory parameters outside normal limits at screening as assessed by the local laboratory\n* Has a positive serologic test at screening for infection with human immunodeficiency virus, hepatitis C virus, or hepatitis B virus surface antigen.\n* Known uncured COVID-19 (coronavirus disease 2019) infection or with severe complication before screening.\n* Has a history or evidence of any other clinically significant disorder, condition, or disease that, in the opinion of the investigator, would pose a risk to participant safety or interfere with the study evaluation, procedures, or completion.\n* Prior treatment with cardio toxic agents.\n* Unable to comply with the study requirements, including the number of required visits to the clinical site.\n* Is a first degree relative of personnel directly affiliated with the study at the clinical study site, any study vendor, or the study sponsor.\n* Identified as alcohol addicts.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 30 in Valsalva Left Ventricular Outflow Tract (LVOT) Peak Gradient","description":"To compare the effect of a 30-week course of mavacamten with placebo on Valsalva LVOT peak gradient as determined by Doppler echocardiography","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-51.05","spread":"6.150"},{"groupId":"OG001","value":"19.23","spread":"8.535"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in Resting LVOT Peak Gradient","description":"To compare the effect of a 30-week course of mavacamten with placebo on LVOT obstruction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-49.04","spread":"4.637"},{"groupId":"OG001","value":"5.95","spread":"6.311"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Achieving a Valsalva LVOT Peak Gradient < 30 mmHg at Week 30","description":"To compare the effect of a 30-week course of mavacamten with placebo on LVOT obstruction.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Achieving a Valsalva LVOT Peak Gradient < 50 mmHg at Week 30.","description":"To compare the effect of a 30-week course of mavacamten with placebo on LVOT obstruction.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With at Least 1 Class Improvement in New York Heart Association (NYHA) Functional Classification From Baseline to Week 30","description":"To compare the effect of a 30-week course of mavacamten with placebo on clinical symptoms","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in Kansas City Cardiomyopathy Questionnaire (KCCQ) Clinical Summary Score (CSS)","description":"To compare the effect of a 30-week course of Mavacamten with placebo on Participant-Reported health status individually The KCCQ (23-item version) is a patient-reported questionnaire that measures the impact of patients' CV disease or its treatment on 6 distinct domains using a 2-week recall: symptoms/signs, physical limitations, quality of life, social limitations, self-efficacy, and symptom stability (Green et al., 2000). In addition to the individual domains, 2 summary scores can be calculated from the KCCQ: the overall summary score (includes the total symptom, physical limitation, social limitations and quality of life scores) and the clinical summary score (combines the total symptom and physical limitation scales). Scores range from 0 to 100, with higher scores reflecting better health status. The KCCQ will be administered to participants as indicated.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.99","spread":"2.063"},{"groupId":"OG001","value":"-5.25","spread":"2.750"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in N-terminal Pro-B-type Natriuretic Peptide (NT-proBNP)","description":"To compare the effect of a 30-week course of mavacamten on cardiac biomarkers","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.182","spread":"0.1743"},{"groupId":"OG001","value":"0.932","spread":"0.5133"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in Cardiac Troponin","description":"To compare the effect of a 30-week course of mavacamten on cardiac biomarkers","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.419","spread":"0.1983"},{"groupId":"OG001","value":"1.236","spread":"0.6528"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in Left Ventricular (LV) Mass Index","description":"To compare the effect of a 30-week course of mavacamten with placebo on LV mass evaluated by cardiac magnetic resonance (CMR) imaging.","paramType":"MEDIAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.365","spread":"21.0565"},{"groupId":"OG001","value":"4.434","spread":"14.4226"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":27},"commonTop":["COVID-19","Upper respiratory tract infection","Hyperuricemia","Dizziness","Defect conduction intraventricular"]}}}