{"nctId":"NCT04471428","briefTitle":"Study of Atezolizumab in Combination With Cabozantinib Versus Docetaxel in Patients With Metastatic Non-Small Cell Lung Cancer Previously Treated With an Anti-PD-L1/PD-1 Antibody and Platinum-Containing Chemotherapy","startDateStruct":{"date":"2020-10-01","type":"ACTUAL"},"conditions":["Carcinoma, Non-Small-Cell Lung"],"count":366,"armGroups":[{"label":"Atezolizumab + Cabozantinib","type":"EXPERIMENTAL","interventionNames":["Drug: Cabozantinib","Drug: Atezolizumab"]},{"label":"Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Cabozantinib","otherNames":[]},{"name":"Atezolizumab","otherNames":["Tecentriq"]},{"name":"Docetaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed metastatic NSCLC\n* Documented radiographic disease progression during or following treatment with platinum-containing chemotherapy and anti-PD-L1/PD-1 antibody, administered concurrently or sequentially for metastatic NSCLC\n* Measurable disease per RECIST v1.1 outside CNS as assessed by investigator\n* Known PD-L1 status or availability of tumor tissue for central PD-L1 testing\n* ECOG Performance Status score of 0 or 1\n* Recovery to baseline or Grade \\<=1 NCI CTCAE v5.0 from toxicities related to any prior treatments, unless adverse events are clinically nonsignificant and/or stable on supportive therapy in the opinion of the investigator\n* Adequate hematologic and end-organ function\n* Negative HIV test at screening\n* Negative hepatitis B surface antigen (HBsAg) test at screening\n* Negative total hepatitis B core antibody (HBcAb) test at screening, or positive total HBcAb test followed by a negative hepatitis B virus (HBV) DNA test at screening\n* Negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraception, and agreement to refrain from donating eggs,\n* For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods, and agreement to refrain from donating sperm.\n\nExclusion Criteria:\n\n* Prior therapy with the following agents for NSCLC: Cabozantinib, Docetaxel, Combination of an anti-PD-L1/PD-1 antibody concurrently with a vascular endothelial growth factor (VEGF)R targeting tyrosine kinase inhibitor (TKI)\n* Treatment with investigational therapy within 28 days prior to initiation of study treatment\n* Documentation of known sensitizing mutation in the EGFR gene or ALK fusion oncogene\n* Patients with known ROS1 rearrangements, BRAF V600E mutations, or other actionable oncogenes with approved therapies if available\n* Symptomatic, untreated, or actively progressing CNS metastases\n* History of leptomeningeal disease\n* Uncontrolled tumor-related pain\n* Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (more frequently than once monthly)\n* Severe hepatic impairment\n* Uncontrolled or symptomatic hypercalcemia\n* Any other active malignancy at the time of initiation of study treatment or diagnosis of another malignancy within 3 years prior to initiation of study treatment that requires active treatment, except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, incidental prostate cancer, or carcinoma in situ of the prostate, cervix, or breast\n* Stroke, transient ischemic attack, myocardial infarction or other symptomatic ischemic events within 6 months of initiation of study treatment\n* Significant vascular disease within 6 months of initiation of study treatment\n* Significant cardiovascular disease within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina\n* Active tuberculosis\n* Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia, or any active infection that, in the opinion on the investigator, could impact patient safety\n* Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment\n* Current treatment with anti-viral therapy for HBV\n* Major surgical procedure, other than for diagnosis within 4 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure during the study\n* Pregnant or lactating females, or intention of becoming pregnant during the treatment with atezolizumab in combination with cabozantinib in the experimental arm or during the treatment with docetaxel in the control arm, or within 5 months after the final dose of atezolizumab and/or 4 months after the final dose of cabozantinib, whichever is later.\n* Ongoing Grade \\>= 2 sensory or motor neuropathy\n* Active or history of autoimmune disease or immune deficiency, including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, granulomatosis with polyangiitis, Sjögren syndrome, Guillain-Barré syndrome, or multiple sclerosis with the following exceptions: Patients with a history of autoimmune-mediated hypothyroidism who are on thyroid replacement hormone are eligible for the study. Patients with controlled Type 1 diabetes mellitus are eligible for the study. Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only are eligible for the study provided all of following conditions are met: Rash must cover \\< 10% of body surface area.\n* Pharmacologically uncompensated, symptomatic hypothyroidism\n* History of idiopathic pulmonary fibrosis, organizing pneumonia, drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest computed tomography (CT) scan\n* Prior allogeneic stem cell or solid organ transplantation\n* Administration of a live, attenuated vaccine within 4 weeks prior to initiation of study treatment or anticipation of need for such a vaccine during atezolizumab treatment or within 5 months after the final dose of atezolizumab\n* Treatment with systemic immunostimulatory agents (including, but not limited to, interferon and interleukin 2) within 4 weeks or 5 drug-elimination half-lives (whichever is longer) prior to initiation of study treatment\n* Treatment with systemic immunosuppressive medication within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions: Patients who received acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication are eligible for the study after Medical Monitor confirmation has been obtained. Patients who received mineralocorticoids, inhaled or low-dose systemic corticosteroids for COPD or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study.\n* History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins\n* Known hypersensitivity to Chinese hamster ovary cell products or to any component of the atezolizumab formulation\n* Known allergy or hypersensitivity to any component of the cabozantinib formulation\n* History of severe hypersensitivity to docetaxel or to other drugs formulated with polysorbate 80\n* Concomitant anticoagulation with coumarin agents, direct thrombin inhibitor dabigatran, direct factor Xa inhibitor betrixaban, or platelet inhibitors\n* History of risk factors for torsades de pointes\n* Corrected QT interval corrected through use of Fridericia's formula (QTcF) \\> 480 ms per ECG within 14 days before initiation of study treatment\n* Uncontrolled hypertension defined as systolic blood pressure \\> 150 mm Hg or diastolic BP \\> 90 mm Hg despite optimal antihypertensive treatment\n* Tumors invading the GI-tract, active peptic ulcer disease, acute pancreatitis, acute obstruction of the pancreatic or biliary duct, appendicitis, cholangitis, cholecystitis, diverticulitis, gastric outlet obstruction, or inflammatory bowel disease\n* Abdominal fistula, bowel obstruction, GI perforation, or intra-abdominal abscess within 6 months before initiation of study treatment\n* Known cavitating pulmonary lesion(s) or known endobronchial disease manifestation\n* Lesions invading major pulmonary blood vessels\n* Clinically significant hematuria, hematemesis, hemoptysis of \\> 0.5 teaspoon (2.5 mL) of red blood, coagulopathy, or other history of significant bleeding within 3 months before initiation of study treatment\n* Serious non-healing wound/ulcer/bone fracture\n* Malabsorption syndrome\n* Patients with rare hereditary problems of galactose intolerance, the Lapp lactase deficiency, or glucose-galactose malabsorption are also excluded.\n* Requirement for hemodialysis or peritoneal dialysis\n* Inability to swallow tablets","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death from any cause. Participants alive at the time of the analysis were censored at the date when they were last known to be alive as documented by the investigator. Kaplan-Meier method was used to estimate the median. 95% CI for median was computed using the method of Brookmeyer and Crowley.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"10.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) as Determined by Investigator","description":"PFS was defined as the time from randomization to the first occurrence of disease progression, as determined by the investigator according to RECIST v1.1, or death from any cause (whichever occurred first). Progressive disease (PD) was defined as at least a 20% increase in the sum of the longest diameters of target lesions, taking as reference the smallest sum of the longest diameters of the target lesions recorded since the treatment started, including screening, or the appearance of one or more new lesions. Participants who were alive and did not experience disease progression at the time of analysis, were censored on the date of last tumor assessment. Participants with no post-baseline tumor assessment were censored at the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"4.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Confirmed Objective Response Rate (ORR) as Determined by Investigator","description":"Confirmed ORR was defined as the percentage of participants with a complete response (CR) or partial response (PR) on two consecutive occasions \\>=4 weeks apart, as determined by the investigator according to RECIST v1.1. CR: disappearance of all target lesions. PR: at least a 30% decrease in the sum of diameters of all target lesions, taking as reference the baseline sum of diameters.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":null},{"groupId":"OG001","value":"11.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) as Determined by Investigator","description":"DOR for participants with confirmed ORR was defined as time from first occurrence of documented objective response to disease progression (PD), as determined by investigator according to RECIST v1.1, or death from any cause (whichever occurred first). PD was defined as at least 20% increase in sum of longest diameters of target lesions, taking as reference the smallest sum of longest diameters of target lesions recorded since treatment started, including screening, or appearance of one or more new lesions. Confirmed ORR was defined as percentage of participants with a CR or PR on two consecutive occasions \\>=4 weeks apart, as determined by the investigator according to RECIST v1.1. Participants who had not progressed and who did not die at the time of analysis were censored at the time of last tumor assessment date. Kaplan-Meier method was used to estimate median. 95% CI for median was computed using method of Brookmeyer and Crowley.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.30","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Confirmed Deterioration in Patient-Reported Physical Functioning (PF)","description":"Time to confirmed deterioration (TTCD) analyses was performed for patient-reported physical functioning (PF) (items 1 to 5) of European Organisation for Research and Treatment of Cancer Quality of Life-Core 30 Questionnaire (EORTC QLQ-C30). The PF is measured on 4-point scale (1='Not at all' to 4='Very much'). TTCD for PF is defined as time from date of randomization to first confirmed clinically meaningful decrease from baseline in PF score held for at least 2 consecutive assessments or initial clinically meaningful decrease from baseline followed by death from any cause within 21 days or until next tumor assessment, whichever occurs first. A score change of \\>=of 10-point on EORTC QLQ-C30 PF scale was determined as being clinically meaningful. Scores were averaged, transformed to 0-100 scale; where higher score represented high/healthy level of functioning. Kaplan-Meier method was used to estimate the median. 95% CI for median was computed using the method of Brookmeyer and Crowley","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"7.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Confirmed Deterioration in Patient-Reported Global Health Status (GHS)","description":"Time to confirmed deterioration (TTCD) analyses was performed for global health status (GHS) and quality of life (QoL) (items 29 and 30) of EORTC QLQ-C30. GHS/ QoL items are scored on a 7-point scale that ranges from \"very poor\" to \"excellent.\" TTCD for GHS/QoL is defined as the time from the date of randomization to the first confirmed clinically meaningful decrease from baseline in GHS/QoLscore held for at least two consecutive assessments or an initial clinically meaningful decrease from baseline followed by death from any cause within 21 days or until the next tumor assessment, whichever occurs first. A score change of \\>=10-point on the EORTC QLQ-C30 GHS/QoL scale was determined as being clinically meaningful. Scores were averaged, transformed to 0-100 scale; where higher score for GHS/QoL=better health-related QoL. Kaplan-Meier method was used to estimate the median. 95% CI for median was computed using the method of Brookmeyer and Crowley.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Rates Assessed by Investigator","description":"PFS rates were defined as the percentage of participants alive and without progression as assessed by the investigator according to RECIST v1.1. Progressive disease (PD) was defined as at least a 20% increase in the sum of the longest diameters of target lesions, taking as reference the smallest sum of the longest diameters of the target lesions recorded since the treatment started, including screening, or the appearance of one or more new lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.66","spread":null},{"groupId":"OG001","value":"39.51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.38","spread":null},{"groupId":"OG001","value":"14.70","spread":null}]}]}]},{"type":"SECONDARY","title":"OS Rates","description":"Overall Survival (OS) rate is defined as the percentage of participants who were alive at 1 year and 2 years. Participants alive at the time of the analysis were censored at the date when they were last known to be alive as documented by the investigator.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.12","spread":null},{"groupId":"OG001","value":"43.27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events","description":"An adverse event is any untoward medical occurrence in a clinical investigation patient administered a pharmaceutical product, regardless of causal attribution. AEs were assessed using National Cancer Institute Common Terminology Criteria for Adverse Events, version 5.0 (NCI CTCAE, v5.0)","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Minimum Serum Concentration (Cmin) of Atezolizumab","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.8","spread":"48.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":"104.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":"47.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"194","spread":"62.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"233","spread":"44.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"209","spread":"56.1"}]}]}]},{"type":"SECONDARY","title":"Maximum Serum Concentration (Cmax) of Atezolizumab","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"450","spread":"34.0"}]}]}]},{"type":"SECONDARY","title":"Minimum Plasma Concentration (Cmin) of Cabozantinib","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.746","spread":"111.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.418","spread":"640.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.469","spread":"234.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.303","spread":"402.3"}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Concentration (Cmax) of Cabozantinib","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Anti-Drug Antibodies (ADAs) to Atezolizumab","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":167},"commonTop":["Diarrhoea","Fatigue","Decreased appetite","Asthenia","Nausea"]}}}