{"nctId":"NCT00857415","briefTitle":"Phase III Study of the Correlation Between Florbetapir F18 PET Imaging and Amyloid Pathology in the Brain","startDateStruct":{"date":"2008-12"},"conditions":["Alzheimer's Disease"],"count":226,"armGroups":[{"label":"Autopsy Cohort","type":"EXPERIMENTAL","interventionNames":["Drug: florbetapir F 18"]},{"label":"Specificity Cohort","type":"EXPERIMENTAL","interventionNames":["Drug: florbetapir F 18"]}],"interventions":[{"name":"florbetapir F 18","otherNames":["18F-AV-45","AV-45","Amyvid"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (autopsy cohort):\n\n* Have a projected life expectancy of ≤ 6 months as determined by the principal investigator (e.g. terminal medical condition) or are already enrolled in a longitudinal study of aging with an autopsy component;\n* Can tolerate a 10 minute PET scan; and\n* Give informed consent for study procedures and brain donation consistent with the legal requirements of the State in which they are enrolled and the State in which they die.\n\nInclusion Criteria (specificity cohort):\n\n* Cognitively and neurologically healthy males and females 18 to 40 years of age;\n* Who had no known risk factors for AD, including:\n* Known genetic risk factors for AD, including an ApoE ε4 allele (note: ApoE genotype was determined after enrollment and was not disclosed to healthy control subjects). Scans from subjects carrying an ApoE ε4 allele were not included in the primary specificity analysis, but were included in an exploratory analysis;\n* First degree relative with a known progressive dementing disorder;\n* History of cognitive decline;\n* History of neurologic, neurodegenerative, or psychiatric disease;\n* History of head trauma; or\n* Evidence of brain abnormality on a MRI scan;\n* Who performed in an age-appropriate normal range on the Wechsler Logical Memory I \\& II, story A;\n* Who could tolerate a 10-minute PET scan; and\n* Who provided informed consent before any study procedures were performed.\n\nExclusion Criteria:\n\n* Have primary brain tumor, known metastases to the brain, central nervous system (CNS) lymphoma;\n* Have any major, focal structural loss of brain matter;\n* Are aggressively being treated with life sustaining measures (e.g. currently on respirator; receiving high dose chemotherapy);\n* Have a clinically significant infectious disease, including Acquired Immune Deficiency Syndrome (AIDS), Human Immunodeficiency Virus (HIV) infection, previous positive test for hepatitis or HIV or Creutzfeldt-Jakob disease (CJD);\n* Are receiving any investigational medications, or have participated in a trial with investigational medications within the last 30 days;\n* Have ever participated in an experimental study with an amyloid targeting agent (e.g. anti-amyloid immunotherapy, secretase inhibitor);\n* Have had a radiopharmaceutical imaging or treatment procedure within 7 days prior to the study imaging session; or\n* Are females of childbearing potential who are pregnant or not using adequate contraception.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Correlation of Florbetapir-PET Image and Amyloid Plaque Density","description":"Spearman's rank order correlation of the median semi-quantitative visual read of the florbetapir-PET image and the amyloid plaque density assessed post-mortem by quantitative immunohistochemistry (IHC) averaged across 6 brain regions (precuneus, parietal cortex, frontal cortex, temporal cortex, posterior cingulate, anterior cingulate). Spearman's rank order correlation ranges from -1 to +1. A value of -1 indicates perfect negative correlation, and a value of +1 indicates a perfect positive correlation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":null}]}]}]},{"type":"PRIMARY","title":"Specificity Analysis","description":"Specificity of florbetapir-PET scan in younger healthy controls presumed to be negative for amyloid. Specificity results are reported as the number of subjects who had a negative scan based on majority of 3 blinded readers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Regional Correlation Analysis","description":"Spearman's rank order correlation of median visual read of the florbetapir-PET image vs. amyloid plaque density assessed post-mortem by quantitative IHC of six individual brain regions (precuneus, parietal cortex, frontal cortex, temporal cortex, posterior cingulate, anterior cingulate). Spearman's rank order correlation ranges from -1 to +1. A value of -1 indicates perfect negative correlation, and a value of +1 indicates a perfect positive correlation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.74","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":152},"commonTop":["Headache"]}}}