{"nctId":"NCT04553068","briefTitle":"Evaluation of EVO100 for Prevention of Urogenital Chlamydia Trachomatis and Neisseria Gonorrhoeae Infection","startDateStruct":{"date":"2020-10-15","type":"ACTUAL"},"conditions":["Sexually Transmitted Diseases","Gonorrhea","Chlamydia"],"count":1892,"armGroups":[{"label":"EVO100 gel","type":"EXPERIMENTAL","interventionNames":["Drug: EVO100"]},{"label":"Placebo gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"EVO100","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Subject Recruitment: EVOGUARDStudy.com/ct\n\nInclusion Criteria:\n\n* Subjects must meet both of the following criteria:\n\n  1. Urogenital CT and/or GC infection (documented in a retrievable medical record) within the 16 weeks prior to enrollment and one or more of the additional risk factors included below:\n\n     * 18 to 24 years of age at the screening visit\n     * New sex partner within the past 12 weeks (84 days)\n     * More than one current sex partner\n     * Knowledge that current sex partner has multiple partners\n     * Partner with known sexually transmitted infection (STI)\n     * Inconsistent condom use among persons who are not in a mutually monogamous relationship\n  2. After three unsuccessful documented attempts to obtain medical records, the subject has a self-reported history of infection less than 17 weeks prior to enrollment AND two or more of the following additional risk factors:\n\n     * 18 to 24 years of age at the screening visit\n     * New sex partner within the past 12 weeks (84 days)\n     * More than one current sex partner\n     * Knowledge that current sex partner has multiple partners\n     * Partner with known STI\n     * Inconsistent condom use among persons who are not in a mutually monogamous relationship\n* Ability to understand the consent process and procedures. For minors, the ability to obtain consent from parents/legal guardian and assent by minor subjects as applicable according to local regulations.\n* Agree to be available for all study visits including Visit 5 and follow-up Visit 6 and comply with follow-up on staff appointment reminders\n* Negative pregnancy test\n* Negative CT and GC nucleic acid amplification test (NAAT) at screening or positive CT or GC NAAT and receives standard of care (SOC according to CDC or World Health Organization \\[WHO\\] guidelines) treatment prior to enrollment with subsequent negative CT and GC NAAT testing at enrollment visit\n* Agree to use a woman-controlled method of contraception that is not directly delivered to the vaginal mucosa (with the exception of a vaginal ring) throughout the duration of the study, such as oral contraceptives, birth control implants, intrauterine devices (IUDs), or tubal ligation. Condom use only is not an acceptable form of contraception for this study\n* Able and willing to comply with all study procedures, including the use of eDiaries and reporting of all Adverse Events and concomitant medications.\n* Reports vaginal sexual intercourse with a male partner at least three times per month in the previous month and anticipates vaginal sexual intercourse regularly for the duration of the study\n* Agree to abstain from douching or any form of vaginal suppository use (other than investigational product) during course of study\n\nExclusion Criteria:\n\n* In the opinion of the Investigator, has a history of substance or alcohol abuse in the last 12 months or, has issues, conditions, or concerns that may compromise the safety of the subject, impact the subject's compliance with the protocol requirements, or confound the reliability of the data acquired\n* Women who have undergone a total hysterectomy (had uterus and cervix removed). However, women with subtotal hysterectomy with an intact cervix may be enrolled\n* Has a history or expectation of noncompliance with medications or intervention protocol\n* Has engaged in sexual vaginal intercourse or douching, or used of any form of vaginal suppository or intravaginal device (with the exception of contraceptive vaginal ring or tampons) for 24 hours prior to enrollment (may be enrolled at a later date if all other criteria are met)\n* Menstruating at enrollment (may be enrolled at a later date if all other criteria are met)\n* Is currently being treated, or has been treated, for a period of 21 days prior to enrollment, with any prohibited antibiotics. The prohibited antibiotics include azithromycin, erythromycin, doxycycline, levofloxacin, ofloxacin, ceftriaxone, and cefixime.\n* In the opinion of the Investigator, has signs/symptoms that indicate persistence of CT or GC infection diagnosed at screening, new interval infection, and/or a failure to comply with or complete the prescribed treatment regimen following a positive screening NAAT","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"Females Only","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Study Successes in the EVO100 and Placebo Treatment Groups","description":"Percentage of subjects who are defined study successes among the intervention groups with success defined as subjects completing the trial to Visit 5 without any CT or GC infection and no usage of prohibited antibiotics during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"684","spread":null},{"groupId":"OG001","value":"696","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluate Safety of EVO100: AEs","description":"Descriptive analysis of AEs","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":926},"commonTop":["vaginal discharge"]}}}