{"nctId":"NCT00233402","briefTitle":"Study to Improve Detection and Early Recurrence Rate in Bladder Cancer Patients Using Hexvix Fluorescence Cystoscopy","startDateStruct":{"date":"2005-01"},"conditions":["Bladder Cancer"],"count":789,"armGroups":[{"label":"Standard White Light Cystoscopy","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Standard white light cystoscopy"]},{"label":"Standard White Light and Hexvix Fluorescence Cystoscopy","type":"EXPERIMENTAL","interventionNames":["Drug: Hexvix","Procedure: Standard white light cystoscopy"]}],"interventions":[{"name":"Hexvix","otherNames":[]},{"name":"Standard white light cystoscopy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe patients should be indicated for a cystoscopic examination for suspected or verified papillary bladder cancer and fulfill one or more of the following criteria:\n\n* Patients with more than one initial bladder tumor confirmed on an outpatient cystoscopy.\n* Patients having recurrence within 12 months confirmed on an outpatient cystoscopy\n* Patients with more than one papillary lesion at recurrence independently of the time of the recurrence confirmed on an outpatient cystoscopy\n\nExclusion Criteria:\n\n* Patients with known tumors in the prostatic urethra or distal urethra\n* Gross hematuria. (Note: Gross hematuria is defined as a heavy bladder bleed resulting in marked amounts of blood in the urine, which may interfere with fluorescence cystoscopy. Where the bleed is light, the patient should not be excluded if in the investigator's opinion, rinsing during cystoscopy will alleviate the possible interference with fluorescence cystoscopy).\n* Patient with porphyria.\n* Known allergy to hexyl aminolevulinate hydrochloride or a similar compound.\n* Participation in other clinical studies with investigational drugs either concurrently or within the last 30 days.\n* Pregnant or breast-feeding (all women of child-bearing potential must document a negative serum or urine pregnancy test at screening and use the contraceptive pill or intrauterine device (IUD) during the treatments and for at least one month thereafter).\n* Patients who have received BCG or chemotherapy within three months prior to the initial cystoscopy/TURB, except for a single dose of chemotherapy for prevention of seeding after resection.\n* Conditions associated with a risk of poor protocol compliance.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With >= 1 Ta or T1 Tumor Detected With Blue Light and Not White Light","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Comparison of the Proportions of Patients in the White Light Cystoscopy and Hexvix Groups Who Underwent TURB for a Histologically-confirmed Ta or T1 Tumor Who Had a Recurrence ( CIS, Ta, T1 or T2-T4 Tumor) Within 9 Months.","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.2","spread":null},{"groupId":"OG001","value":"56.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of False Positive Lesions of Hexvix Cystoscopy and White Light Cystoscopy.","description":"The false detection rate for Hexvix cystoscopy was calculated as the total number of false positive lesions (i.e. lesions that were suspected with blue light but had negative histology according to the Standard of Truth central panel read) divided by the total number of lesions that were suspected with blue light (i.e., false positive divided by false positive plus true positive).\n\nThe corresponding false detection rates were also calculated for white light cystoscopy for the two groups separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With at Least One CIS Lesion Detected With Blue Light and None Seen With White Light.","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":381},"commonTop":["Hematuria","Dysuria","Urinary tract infection","Procedural pain","Bladder spasm"]}}}