{"nctId":"NCT02030600","briefTitle":"A Trial Comparing the Safety and Efficacy of Insulin Degludec and Insulin Glargine, With or Without OADs in Subjects With Type 2 Diabetes","startDateStruct":{"date":"2014-01-06","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":721,"armGroups":[{"label":"IDeg OD ± OADs followed by IGlar OD ± OADs","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec","Drug: insulin glargine"]},{"label":"IGlar OD ± OADs followed by IDeg OD ± OADs","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin degludec","Drug: insulin glargine"]}],"interventions":[{"name":"insulin degludec","otherNames":[]},{"name":"insulin glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Male or female, age at least 18 years at the time of signing informed consent - Subjects fulfilling at least one of the below criteria: a) Experienced at least one severe hypoglycaemic episode within last year (according to the ADA (American Diabetes Association) definition, April 2013), b) Moderate chronic renal failure, defined as glomerular filtration rate 30 - 59 mL/min/1.73 m\\^2 per CKD-Epi (Chronic Kidney Disease Epidemiology Collaboration) by central laboratory analysis, c) Hypoglycaemic symptom unawareness, d) Exposed to insulin for more than 5 years, e) Recent episode of hypoglycaemia (defined by symptoms of hypoglycaemia and/or episode with low glucose measurement (below or equal to 70 mg/dL \\[below or equal to 3.9 mmol/L\\])) within the last 12 weeks prior to Visit 1 (screening) - Type 2 diabetes mellitus (diagnosed clinically) for at least 26 weeks prior to Visit 1 - Current treatment with any basal insulin (OD or BID) ± any combination of OADs (metformin, DPP-4 inhibitor, alpha-glucosidase inhibitor, thiazolidinediones, and SGLT2-inhibitor) for 26 weeks or longer prior to Visit 1 For subjects on BID the total daily dose should be below 75 units - HbA1c (glycosylated haemoglobin) below or equal to 9.5 % by central laboratory analysis - BMI (body mass index) below or equal to 45 kg/m\\^2 Exclusion Criteria: - Treatment with a bolus insulin separately or contained in an insulin mix product within the last 26 weeks prior to Visit 1 - Use of any other anti-diabetic agent(s) than those stated in the inclusion criteria within the last 26 weeks prior to Visit 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Treatment Emergent Severe or BG Confirmed Symptomatic Hypoglycaemic Episodes During the Maintenance Period","description":"Severe or blood glucose (BG) confirmed symptomatic hypoglycaemic episodes were defined as episodes that were severe and/or BG confirmed by a plasma glucose value of \\<56 mg/dL (3.1 mmol/L), with symptoms consistent with hypoglycaemia. Treatment emergent hypoglycaemic episode was defined as an event with onset date on or after the first day of exposure to randomised treatment and no later than the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"353","spread":null},{"groupId":"OG001","value":"496","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Severe or BG Confirmed Symptomatic Nocturnal Hypoglycaemic Episode During the Maintenance Period","description":"Severe or BG confirmed symptomatic nocturnal hypoglycaemic episodes were defined as episodes that were severe and/or BG confirmed by a plasma glucose value of \\<56 mg/dL (3.1 mmol/L), with symptoms consistent with hypoglycaemia and with time of onset between 00:01 and 05.59 a.m., both inclusive. Treatment emergent hypoglycaemic episode was defined as an event with onset date on or after the first day of exposure to randomised treatment and no later than the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"175","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With One or More Severe Hypoglycaemic Episodes During the Maintenance Period","description":"Percentage of subjects who experienced one or more severe hypoglycaemic episodes during the maintenance period. Severe hypoglycaemia (according to the American Diabetes Association 2013 definition): A hypoglycaemic episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions. Plasma glucose values may not be available during an event, but neurological recovery following the return of plasma glucose to normal is considered sufficient evidence that the event was induced by a low plasma glucose concentration.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Treatment Emergent Adverse Events","description":"Treatment emergent adverse event was defined as an event with onset date on or after the first day of exposure to randomised treatment and no later than the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1293","spread":null},{"groupId":"OG001","value":"1381","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HbA1c (Glycosylated Haemoglobin)","description":"Change from baseline in HbA1c (glycosylated haemoglobin) at week 32 (treatment period 1) and at week 64 (treatment period 2). Week 32 HbA1c value was considered as baseline for calculating change from baseline in HbA1c at week 64.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.49","spread":"0.99"},{"groupId":"OG001","value":"-0.58","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":"0.75"},{"groupId":"OG001","value":"0.10","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"FPG (Fasting Plasma Glucose)","description":"Fasting plasma glucose values at week 32 and week 64.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107.33","spread":"41.72"},{"groupId":"OG001","value":"106.96","spread":"39.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114.07","spread":"51.91"},{"groupId":"OG001","value":"107.55","spread":"51.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":64,"n":671},"commonTop":["Nasopharyngitis","Upper respiratory tract infection"]}}}