{"nctId":"NCT01000025","briefTitle":"PF-00299804 in Stage IIIB or Stage IV Non-Small Cell Lung Cancer Not Responding to Standard Therapy for Advanced or Metastatic Cancer","startDateStruct":{"date":"2009-12-23","type":"ACTUAL"},"conditions":["Lung Cancer"],"count":720,"armGroups":[{"label":"PF-00299804","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: PF-00299804"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"PF-00299804","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria\n\n* Histologically confirmed diagnosis of non-small cell carcinoma of the lung. Patients must have an adequate histopathology or cytology specimen must consent to release of all specimens for this protocol, and the centre/pathologist must have agreed to submission of the specimens.\n* Patients must have evidence of disease, but measurable disease is not mandatory. To be considered evaluable for complete or partial response assessment, patients must have at least one measurable lesion as follows:\n\nX-ray ≥ 20 mm Spiral CT scan or physical exam ≥ 10 mm (lymph nodes must be ≥ 15 mm in the short axis); Measurable lesions must be outside a previous radiotherapy field if they are the sole site of disease, unless disease progression has been documented.\n\n* Male or female, 18 years of age or older.\n* ECOG performance status of 0, 1, 2 or 3. Patients with performance status of 3 are eligible providing that the investigator attests that the patient has a reasonable life expectancy (≥ 6 weeks).\n* Adequate renal and hepatic functions as defined by the following required laboratory values obtained within 14 days prior to randomization. If anemic, patients should be asymptomatic and should not be decompensated.\n\nCreatinine \\<1.5 upper limit of normal Total bilirubin \\< 1.5 upper limit of normal ALT (SGPT) \\< 2.5 times the upper limit of normal. Note: If clearly attributable to liver metastasis, ALT (SGPT) values \\< 5 times the upper limit of normal are permitted.\n\n\\- Previous Therapy Failure of a treatment regimen is defined as the inability to continue a regimen for any reason including, but not limited to, progressive disease, toxicity, or patient request. Up to a maximum of three lines of chemotherapy for advanced/metastatic disease (defined below) and at least one of erlotinib or gefitinib for advanced/ metastatic disease (defined below) should have failed.\n\nExchange of one chemotherapy agent for another within a combination chemotherapy regimen is not considered a new regimen in the following circumstances\n\n* carboplatin is substituted for cisplatin due to nephrotoxicity\n* one agent in the combination regimen is changed due to hypersensitivity occurring in the first cycle.\n\nChemotherapy for Advanced/Metastatic Disease:\n\nPatients must have recovered from any reversible toxic effects and at least 21 days must have elapsed from the last dose and prior to randomization (14 days from the last dose for chemotherapy regimens administered on a weekly schedule). Further palliative cytotoxic chemotherapy must not be planned.\n\nPatients \\< 70 years:\n\n• Must have received 1 and up to a maximum of 3prior chemotherapy regimens (at least one of the three must have been a combination regimen and at least one must have contained platinum).\n\nPatients ≥ 70 years (generally accepted as being at the time of the administration of the first regimen of chemotherapy for advanced disease):\n\n• Must have received 1 and up to a maximum of 3 prior chemotherapy regimens for their disease. These may have been single agent chemotherapy regimens and a platinum agent is not required in keeping with current standards of practice.\n\nAdjuvant Chemotherapy: Patients may ALSO have had prior adjuvant therapy for completely resected disease, providing completed at least 12 months prior to randomization. Adjuvant regimens \\< 12 months prior to randomization and combined chemotherapy/radiation regimens for irresectable locally advanced stage III disease (irrespective of timing), are considered to be for advanced/metastatic disease and constitute one of the 3 permissible regimens. Patients must have recovered from any reversible treatment related toxicities prior to randomization.\n\nEGFR Inhibitor Therapy: Patients may only be enrolled after failure of prior gefitinib or erlotinib for advanced or metastatic disease. Patients who have received adjuvant gefitinib or erlotinib for completely resected NSCLC and who have recurred \\< 12 months after discontinuing erlotinib or gefitinib are eligible. Patients who received gefitinib or erlotinib for neoadjuvant therapy only are not eligible. EGFR inhibitor therapy must have been discontinued at least 21 days prior to randomization. Patients who discontinued prior gefitinib or erlotinib therapy for severe or life threatening organ toxicity are not eligible. Patients may also have received other EGFR active agents (such as reversible oral agents or monoclonal antibodies or vaccines) in addition to erlotinib or gefitinib but may not have received ANY prior irreversible EGFR inhibitor such as BIBW2992, HKI-272 (neratinib).\n\nMaintenance Therapy: The same chemotherapy or agent/s continued for longer than 4-6 cycles for the purposes of 'maintenance' is considered one regimen; if another chemotherapy agent is given with 'maintenance' intent, it is considered a second regimen providing that 'failure' is documented. Patients who received erlotinib or gefitinib with 'maintenance' intent after completion of 1st line chemotherapy are eligible providing that 'failure' is documented.\n\nRadiation: Patients may have had prior radiation therapy provided that a minimum of 14 days has elapsed between the end of radiotherapy and randomization onto the study. (Exceptions may be made however, for low dose, non-myelosuppressive radiotherapy. Patients must have recovered from any acute toxic effects from radiation prior to randomization.\n\nPrevious Surgery: Previous surgery is permitted provided that wound healing has occurred and at least 14 days have elapsed (major surgery).\n\n* Patient able (i.e. sufficiently fluent) and willing to complete the quality of life questionnaires. The baseline assessment must already have been completed. Inability (illiteracy, loss of sight, or other equivalent reason) to complete the questionnaires will not make the patient ineligible for the study. However, ability but unwillingness to complete the questionnaires will make the patient ineligible.\n* Patient consent must be appropriately obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form prior to enrollment in the trial to document their willingness to participate.\n* Patients must be accessible for treatment and follow-up. All randomized patients must be followed and treated at participating centres. Investigators must assure themselves the patients randomized on this trial will be available for complete documentation of the treatment, adverse events, and follow-up.\n* In accordance with NCIC CTG policy, protocol treatment is to begin within 2 working days of patient randomization.\n\nIneligibility Criteria\n\nPatients who fulfill any of the following criteria are not eligible for admission to the study:\n\n* Patients receiving concurrent treatment with other experimental drugs or anti-cancer therapy.\n* Patients who have experienced untreated and/or uncontrolled cardiovascular conditions and/or have symptomatic cardiac dysfunction (unstable angina, congestive heart failure, myocardial infarction within the previous year or cardiac ventricular arrhythmias requiring medication, history of 2nd or 3rd degree atrioventricular conduction defects). Patients with a significant cardiac history, even if controlled, should have a LVEF \\> 50%.\n* Patients with untreated brain or meningeal metastases are not eligible (CT scans are not required to rule this out unless there is a clinical suspicion of CNS disease). Patients with treated CNS disease who have radiologic or clinical evidence of stable brain metastases, with no evidence of cavitation or hemorrhage in the brain lesion, are eligible providing that they are asymptomatic and do not require corticosteroids (must have discontinued steroids at least 1 week prior to randomization).\n* Patients with active or uncontrolled infections, or with serious illnesses or medical conditions which would not permit the patient to be managed according to the protocol, including\n\n  * Severe dry eye syndrome\n  * Keratoconjunctivitis sicca\n  * Sjogren's syndrome\n  * Severe exposure keratopathy\n  * Disorders that might increase the risk for epithelium-related complications (e.g., bullous keratopathy, aniridia, severe chemical burns, neutrophilic keratitis)\n  * Uncontrolled inflammatory gastrointestinal diseases (Crohn's, ulcerative colitis etc.)\n  * Prior pneumonitis/ILD secondary to EGFR inhibitors\n* Mean QTc with Bazetts correction \\> 470msec in screening ECG or history of familial long QT syndrome.\n* Drugs that are highly dependent on CYP2D6 for metabolism are prohibited, since PF-804 is a potent CYP2D6 inhibitor in in vitro assays. These inhibitors or inducers are prohibited from 7 days prior to the first dose until the end of treatment with PF-804. These include: S-metoprolol, propafenone, timolol, amitriptyline, clomipramine, desipramine, imipramine, paroxetine, haloperidol, risperidone, thioridazine, codeine, flecainide, mexilletine, tamoxifen, venlafaxine. Lidocaine may be used with clinical monitoring (including telemetry). Opiates such as morphine, oxycodone, dihydrocodeine, hydrocodone, and tramadol can be used as substitutes to replace codeine. Use of these opiates should be monitored for altered analgesia during treatment with PF-804 as they may be partly metabolized by CYP2D6. If PF-804 is administered with drugs which are P-glycoprotein (P-gp) substrates and have a narrow therapeutic index, monitoring for exaggerated effect and/or toxicities is recommended.\n* Pregnancy or inadequate contraception. Women must be post-menopausal, surgically sterile, or use two reliable forms of contraception. Women of child-bearing potential must have a pregnancy test taken and proven negative within 7 days prior to randomization. Men must be surgically sterile or use a barrier method of contraception.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Median and 95% confidence intervals","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.83","spread":null},{"groupId":"OG001","value":"6.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in KRAS-WT Patients","description":"Median and 95% confidence intervals of Overall survival in KRAS-WT patients","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.00","spread":null},{"groupId":"OG001","value":"5.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in EGFR-mutant Patients","description":"Overall survival by EGFR-mutantion subgroups","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.23","spread":null},{"groupId":"OG001","value":"7.52","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"progression were evaluated using the revised international criteria (1.1) proposed by the RECIST (Response Evaluation Criteria in Solid Tumours) committee","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.66","spread":null},{"groupId":"OG001","value":"1.58","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"Response were evaluated in this study using the revised international criteria (1.1) proposed by the RECIST (Response Evaluation Criteria in Solid Tumours) committee. BEST RESPONSE from the start of study treatment until the end of treatment were reported.Objective response rate is the sum of CR + PR divided by the total number of patients in each group.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"1.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Toxicity as Measured by NCI CTCAE Version 4.0","description":"Number of participants with Toxicities by treatment received according to NCI CTCAE version 4.0","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"467","spread":null},{"groupId":"OG001","value":"223","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":191,"n":477},"commonTop":["Diarrhea","Dyspnea","Fatigue","Cough","Anorexia"]}}}