{"nctId":"NCT00154375","briefTitle":"Study of Imatinib Mesylate in Combination With Hydroxyurea Versus Hydroxyurea Alone as an Oral Therapy in Patients With Temozolomide Resistant Progressive Glioblastoma","startDateStruct":{"date":"2004-10"},"conditions":["Glioblastoma Multiforme","Astrocytoma"],"count":240,"armGroups":[{"label":"Imatinib mesylate + hydroxyurea (HU)","type":"EXPERIMENTAL","interventionNames":["Drug: Imatinib mesylate","Drug: Hydroxyurea"]},{"label":"Hydroxyurea alone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hydroxyurea"]}],"interventions":[{"name":"Imatinib mesylate","otherNames":["Glivec®"]},{"name":"Hydroxyurea","otherNames":["Litalir®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent prior to initiation of any study procedure.\n* Patients \\>= 18 years of age.\n* Histological confirmed diagnosis of glioblastoma multiforme / astrocytoma World Health Organization (WHO) grade IV by a reference pathologist\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1 or 2.\n* Adequate hepatic, renal and bone marrow function as defined by the following: total bilirubin \\< 1.5 x Upper Limit of Normal (ULN), ALT and AST \\< 2.5 x ULN, creatinine \\< 1.5 x ULN, absolute neutrophil count \\> 1.5 x109/L, platelets \\> 100 x109/L and hemoglobin \\> 10 g/dL.\n* Female patients of childbearing potential with a negative pregnancy test within 7 days of initiation of study drug dosing. Postmenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential. Male and female patients of reproductive potential who agree to employ an effective barrier method of birth control throughout the study, and for up to 3 months following discontinuation of study drug.\n* Life expectancy of \\>3 months.\n* MRI available every 6 weeks for disease management\n* No intercerebral inflammation\n* Irradiation therapy 54 to 62 gy finished or less according to national standard\n* Chemotherapy at least 1 temozolomide containing regimen finished, no established chemotherapy regiment available and progression under chemotherapy or in between 6 months following the last chemotherapy.\n* Leucocytes \\> 2.500/µl, to be controlled once a week\n* Thrombocytes \\> 80.000/µl, to be controlled once a week\n* Ensured compliance\n* Patients who had a second or third resection after disease progression cannot be included earlier than 2 weeks following the resection. MRI should be performed not later than 72 h post operation. If patients are to be included later than 4 weeks after the resection, a new baseline MRI must be performed.\n\nExclusion Criteria:\n\n* Female patients who are pregnant or breast-feeding.\n* Patients who have been treated with any investigational agent(s) within 28 days of the first day of administration of study drug.\n* Patients with uncontrolled medical disease such as diabetes mellitus, thyroid dysfunction, neuropsychiatric disorders, infection, angina or Grade 3 or 4 cardiac problems as defined by the New York Heart Association Criteria.\n* Patients with other malignant disorders.\n* Patient with acute or known chronic liver disease (i.e., chronic active hepatitis, cirrhosis).\n* Patients who are known to be HIV positive (no specific tests are required for confirmation of eligibility).\n* Expected incompliance according to treatment, treatment diary and examination schedule\n* Not confirmed histological diagnosis glioblastoma multiforme/astrocytoma WHO grade IV\n* Other drugs with potential cytostatic main or side effect\n* No or inadequate chemotherapy or irradiation therapy\n* Patients without hematological recovery after previous chemotherapy who have been treated with Chemotherapy within 28 days of the first day of administration of study drug.\n\nOther protocol-specific inclusion /exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Progression Free Survival (PFS) During the Study Duration","description":"PFS was defined as the time from the date of randomization to the date of the first documented progression according to the MacDonald criteria, or death due to any cause. MacDonald criteria are standard criteria in neurooncology. Tumor assessment was made according to the adapted MacDonald criteria based on the combined evaluation of 1) assessment of the MRI scan for measurable, evaluable, and new lesions (made by the independent external expert too), 2) overall assessment of neurological performance (made by the investigator), 3) concomitant steroid use (as reported by the investigator).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Death, Other Serious or Clinically Significant Adverse Events (AEs) or Related Discontinuations","description":"National Cancer Institute (NCI)/ National Institute of Health (NIH) provides a grading (severity) scale for each AE term. Grade 3 refers to severe AE and Grade 4 refers to life-threatening or disabling AE. According to FDA 21CFR 314.80, a serious adverse event (SAE) is described as any adverse event that leads to death, is life threatening ( NIH criteria Grade 4), causes or prolongs hospitalization, results in a congenital anomaly, or any other important medical event not described above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":64,"n":118},"commonTop":["FATIGUE","HEADACHE","THROMBOCYTOPENIA","NAUSEA","OEDEMA PERIPHERAL"]}}}