{"nctId":"NCT02892344","briefTitle":"Study of QMF149 (150/80 µg) Compared With MF Twisthaler® (200 µg) in Patients With Asthma","startDateStruct":{"date":"2017-01-16","type":"ACTUAL"},"conditions":["Mild Asthma"],"count":802,"armGroups":[{"label":"QMF149 150/80 μg","type":"EXPERIMENTAL","interventionNames":["Drug: QMF149 150/80 μg"]},{"label":"MF 200 µg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: MF 200 μg"]}],"interventions":[{"name":"QMF149 150/80 μg","otherNames":["Indacaterol acetate/Mometasone furoate"]},{"name":"MF 200 μg","otherNames":["Mometasone furoate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a documented diagnosis of asthma for a period of at least 3 months prior to Screening Visit\n* Patients who have used low dose ICS , with or without controller (ie, LABA, Leukotriene Receptor Antagonist ) at stable dose for at least 1 month prior to Screening Visit\n* Adult patients who are symptomatic at screening despite treatment with existing therapy.\n\nPatients with ACQ-7 score ≥ 1.5 at Visit 101 and at Visit 102 (inadequately controlled).\n\n* Adolescent patients :\n* If taking only ICS (without LABA) and are symptomatic at screening despite treatment with low doses of ICS. These patients must have ACQ-7 score ≥ 1.5 at Visit 101 and at Visit 102 .\n* If taking ICS (low dose)/ LABA, and have ACQ-7 score ≥1 and \\<1.5 at Visit 101: they must have ACQ-7 score≥1.5 at Visit 102 ( prior to randomization).\n* Pre-bronchodilator FEV1≥ 60 % and \\< 90 % of the predicted normal value for the patient after withholding bronchodilators at both Visits 101 and 102\n* Patients who demonstrate an increase in FEV1 of 12% and ≥ 200 mL within 30 minutes after administration of 400 microgram salbutamol/360 microgram albuterol (or equivalent dose) at Visit 101.\n\nExclusion Criteria:\n\n* Patients who have smoked or inhaled tobacco products (including electronic cigarettes) within the 6 month period prior to Visit 1, or who have a smoking history of greater than or equal to 10 pack year.\n* Patients who have had an asthma attack/exacerbation requiring systemic steroids or hospitalization (\\> 24 hours) or emergency room visit (≤ 24 hours) as follows:\n* For adults: within 6 weeks of Screening Visit. If patients experience an asthma attack/exacerbation requiring systemic steroids or emergency room visit between Visit 1 and Visit 102 they may be re-screened 6 weeks after recovery from the exacerbation\n* For adolescents: Severe asthma attack/exacerbation requiring systemic corticosteroids in the last 6 months, OR hospitalization (\\> 24 hours) due to severe asthma attack/exacerbation requiring systemic corticosteroids in the last 6 months, OR emergency room visit (≤ 24 hours) due to severe asthma attack/exacerbation requiring systemic corticosteroids within the last 6 months.\n* Patients who ever required intubation for a severe asthma attack/exacerbation\n* Patients with a clinical condition (eg. glaucoma, cataract and fragility fractures) which may be worsened by ICS administration (according to investigator's medical judgment )\n* Patients who have had a respiratory tract infection or asthma worsening within 4 weeks prior to Screening Visit or between Visit 1and Visit 102. Patients may be re-screened 4 weeks after recovery from their respiratory tract infection or asthma worsening.\n* Patients with any chronic conditions affecting the upper respiratory tract (eg. chronic sinusitis) which in the opinion of the investigator may interfere with the study.\n* Patients with a history of chronic lung diseases other than asthma, including (but not limited to) COPD, sarcoidosis, interstitial lung disease, cystic fibrosis, clinically significant bronchiectasis and active tuberculosis.\n* Patients with Type I diabetes or uncontrolled Type II diabetes.\n* Patients with narcolepsy and/or insomnia.\n* Patients on Maintenance Immunotherapy (desensitization) for allergies or less than 3 months prior to Visit 101 or patients on Maintenance Immunotherapy for more than 3 months prior to Visit 101 but expected to change throughout the course of the study.\n* Patients with diagnosed rare hereditary problems of galactose intolerance, the Lapp lactase deficiency or glucose-galactose malabsorption or with known intolerance to lactose or milk products.\n\n  * Patients who use a long acting muscarinic antagonist (LAMA) within 3 months prior to Visit 1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Trough FEV1","description":"demonstrate the superiority of QMF149 150/80 microgram o.d. (in the evening) delivered via Concept1 compared with MF 200 microgram o.d. (in the evening) delivered via Twisthaler® in terms of trough FEV1 after 12 weeks of treatment in adults and adolescents. Forced Expiratory Volume in 1 second (FEV1) is the amount of air which can be forcibly exhaled from the lungs in the first second of a forced exhalation, measured by spirometry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.562","spread":"0.0134"},{"groupId":"OG001","value":"2.379","spread":"0.0134"}]}]}]},{"type":"SECONDARY","title":"ACQ-7","description":"ACQ-7 is an asthma control questionnaire (scoring 5 symptoms, FEV1 entered by the investigator and daily rescue bronchodilator use entered by the patient) validated to evaluate different levels of asthma control. the ACQ-7 was used to assess improvements in asthma symptom control. The ACQ-7, a seven-item disease-specific instrument developed and validated to assess asthma control in patients in clinical trials as well as in individuals in clinical practice, was provided to the site. All seven items were then scored on a 7-point Likert scale, with 0 indicating total control and 6 indicating no control. The questions were equally weighted and the total score was the mean of the seven items. The first 6 questions of the ACQ-7 were completed by the patient while the last question (question 7) was completed by the study investigator using spirometry data generated by the spirometry equipment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.323","spread":"0.0411"},{"groupId":"OG001","value":"1.540","spread":"0.0411"}]}]}]},{"type":"SECONDARY","title":"Trough FEV1 at Day 2","description":"Forced Expiratory Volume in 1 second (FEV1) is the amount of air which can be forcibly exhaled from the lungs in the first second of a forced exhalation, measured through spirometry testing","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.490","spread":"0.0108"},{"groupId":"OG001","value":"2.358","spread":"0.0108"}]}]}]},{"type":"SECONDARY","title":"Pre-dose FEV1 at Week 4","description":"Pre-dose FEV1 is defined as the mean of -45 min and -15 min FEV1 values pre-evening dose","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.545","spread":"0.0132"},{"groupId":"OG001","value":"2.369","spread":"0.0131"}]}]}]},{"type":"SECONDARY","title":"FVC Over 12 Weeks","description":"FVC is the total amount of air exhaled during the FEV test. Forced Vital Capacity (FVC) and Forced Expiratory Flow between 25% and 75% of FVC (FEF25-75) will be measured","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.453","spread":"0.0169"},{"groupId":"OG001","value":"3.353","spread":"0.0169"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.030","spread":"0.0228"},{"groupId":"OG001","value":"1.742","spread":"0.0228"}]}]}]},{"type":"SECONDARY","title":"PEF Over 4 and 12 Weeks","description":"Morning and Evening Peak Expiratory Flow Rate (PEF) will be measured. PEF is the peak expiratory flow, the maximum speed of expiration","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":"1.98"},{"groupId":"OG001","value":"3.8","spread":"1.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":"1.84"},{"groupId":"OG001","value":"0.7","spread":"1.84"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With ACQ-7 MID at Week 12","description":"MID is Minimum Important Difference. ACQ-7 is an asthma control questionnaire (scoring 5 symptoms, FEV1 entered by the investigator and daily rescue bronchodilator use entered by the patient) validated to evaluate different levels of asthma control. Percent of patients achieving the minimal important difference (MID) in ACQ-7 (i.e. at least 0.5 decrease from baseline) will be measured.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.7","spread":null},{"groupId":"OG001","value":"64.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Daily E-diary Over 12 Weeks","description":"Percentage of asthma symptoms free days, the percentage of nights without nighttime awakenings, and the percentage of mornings without symptoms on awakening as recorded by daily electronic Diary (e-Diary) over 12 weeks of treatment","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":"1.37"},{"groupId":"OG001","value":"8.7","spread":"1.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":"1.53"},{"groupId":"OG001","value":"11.2","spread":"1.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.1","spread":"1.68"},{"groupId":"OG001","value":"14.4","spread":"1.65"}]}]}]},{"type":"SECONDARY","title":"ACQ-7 at Week 4","description":"ACQ-7 is an asthma control questionnaire (scoring 5 symptoms, FEV1 entered by the investigator and daily rescue bronchodilator use entered by the patient) validated to evaluate different levels of asthma control","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.454","spread":"0.0408"},{"groupId":"OG001","value":"1.658","spread":"0.0406"}]}]}]},{"type":"SECONDARY","title":"Rescue Medication Use Over 12 Weeks","description":"Rescue salbutamol/albuterol usage (mean daily, nighttime and daytime use) from e-Diary recordings over 12 weeks of treatment","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.025"},{"groupId":"OG001","value":"-0.16","spread":"0.025"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"0.033"},{"groupId":"OG001","value":"-0.24","spread":"0.032"}]}]}]},{"type":"SECONDARY","title":"Percentage of Rescue Medication Free Days Over 12 Weeks","description":"Percentage of rescue medication free days over 12 weeks of treatment period","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":"1.81"},{"groupId":"OG001","value":"14.1","spread":"1.80"}]}]}]},{"type":"SECONDARY","title":"Quality of Life Assessed by Asthma Quality of Life Questionnaire AQLQ-S 12","description":"The AQLQ is a 32-item disease specific questionnaire designed to measure functional impairments in asthma. Patients are asked to score each item on a 7-point scale based on the experience of last 2 weeks. The overall AQLQ score is the mean response to all 32 questions. Therefore, the possible highest score (better) would be 7 and the lowest (worse) would be 1. Changes in scores of 0.5 to 1.0 are considered clinically meaningful; 1.0 to 1.5 as moderate and \\> 1.5 as marked clinically important differences for any individual domain or for the overall summary score.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.779","spread":"0.0475"},{"groupId":"OG001","value":"5.630","spread":"0.0473"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Asthma Exacerbation Over 12 Weeks","description":"The exacerbation categories are: mild, moderate, severe and the combination of moderate or severe. Time to first asthma exacerbation by exacerbation category. Annual rate of asthma exacerbations by exacerbation category.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Asthma Exacerbations (Moderate or Severe) Over the 12 Week Treatment Period","description":"Annual incidence rate of asthma exacerbation by severity of exacerbation. The number of asthma exacerbation is used to calculate annual incidence rate. A severe asthma exacerbation is SCS (Systemic Corticosteroids) use ≥3 days and hospitalization or emergency department visit (greater than 24 h) or death due to asthma. A moderate asthma exacerbation is SCS use ≥3 days either as an outpatient or in emergency department visits (less than or equal to 24 h). Worsening of asthma not requiring more than 3 days of SCS or hospitalization/emergency room will be considered mild asthma exacerbations","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":null},{"groupId":"OG001","value":"0.31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"0.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With First Asthma Exacerbations (Moderate or Severe) Over the 12 Week Treatment Period","description":"The annual rate of asthma exacerbations were analyzed using a generalized linear model.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":396},"commonTop":["Asthma","Nasopharyngitis","Overdose","Upper respiratory tract infection","Headache"]}}}