{"nctId":"NCT01064401","briefTitle":"Efficacy and Safety of BIIB019 (Daclizumab High Yield Process) Versus Interferon β 1a in Participants With Relapsing-Remitting Multiple Sclerosis","startDateStruct":{"date":"2010-05"},"conditions":["Relapsing-Remitting Multiple Sclerosis"],"count":1841,"armGroups":[{"label":"Daclizumab High Yield Process 150 mg SC","type":"EXPERIMENTAL","interventionNames":["Biological: BIIB019 (Daclizumab High Yield Process)","Drug: Interferon beta-1a Placebo"]},{"label":"IFN β-1a 30 µg IM","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Interferon beta-1a","Drug: Daclizumab High Yield Process Placebo"]}],"interventions":[{"name":"BIIB019 (Daclizumab High Yield Process)","otherNames":["DAC HYP"]},{"name":"Interferon beta-1a Placebo","otherNames":[]},{"name":"Interferon beta-1a","otherNames":["Avonex","IFN β-1a"]},{"name":"Daclizumab High Yield Process Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Must have a confirmed diagnosis of Relapsing Remitting Multiple Sclerosis (RRMS), and a cranial magnetic resonance imaging (MRI) demonstrating lesion(s) consistent with MS\n* Must have a baseline Expanded Disability Status Scale (EDSS) between 0.0 and 5.0, inclusive\n* Male subjects and female subjects of childbearing potential must be willing to practice effective contraception during the study and be willing and able to continue contraception for 4 months after their last dose of study treatment\n\nKey Exclusion Criteria:\n\n* Known intolerance, contraindication to, or history of non-compliance with Avonex® 30 µg\n* History of treatment with Daclizumab High Yield Process (Dac HYP)\n* History of malignancy\n* History of severe allergic or anaphylactic reactions\n* Known hypersensitivity to study drugs or their excipients\n* History of abnormal laboratory results indicative of any significant disease\n* History of human immunodeficiency virus (HIV) or other immunodeficient conditions\n* History of drug or alcohol abuse (as defined by the Investigator) within the 2 years prior to randomization\n* History of seizure disorder or unexplained blackouts OR history of a seizure within 6 months prior to Baseline\n* History of suicidal ideation or an episode of clinically severe depression (as determined by the Investigator) within 3 months prior to Day 1\n* An MS relapse that has occurred within the 50 days prior to randomization AND/OR the subject has not stabilized from a previous relapse prior to randomization\n* Known history of, or positive screening test result for hepatitis C virus or hepatitis B virus\n* Varicella or herpes zoster virus infection or any severe viral infection within 6 weeks before screening\n* Exposure to varicella zoster virus within 21 days before screening\n\nNOTE: Other protocol-defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Annualized Relapse Rate (ARR)","description":"Relapses are defined as new or recurrent neurological symptoms not associated with fever or infection, lasting at least 24 hours, and accompanied by new objective neurological findings upon examination by the examining neurologist. Only relapses confirmed by Independent Neurology Evaluation Committee (INEC) are included in this analysis. Adjusted ARR was estimated from a negative binomial regression model adjusted for the baseline relapse rate, history of prior IFN beta use, baseline Expanded Disability Status Scale score (EDSS; ≤ 2.5 vs \\> 2.5) and baseline age (≤ 35 vs \\> 35 years). Data after participants switched to alternative MS medications are excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.393","spread":null},{"groupId":"OG001","value":"0.216","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Number of New or Newly Enlarging T2 Hyperintense Lesions up to Week 96","description":"The quantity of lesions is assessed by brain magnetic resonance imaging (MRI). The adjusted mean number is estimated from a negative binomial regression model, adjusted for baseline volume of T2 from a negative binomial regression model, adjusted for baseline volume of T2 hyperintense lesions, history of prior IFN beta use and baseline age (≤ 35 vs \\> 35 years). To account for the timing of the MRI measurement, the logarithmic transformation of the scan number of the MRI assessment is included in the model as the 'offset' parameter. Observed data after participants switched to alternative MS medications are excluded. Missing data are not imputed. Only observed new or newly enlarging T2 lesions at the last visit of the participant up to Week 96 visit are used in this analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.44","spread":null},{"groupId":"OG001","value":"4.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Sustained Disability Progression at 144 Weeks","description":"Sustained disability progression is defined as: at least a 1.0-point increase on the EDSS from Baseline EDSS ≥ 1.0 that is sustained for 12 weeks, or at least a 1.5-point increase on the EDSS from baseline EDSS = 0 that is sustained for 12 weeks. The EDSS measures the disability status of people with MS on a scale that ranges from 0 to 10, with higher scores indicating more disability. Estimated proportion of participants with progression is based on the Kaplan-Meier product limit method. Participants were censored at the time of withdrawal/switch if they withdrew from study or switched to alternative MS medication without a progression. Participants with a tentative progression at the End of Treatment Period Visit (or the last EDSS assessment prior to alternative MS start date) and no confirmation assessment were censored at their last EDSS assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.203","spread":null},{"groupId":"OG001","value":"0.162","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Relapse-free at Week 144","description":"Relapses are defined as new or recurrent neurological symptoms not associated with fever or infection, lasting at least 24 hours, and accompanied by new objective neurological findings upon examination by the examining neurologist. Only relapses confirmed by INEC are included in this analysis. Data after participants switched to alternative MS medications are excluded. The estimated proportion of subjects relapse-free at Week 144 is based on the Kaplan-Meier product limit method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.508","spread":null},{"groupId":"OG001","value":"0.673","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ≥ 7.5 Point Worsening From Baseline in the Multiple Sclerosis Impact Scale (MSIS-29) Physical Impact Score at 96 Weeks","description":"The MSIS-29 is a 29-item disease-specific patient-reported outcome measure that has been developed and validated to examine the physical and psychological impact of MS from a patient's perspective; it measures physical and psychological items. Worsening in the MSIS-29 physical score is defined as an increase of ≥ 7.5 points in the MSIS-29 physical score at 96 weeks compared to baseline. If a participant was missing data for less than 10 of the 20 items that make up the physical score, then the mean of the non-missing items were used for the missing items. If a participant was missing 10 or more of the 20 items that make up the physical score, or missing the questionnaire entirely, or if the questionnaire was completed after the participant switched to alternative MS medication, a random effects model was used to estimate the MSIS-29 physical score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":194,"n":922},"commonTop":["Multiple sclerosis relapse","Influenza like illness","Nasopharyngitis","Headache","Upper respiratory tract infection"]}}}