{"nctId":"NCT00455520","briefTitle":"A Safety and Efficacy Study for Tapentadol (CG5503) Extended Release for Patients With Painful Diabetic Peripheral Neuropathy","startDateStruct":{"date":"2007-04"},"conditions":["Diabetic Neuropathy"],"count":395,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"CG5503","type":"EXPERIMENTAL","interventionNames":["Drug: CG5503"]}],"interventions":[{"name":"CG5503","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with Type 1 or Type 2 diabetes mellitus must have a documented clinical diagnosis of painful diabetic peripheral neuropathy with symptoms and signs for at least 6 months, and pain present at the time of screening\n* The investigator considers the patient's blood glucose to be controlled by diet, or hypoglycemics, or insulin for at least 3 months prior to enrolling in the study (this control should be documented by figures of glycated hemoglobin \\[HbA1c\\] no greater than 11% at screening)\n* Patients have been taking analgesic medications for the condition for at least 3 months prior to screening (patients taking opioid analgesics must be dissatisfied with current treatment, and patients taking non-opioid analgesics must be dissatisfied with current analgesia)\n* Patients currently requiring opioid treatment must be taking daily doses of an opioid-based analgesic equivalent to \\<=160 mg of oral morphine\n\nExclusion Criteria:\n\n* No significant pulmonary, gastrointestinal, endocrine, metabolic (except diabetes mellitus), neurological, psychiatric disorders (resulting in disorientation, memory impairment or inability to report accurately as in schizophrenia, Alzheimer's disease), or any other clinically significant disease that in the Investigator's opinion may affect efficacy or safety assessments or may compromise patient's safety during trial participation\n* no history of moderate to severe hepatic impairment such as chronic hepatitis B or C, presence of active hepatitis B or C within the last 3 months or impaired hepatic function with ALT or AST greater than 3-fold ULN\n* No patients with severely impaired renal function\n* No laboratory values above or below limits of normal unless considered not clinically relevant by the Investigator\n* No significant cardiac disease (e.g., unstable angina pectoris, angina pectoris Canadian Cardiovascular Society (CCS) class III-IV, acute myocardial infarction within the last 3 months, cardiac insufficiency New York Heart Association (NYHA) class III-IV) or significant vascular disease (e.g., peripheral arterial occlusive disease (PAOD) Fontaine class IIb-IV)\n* no life-long history of seizure disorders or epilepsy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (at Randomization) in Average Pain Intensity on an 11-point Numerical Rating Scale (NRS) Over the Last Week of the Double-blind Maintenance Period at Week 12","description":"For this twice daily pain assessment, the subjects were to indicate the level of pain experienced over the previous 12 hours on an 11-point Numerical Rating Scale (NRS) where a score of 0 indicated \"no pain\" and a score of 10 indicated \"pain as bad as you can imagine\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"1.69"},{"groupId":"OG001","value":"1.3","spread":"2.41"}]}]}]},{"type":"SECONDARY","title":"The Number of Patients Achieving at Least 30% Improvement in Pain Score at Week 12 of the Double-blind Maintenance Period From the Start of the Open Label Period.","description":"The number of patients achieving at least 30% improvement in pain score at Week 12 of the double-blind maintenance period on an 11-point numerical rating scale compared with the start of the open-label period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Reported Very Much Improved or Much Improved From Baseline in Patient Global Impression of Change Over the Last Week of the Maintenance Period at Week 12","description":"Percentage of patients who reported very much improved (1) or much improved (2) based on an ordinal measure indicating change from start of double blind treatment (on a scale of 7 = Very much worse to 1 = Very much improved)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol-5 (EQ-5D) Health Status Index to Week 12","description":"Change from baseline to end point in EuroQol-5 Dimension Questionnaire. A higher score indicates an improvement in health in the Health Status Index. The EuroQol-5 is a five dimensional health state classification. Each dimension is assessed on a 3-point ordinal scale (1=no problems, 2=some problems, 3=extreme problems). The responses to the five EQ-5D dimensions were scored using a utility-weighted algorithm to derive an EQ-5D health status index score between 0 to 1, with 1.00 indicating \"full health\" and 0 representing dead.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.21"},{"groupId":"OG001","value":"0.6","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sleep Latency Time in Hours Over the Last Week of the Maintenance Period at Week 12.","description":"A Sleep Questionnaire addressed the following question: \"How long after bedtime/lights out did you fall asleep last night (hours)?\" 12 week endpoint-mean changes from baseline at endpoint for sleep latency. Decrease in time (hours) indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"3.22"},{"groupId":"OG001","value":"-0.59","spread":"2.77"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Pain Inventory (BPI) Total Pain Score Over the Last Week of the Maintenance Period at Week 12.","description":"Total pain score where zero equals \"no pain\" to ten equals \"pain as bad as you can imagine\" from 12 week endpoint vs baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":"2.13"},{"groupId":"OG001","value":"-2.2","spread":"2.17"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":196},"commonTop":["Nausea","Myalgia","Anxiety","Diarrhoea","Headache"]}}}