{"nctId":"NCT00874120","briefTitle":"Safety Study Comparing Phenylephrine HCL Extended Release Tablets 30 mg and Placebo (Study CL2007-07)(P07529)(COMPLETED)","startDateStruct":{"date":"2008-12"},"conditions":["Blood Pressure","Human Experimentation"],"count":116,"armGroups":[{"label":"Phenylephrine HCl Extended-Release tablets 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Phenylephrine Hydrochloride (HCl) Extended-Release tablets 30 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Phenylephrine Hydrochloride (HCl) Extended-Release tablets 30 mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy, male or female volunteers must be 18 years or older, with a Body Mass Index (BMI) between 19-30 inclusive \\[BMI = weight (kilograms)/height (meters squared)\\].\n* Clinical laboratory tests (complete blood count, blood chemistries, urinalysis), Human Immunodeficiency Virus (HIV) antibodies, hepatitis B surface antigen, hepatitis C antibody must be within normal limits or clinically acceptable to the Investigator/Sponsor.\n* Drug screen for drugs and alcohol with a high potential for abuse must be negative at screening.\n* Subjects must be free of any clinically significant disease that requires a physician's care and/or would interfere with study evaluations, procedures or participation.\n* Subjects must agree not to take a monoamine oxidase inhibitor (MAOI) for two weeks (14 days) prior to study participation and for two weeks (14 days) after the end of their study participation.\n* Subjects must have normal or clinically acceptable physical exam and Electrocardiogram (ECG) intervals (PR, QRS, QT and QTc) on 12-lead ECG (recorded at 25 millimeters/second \\[mm/s\\]).\n* Subjects must have a mean after 5 minute of rest sitting systolic/diastolic office blood pressure ≤ 138/88 millimeters of mercury (mmHg).\n* Subjects with controlled diabetes prior to entry must have a mean sitting after 5 minute of rest systolic/diastolic office blood pressure ≤ 128/78 mmHg from non-dominated arm\n* Females must have the urine or serum pregnancy test (Human Chorionic Gonadotropin) that is negative at Screening and Day 1 of Period 1.\n* Female subjects of childbearing potential must be using medically acceptable birth control measures.\n* Subjects must understand the dosing schedule.\n* Subjects must be able to read and write in English.\n\nExclusion Criteria:\n\n* Subjects must not have any significant medical condition which, in the judgment of the Investigator, is a contraindication to the use of phenylephrine HCl, might interfere with the study or requires treatment expected to affect the blood pressure. These may include hyperthyroidism, hypothyroidism, uncontrolled diabetes mellitus, coronary heart disease, ischemic heart disease, elevated intraocular pressure, prostatic hypertrophy.\n* Subjects who have a history of any clinically significant local or systemic infectious disease within four weeks prior to initial treatment administration.\n* Subjects who have received an investigational drug within 30 days prior to study dosing.\n* Subjects who are, appear to be, or are known, current or former drug addicts or alcoholics.\n* Subjects who are positive for hepatitis B surface antigen or hepatitis C antibody.\n* Subjects who are positive for HIV antibodies.\n* Subjects who have a clinically significant history of food or drug allergy.\n* Subjects who have a known allergy or intolerance to phenylephrine HCl.\n* Females who are pregnant, nursing or unwilling to use/practice adequate contraception (hormonal, Intrauterine Device, barrier method, etc.).\n* Subjects taking topical or oral decongestant products within 7 days of Visit 2.\n* Subjects taking antihypertensive medication.\n* Subjects taking monoamine oxidase inhibitors.\n* Subjects taking tricyclic antidepressants (e.g. amitriptyline, nortriptyline, imipramine)\n* Subjects taking antithyroid medication (e.g. propylthiouracil, methimazole, iodides).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Systolic Blood Pressure (SBP) Readings for a 5-hour Range Around the Time of Maximum Concentration (Tmax).","description":"Five hour (hr) range around the Tmax was defined as approximately 2 hours before to approximately 2 hours after the Tmax, including Tmax. The parameters will be compared between active drug and placebo using analysis of variance (ANOVA). The 95% 2-sided Confidence Interval (CI) on the difference between treatments will also be presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"118.3","spread":"9.24"},{"groupId":"OG001","value":"118.6","spread":"9.38"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":114},"commonTop":[]}}}