{"nctId":"NCT02651194","briefTitle":"A Study to Evaluate the Efficacy and Safety of ABT-493/ABT-530 in Renally Impaired Adults With Chronic Hepatitis C Virus Genotype 1 - 6 Infection","startDateStruct":{"date":"2015-12","type":"ACTUAL"},"conditions":["Chronic Hepatitis C Virus (HCV) Infection"],"count":104,"armGroups":[{"label":"ABT-493/ABT-530","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493/ABT-530"]}],"interventions":[{"name":"ABT-493/ABT-530","otherNames":["ABT-493 also known as glecaprevir","ABT-530 also known as pibrentasvir","MAVYRET"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic hepatitis C virus (HCV) infection\n* Screening laboratory results indicating HCV genotype 1 - 6 (GT1 - 6) infection.\n* Subject must be HCV treatment-naïve or have failed previous HCV treatment.\n* Subjects with underlying chronic renal impairment (estimated glomerular filtration rate (eGFR) \\< 30 mL/min/1.73 m2 as estimated by the MDRD method at screening, including those requiring dialysis).\n* Non-cirrhotic subjects must have documented absence of cirrhosis and subjects with cirrhosis must have documented compensated cirrhosis.\n\nExclusion Criteria:\n\n* History of severe, life-threatening or other significant sensitivity to any excipients of the study drug.\n* Female who is pregnant, planning to become pregnant during the study, or breastfeeding; or male whose partner is pregnant or planning to become pregnant during the study.\n* Recent (within 6 months prior to study drug administration) history of drug or alcohol abuse that could preclude adherence to the protocol in the opinion of the investigator.\n* Positive test result at Screening for hepatitis B surface antigen (HBsAg) or anti-human immunodeficiency virus antibody (HIV Ab).\n* HCV genotype performed during screening indicating co-infection with more than 1 HCV genotype; HCV GT3 infected, treatment-experienced subjects were excluded.\n* Patients who failed a previous regimen containing protease inhibitor (PIs) and/or nonstructural protein 5A (NS5A) inhibitors.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of study drug","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as confirmed increase of \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post-baseline HCV RNA during treatment; confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< LLOQ during treatment, or HCV RNA ≥ LLOQ at end of treatment with at least 6 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< LLOQ at the end of treatment, excluding reinfection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":104},"commonTop":["PRURITUS","FATIGUE","NAUSEA","DIARRHOEA","ASTHENIA"]}}}