{"nctId":"NCT01962987","briefTitle":"A Study Comparing Diclofenac Sodium Gel 3% to Solaraze® (Diclofenac Sodium) Gel 3% in the Treatment of Actinic Keratosis","startDateStruct":{"date":"2013-03"},"conditions":["Actinic Keratosis"],"count":476,"armGroups":[{"label":"Diclofenac Sodium 3% gel - Test","type":"EXPERIMENTAL","interventionNames":["Drug: Diclofenac sodium"]},{"label":"Diclofenac Sodium 3% gel - Reference","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Diclofenac sodium"]},{"label":"Placebo gel","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Diclofenac sodium","otherNames":["Solaraze"]},{"name":"Placebo","otherNames":["Vehicle base"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent form, which meets all criteria of current FDA and HIPAA regulations.\n2. Immunocompetent male or non-pregnant, non-lactating female at least 18 years of age.\n3. Diagnosis of AK with ≥ 5 and \\< 10 clinically typical, visible, discrete, nonhyperkeratotic, nonhypertrophic AK lesions each at least 4 mm in diameter on the face and/or bald scalp contained within a 25cm2 treatment area.\n4. Women either must be 1 year post-menopausal (no menstrual periods for at least 12 months), surgically sterile, or if they are of child-bearing potential, they must:\n\n   1. Have been using systemic birth control, IUD, or Norplant for at least 28 days prior to the start of treatment period of the study, or used barrier methods such as diaphragm plus spermicide or condom plus spermicide consistently, at least 14 days before study gel administration.\n   2. Had a normal menstrual cycle for the month prior to the start of treatment.\n   3. Have a negative urine pregnancy test result upon entry into the study.\n   4. Agree to use a medically accepted form of birth control (oral, implant, injectable or transdermal contraceptives, intrauterine device, condom plus spermicide, diaphragm plus spermicide) or practice abstinence throughout the study period.\n5. Free from any systemic or dermatologic disorder that, in the opinion of the Investigator, will interfere with the study results or increase the risk of AEs.\n6. Any skin type or race, providing the skin pigmentation will allow discernment of erythema.\n7. Willingness and capability to cooperate to the extent and degree required by the protocol.\n\nExclusion Criteria:\n\n1. Active gastrointestinal ulceration or bleeding.\n2. Current or history of severe renal or hepatic impairment.\n3. Presence of atopic dermatitis, basal cell carcinoma, squamous cell carcinoma, eczema, psoriasis, rosacea, sunburn or other possible skin conditions on the face or bald scalp that in the investigator's opinion would interfere with the study assessments.\n4. Use within six months prior to randomization of oral isotretinoin.\n5. Use within six months prior to randomization on the face or bald scalp of 1) chemical peel, 2) dermabrasion, 3) laser abrasion, 4) PUVA (psoralen plus ultraviolet A) therapy, or 5) UVB therapy\n6. Use within one month prior to randomization on the face or bald scalp of 1) cryodestruction or chemodestruction, 2)curettage, 3) photodynamic therapy, 4) surgical excision, 5)topical 5-fluorouracil, 6) topical corticosteroids, 7) topical diclofenac, 8) topical Imiquimod, 9) topical retinoids, or 10) other treatments for actinic keratosis including glycolic acids or over-the-counter products containing retinol, alpha or beta hydroxy acids.\n7. Use within one month prior to randomization of 1)immunomodulators or immunosuppressive therapies, 2)interferon, 3) systemic corticosteroids or 4) cytotoxic drugs. (The occasional use of ophthalmic, nasal or inhaled steroids is acceptable and not reason for exclusion)\n8. Known allergies to diclofenac sodium, benzyl alcohol, polyethylene glycol monomethyl ether 359, hyaluronate sodium or any excipients in the test or reference gels.\n9. Receiving 5-Fluorouracil or other systemic cancer chemotherapy within 6 months prior to randomization.\n10. Any condition, medical, psychological, or social, that, in the Investigator's opinion, would interfere with participation in the study.\n11. Women who are pregnant, planning pregnancy or lactating.\n12. Participation in any investigational drug study within 30 days of randomization or previous participation in this study.\n13. Employees of the research center or Investigator.\n14. Family members of employees of the research center or Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With 100% Clearance of All AK Lesions Within the Treatment Area Assessed at Day 90","description":"The primary measure of bioequivalence will be evaluated using those patients who complete the study according to the (PP) population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"116","spread":null},{"groupId":"OG002","value":"74","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":188},"commonTop":["Headache","Application site dermatitis","Dizziness","Nausea","Application site pain"]}}}