{"nctId":"NCT01307423","briefTitle":"Efficacy and Safety Study of Apremilast to Treat Active Psoriatic Arthritis (PsA)","startDateStruct":{"date":"2010-12-09","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":529,"armGroups":[{"label":"Apremilast 20mg","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast 20mg"]},{"label":"Apremilast 30mg","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast 30mg"]},{"label":"Placebo + 20mg Apremilast","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Apremilast 20mg","Drug: Placebo"]},{"label":"Placebo + 30mg Apremilast","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Apremilast 30mg","Drug: Placebo"]}],"interventions":[{"name":"Apremilast 20mg","otherNames":["CC-10004"]},{"name":"Apremilast 30mg","otherNames":["CC-10004"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must satisfy the following criteria to be enrolled in the study:\n\n1. Male or female, aged ≥ 18 years at time of consent.\n2. Must understand and voluntarily sign an informed consent document prior to any study related assessments/procedures being conducted.\n3. Able to adhere to the study visit schedule and other protocol requirements.\n4. Have a documented diagnosis of Psoriatic Arthritis (PsA, by any criteria) of ≥ 3 months duration.\n5. Meet the Classification Criteria for Psoriatic Arthritis (CASPAR) criteria for PsA at time of screening.\n6. Have ≥ 3 swollen AND ≥ 3 tender joints.\n7. Have not been previously treated with disease-modifying antirheumatic drugs (DMARDS) (small molecules or biologics)\n8. Be receiving treatment on an outpatient basis.\n9. If taking oral corticosteroids, must be on a stable dose of prednisone ≤ 10 mg/day or equivalent for at least 1 month prior to screening.\n10. If taking nonsteroidal anti-inflammatory drugs (NSAIDs) or narcotic analgesics, must be on stable dose for at least 2 weeks prior to screening and until they have completed the Week 24 study visit.\n11. Low potency topical corticosteroids (Appendix M or locally available equivalent) will be allowed as background therapy for treatment of psoriasis on the face, axillae and groin in accordance with the manufacturers' suggested usage during the course of the study. Subjects with scalp psoriasis will be permitted to use coal tar shampoo and/or salicylic acid scalp preparations on scalp lesions. A non-medicated skin emollient (eg, Eucerin cream) will also be permitted for body lesions only. Subjects must not use these treatments within 24 hours prior to the clinic visit.\n12. Meet the following laboratory criteria:\n\n    * White blood cell count ≥ 3000/mm3 (≥ 3.0 x 109/L) and \\< 14,000/mm3 (\\< 14 x 109/L)\n    * Platelet count ≥ 100,000/mm3 (≥ 100 x 109/L)\n    * Serum creatinine ≤ 1.5 mg/dL(≤ 132.6 μmol/L)\n    * Aspartate aminotransferase/Serum glutamic oxaloacetic transaminase (AST/SGOT) and Alanine aminotransferase/Serum glutamic pyruvic transaminase (ALT/SGPT) ≤ 2 x upper limit of normal (ULN)\n    * Total bilirubin ≤ 2 mg/dL (≤ 34 μmol/L)\n    * Hemoglobin ≥ 9 g/dL (≥ 5.6 mmol/L)\n    * Hemoglobin A1c ≤ 9.0%\n13. Male subjects (including those who have had a vasectomy) who engage in activity in which conception is possible must use barrier contraception (latex condom or any nonlatex condom NOT made out of natural \\[animal\\] membrane \\[eg, polyurethane\\]) while on IP and for at least 28 days after the last dose of IP.\n14. Females of childbearing potential (FCBP) must have a negative pregnancy test at Screening and Baseline. FCBP who engage in activity in which conception is possible must use 2 forms of contraception while on investigational product (IP) and for at least 28 days after the last dose of IP: one highly effective form (ie, hormonal, intrauterine device \\[IUD\\], tubal ligation, vasectomized partner) and one additional form (latex condom or any nonlatex condom NOT made out of natural \\[animal\\] membrane \\[eg, polyurethane\\], diaphragm, sponge). If one highly effective form of contraception cannot be used, then 2 forms of barrier contraception must be used, ie, latex condom or any nonlatex condom NOT made out of natural (animal) membrane (eg, polyurethane) with either of the following: sponge with spermicide or diaphragm with spermicide.\n\nExclusion Criteria:\n\n1. History of clinically significant (as determined by the Investigator) cardiac, endocrinologic, pulmonary, neurologic, psychiatric, hepatic, renal, hematologic, immunologic disease, or other major uncontrolled disease.\n2. Any condition, including the presence of laboratory abnormalities that places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.\n3. Clinically significant abnormality on 12-lead electrocardiography (ECG) at Screening.\n4. Pregnant or breast feeding.\n5. History of allergy to any component of the IP.\n6. Hepatitis B surface antigen positive at screening.\n7. Hepatitis C antibody positive at screening.\n8. AST/SGOT and/or ALT/SGPT \\> 1.5 x ULN and total bilirubin \\> ULN or albumin \\< lower limit of normal (LLN).\n9. History of positive Human Immunodeficiency Virus (HIV), or congenital or acquired immunodeficiency (eg, Common Variable Immunodeficiency Disease).\n10. Active tuberculosis or a history of incompletely treated tuberculosis.\n11. Clinically significant abnormality based upon chest radiograph with at least PA view (radiograph must be taken within 12 weeks prior to Screening or during the Screening visit). An additional lateral view is strongly recommended but not required.\n12. Active substance abuse or a history of substance abuse within 6 months prior to Screening.\n13. Bacterial infections requiring treatment with oral or injectable antibiotics, or significant viral or fungal infections, within 4 weeks of Screening. Any treatment for such infections must have been completed at least 4 weeks prior to Screening.\n14. Malignancy or history of malignancy (except for treated \\[ie, cured\\] basal cell or squamous cell in situ skin carcinomas and treated \\[ie, cured\\] cervical intraepithelial neoplasia \\[CIN\\] or carcinoma in situ of the cervix).\n15. Major surgery (including joint surgery) within 8 weeks prior to screening or planned major surgery within 6 months following randomization.\n16. Erythrodermic, guttate, or pustular psoriasis.\n17. Topical therapy for psoriasis, except as noted in the Inclusion Criteria, within 2 weeks of randomization (including but not limited to topical corticosteroids, topical retinoids or vitamin D analog preparations, tacrolimus, pimecrolimus, or anthralin).\n18. Rheumatic autoimmune disease other than PsA, including systemic lupus erythematosis (SLE), mixed connective tissue disease (MCTD), scleroderma, or polymyositis.\n19. Functional Class IV as defined by the ACR Classification of Functional Status in Rheumatoid Arthritis (Appendix Q).\n20. Prior history of or current inflammatory joint disease other than PsA (eg, gout, reactive arthritis, RA, ankylosing spondylitis, Lyme disease).\n21. Prior use of disease modifying antirheumatic drugs (DMARDS; small molecules or biologics).\n22. Use of the following systemic therapy(ies) within 4 weeks of randomization, including but not limited to corticosteroids (except as noted in inclusion criteria), oral retinoids and fumaric acid esters.\n23. Use of phototherapy within 4 weeks of randomization (ie, UVB, PUVA).\n24. Previous treatment with any cell depleting therapies, including investigational agents (eg, rituximab, CAMPATH, anti-CD4, anti-CD5, anti-CD3, anti-CD19, and anti-CD20).\n25. Treatment with intravenous gamma globulin, plasmapheresis, or Prosorba® column within 6 months of baseline.\n26. Any previous treatment with alkylating agents such as cyclophosphamide or chlorambucil, or with total lymphoid irradiation.\n27. Prior treatment with apremilast.\n28. Use of any investigational drug within 4 weeks of randomization, or 5 pharmacokinetic/ pharmacodynamic half lives, if known (whichever is longer).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With an American College of Rheumatology 20% (ACR20) Response at Week 16","description":"A participant was a responder if the following 3 criteria for improvement from Baseline were met: • ≥ 20% improvement in 78 tender joint count; • ≥ 20% improvement in 76 swollen joint count; and • ≥ 20% improvement in at least 3 of the 5 following parameters: -Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); -Patient's global assessment of disease activity (measured on a 100 mm VAS); -Physician's global assessment of disease activity (measured on a 100 mm VAS); -Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); -C-Reactive Protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"28.0","spread":null},{"groupId":"OG002","value":"30.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire- Disability Index [HAQ-DI]) at Week 16","description":"The Health Assessment Questionnaire - Disability Index is a patient-reported questionnaire consisting of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and usual activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task are summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. Negative changes from baseline in the overall score indicate improvement in functional ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.012","spread":"0.0350"},{"groupId":"OG001","value":"-0.156","spread":"0.0349"},{"groupId":"OG002","value":"-0.205","spread":"0.0350"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an ACR 20 Response at Week 24","description":"Percentage of participants with an American College of Rheumatology 20% (ACR20) response. A participant was a responder if the following 3 criteria for improvement from baseline were met: • ≥ 20% improvement in 78 tender joint count; • ≥ 20% improvement in 76 swollen joint count; and • ≥ 20% improvement in at least 3 of the 5 following parameters: Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":null},{"groupId":"OG001","value":"29.1","spread":null},{"groupId":"OG002","value":"24.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire- Disability Index [HAQ-DI]) at Week 24","description":"The Health Assessment Questionnaire - Disability Index is a patient-reported questionnaire consisting of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and usual activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task are summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. Negative changes from Baseline in the overall score indicate improvement in functional ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.012","spread":"0.0370"},{"groupId":"OG001","value":"-0.156","spread":"0.0368"},{"groupId":"OG002","value":"-0.207","spread":"0.0369"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-item Short Form Health Survey (SF-36) Physical Functioning Domain at Week 16","description":"The Medical Outcome Study Short Form 36-Item Health Survey, Version 2 (SF-36) is a self-administered instrument that measures the impact of disease on overall quality of life and consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health). SF-36 domain scores were first calculated to range from 0 to100 and then transformed to norm-based scores (the norm-based scores in the US general population have an average of 50 and a standard deviation of 10). Norm-based scores were used in analyses, with higher scores indicating a higher level of functioning. The physical functioning domain assesses limitations in physical activities because of health problems. A positive change from baseline score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.588"},{"groupId":"OG001","value":"2.39","spread":"0.586"},{"groupId":"OG002","value":"3.19","spread":"0.590"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Modified Psoriatic Arthritis Response Criteria (PsARC) Response at Week 16","description":"Modified PsARC response is defined as improvement in at least 2 of the 4 measures, at least one of which must be tender joint count or swollen joint count, and no worsening in any of the 4 measures: • 78 tender joint count, • 76 swollen joint count, • Patient global assessment of disease activity, measured on a 100 mm visual Analog scale (VAS), where 0=lowest disease activity and 100=highest; • Physician global assessment of disease activity, measured on a 100 mm VAS, where 0=lowest disease activity and 100=highest. Improvement or worsening in joint counts is defined as decrease or increase, respectively, from baseline by ≥ 30%, and improvement or worsening in global assessments is defined as decrease or increase, respectively, from baseline by ≥ 20 mm VAS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.4","spread":null},{"groupId":"OG001","value":"38.9","spread":null},{"groupId":"OG002","value":"45.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient's Assessment of Pain at Week 16","description":"The participant was asked to place a vertical line on a 100-mm visual analog scale on which the left-hand boundary (score = 0 mm) represents \"no pain,\" and the right-hand boundary (score = 100 mm) represents \"pain as severe as can be imagined.\" The distance from the mark to the left-hand boundary was recorded in millimeters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"1.81"},{"groupId":"OG001","value":"-7.7","spread":"1.79"},{"groupId":"OG002","value":"-10.5","spread":"1.80"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Maastricht Ankylosing Spondylitis Entheses Score (MASES) at Week 16","description":"The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.24"},{"groupId":"OG001","value":"-0.5","spread":"0.24"},{"groupId":"OG002","value":"-1.5","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dactylitis Severity Score at Week 16","description":"Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet will be rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.25"},{"groupId":"OG001","value":"-1.9","spread":"0.25"},{"groupId":"OG002","value":"-1.7","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Disease Activity Index (CDAI) at Week 16","description":"The Clinical Disease Activity Index (CDAI) is a composite index that is calculated as the sum of the: • 28 tender joint count (TJC), • 28 swollen joint count (SJC), • Patient's Global Assessment of Disease Activity measured on a 10 cm visual analog scale (VAS), where 0 cm = lowest disease activity and 10 cm = highest; • Physician's Global Assessment of Disease Activity -measured on a 10 cm VAS, where 0 cm = lowest disease activity and 10 cm = highest. The CDAI score ranges from 0-76 where lower scores indicate less disease activity. The following thresholds of disease activity have been defined for the CDAI: Remission: ≤ 2.8 Low Disease Activity: \\> 2.8 and ≤ 10 Moderate Disease Activity: \\> 10 and ≤ 22 High Disease Activity: \\> 22","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.98","spread":"0.770"},{"groupId":"OG001","value":"-6.89","spread":"0.763"},{"groupId":"OG002","value":"-7.63","spread":"0.768"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Disease Activity Score (DAS28) After 16 Weeks of Treatment","description":"The DAS28 measures the severity of disease at a specific time and is derived from the following variables: • 28 tender joint count • 28 swollen joint count, which do not include the DIP joints, the hip joint, or the joints below the knee; • C-reactive protein (CRP) • Patient's global assessment of disease activity. DAS28(CRP) scores range from 0 to approximately 10, with the upper bound dependent on the highest possible level of CRP. A DAS28 score higher than 5.1 indicates high disease activity, a DAS28 score less than 3.2 indicates low disease activity, and a DAS28 score less than 2.6 indicates clinical remission.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.076"},{"groupId":"OG001","value":"-0.61","spread":"0.076"},{"groupId":"OG002","value":"-0.68","spread":"0.075"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-Fatigue) Score at Week 16","description":"The FACIT-Fatigue scale is a 13-item self-administered questionnaire that assesses both the physical and functional consequences of fatigue. Each question is answered on a 5-point scale, where 0 means \"not at all,\" and 4 means \"very much.\" The FACIT-Fatigue scale score ranges from 0 to 52, with higher scores denoting lower levels of fatigue. A positive change from baseline score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.631"},{"groupId":"OG001","value":"1.19","spread":"0.629"},{"groupId":"OG002","value":"2.62","spread":".0633"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-item Short Form Health Survey (SF-36) Physical Functioning Domain at Week 24","description":"The Medical Outcome Study Short Form 36-Item Health Survey, Version 2 (SF-36) is a self-administered instrument that measures the impact of disease on overall quality of life and consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health). SF-36 domain scores were first calculated to range from 0 to100 and then transformed to norm-based scores (the norm-based scores in the US general population have an average of 50 and a standard deviation of 10). Norm-based scores were used in analyses, with higher scores indicating a higher level of functioning. The physical functioning domain assesses limitations in physical activities because of health problems. A positive change from baseline score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.609"},{"groupId":"OG001","value":"2.13","spread":"0.605"},{"groupId":"OG002","value":"3.88","spread":"0.611"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Modified Psoriatic Arthritis Response Criteria (PsARC) Response at Week 24","description":"Modified PsARC response is defined as improvement in at least 2 of the 4 measures, at least one of which must be tender joint count or swollen joint count, and no worsening in any of the 4 measures: • 78 tender joint count, • 76 swollen joint count, • Patient global assessment of disease activity, measured on a 100 mm visual Analog scale (VAS), where 0=lowest disease activity and 100=highest; • Physician global assessment of disease activity, measured on a 100 mm VAS, where 0=lowest disease activity and 100=highest. Improvement or worsening in joint counts is defined as decrease or increase, respectively, from baseline by ≥ 30%, and improvement or worsening in global assessments is defined as decrease or increase, respectively, from baseline by ≥ 20 mm VAS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG001","value":"36.6","spread":null},{"groupId":"OG002","value":"35.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participants Assessment of Pain at Week 24","description":"The participant was asked to place a vertical line on a 100-mm visual analog scale on which the left-hand boundary (score = 0 mm) represents \"no pain,\" and the right-hand boundary (score = 100 mm) represents \"pain as severe as can be imagined.\" The distance from the mark to the left-hand boundary was recorded in millimeters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8","spread":"1.83"},{"groupId":"OG001","value":"-9.4","spread":"1.82"},{"groupId":"OG002","value":"-9.6","spread":"1.83"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Maastricht Ankylosing Spondylitis Entheses Score (MASES) at Week 24","description":"The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.25"},{"groupId":"OG001","value":"-0.9","spread":"0.25"},{"groupId":"OG002","value":"-1.5","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dactylitis Severity Score at Week 24","description":"Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet will be rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.26"},{"groupId":"OG001","value":"-2.0","spread":"0.26"},{"groupId":"OG002","value":"-1.7","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Disease Activity Index (CDAI) at Week 24","description":"The Clinical Disease Activity Index (CDAI) is a composite index that is calculated as the sum of the: • 28 tender joint count (TJC), • 28 swollen joint count (SJC), • Patient's Global Assessment of Disease Activity measured on a 10 cm visual analog scale (VAS), where 0 cm = lowest disease activity and 10 cm = highest; • Physician's Global Assessment of Disease Activity -measured on a 10 cm VAS, where 0 cm = lowest disease activity and 10 cm = highest. The CDAI score ranges from 0-76 where lower scores indicate less disease activity. The following thresholds of disease activity have been defined for the CDAI: Remission: ≤ 2.8; Low Disease Activity: \\> 2.8 and ≤ 10; Moderate Disease Activity: \\> 10 and ≤ 22; High Disease Activity: \\> 22.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.23","spread":"0.807"},{"groupId":"OG001","value":"-7.30","spread":"0.803"},{"groupId":"OG002","value":"-7.36","spread":"0.810"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity Score (DAS 28) at Week 24","description":"The DAS28 measures the severity of disease at a specific time and is derived from the following variables: • 28 tender joint count • 28 swollen joint count, which do not include the DIP joints, the hip joint, or the joints below the knee; • C-reactive protein (CRP) • Patient's global assessment of disease activity. DAS28(CRP) scores range from 0 to approximately 10, with the upper bound dependent on the highest possible level of CRP. A DAS28 score higher than 5.1 indicates high disease activity, a DAS28 score less than 3.2 indicates low disease activity, and a DAS28 score less than 2.6 indicates clinical remission.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.22","spread":"0.084"},{"groupId":"OG001","value":"-0.69","spread":"0.084"},{"groupId":"OG002","value":"-0.68","spread":"0.084"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-Fatigue) Score at Week 24","description":"The FACIT-Fatigue scale is a 13-item self-administered questionnaire that assesses both the physical and functional consequences of fatigue. Each question is answered on a 5-point scale, where 0 means \"not at all,\" and 4 means \"very much.\" The FACIT-Fatigue scale score ranges from 0 to 52, with higher scores denoting lower levels of fatigue. A positive change from baseline score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"0.652"},{"groupId":"OG001","value":"1.37","spread":"0.648"},{"groupId":"OG002","value":"2.58","spread":"0.655"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥ 20% Improvement in Maastricht Ankylosing Spondylitis Entheses Score at Week 16","description":"Percentage of participants with pre-existing enthesopathy whose MASES improved by ≥ 20% from Baseline after 16 weeks of treatment. The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":null},{"groupId":"OG001","value":"48.7","spread":null},{"groupId":"OG002","value":"63.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Dactylitis Improvement ≥ 1 Point at Week 16","description":"Percentage of participants with pre-existing dactylitis whose dactylitis severity score improved by ≥ 1 after 16 weeks of treatment. Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet was rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"66.3","spread":null},{"groupId":"OG002","value":"61.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Good or Moderate European League Against Rheumatism (EULAR) Response at Week 16","description":"The EULAR response criteria classify each subject as a good, moderate or non-responder to treatment based on the degree of improvement from baseline and the level of disease activity at the endpoint. EULAR response is derived using the individual subject's DAS28 as the measure of severity of disease. Good or moderate response is defined as follows: Good response: DAS28 at the time point ≤ 3.2 and improvement from baseline \\> 1.2 Moderate response: DAS28 at the time point \\> 3.2 and improvement from baseline \\> 1.2, or DAS28 at the time point ≤ 5.1 and improvement from baseline \\> 0.6 and ≤ 1.2","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"41.1","spread":null},{"groupId":"OG002","value":"44.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With MASES Improvement ≥ 20% at Week 24","description":"Percentage of participants with pre-existing enthesopathy whose MASES improved by ≥ 20% from Baseline after 24 weeks of treatment. The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.7","spread":null},{"groupId":"OG001","value":"54.7","spread":null},{"groupId":"OG002","value":"66.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Dactylitis Improvement ≥ 1 Point at Week 24","description":"Percentage of participants with pre-existing dactylitis whose dactylitis severity score improved by ≥ 1 after 24 weeks of treatment. Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet was rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.8","spread":null},{"groupId":"OG001","value":"69.7","spread":null},{"groupId":"OG002","value":"63.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Good or Moderate EULAR Response at Week 24","description":"The EULAR response reflects an improvement in disease activity and an attainment of a lower degree of disease activity based on th DAS-28. Good or moderate response is defined as follows: Good response: DAS28 at the time point ≤ 3.2 and improvement from baseline \\> 1.2 Moderate response: DAS28 at the time point \\> 3.2 and improvement from baseline \\> 1.2, or DAS28 at the time point ≤ 5.1 and improvement from baseline \\> 0.6 and ≤ 1.2 A Moderate Response is defined as either: • an improvement (decrease) in the DAS28 of greater than 0.6 and less than or equal to 1.2 and attainment of a DAS28 score of less than or equal to 5.1 or, • an improvement (decrease) in the DAS28 of more than 1.2 and attainment of a DAS28 score of greater than 3.2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG001","value":"34.9","spread":null},{"groupId":"OG002","value":"28.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ACR 50 Response at Week 16","description":"Percentage of participants with an American College of Rheumatology 50% (ACR50) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met: • ≥ 50% improvement in 78 tender joint count; • ≥ 50% improvement in 76 swollen joint count; and • ≥ 50% improvement in at least 3 of the 5 following parameters: Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"11.4","spread":null},{"groupId":"OG002","value":"11.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ACR 70 Response at Week 16","description":"Percentage of participants with an American College of Rheumatology 70% (ACR70) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met: • ≥ 70% improvement in 78 tender joint count; • ≥ 70% improvement in 76 swollen joint count; and • ≥ 70% improvement in at least 3 of the 5 following parameters: Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"4.0","spread":null},{"groupId":"OG002","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ACR 50 Response at Week 24","description":"Percentage of participants with an American College of Rheumatology 50% (ACR50) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met: • ≥ 50% improvement in 78 tender joint count; • ≥ 50% improvement in 76 swollen joint count; and • ≥ 50% improvement in at least 3 of the 5 following parameters: Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"16.0","spread":null},{"groupId":"OG002","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ACR 70 Response at Week 24","description":"Percentage of participants with an American College of Rheumatology 70% (ACR70) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met: • ≥ 70% improvement in 78 tender joint count; • ≥ 70% improvement in 76 swollen joint count; and • ≥ 70% improvement in at least 3 of the 5 following parameters: Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"4.0","spread":null},{"groupId":"OG002","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pre-existing Enthesopathy Whose Maastricht Ankylosing Spondylitis Entheses Score Improves to 0 at Week 16","description":"Percentage of participants with pre-existing enthesopathy whose MASES improves to 0 after 16 weeks of treatment. The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.1","spread":null},{"groupId":"OG001","value":"21.4","spread":null},{"groupId":"OG002","value":"36.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pre-existing Dactylitis Whose Dactylitis Severity Score Improves to 0 at Week 16","description":"Percentage of participants with pre-existing dactylitis whose dactylitis severity score improves to zero after 16 weeks of treatment. Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet was rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"42.7","spread":null},{"groupId":"OG002","value":"40.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a MASES Score of Zero at Week 24","description":"Percentage of participants with pre-existing enthesopathy whose MASES improves to 0 after 24 weeks of treatment. The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"29.1","spread":null},{"groupId":"OG002","value":"37.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Dactylitis Score of Zero at Week 24","description":"Percentage of participants with pre-existing dactylitis whose dactylitis severity score improves to zero after 24 weeks of treatment. Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet was rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.6","spread":null},{"groupId":"OG001","value":"46.1","spread":null},{"groupId":"OG002","value":"40.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ACR 20 Response at Week 52","description":"Percentage of participants with an American College of Rheumatology 20% (ACR20) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met: ≥ 20% improvement in 78 tender joint count; ≥ 20% improvement in 76 swollen joint count; and ≥ 20% improvement in at least 3 of the 5 following parameters: Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein. Two-sided 95% confidence interval is based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.7","spread":null},{"groupId":"OG001","value":"56.7","spread":null},{"groupId":"OG002","value":"53.4","spread":null},{"groupId":"OG003","value":"58.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire - Disability Index (HAQ-DI) at Week 52","description":"The Health Assessment Questionnaire - Disability Index is a patient-reported questionnaire consisting of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and usual activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task are summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. Negative changes from Baseline in the overall score indicate improvement in functional ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":"0.450"},{"groupId":"OG001","value":"-0.25","spread":"0.533"},{"groupId":"OG002","value":"-0.32","spread":"0.559"},{"groupId":"OG003","value":"-0.39","spread":"0.567"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the SF-36v2 Physical Functioning Scale Score at Week 52","description":"The Medical Outcome Study Short Form 36-Item Health Survey, Version 2 (SF-36) is a self-administered instrument that measures the impact of disease on overall quality of life and consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health). Norm-based scores were used in analyses, calibrated so that 50 is the average score and the standard deviation equals 10. Higher scores indicate a higher level of functioning. The physical functioning domain assesses limitations in physical activities because of health problems. A positive change from Baseline score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.76","spread":"8.236"},{"groupId":"OG001","value":"6.87","spread":"7.241"},{"groupId":"OG002","value":"5.68","spread":"8.467"},{"groupId":"OG003","value":"5.87","spread":"8.008"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Modified PsARC Response at Week 52","description":"Measure Description: Modified PsARC response is defined as improvement in at least 2 of the 4 measures, at least one of which must be tender joint count or swollen joint count, and no worsening in any of the 4 measures: • 78 tender joint count, • 76 swollen joint count, • Patient global assessment of disease activity, measured on a 100 mm visual Analog scale (VAS), where 0=lowest disease activity and 100=highest; • Physician global assessment of disease activity, measured on a 100 mm VAS, where 0=lowest disease activity and 100=highest. Improvement or worsening in joint counts is defined as decrease or increase, respectively, from baseline by ≥ 30%, and improvement or worsening in global assessments is defined as decrease or increase, respectively, from baseline by ≥ 20 mm VAS. Two-sided 95% confidence interval is based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.8","spread":null},{"groupId":"OG001","value":"79.1","spread":null},{"groupId":"OG002","value":"75.6","spread":null},{"groupId":"OG003","value":"75.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Participants Assessment of Pain Using the Visual Analog Scale at Week 52","description":"The participant was asked to place a vertical line on a 100-mm visual analog scale on which the left-hand boundary (score = 0 mm) represents \"no pain,\" and the right-hand boundary (score = 100 mm) represents \"pain as severe as can be imagined.\" The distance from the mark to the left-hand boundary was recorded in millimeters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.1","spread":"25.57"},{"groupId":"OG001","value":"-18.9","spread":"24.28"},{"groupId":"OG002","value":"-15.6","spread":"27.29"},{"groupId":"OG003","value":"-14.2","spread":"28.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Maastricht Ankylosing Spondylitis Entheses Score (MASES) at Week 52","description":"The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"2.38"},{"groupId":"OG001","value":"-1.8","spread":"2.34"},{"groupId":"OG002","value":"-1.5","spread":"2.62"},{"groupId":"OG003","value":"-1.8","spread":"3.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Dactylitis Severity Score at Week 52","description":"Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet will be rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"1.89"},{"groupId":"OG001","value":"-2.9","spread":"2.47"},{"groupId":"OG002","value":"-2.2","spread":"4.09"},{"groupId":"OG003","value":"-2.9","spread":"3.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the CDAI Score at Week 52","description":"The Clinical Disease Activity Index (CDAI) is a composite index that is calculated as the sum of the: 28 tender joint count (TJC), 28 swollen joint count (SJC), Patient's Global Assessment of Disease Activity measured on a 10 cm visual analog scale (VAS), where 0 cm = lowest disease activity and 10 cm = highest; Physician's Global Assessment of Disease Activity -measured on a 10 cm VAS, where 0 cm = lowest disease activity and 10 cm = highest. The CDAI score ranges from 0-76 where lower scores indicate less disease activity. The following thresholds of disease activity have been defined for the CDAI: Remission: ≤ 2.8 Low Disease Activity: \\> 2.8 and ≤ 10 Moderate Disease Activity: \\> 10 and ≤ 22 High Disease Activity: \\> 22.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.0","spread":"10.288"},{"groupId":"OG001","value":"-14.67","spread":"11.943"},{"groupId":"OG002","value":"-14.32","spread":"11.128"},{"groupId":"OG003","value":"-13.98","spread":"10.541"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the DAS28 at Week 52","description":"The DAS28 measures the severity of disease at a specific time and is derived from the following variables: • 28 tender joint count • 28 swollen joint count, which do not include the DIP joints, the hip joint, or the joints below the knee; • C-reactive protein (CRP) • Patient's global assessment of disease activity. DAS28(CRP) scores range from 0 to approximately 10, with the upper bound dependent on the highest possible level of CRP. A DAS28 score higher than 5.1 indicates high disease activity, a DAS28 score less than 3.2 indicates low disease activity, and a DAS28 score less than 2.6 indicates clinical remission.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.08","spread":"1.113"},{"groupId":"OG001","value":"-1.28","spread":"1.044"},{"groupId":"OG002","value":"-1.37","spread":"1.128"},{"groupId":"OG003","value":"-1.39","spread":"0.970"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the FACIT-Fatigue Scale Score at Week 52","description":"The FACIT-Fatigue scale is a 13-item self-administered questionnaire that assesses both the physical and functional consequences of fatigue. Each question is answered on a 5-point scale, where 0 means \"not at all,\" and 4 means \"very much.\" The FACIT-Fatigue scale score ranges from 0 to 52, with higher scores denoting lower levels of fatigue. A positive change from baseline score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.03","spread":"8.787"},{"groupId":"OG001","value":"4.27","spread":"9.461"},{"groupId":"OG002","value":"2.39","spread":"10.197"},{"groupId":"OG003","value":"5.89","spread":"10.471"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With MASES Improvement ≥ 20% at Week 52","description":"Percentage of participants with pre-existing enthesopathy whose MASES improved by ≥ 20% from Baseline after 52 weeks. The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses. Two-sided 95% confidence interval is based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.7","spread":null},{"groupId":"OG001","value":"81.0","spread":null},{"groupId":"OG002","value":"65.9","spread":null},{"groupId":"OG003","value":"69.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pre-existing Dactylitis Whose Dactylitis Severity Score Improves From Baseline by ≥ 1 at Week 52","description":"Percentage of participants with pre-existing dactylitis whose dactylitis severity score improved by ≥ 1 after 52 weeks. Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet was rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit. The dactylitis severity score, ranging from 0 to 20, is the number of digits on the hands and feet with dactylitis present. Two-sided 95% confidence interval is based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.8","spread":null},{"groupId":"OG001","value":"94.7","spread":null},{"groupId":"OG002","value":"87.1","spread":null},{"groupId":"OG003","value":"85.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Good or Moderate EULAR Response at Week 52","description":"The EULAR response criteria classify each subject as a good, moderate or non-responder to treatment based on the degree of improvement from baseline and the level of disease activity at the endpoint. EULAR response is derived using the individual subject's DAS28 as the measure of severity of disease. A Good response is defined as follows: Good response: DAS28 at the time point ≤ 3.2 and improvement from baseline \\> 1.2 A Moderate Response is defined as either: an improvement (decrease) in the DAS28 of greater than 0.6 and less than or equal to 1.2 and attainment of a DAS28 score of less than or equal to 5.1 or, an improvement (decrease) in the DAS28 of more than 1.2 and attainment of a DAS28 score of greater than 3.2. Two-sided 95% confidence interval is based on the Clopper-Pearson method","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.5","spread":null},{"groupId":"OG001","value":"73.5","spread":null},{"groupId":"OG002","value":"75.4","spread":null},{"groupId":"OG003","value":"79.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an ACR 50 Response at Week 52","description":"Percentage of participants with an American College of Rheumatology 50% (ACR50) response. A participant was a responder if the following 3 criteria for improvement from Baseline were met: ≥ 50% improvement in 78 tender joint count; ≥ 50% improvement in 76 swollen joint count; and ≥ 50% improvement in at least 3 of the 5 following parameters: o Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein. Two-sided 95% confidence interval is based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.6","spread":null},{"groupId":"OG001","value":"25.4","spread":null},{"groupId":"OG002","value":"27.1","spread":null},{"groupId":"OG003","value":"31.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an ACR 70 Response at Week 52","description":"A participant was a responder if the following 3 criteria for improvement from Baseline were met: ≥ 70% improvement in 78 tender joint count; ≥ 70% improvement in 76 swollen joint count; and ≥ 70% improvement in at least 3 of the 5 following parameters: Patient's assessment of pain (measured on a 100 mm visual analog scale \\[VAS\\]); Patient's global assessment of disease activity (measured on a 100 mm VAS); Physician's global assessment of disease activity (measured on a 100 mm VAS); Patient's self-assessment of physical function (Health Assessment Questionnaire - Disability Index (HAQ-DI)); C-Reactive Protein. Two-sided 95% confidence interval is based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"10.3","spread":null},{"groupId":"OG002","value":"13.7","spread":null},{"groupId":"OG003","value":"18.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pre-existing Enthesopathy Whose MASES Improves From Baseline to 0 at Week 52","description":"Percentage of participants with pre-existing enthesopathy whose MASES improves to 0 after 24 weeks. The Maastricht Ankylosing Spondylitis Enthesitis Score quantitates inflammation of the entheses (enthesitis) by assessing pain at the following entheses (sites where tendons or ligaments insert into the bone): 1st costochondral joints left/right; 7th costochondral joints left/right; posterior superior iliac spine left/right; anterior superior iliac spine left/right; iliac crest left/right; 5th lumbar spinous process; and the proximal insertion of the Achilles tendon left/right. The MASES, ranging from 0 to 13, is the number of painful entheses out of 13 entheses. Two-sided 95% confidence interval was based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.0","spread":null},{"groupId":"OG001","value":"61.9","spread":null},{"groupId":"OG002","value":"39.6","spread":null},{"groupId":"OG003","value":"45.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pre-existing Dactylitis Whose Dactylitis Severity Score Improves From Baseline to 0 at Week 52","description":"Percentage of participants with pre-existing dactylitis whose dactylitis severity score improves to zero after 52 weeks. Dactylitis is characterized by swelling of the entire finger or toe. Each digit on the hands and feet was rated as zero for no dactylitis or 1 for dactylitis present. The dactylitis severity score is the sum of the individual scores for each digit and ranges from 0 to 20. Two-sided 95% confidence interval is based on the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"78.9","spread":null},{"groupId":"OG002","value":"68.6","spread":null},{"groupId":"OG003","value":"68.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events During the Placebo Controlled Phase","description":"A TEAE is an adverse event (AE) with a start date on or after the date of the first dose of investigational product (IP) and no later than 28 days after the last dose of IP. An AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen in a subject during the course of a study. A serious AE is any AE that results in death; is life-threatening; requires inpatient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; is a congenital anomaly/birth defect; or constitutes an important medical event. For both AEs and SAEs the investigator assessed the severity of the event according to the grading scale: Mild: asymptomatic or with mild symptoms, Moderate: symptoms causing moderate discomfort or Severe: symptoms causing severe discomfort or pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"87","spread":null},{"groupId":"OG002","value":"99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"40","spread":null},{"groupId":"OG002","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events During the Apremilast Exposure Period","description":"A TEAE is an adverse event (AE) with a start date on or after the date of the first dose of investigational product (IP) and no later than 28 days after the last dose of IP. An AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen in a subject during the course of a study. A serious AE is any AE that results in death; is life-threatening; requires inpatient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; is a congenital anomaly/birth defect; or constitutes an important medical event. For both AEs and SAEs the investigator assessed the severity of the event according to the grading scale: Mild: asymptomatic or with mild symptoms, Moderate: symptoms causing moderate discomfort or Severe: symptoms causing severe discomfort or pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"188","spread":null},{"groupId":"OG001","value":"60","spread":null},{"groupId":"OG002","value":"204","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":176},"commonTop":["Nausea","Diarrhoea","Upper respiratory tract infection","Headache","Nasopharyngitis"]}}}