{"nctId":"NCT01313494","briefTitle":"A Chronic Obstructive Pulmonary Disease (COPD) Trial Investigating Roflumilast on Safety and Effectiveness in China, Hong Kong and Singapore:","startDateStruct":{"date":"2011-03"},"conditions":["COPD"],"count":626,"armGroups":[{"label":"Roflumilast","type":"EXPERIMENTAL","interventionNames":["Drug: Roflumilast","Drug: Salbutamol"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Salbutamol"]}],"interventions":[{"name":"Roflumilast","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Salbutamol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Willingness to sign a written informed consent\n* Chronic obstructive pulmonary disease (COPD) according to Global Initiative for Chronic Obstructive Lung Disease (GOLD) guidelines 2009\n* Chinese or Malay or Indian ethnicity\n* History of chronic obstructive pulmonary disease symptoms for at least 12 months prior to baseline visit V0\n* Forced expiratory volume in the first second/ Forced vital capacity (FEV1/FVC) ratio (post-bronchodilator) \\< 70%\n* Forced expiratory volume in the first second (FEV1) (post-bronchodilator) \\< 50 % of predicted\n* Former smoker (defined as: smoking cessation at least one year ago) or current smoker both with a smoking history of at least 10 pack years\n\nMain Exclusion Criteria:\n\n* Moderate or severe COPD exacerbation and/or COPD exacerbations treated with antibiotics not stopped at V0\n* Lower respiratory tract infection not resolved 4 weeks prior to the baseline visit V0\n* History of asthma diagnosis in patients \\< 40 years of age or relevant lung disease other than COPD\n* Current participation in a pulmonary rehabilitation program or completion of a pulmonary rehabilitation program within 3 months preceding the baseline visit V0\n* Known alpha-1-antitrypsin deficiency","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Pre-bronchodilator Forced Expiratory Volume in First Second (FEV1)","description":"FEV1 is the amount of air which can be forcibly exhaled from the lungs in the first second of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value of pre-bronchodilator FEV1, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.049","spread":"0.009"},{"groupId":"OG001","value":"-0.022","spread":"0.009"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator FEV1","description":"FEV1 is the amount of air which can be forcibly exhaled from the lungs in the first second of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value of post-bronchodilator FEV1, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.045","spread":"0.009"},{"groupId":"OG001","value":"-0.023","spread":"0.009"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator Forced Vital Capacity (FVC)","description":"Vital capacity is the amount of air which can be forcibly exhaled from the lungs after taking the deepest breath possible. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.100","spread":"0.017"},{"groupId":"OG001","value":"-0.009","spread":"0.017"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator Forced Vital Capacity (FVC)","description":"Vital capacity is the amount of air which can be forcibly exhaled from the lungs after taking the deepest breath possible. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.094","spread":"0.017"},{"groupId":"OG001","value":"-0.007","spread":"0.016"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator Forced Expiratory Flow 25-75%","description":"Forced expiratory flow 25-75% (FEF25-75%) is the flow (or speed) of air coming out of the lung during the middle half of a forced expiration. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.023","spread":"0.005"},{"groupId":"OG001","value":"-0.010","spread":"0.005"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator Forced Expiratory Flow 25-75%","description":"Forced expiratory flow 25-75% (FEF25-75%) is the flow (or speed) of air coming out of the lung during the middle half of a forced expiration. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.022","spread":"0.005"},{"groupId":"OG001","value":"-0.008","spread":"0.005"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator Forced Expiratory Volume in First Three Seconds (FEV3)","description":"FEV3 is the amount of air which can be forcibly exhaled from the lungs in the first three seconds of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value of pre-bronchodilator FEV3, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.072","spread":"0.012"},{"groupId":"OG001","value":"-0.030","spread":"0.012"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator Forced Expiratory Volume in First Three Seconds (FEV3)","description":"FEV3 is the amount of air which can be forcibly exhaled from the lungs in the first three seconds of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value of post-bronchodilator FEV3, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.064","spread":"0.012"},{"groupId":"OG001","value":"-0.030","spread":"0.011"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator Forced Expiratory Volume in First Six Seconds (FEV6)","description":"FEV6 is the amount of air which can be forcibly exhaled from the lungs in the first six seconds of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value of pre-bronchodilator FEV6, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.084","spread":"0.014"},{"groupId":"OG001","value":"-0.031","spread":"0.014"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator Forced Expiratory Volume in First Six Seconds (FEV6)","description":"FEV6 is the amount of air which can be forcibly exhaled from the lungs in the first three seconds of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value of post-bronchodilator FEV6, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.078","spread":"0.013"},{"groupId":"OG001","value":"-0.032","spread":"0.013"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator Peak Expiratory Flow Rate (PEF)","description":"PEF is the maximal flow (or speed) achieved during the maximally forced expiration initiated at full inspiration. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.096","spread":"0.027"},{"groupId":"OG001","value":"-0.036","spread":"0.026"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator Peak Expiratory Flow Rate (PEF)","description":"PEF is the maximal flow (or speed) achieved during the maximally forced expiration initiated at full inspiration. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol. Change from baseline over 24 weeks of treatment was calculated from a repeated measures analysis of covariance (ANCOVA) model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.099","spread":"0.027"},{"groupId":"OG001","value":"-0.030","spread":"0.027"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator Ratio of Forced Expiratory Volume After 1 Second to Forced Vital Capacity","description":"The FEV1/FVC ratio represents the percentage of vital capacity expelled from the lungs during the first second of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.570","spread":"4.5667"},{"groupId":"OG001","value":"-1.370","spread":"4.9968"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator Ratio of Forced Expiratory Volume After 1 Second to Forced Vital Capacity","description":"The FEV1/FVC ratio represents the percentage of vital capacity expelled from the lungs during the first second of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.320","spread":"4.5400"},{"groupId":"OG001","value":"-0.940","spread":"5.1677"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator Ratio of Forced Expiratory Volume After 1 Second to Forced Expiratory Volume After 6 Seconds","description":"The FEV1/FEV6 ratio represents the percentage of the volume of air expired in the first six seconds that is expelled from the lungs during the first second of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.210","spread":"3.9213"},{"groupId":"OG001","value":"-0.950","spread":"3.9173"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-bronchodilator Ratio of Forced Expiratory Volume After 1 Second to Forced Expiratory Volume After 6 Seconds","description":"The FEV1/FEV6 ratio represents the percentage of the volume of air expired in the first six seconds that is expelled from the lungs during the first second of a forced exhalation. Pulmonary function testing was performed using centralized spirometry prior to taking study medication. Post-bronchodilator measurements were taken 30 minutes after four inhalations of 100 μg salbutamol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.340","spread":"3.7240"},{"groupId":"OG001","value":"-0.420","spread":"4.1957"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in COPD Symptom Scores","description":"Symptoms of chronic bronchitis with respect to cough and sputum production were assessed daily by the patient and recorded in a diary. Symptoms were assessed on a 4-point scale as follows: Cough: 0: no cough; 1: mild cough (at some time during the day); 2: moderate cough (regularly during the day); 3: severe cough (never free of cough or feeling free of need to cough). Sputum production: 0: no sputum production (unnoticeable); 1: mild sputum production (noticeable as a problem); 2: moderate sputum production (frequent inconvenience); 3: severe sputum production (constant problem). Change from Baseline is reported for cough and sputum separately, and for the sum of the 2 scores (range 0 - 6). Least squares means (LSM) are from a repeated measures ANCOVA model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.013","spread":"0.054"},{"groupId":"OG001","value":"0.064","spread":"0.053"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.019","spread":"0.029"},{"groupId":"OG001","value":"0.036","spread":"0.028"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.035","spread":"0.030"},{"groupId":"OG001","value":"0.037","spread":"0.029"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Use of Rescue Medication","description":"Salbutamol (given by metered dose inhaler and spacer) was used as rescue medication according to the individual needs of a patient. Each use was documented in the patient's paper diary. Least squares means (LSM) are from a repeated measures ANCOVA model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.485","spread":"0.134"},{"groupId":"OG001","value":"-0.518","spread":"0.131"}]}]}]},{"type":"SECONDARY","title":"Transition Dyspnoea Index (TDI) Total Score at Week 24","description":"The TDI is a recognized questionnaire to measure dyspnoea (shortness of breath) in patients with COPD. Questions from the TDI were used to assess the 3 components: \"change in functional impairment\", \"change in magnitude of task\" and \"change in magnitude of effort\". Transitions or changes from baseline are rated from -3 (major deterioration) to +3 (major improvement), and summed to give a total score ranging from -9 to +9. Least squares means (LSM) are from a repeated measures ANCOVA model with treatment, baseline value, time and a treatment-by-time interaction as independent variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.335","spread":"0.124"},{"groupId":"OG001","value":"1.396","spread":"0.122"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Moderate or Severe COPD Exacerbations","description":"A COPD exacerbation is an event characterised by a worsening in the patient's baseline dyspnoea, or cough and/or sputum beyond day-to-day variability sufficient to warrant a change in management, and may be accompanied by increased wheeze, chest tightness, purulent sputum and symptoms of cold and/or fatigue. COPD exacerbations were categorized as follows: - Severe: Requiring hospitalization and/or leading to death; - Moderate: Requiring oral or parenteral glucocorticosteroid therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":null},{"groupId":"OG001","value":"84.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"12.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Rate of Moderate or Severe COPD Exacerbations Per Patient Per Year","description":"The mean rate of COPD exacerbations per patient per year rate = (number of exacerbations per treatment group/time to study withdrawal per treatment group) \\* 365. COPD exacerbations were categorized as follows: - Severe: Requiring hospitalization and/or leading to death; - Moderate: Requiring oral or parenteral glucocorticosteroid therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":null},{"groupId":"OG001","value":"0.44","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of First Moderate or Severe COPD Exacerbation","description":"Time to onset of a COPD exacerbation is defined as onset date of COPD exacerbation - date of first intake of study drug + 1 day. COPD exacerbations were categorized as follows: - Severe: Requiring hospitalization and/or leading to death; - Moderate: Requiring oral or parenteral glucocorticosteroid therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.0","spread":null},{"groupId":"OG001","value":"86.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Second Moderate or Severe COPD Exacerbation","description":"Time to onset of a COPD exacerbation is defined as onset date of COPD exacerbation - date of first intake of study drug + 1 day. At least 10 days between the stop date of an exacerbation and the start date of the following exacerbation was required for these to be be considered as two separate COPD exacerbations. COPD exacerbations were categorized as follows: - Severe: Requiring hospitalization and/or leading to death; - Moderate: Requiring oral or parenteral glucocorticosteroid therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119.5","spread":null},{"groupId":"OG001","value":"117.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"An adverse event (AE) is any untoward medical occurrence in a clinical trial participant regardless of causal relationship to study drug and regardless whether study drug has been administered. A serious adverse event (SAE) is any untoward medical occurrence or effect that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability / incapacity, is a congenital anomaly / birth defect or is medically important due to other reasons than the above mentioned criteria. A non-serious AE is any AE that does not meet the criteria above. Each AE was assessed by the Investigator as either 'related' or 'not related' to study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"213","spread":null},{"groupId":"OG001","value":"196","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"189","spread":null},{"groupId":"OG001","value":"172","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"155","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":62,"n":315},"commonTop":["Chronic obstructive pulmonary disease","Nasopharyngitis","Upper respiratory tract infection","Diarrhoea","Decreased appetite"]}}}