{"nctId":"NCT00116584","briefTitle":"Heliox-Driven Racemic Epinephrine in Treatment of Bronchiolitis in Pediatric ED Patients","startDateStruct":{"date":"2004-12"},"conditions":["Bronchiolitis"],"count":72,"armGroups":[{"label":"heliox","type":"OTHER","interventionNames":["Drug: heliox"]},{"label":"oxygen","type":"OTHER","interventionNames":["Drug: oxygen"]}],"interventions":[{"name":"heliox","otherNames":[]},{"name":"oxygen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any child 2-12 months old seen in the emergency department.\n* A clinical bronchiolitis score \\> 3 by modified Wood's Clinical Bronchiolitis Score (M-WCBS).\n* Diagnostic criteria of bronchiolitis includes tachypnea, cough, prolonged expiratory phase, wheezing, rales, chest retractions, and hyperinflation of lungs on chest radiograph. After consenting a patient to the study, respiratory syncytial virus (RSV) infection will be tested by rapid enzyme-linked immunoabsorbent assay of nasal secretions.\n\nExclusion Criteria:\n\n* No child will be excluded based on race or gender\n* Patients under the age of 2 months or greater than 12 months\n* Patients with cyanotic heart disease\n* Patients with lobar pneumonia, defined by results of chest radiographs.\n* The presence of interstitial disease or diffuse patchy marking consistent with atelectasis on chest radiographs will not exclude patients.\n* Patients with croup.\n* Patients with foreign body aspiration.\n* Patients with history of cystic fibrosis, bronchopulmonary dysplasia or other chronic lung disease.\n* Patients with liver or renal disease.\n* Patients with sickle cell anemia.\n* Patients requiring mechanical ventilation.\n* Patients who develop supraventricular tachycardia secondary to racemic epinephrine administration.\n* Patients with tracheomalacia or bronchomalacia.\n* Patients who had received bronchodilators within 2 hours of initiation of the study.\n* Patients who had received systemic corticosteroids within 72 hours of enrollment\n* Patients who suffered from persistent airway hyperreactivity in the 3 months before the study.\n* Patients who do not tolerate the nasal cannulae for 45 out of 60 minutes.","healthyVolunteers":true,"sex":"ALL","minimumAge":"2 Months","maximumAge":"12 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Modified Wood's Clinical Asthma Score (M-WCAS) From Baseline to 240 Minutes","description":"The Modified Wood's clinical Asthma Score is a score to measure severity of Asthma in children. There are 5 variables measured: oxygen saturation, inspiratory breath sounds, expiratory wheezing, accessory muscle involvement and cerebral function. Each variable is given a score of 0, 0.5, 1 or 2 with 2 being the most severe. The scores are combined from each variable to give a total. Total score ranges from 0 to 10, with a score of 10 (higher the score) indicating a worse outcome. We are reporting the degree of improvement in M-WCAS after assigned treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":null},{"groupId":"OG001","value":".031","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Modified Wood's Clinical Bronchiolitis Score (MWCBS) Between Oxygen and Heliox Groups at Various Times","description":"The Modified Wood's Clinical Bronchiolitis Score is based on a rating of saturated oxygen, inspiratory breath sounds, expiratory wheezing, accessory muscle use, cerebral function and wheezing. Each variable is rated 0, 0.5, 1, or 2. The total range of score is 0 to 2, with 2 (higher the score) indicating a worse outcome. For this outcome, a negative difference between groups represents an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.20","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Respiratory Distress Assessment Instrument (RDAI) Scores in Oxygen and Heliox Groups at Different Times","description":"The RDAI is an assessment instrument for respiratory distress. Patients are assigned a point value based on Wheezing (on expiration, inspiration and location) and Retractions (local of supraclavicular, intercostal and subcostal). Each subcategory is assigned a value of 0-4. The subscores are summed to give a total score for each variable (wheezing and retractions). The total score range for wheezing is 0 to 8, with 8 (higher the score) indicating a worse outcome. The total score range for retractions is 0 to 9, with 9 (higher the score) indicating a worse outcome. We are reporting the difference in score between the groups at various times, not a change from an earlier time. A positive value represents an improvement in the Heliox vs the Oxygen groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.80","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.92","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.29","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":[]}}}