{"nctId":"NCT01230125","briefTitle":"Mapracorat Ophthalmic Suspension for the Treatment of Ocular Inflammation Following Cataract Surgery","startDateStruct":{"date":"2010-11"},"conditions":["Cataract"],"count":311,"armGroups":[{"label":"Mapracorat","type":"EXPERIMENTAL","interventionNames":["Drug: Mapracorat"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]}],"interventions":[{"name":"Mapracorat","otherNames":["BOL-303242-X"]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who are candidates for routine, uncomplicated cataract surgery\n* Participants who, in the Investigator's opinion, have potential postoperative pinhole Snellen visual acuity (VA) of at least 20/200 in the study eye.\n* Participants must be willing to wait to undergo cataract surgery on the fellow eye until after the study has been completed.\n\nExclusion Criteria:\n\n* Participants who are expected to require concurrent ocular therapy (either eye) with nonsteroidal anti-inflammatory drugs (NSAIDs), mast cell stabilizers, antihistamines, or decongestants.\n* Participants who are expected to require treatment with any systemic or ocular (either eye) corticosteroids or glucocorticoids.\n* Participants who are expected to require concurrent ocular therapy with immunosuppressants (eg, Restasis).\n* Participants who have known hypersensitivity or contraindication to the study drug(s) or their components.\n* Participants participating in any drug or device clinical investigation within 30 days prior to entry into this study and/or during the period of study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Complete Resolution of Anterior Chamber (AC) Cells.","description":"Anterior chamber (AC) cells were assessed using a 0 to 4 grading scale by an ophthalmologist using slip lamp biomicroscopy. A slit lamp examination of the lids, conjunctiva, limbus, cornea, anterior chamber, vitreous, and lens was performed without pupil dilation. Accumulation of white blood cells in aqueous was assessed. The grades were defined as: 0 = No cells seen; 1 = 1 - 5 cells; 2 = 6 - 15 cells; 3 = 16 - 30 cells; 4 = \\>30 cells. Complete resolution of AC cells was defined as Grade 0.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Grade 0 Pain","description":"Ocular pain was defined as a positive sensation of the eye, including foreign body sensation, stabbing, throbbing, or aching. The scores ranged from 0=None to 5=Severe, were higher scores indicated worse pain.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Resolution of Anterior Chamber (AC) Flare.","description":"A slit lamp examination of the lids, conjunctiva, limbus, cornea, anterior chamber, vitreous, and lens will be performed without pupil dilation. Scattering of a slit lamp light beam when directed into the anterior chamber (Tyndall effect). The grades for flare were 0=None to 4=Very Severe effect.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":207},"commonTop":["Eye pain","Corneal edema"]}}}