{"nctId":"NCT00269399","briefTitle":"A Trial to Compare Xifaxan to Vancomycin for the Treatment of Clostridium Difficile-Associated Diarrhea (CDAD)","startDateStruct":{"date":"2005-12"},"conditions":["Clostridium Infections","Diarrhea"],"count":237,"armGroups":[{"label":"Rifaximin Treatment Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Rifaximin (Xifaxan)"]},{"label":"Vancomycin Comparator Arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin"]}],"interventions":[{"name":"Rifaximin (Xifaxan)","otherNames":[]},{"name":"Vancomycin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is 18 years of age or older, has acute diarrhea and at least 1 other sign of enteric infection present, such as fever, nausea/loss of appetite, vomiting, severe abdominal pain or discomfort.\n* Subject has a positive Clostridium difficile stool toxin assay at screening\n\nExclusion Criteria:\n\n* Subject has had a previous episode of clinically diagnosed Clostridium difficile within the past 6 months.\n* Subject has chronic diseases associated with diarrhea (e.g., inflammatory bowel disease or diarrhea predominant irritable bowel syndrome \\[DIBS\\])\n* Subject has had any therapy with any agent administered for the treatment of Clostridium difficile prior to randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants Achieving Clinical Success, Where Clinical Success is Defined as Resolution or Improvement of Baseline Signs and Symptoms i.e., Abdominal Pain, Fever, Diarrhea.","description":"Resolution or improvement of baseline signs and symptoms was assessed as\n\n* Absence of severe abdominal pain for 2 consecutive days at the test of cure (TOC) Visit (Day 14 +/-1);\n* Absence of fever (\\< 38°C/100.4°F) for 2 consecutive days at the TOC Visit; and\n* 3 unformed (loose or watery) stools per day for at least 48 hours that was sustained through the TOC Visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Recurrence-free of Clostridium Difficile-associated Diarrhea (CDAD), After Achieving Clinical Success","description":"Recurrence of CDAD was defined as diarrhea and a positive Clostridium difficile stool toxin assay that occurs after initial clinical success.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":120},"commonTop":["Insomnia"]}}}