{"nctId":"NCT01341912","briefTitle":"Study to Investigate the Long-term Efficacy and Safety of Human-cl rhFVIII in Previously Treated Patients (PTPs)","startDateStruct":{"date":"2011-06"},"conditions":["Severe Hemophilia A"],"count":3,"armGroups":[{"label":"Human-cl rhFVIII","type":"EXPERIMENTAL","interventionNames":["Biological: Human-cl rhFVIII"]}],"interventions":[{"name":"Human-cl rhFVIII","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Completion of GENA-01 study with at least 50 Exposure Days (EDs) and at least 6 months study participation and immediate enrollment into GENA-11\n\nExclusion Criteria:\n\n* Development of FVIII inhibitors (\\<=0.6 BU), during the course of the GENA-01 study\n* Development of any severe liver or kidney disease (ALT and AST level \\> 5 times of upper limit of normal, creatine \\>120 micro mol/L) during the course of the GENA-01 study","healthyVolunteers":false,"sex":"MALE","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Long-term Immunogenicity","description":"Patients will be monitored for inhibitors against FVIII every 3 months. Blood samples were drawn and inhibitor activity was determined by the modified Bethesda assay (Nijmegen modification) in the central lab.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"To Determine Long-term Efficacy of Human-cl rhFVIII in the Treatment of Bleeding Episodes and in Surgical Prophylaxis","description":"The efficacy of human-cl rhFVIII will be determined using a 4 point efficacy assessment scale.\n\nAfter each infusion of IMP and at the end of a BE, the following efficacy assessment is made by the subject (together with the Investigator in case of on-site treatment):\n\nExcellent: Abrupt pain relief and/or unequivocal improvement in objective signs of bleeding within approximately 8 hours after a single infusion.\n\nGood: Definite pain relief and/or improvement in signs of bleeding within approximately 8 - 12 hours after an infusion requiring up to 2 infusions for complete resolution.\n\nModerate: Probable or slight beneficial effect within approximately 12 hours after the first infusion requiring more than two infusions for complete resolution.\n\nNone: No improvement within 12 hours, or worsening of symptoms, requiring more than 2 infusions for complete resolution.\n\nThe assessment was made at the end of a BE in case more than one infusion was needed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":3},"commonTop":[]}}}