{"nctId":"NCT00420316","briefTitle":"Long-term Efficacy and Safety of Subjects Approximately 3 Years After Priming With 2 Doses of GSK Bio's HRV Vaccine.","startDateStruct":{"date":"2007-02-12","type":"ACTUAL"},"conditions":["Infections, Rotavirus"],"count":1613,"armGroups":[{"label":"Rotarix Group","type":"EXPERIMENTAL","interventionNames":["Biological: Rotarix (primary vaccination study)"]},{"label":"Placebo Group","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo (primary vaccination study)"]}],"interventions":[{"name":"Rotarix (primary vaccination study)","otherNames":[]},{"name":"Placebo (primary vaccination study)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A male or female who has completed the second year efficacy follow-up of the primary vaccination study in Finland.\n* Written informed consent obtained from the parent or guardian of the subject.","healthyVolunteers":true,"sex":"ALL","minimumAge":"32 Months","maximumAge":"3 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Any Rotavirus Gastroenteritis (RVGE)","description":"Occurence of any rotavirus gastroenteritis (RVGE) caused by the circulating wild-type rotavirus strain was assessed in terms of number of subjects experiencing diarrhoea with or without vomiting. Two occurrences of diarrhoea were classified as separate episodes if there were 5 or more diarrhoea-free days between the episodes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Severe Rotavirus Gastroenteritis (RVGE)","description":"Number of rotavirus gastroenteritis (RVGE) episodes caused by the wild-type rotavirus strain and reported during the efficacy period, were presented by severity, using the Vesikari scale. The assessment of intensity of GE episodes was done using the 20-point Vesikari scale, according to which episodes with scores greater than or equal to (≥) 11 were labeled as severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any Rotavirus Gastroenteritis (RVGE) With G1 Serotype","description":"Occurence of any rotavirus gastroenteritis (RVGE) caused by the circulating wild-type rotavirus strain was assessed in terms of number of subjects experiencing diarrhoea with or without vomiting. Two occurrences of diarrhoea were classified as separate episodes if there were 5 or more diarrhoea-free days between the episodes. Only GE episodes in which wild-type RV strain of G1 serotype was identified in a stool specimen, were included in the efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Severe Rotavirus Gastroenteritis (RVGE) With G1 Serotype","description":"Number of rotavirus gastroenteritis (RVGE) episodes caused by the wild-type rotavirus strain of serotype G1 and reported during the efficacy period, were presented by severity, using the Vesikari scale. The assessment of intensity of GE episodes was done using the 20-point Vesikari scale, according to which episodes with scores greater than or equal to (≥) 11 were labeled as severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any Rotavirus Gastroenteritis (RVGE) With Non-G1 Serotype","description":"Occurence of any rotavirus gastroenteritis (RVGE) caused by the circulating wild-type rotavirus strain of non-G1 serotype was assessed in terms of number of subjects experiencing diarrhoea with or without vomiting. Two occurrences of diarrhoea were classified as separate episodes if there were 5 or more diarrhoea-free days between the episodes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Severe Rotavirus Gastroenteritis (RVGE) With Non-G1 Serotype","description":"Number of rotavirus gastroenteritis (RVGE) episodes caused by the wild-type rotavirus strain of non-G1 serotype and reported during the efficacy period, were presented by severity, using the Vesikari scale. The assessment of intensity of GE episodes was done using the 20-point Vesikari scale, according to which episodes with scores greater than or equal to (≥) 11 were labeled as severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Severe Gastroenteritis (GE)","description":"Severe GE was defined as a GE episode requiring hospitalization and/or re-hydration therapy in a medical facility.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Serious Adverse Events (SAEs)","description":"An SAE was any untoward medical occurrence that resulted in death, was life-threatening, required hospitalization or prolongation of existing hospitalization, resulted in disability/incapacity or was a congenital anomaly/birth defect in the offspring of a study subject.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Intussusception (IS)","description":"Intussusception is defined as the telescoping of the intestine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":1082},"commonTop":[]}}}