{"nctId":"NCT00476242","briefTitle":"Memantine as a Supplement to Naltrexone in Treating Heroin Dependence","startDateStruct":{"date":"2008-06"},"conditions":["Opioid Dependence","Heroin Dependence"],"count":82,"armGroups":[{"label":"Memantine and Vivitrol","type":"EXPERIMENTAL","interventionNames":["Drug: Vivitrol","Drug: memantine"]},{"label":"Placebo and Vivitrol","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vivitrol"]}],"interventions":[{"name":"Vivitrol","otherNames":["intramuscular injection of Vivitrol 380 mg"]},{"name":"memantine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult, aged 18-60.\n2. Meets Diagnostic and Statistical Manual IV (DSM-IV) criteria for current opiate dependence disorder of at least six months duration, supported by a positive urine for opiates and a positive naloxone challenge test if the diagnosis is unclear.\n3. Able to give informed consent.\n\nExclusion Criteria:\n\n1. Pregnancy, lactation, or failure in a sexually active woman to use adequate contraceptive methods.\n2. Active medical illness which might make participation hazardous, such as untreated hypertension, acute hepatitis with serum glutamic oxaloacetic transaminase or serum glutamic-pyruvic transaminase levels \\>2 times normal, unstable diabetes, chronic organic mental disorder (e.g., AIDS dementia).\n3. Active psychiatric disorder which might interfere with participation or make participation hazardous, including DSM-IV schizophrenia, bipolar disorder with mania or psychosis, and depressive disorder with suicide risk or 1 or more suicide attempts within the past year.\n4. History of allergic reaction to buprenorphine, naloxone, memantine, naltrexone, clonidine, or clonazepam.\n5. Currently prescribed or regularly taking opiates for chronic pain or medical illness.\n6. Current participation in another intensive psychotherapy or substance abuse treatment program or currently prescribed psychotropic medications.\n7. Current participation in a methadone maintenance treatment program and/or regular use of illicit methadone (\\>30 mg per week).\n8. History of accidental drug overdose in the last three years or any other significant history of overdose following detoxification defined as an episode of opioid-induced unconsciousness or incapacitation, whether or not medical treatment was sought or received.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Opiate Use Measured by Urine Toxicology Results","description":"Opiate use was qualified by the number of opiate positive urine results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"PRIMARY","title":"Retention in Treatment The Primary Outcome Measure Will be the Dichotomous Measure Retention in Treatment (Whether the Patient Completes the 12 Week Trial, Yes/no).","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Opiate Craving Based on Heroin Craving Scale","description":"Range 0- 100 ( 0= no craving; 100= very strong craving","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.47","spread":"25.79"},{"groupId":"OG001","value":"15.74","spread":"22.22"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":28},"commonTop":["Insomnia","Mood changes","Fatigue/drowsiness","Increased/decreased appetite","GI Distress"]}}}