{"nctId":"NCT01234870","briefTitle":"Comprehensive Evaluation of Ischemic Heart Disease Using MRI","startDateStruct":{"date":"2010-06"},"conditions":["Heart Disease, Ischemic","Atherosclerosis, Coronary"],"count":40,"armGroups":[{"label":"Ischemic heart disease patients","type":"EXPERIMENTAL","interventionNames":["Drug: Gadolinium","Drug: Adenosine"]}],"interventions":[{"name":"Gadolinium","otherNames":["Magnevist, Bayer HealthCare Pharmaceuticals"]},{"name":"Adenosine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nUnder an Institutional Committee on Human Research board approved protocol 80 patients with a suspected myocardial ischemic disease recruited from the cardiac cath laboratory will be recruited in this prospective study. Volunteers will be recruited for the purpose of protocol development and will not be included in analysis. All subjects will be screened for glomerular filtration rate (GFR) within 24 hours before the exam. All patients must have a GFR \\> 30 mL/min/1.73m2 to be part of the study.\n\nAll subjects will be selected following the Nephrogenic Systemic Fibrosis (NSF) guidelines. All dialysis patients or end-stage renal disease patients with a creatinine clearance of \\< 30 mL/min will not be selected for the study to avoid NSF. Patients with GFR \\< 60 ml/min but \\>30 ml/min will receive a reduced dose of Gadolinium contrast (0.1 ml/kg).\n\nExclusion Criteria:\n\n1. Age \\<18 years;\n2. Known contraindication to MR imaging (such as pacemaker placement, magnetic implants, etc);\n3. Claustrophobia;\n4. Inability to perform an adequate breath-hold for imaging,\n5. Inability to provide informed consent;\n6. all subjects will be will be screened for GFR within 24 hours before the exam and subjects presenting with GFR \\< 30 ml/min will be excluded;\n7. Pregnant and lactating women;\n8. Patients with hypersensitivity to gadolinium contrast agents, metoprolol, adenosine, or nitroglycerin;\n9. Contra indication for Adenosine\n\n   1. 2nd- or 3rd-degree atrioventricular block (except in patients with a functioning artificial pacemaker)\n   2. Sinus node disease (except in patients with a functioning artificial\n\n      pacemaker)\n   3. Unstable angina\n   4. Acute myocardial infarction\n   5. Known or suspected bronchoconstrictive or bronchospastic lung\n\n      disease (e.g., asthma)\n   6. Hypersensitivity to adenosine\n   7. Caffeine within 12-24 hours\n   8. Theophylline and Dipyridamole products within 24 hours.\n10. Contra indication for Metoprolol\n\n    1. sinus bradycardia\n    2. heart block greater than first degree\n    3. Cardiac Failure\n    4. Bronchospastic Disease\n11. Contra indication for Nitroglycerin\n\n    1. Early myocardial infarction, severe anemia, increased intracranial pressure, and those with a known hypersensitivity to nitroglycerin.\n\nb .Administration of Nitrostat (nitroglycerin tablets, USP) is contraindicated in patients who are using Viagra® since Viagra has been shown to potentiate the hypotensive effects of organic nitrates.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Magnetic Resonance Image Quality Rating","description":"The purpose of the study is to assess the incremental value of diagnostic performance using a fully-automated, motion-corrected (MC) first pass myocardial perfusion image acquisition protocol compared to images obtained under a non-corrected, breath-hold, shallow-breathing first pass myocardial perfusion image acquisition protocol in patients with suspected ischemic heart disease. The MR images resulting from two different image acquisition techniques, including Non-Corrected Breath-Hold Shallow-Breathing and Motion-Corrected, were assessed independently by two radiologists (average of 7 years of experience in reading cardiac MRI) using the American Heart Association modified 16 segment model and were evaluated using a four point Likert scale (1 = poor, 2 = fair, 3 = good, and 4 = excellent) for image quality","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.57","spread":"0.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.55","spread":"0.81"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events to Demonstrate Feasibility of a Comprehensive Cardiac Magnetic Resonance Imaging Protocol","description":"Adverse events relating to administration of adenosine during a coronary heart disease comprehensive cardiac MRI study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":40},"commonTop":[]}}}