{"nctId":"NCT03631706","briefTitle":"M7824 Versus Pembrolizumab as a First-line (1L) Treatment in Participants With Programmed Death-ligand 1 (PD-L1) Expressing Advanced Non-small Cell Lung Cancer (NSCLC)","startDateStruct":{"date":"2018-10-01","type":"ACTUAL"},"conditions":["Non-small Cell Lung Cancer"],"count":304,"armGroups":[{"label":"M7824","type":"EXPERIMENTAL","interventionNames":["Drug: M7824"]},{"label":"Pembrolizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pembrolizumab"]}],"interventions":[{"name":"M7824","otherNames":[]},{"name":"Pembrolizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed diagnosis of advanced NSCLC\n* Have not received prior systemic therapy treatment for their advanced/Stage four NSCLC. Completion of treatment with cytotoxic chemotherapy, biological therapy, and/or radiation as part of neoadjuvant/adjuvant therapy is allowed as long as therapy was completed at least 6 months prior to the diagnosis of metastatic disease. Confirmation of resolution of toxic effects of previous neoadjuvant/adjuvant chemotherapy therapy to Grade less than or equal to 1. For radiation toxicity or prior major surgeries, participants should have recovered from side effects and/or complications\n* Have measurable disease based on RECIST 1.1\n* Have a life expectancy of at least 3 months\n* Availability of tumor tissue (less than 6 months old) before the first dose is mandatory to determine PD-L1 expression level prior to enrollment\n* PD-L1 high status as determined by central testing\n* Other protocol defined inclusion criteria could apply\n\nExclusion Criteria:\n\n* Participants with nonsquamous NSCLC histologies whose tumor harbors any of the following molecular alterations and targeted therapy is locally approved: epidermal growth factor receptor (EGFR) sensitizing (activating) mutation, anaplastic lymphoma kinase (ALK) translocation, ROS1 rearrangement, or BRAF V600E mutation\n* Has received major surgery within 4 weeks prior to the first dose of study intervention; received thoracic radiation therapy of greater than 30 units of gray (Gy) within 6 months prior to the first dose of study\n* Known severe hypersensitivity to investigational products (M7824 or pembrolizumab), or any components in their formulations\n* Previous malignant disease (other than the target malignancy to be investigated in this study) within the last 3 years\n* Other protocol defined exclusion criteria could apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors (RECIST Version 1.1) Assessed by Independent Review Committee (IRC)","description":"Progression free survival was defined as the time from randomization of study intervention until the first documentation of disease progression (PD) or death due to any cause, whichever occurred first. PD: At least a 20 percent (%) increase in the sum of the longest diameter (SLD) taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall Survival was defined as the time from randomization of study intervention to the date of death due to any cause. The overall survival was analyzed by using the Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"22.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Treatment-Related TEAEs According to National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) Version 5.0","description":"Adverse Event (AE) was defined any untoward medical occurrence in a participant administered with a study drug, which does not necessarily had a causal relationship with this treatment. Serious AE was defined AE that resulted in any of the following outcomes: death; life threatening; persistent/significant disability/incapacity; initial/prolonged inpatient hospitalization; congenital anomaly/birth defect. TEAEs: TEAEs was defined as events with onset date or worsening during the on treatment period. TEAEs included serious AEs and non-serious AEs. Treatment-related TEAEs: reasonably related to the study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Unconfirmed Best Overall Response According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by Independent Review Committee (IRC)","description":"Percentage of participants with unconfirmed best overall response that is at least one overall assessment of complete response (CR) or partial response (PR) reported here.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.7","spread":null},{"groupId":"OG001","value":"51.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) as Assessed by Independent Review Committee (IRC)","description":"DOR was defined for participants with objective response, as the time from first documentation of objective response (Complete Response \\[CR\\] or Partial Response \\[PR\\]) to the date of first documentation of progression disease (PD) or death due to any cause, whichever occurred first. CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the SLD of all lesions. PD: At least a 20 percent (%) increase in the SLD, taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions. DOR was determined according to RECIST v1.1 and assessed by IRC. Results were calculated based on Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":90,"n":151},"commonTop":["Pruritus","Rash","Anaemia","Asthenia","Fatigue"]}}}