{"nctId":"NCT00878072","briefTitle":"Safety and Pharmacokinetics of Famciclovir Single 1500 mg Dose in Adolescents With Recurrent Herpes Labialis","startDateStruct":{"date":"2009-03-25"},"conditions":["Herpes Labialis"],"count":53,"armGroups":[{"label":"Famciclovir","type":"EXPERIMENTAL","interventionNames":["Drug: Famciclovir"]}],"interventions":[{"name":"Famciclovir","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Outpatient males or females 12 to \\<18 years of age\n* General good health with a documented history typical for recurrent herpes labialis\n* Prodromal symptoms or active lesions suggestive of a recurrent episode of herpes labialis (i.e. having had cold sores in the past) , with onset not exceeding 24 hours until the time of study drug administration\n\n  * Adolescents participating in Pharmacokinetics (PK) part of the study may be enrolled without an active herpes labialis recurrence or with onset of signs/symptoms of a recurrent herpes labialis episode longer than 24 hours before study drug administration, All adolescents participating in the pharmacokinetics assessments must fast for at least 8 hours prior to Visit 1 and be willing to fast for an additional 2 hours after study drug administration\n\nExclusion Criteria:\n\n* Use of other investigational drugs within 30 days of enrollment\n* History of hypersensitivity to famciclovir or penciclovir\n* Inability to swallow tablets\n* Body weight less than 40 Killograms (kg)\n* History of malabsorption, unless a condition like celiac disease is stable and well controlled, previous gastrointestinal surgery or radiation therapy that could affect drug absorption or metabolism, or any condition that could interfere with drug absorption, distribution, metabolism, or excretion\n* Known renal insufficiency (calculated creatinine clearance \\<60 \\[Milliliters/Minutes\\] mL/min)\n* Known severe hepatic impairment (Child-Pugh Class C)\n* Significant skin disease such as atopic dermatitis or eczema that would interfere with assessment of oral/labial lesions\n* Known to be immunocompromised or are receiving systemic or using topical immunosuppressive agents (including corticosteroids, tacrolimus and picrolimus) within 30 days of enrollment\n* Concomitant use of probenecid\n* Pregnant or nursing (lactating) females\n* Females of child-bearing potential, UNLESS they are using two birth control methods. The two methods can be a double barrier method or a barrier method plus a hormonal method.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Reported Adverse Events (AEs), Serious Adverse Events (SAEs)","description":"AEs are defined as any unfavorable and unintended diagnosis, symptom, sign (including an abnormal laboratory finding), syndrome or disease which either occurs during study, having been absent at baseline, or, if present at baseline, appears to worsen. Serious adverse events are any untoward medical occurrences that result in death, are life threatening, require (or prolong) hospitalization, cause persistent or significant disability/incapacity, result in congenital anomalies or birth defects, or are other conditions which in judgment of investigators represent significant hazards.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Laboratory Abnormalities","description":"Participants with laboratory values outside the defined normal range were graded as clinically significant laboratory abnormalities. Laboratory values were assessed according to the National Cancer Institute- Common terminology criteria for Adverse Events (NCI-CTCAE). Hematology, Urinalysis and clinical chemistry were reported .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time of Maximum Observed Plasma Concentration (Tmax) of Penciclovir (Active Metabolite From Famciclovir) and 6-deoxypenciclovir (First Intermediate Metabolite From Famciclovir)","description":"Tmax was defined as the time to reach maximum plasma concentration. Penciclovir (active metabolite from famciclovir) and 6-deoxypenciclovir (first intermediate metabolite from famciclovir) were determined by using a validated liquid chromatography/tandem mass spectrometry (LC/MS/MS) method. The limit of quantification was 0.15 microgram (µg)/milliliter (mL) for both compounds. Calculations were done in WinNonlin 5.0.1, using non-compartmental methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Concentration (Cmax) of Penciclovir (Active Metabolite From Famciclovir) and 6-deoxypenciclovir (First Intermediate Metabolite From Famciclovir)","description":"Cmax was defined as the maximum observed plasma concentration. Penciclovir (active metabolite from famciclovir) and 6-deoxypenciclovir (first intermediate metabolite from famciclovir) were determined by using LC/MS/MS method. The limit of quantification was 0.15 µg/mL for both compounds. Calculations were done in WinNonlin 5.0.1, using non-compartmental methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.37","spread":"2.68"},{"groupId":"OG001","value":"3.32","spread":"2.36"}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration of Penciclovir (Active Metabolite From Famciclovir) and 6-deoxypenciclovir (First Intermediate Metabolite From Famciclovir)","description":"AUC 0-tlast was defined as the area under the plasma concentration-time curve from time zero up to the last quantifiable concentration (Clast) calculated by the linear trapezoidal rule. Penciclovir (active metabolite from famciclovir) and 6-deoxypenciclovir (first intermediate metabolite from famciclovir) were determined by using LC/MS/MS method. The limit of quantification was 0.15 µg/mL for both compounds. Calculations were done in WinNonlin 5.0.1, using non-compartmental methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.80","spread":"5.52"},{"groupId":"OG001","value":"5.42","spread":"3.58"}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration-Time Curve From Time 0 to Infinity (AUC 0-infinity) of Penciclovir (Active Metabolite From Famciclovir) and 6-deoxypenciclovir (First Intermediate Metabolite From Famciclovir)","description":"AUC 0-infinity was defined as the area under the plasma concentration time curve from time zero to infinity = AUC 0-tlast + C last /λ z, where λz is the apparent elimination rate constant estimated by linear regression analysis of the terminal portion of the log-linear plasma concentration-time curve. Penciclovir (active metabolite from famciclovir) and 6-deoxypenciclovir (first intermediate metabolite from famciclovir) were determined by using LC/MS/MS method. The limit of quantification was 0.15 µg/mL for both compounds. Calculations were done in WinNonlin 5.0.1, using non-compartmental methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.76","spread":"5.53"},{"groupId":"OG001","value":"6.61","spread":"3.89"}]}]}]},{"type":"SECONDARY","title":"Apparent Terminal Elimination Half-Life (T½) of Penciclovir (Active Metabolite From Famciclovir) and 6-deoxypenciclovir (First Intermediate Metabolite From Famciclovir)","description":"T½ was defined as the apparent terminal elimination half-life= ln 2/ λz. Penciclovir (active metabolite from famciclovir) and 6-deoxypenciclovir (first intermediate metabolite from famciclovir) were determined by using LC/MS/MS method. The limit of quantification was 0.15 µg/mL For both compounds. Calculations were done in WinNonlin 5.0.1, using non-compartmental methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.81","spread":"0.22"},{"groupId":"OG001","value":"0.78","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Apparent Oral Clearance of Penciclovir From Plasma (CL/F) of Penciclovir (Active Metabolite From Famciclovir)","description":"CL/F was defined as the apparent oral clearance of penciclovir from plasma = dose of famciclovir\\*0.7884/AUC 0-inf, where 0.7884 is the ratio of the molecular weight of penciclovir (253.3 g/mol) to famciclovir (321.3 g/mol). F is the bioavailability of penciclovir after oral administration of famciclovir. Penciclovir (active metabolite from famciclovir) and 6-deoxypenciclovir (first intermediate metabolite from famciclovir) were determined by using LC/MS/MS method. The limit of quantification was 0.15 µg/mL for both compounds. Calculations were done in WinNonlin 5.0.1, using non-compartmental methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.2","spread":"6.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":28},"commonTop":["Dizziness","Headache","Anaemia","Lymphadenopathy","Abdominal pain upper"]}}}