{"nctId":"NCT03451292","briefTitle":"Effects of Long-Term Administration of Human Albumin in Participants With Decompensated Cirrhosis and Ascites","startDateStruct":{"date":"2018-07-24","type":"ACTUAL"},"conditions":["Decompensated Cirrhosis and Ascites"],"count":410,"armGroups":[{"label":"SMT + Albutein 20%","type":"EXPERIMENTAL","interventionNames":["Drug: Albutein 20%","Other: SMT"]},{"label":"SMT","type":"ACTIVE_COMPARATOR","interventionNames":["Other: SMT"]}],"interventions":[{"name":"Albutein 20%","otherNames":[]},{"name":"SMT","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female participants ≥18 years of age.\n* Participants with diagnosis of liver cirrhosis (based on clinical, laboratory, endoscopic, and ultrasonographic features or on histology).\n* Participants who have been hospitalized for acute decompensation of liver cirrhosis with ascites (or with prior history of ascites requiring diuretic therapy) with or without ACLF at admission or during hospitalization but without ACLF at Screening.\n* In participants with cirrhosis due to hepatitis B virus, decompensation must occur in the setting of continuous (no less than 3 months) appropriate antiviral therapy.\n* In participants with cirrhosis due to hepatitis C virus, only decompensated participants who will not receive antiviral therapy during the study period will be included (Participants receiving antiviral therapy within 14 days prior to enrollment cannot be included in the study).\n* In participants with cirrhosis due to autoimmune hepatitis, decompensation must occur in the setting of continuous immunosuppressive therapy.\n* Participants must be willing and able to provide written informed consent or have an authorized representative able to provide written informed consent on behalf of the participant in accordance with local law and institutional policy.\n* Chronic liver failure-consortium acute decompensation (CLIF-C AD) score \\> 50 points at screening.\n\nExclusion Criteria:\n\n* Participants with ACLF at Screening\n* Participants with type 1 hepatorenal syndrome (HRS) currently on treatment with vasoconstrictors or hemodialysis.\n* Participants with transjugular intrahepatic portosystemic shunt (TIPS) or other surgical porto-caval shunts.\n* Participants with refractory ascites as defined by the International Club of Ascites (ICA) criteria without any other event of acute decompensation.\n* Participants receiving dual anti-platelet therapy or anti-coagulant therapy (exception: deep vein thrombosis (DVT) prophylaxis).\n* Participants with ongoing endoscopic eradication of esophageal varices with ≤ 2 endoscopic sessions completed before screening.\n* Participants with evidence of current locally advanced or metastatic malignancy.\n* Participants with acute or chronic heart failure (New York Heart Association \\[NYHA\\]).\n* Participants with severe (grade III or IV) pulmonary disease (Global Obstructive Lung Disease \\[GOLD\\]).\n* Participants with nephropathy with renal failure with serum creatinine \\>2 milligrams/deciliters (mg/dL) or systemic hypertension.\n* Participants with severe psychiatric disorders.\n* Participants with a known infection with human immunodeficiency virus (HIV) or have clinical signs and symptoms consistent with current HIV infection.\n* Females who are pregnant, breastfeeding, or if of childbearing potential, unwilling to practice effective methods of contraception\n* Participants with previous liver transplantation.\n* Participants with known or suspected hypersensitivity to albumin.\n* Participants participating in another clinical study within 3 months prior to screening.\n* Participants with active drug addiction (exceptions: active alcoholism or marijuana).\n* In the opinion of the investigator, the participants may have compliance problems with the protocol and the procedures of the protocol.\n* Participants with ongoing or recent variceal bleeding (participants can be included 2 weeks after hemorrhagic episode).\n* Participants with septic shock at screening.\n* Participants with ongoing spontaneous bacterial peritonitis (SBP) infection (participants can be included upon resolution).\n* Participants with current infection of coronavirus disease of 2019 (COVID19), those who are less than 14 days post recovery, or those who have clinical signs and symptoms consistent with COVID19 infection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Liver Transplantation or Death Through 1 Year After Randomization: Percentage of Participants With an Event","description":"Time to one-year transplant-free survival was calculated as earlier of \\[(date of liver transplantation or date of death) - randomization date + 1\\] for participants who died or had liver transplant within the analysis period of 361 days. Participants who neither died nor had liver transplant within analysis period had their time to event censored at earlier of date of last contact or cut-off date. Participants who terminated early for reasons other than death were followed up at months 3, 6, and 12 to collect information on liver transplantation and death, these events if reported by cut-off Day 361, were considered for the endpoint. The percentage of participants with events are presented. The percentage of participants was calculated as \\[(participants with an event up to the analysis cut-off Day 361) / (number of participants in the ITT group)\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.5","spread":null},{"groupId":"OG001","value":"38.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Liver Transplantation or Death Through 3 Months After Randomization: Percentage of Participants With an Event","description":"Time to 3-months transplant-free survival was calculated as earlier of \\[(date of liver transplantation or date of death) - randomization date + 1\\] for participants who died or had liver transplant within the analysis period of 91 days. Participants who neither died nor had liver transplant within analysis period had their time to event censored at earlier of date of last contact or cut-off date. Participants who terminated early for reasons other than death were followed up at months 3, 6, and 12 to collect information on liver transplantation and death, these events if reported by cut-off Day 91, were considered for the endpoint. The percentage of participants with events are presented. The percentage of participants was calculated as \\[(participants with an event up to the analysis cut-off Day 91) / (number of participants in the ITT group)\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"17.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Liver Transplantation or Death Through 6 Months After Randomization: Percentage of Participants With an Event","description":"Time to 6-months transplant-free survival was calculated as earlier of \\[(date of liver transplantation or date of death) - randomization date + 1\\] for participants who died or had liver transplant within the analysis period of 181 days. Participants who neither died nor had liver transplant within analysis period had their time to event censored at earlier of date of last contact or cut-off date. Participants who terminated early for reasons other than death were followed up at months 3, 6, and 12 to collect information on liver transplantation and death, these events if reported by cut-off Day 181, were considered for the endpoint. The percentage of participants with events are presented. The percentage of participants was calculated as \\[(participants with an event up to the analysis cut-off Day 181) / (number of participants in the ITT group)\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"28.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death Through 3 Months After Randomization: Percentage of Participants With an Event","description":"Time to 3-months survival was calculated as the earlier of \\[(date of death) - randomization date + 1\\] for those participants who died within the analysis period of 91 days. Participants who did not die within the analysis period were censored at the earlier of the date of last contact or analysis cut-off date. Participants who terminated early for reasons other than death were followed up at months 3, 6, and 12 to collect information on death, these events if reported before the analysis cut-off Day 91 of this endpoint, were considered. The percentage of participants with events (death) without censoring participants who underwent liver transplantation within the analysis period were reported. The percentage of participants was calculated as \\[(participants with an event up to the analysis cut-off Day 91) / (number of participants in the ITT group)\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"14.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death Through 6 Months After Randomization: Percentage of Participants With an Event","description":"Time to 6-months survival was calculated as the earlier of \\[(date of death) - randomization date + 1\\] for those participants who died within the analysis period of 181 days. Participants who did not die within the analysis period were censored at the earlier of the date of last contact or analysis cut-off date. Participants who terminated early for reasons other than death were followed up at months 3, 6, and 12 to collect information on death, these events if reported before the analysis cut-off Day 181 of this endpoint, were considered. The percentage of participants with events (death) without censoring participants who underwent liver transplantation within the analysis period were reported. The percentage of participants was calculated as \\[(participants with an event up to the analysis cut-off Day 181) / (number of participants in the ITT group)\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null},{"groupId":"OG001","value":"23.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death Through 1 Year After Randomization: Percentage of Participants With an Event","description":"Time to 1 year survival was calculated as the earlier of \\[(date of death) - randomization date + 1\\] for those participants who died within the analysis period of 361 days. Participants who did not die within the analysis period were censored at the earlier of the date of last contact or analysis cut-off date. Participants who terminated early for reasons other than death were followed up at months 3, 6, and 12 to collect information on death, these events if reported before the analysis cut-off Day 361 of this endpoint, were considered. The percentage of participants with events (death) without censoring participants who underwent liver transplantation within the analysis period were reported. The percentage of participants was calculated as \\[(participants with an event up to the analysis cut-off Day 361) / (number of participants in the ITT group)\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.1","spread":null},{"groupId":"OG001","value":"31.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Paracenteses Through 1 Year After Randomization","description":"Paracenteses is a medical procedure used to remove excess fluid from the abdominal cavity. For each participant, the total number of reported paracenteses on treatment was calculated. Number of paracenteses per participant while on treatment was reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"3.58"},{"groupId":"OG001","value":"2.3","spread":"5.07"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Refractory Ascites According to the International Club of Ascites (ICA) Through 1 Year After Randomization","description":"Refractory Ascites was defined as ascites that cannot be mobilized, or the early recurrence of which cannot be prevented because of a lack of response to sodium restriction and diuretic, or the development of diuretic-induced complications that preclude the use of an effective diuretic dosage treatment. Incidence of refractory ascites occurring on treatment was defined as any incidence that occurred with a start date/time on or after the participants date/time of randomization (for SMT Alone group) or commencement of Albutein (SMT+ Albutein 20% group) treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":52,"n":203},"commonTop":["Anaemia","Urinary tract infection","Hyperkalaemia","Diarrhoea","Hypokalaemia"]}}}