{"nctId":"NCT01968551","briefTitle":"Phase 3 Open-Label Study to Evaluate Switching From Optimized Stable Antiretroviral Regimens Containing Darunavir to Elvitegravir/Cobicistat/Emtricitabine/Tenofovir Alafenamide (E/C/F/TAF) Fixed Dose Combination (FDC) Plus Darunavir (DRV) in Treatment Experienced HIV-1 Positive Adults","startDateStruct":{"date":"2013-09-03","type":"ACTUAL"},"conditions":["HIV-1","HIV Infections","Acquired Immunodeficiency Syndrome"],"count":158,"armGroups":[{"label":"Cohort 1","type":"EXPERIMENTAL","interventionNames":["Drug: E/C/F/TAF","Drug: DRV"]},{"label":"Cohort 2, Treatment Group 1","type":"EXPERIMENTAL","interventionNames":["Drug: E/C/F/TAF","Drug: DRV"]},{"label":"Cohort 2, Treatment Group 2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Baseline DRV- containing ARV regimen"]}],"interventions":[{"name":"E/C/F/TAF","otherNames":["Genvoya®"]},{"name":"DRV","otherNames":[]},{"name":"Baseline DRV- containing ARV regimen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Ability to understand and sign a written informed consent form\n* History of at least two prior antiretroviral regimens, and history of resistance to at least two different classes of antiretroviral agents\n* Plasma HIV-1 RNA levels \\< 50 copies/mL at screening. Virologically suppressed on the current antiretroviral regimen containing darunavir 600 mg twice a day or 800 mg once daily continuously for ≥ 4 months preceding the screening visit and have maintained documented undetectable plasma HIV-1 RNA levels (\\< 50 copies/mL) and must have documentation of genotype/phenotype prior to current regimen which shows no darunavir associated resistance mutation.\n* Currently receiving raltegravir, elvitegravir, or dolutegravir (50 mg once daily, but not twice daily), or have never received integrase inhibitor, or have documentation of genotype/phenotype within 12 months prior to current regimen which must show no evidence of resistance to integrase inhibitors\n* Normal ECG\n* Estimated glomerular filtration rate (eGFR) ≥ 50 mL/min according to the Cockcroft Gault formula for creatinine clearance\n* Hepatic transaminases (AST and ALT) ≤ 5 × upper limit of normal (ULN)\n* Total bilirubin ≤ 1.5 mg/dL, or normal direct bilirubin\n* Adequate hematologic function (absolute neutrophil count ≥ 1,000/mm\\^3; platelets ≥ 50,000/mm\\^3; hemoglobin ≥ 8.5 g/dL)\n* Serum amylase ≤ 5 × ULN (individuals with serum amylase \\> 5 × ULN will remain eligible if serum lipase is ≤ 5 × ULN)\n* A female individual is eligible to enter the study if it is confirmed that she is:\n\n  * Not pregnant or nursing\n  * Of non-childbearing potential (i.e., women who have had a hysterectomy, have had both ovaries removed or medically documented ovarian failure, or are postmenopausal women \\> 54 years of age with cessation (for ≥ 12 months) of previously occurring menses), or\n  * Of childbearing potential and agrees to utilize highly effective contraception methods or be non-heterosexually active or practice sexual abstinence from screening throughout the duration of study treatment and for 30 days following the last study drug dose.\n  * Female individuals who utilize hormonal contraceptive as one of their birth control methods must have used the same method for at least three months prior to study dosing.\n* Male individuals must agree to utilize a highly effective method of contraception during heterosexual intercourse or be non-heterosexually active, or practice sexual abstinence from first dose throughout the study period and for 30 days following the last study drug dose.\n* Male individuals must agree to refrain from sperm donation from first dose until at least 30 days after the last study drug dose.\n\nKey Exclusion Criteria:\n\n* A new AIDS-defining condition diagnosed within the 30 days prior to screening (except CD4 cell count and/or percentage criteria)\n* Hepatitis B surface antigen (HBsAg) positive\n* Individuals receiving drug treatment for Hepatitis C, or individuals who are anticipated to receive treatment for Hepatitis C during the course of the study.\n* Must not have Q151M, T69ins, or \\> 3 thymidine analogue mutations (TAMS) present on documented historic genotype report\n* Individuals experiencing decompensated cirrhosis\n* Females who are breastfeeding\n* Positive serum pregnancy test\n* Have an implanted defibrillator or pacemaker\n* Current alcohol or substance use that may interfere with individual's study compliance\n* A history of malignancy within the past 5 years or ongoing malignancy other than cutaneous Kaposi's sarcoma (KS), basal cell carcinoma, or resected, non-invasive cutaneous squamous carcinoma.\n* Active, serious infections (other than HIV-1 infection) requiring parenteral antibiotic or antifungal therapy within 30 days prior to Day 1 visit\n* Any other clinical condition or prior therapy that would make the individual unsuitable for the study or unable to comply with dosing requirements\n* Participation in any other clinical trial (including observational trials) without prior approval from the sponsor is prohibited while participating in this trial\n* Individuals receiving ongoing therapy with any of the disallowed medications, including drugs not to be used with elvitegravir, cobicistat, emtricitabine, TAF, or DRV; or individuals with any known allergies to the study drugs.\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants in Each Treatment Arm in Cohort 2 With HIV-1 RNA < 50 Copies/mL at Week 24","description":"The percentage of participants achieving HIV-1 RNA \\< 50 copies/mL at Week 24 was analyzed using the snapshot algorithm, which defines a patient's virologic response status using only the viral load at the predefined time point within an allowed window of time, along with study drug discontinuation status.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null},{"groupId":"OG001","value":"91.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Each Treatment Arm in Cohort 2 With HIV-1 RNA < 50 Copies/mL at Week 48","description":"The percentage of participants achieving HIV-1 RNA \\< 50 copies/mL at Week 48 was analyzed using the snapshot algorithm, which defines a patient's virologic response status using only the viral load at the predefined time point within an allowed window of time, along with study drug discontinuation status.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.4","spread":null},{"groupId":"OG001","value":"76.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD4+ Cell Count at Week 24","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":"155.2"},{"groupId":"OG001","value":"12","spread":"100.9"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD4+ Cell Count at Week 48","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":"162.6"},{"groupId":"OG001","value":"41","spread":"104.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":21},"commonTop":["Upper respiratory tract infection","Sinusitis","Back pain","Bronchitis","Headache"]}}}