{"nctId":"NCT02039505","briefTitle":"Phase III Study of MLN0002 (300 mg) in the Treatment of Ulcerative Colitis","startDateStruct":{"date":"2014-02-04","type":"ACTUAL"},"conditions":["Ulcerative Colitis"],"count":292,"armGroups":[{"label":"Induction Phase: Cohort 1, Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vedolizumab placebo"]},{"label":"Induction Phase: Cohort 1, Vedolizumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab"]},{"label":"Induction Phase: Cohort 2, Vedolizumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab"]},{"label":"Maintenance Phase: Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab","Drug: Vedolizumab placebo"]},{"label":"Maintenance Phase: Vedolizumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab"]},{"label":"Maintenance Phase: Placebo continuation","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vedolizumab placebo"]},{"label":"Open-Label Cohort: Vedolizumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab"]}],"interventions":[{"name":"Vedolizumab","otherNames":["MLN0002"]},{"name":"Vedolizumab placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator, a participant is capable of understanding and complying with protocol requirements.\n2. A participant who is capable of entering the signature and the date on the informed consent by himself/herself or by the participant's legally acceptable representative, if applicable, prior to initiation of study procedures.\n3. A participant aged 15 to 80 (inclusive) at the time of signing the informed consent (regardless of sexes).\n4. A male participant, who has no sterilization history and whose female partner has child-bearing potential, who agreed with taking proper contraception during the period from the time of signing the informed consent form through 6 months after the last dose of study drug.\n5. A female participant with child-bearing potential (having no history of sterilization or whose last menstruation was within 2 years) whose male partner is not receiving contraceptive treatment, and agreed to take proper contraception during the period from the time of signing on the informed consent form through 6 months after the last dose of the study drug.\n6. Participants with diagnosis of total or left-sided ulcerative colitis (UC) based on the Revised Diagnostic Criteria for UC issued by \"Research Group for Intractable Inflammatory Bowel Disease Designated as Specified Disease\" by the Ministry of Health, Labor and Welfare (MHLW) of Japan (2012) at least 6 months before the start of administration of the study drug.\n7. A participant with moderately or severely active UC as determined by baseline complete Mayo score of 6 to 12 (inclusive) with an endoscopic subscore of ≥2.\n8. Participants whose complication of colon cancer or dysplasia had to be ruled out by total colonoscopy at the start of the study drug administration (or the results from total colonoscopy performed within 1 year before giving consent are available), if participants met any of the following criteria; participants with ≥8-year history of total or left-sided colitis, participants aged ≥50 years, or participants with a first-degree family history of colon cancer.\n9. Participants meeting the following treatment failure criteria with at least one of the following agents within 5 years before signing on the informed consent:\n\n   1. Corticosteroids\n\n      * Resistance: Participants whose response was inadequate after treatment of ≥40 mg/day for ≥1 week (oral or IV) or 30 to 40 mg/day for ≥2 weeks (oral or IV).\n      * Dependence: Participants for which it is difficult to reduce the dosage to \\<10 mg/day due to recurrence during gradual dose reduction (oral or IV).\n      * Intolerance: Participants who were unable to receive continuous treatment due to adverse reactions (e.g., Cushing's syndrome, osteopenia/osteoporosis, hyperglycaemia, insomnia, infection).\n   2. Immunomodulators (azathioprine \\[AZA\\] or 6- mercaptopurine \\[6-MP\\])\n\n      * Refractory: Participants whose response was inadequate after treatment for ≥12 weeks.\n      * Intolerance: Participants who were unable to receive continuous treatment due to adverse reactions (e.g., nausea/vomiting, abdominal pain, pancreatitis, liver function test abnormalities, lymphopenia, thiopurine S-methyltransferase genetic mutation, infection).\n   3. Tumor necrosis factor-alpha (TNFα) antagonist\n\n      * Inadequate response: Participants whose response was inadequate after the induction therapy in the dosage described in the package insert.\n      * Loss of response: Participants who had recurrence during the scheduled maintenance therapy after achievement of clinical response (those who withdrew for other reasons than relapse are not applicable here).\n      * Intolerance: Participants who were unable to receive continuous treatment due to adverse reactions (eg, infusion-related reaction, demyelination, congestive heart failure, infection).\n\nExclusion Criteria:\n\n1. Participants whose partial Mayo score decrease by 3 points or more between screening and the start of study drug administration.\n2. Participants having or suspected to have abdominal abscess or toxic megacolon.\n3. Participants with a history of subtotal or total colectomy.\n4. Participants with ileostomy, colostomy, fistula or severe intestinal stenosis.\n5. Participants having a treatment history with natalizumab, efalizumab or rituximab.\n6. Participants who started oral 5-ASA, probiotics, or oral corticosteroids (≤30 mg/day) within 13 days before the first dose of the study drug. Participants who have used these drugs for at least 14 days before the first dose of the study drug, and who changed dosage of or discontinued these drugs within 13 days before the first dose of the study drug.\n7. Participants who have received 5-ASA, corticosteroid enemas/suppositories, corticosteroid IV infusion, oral corticosteroid at \\>30 mg/day, drugs for diarrhea-predominant irritable bowel syndrome, or Chinese herbal medicine for the UC treatment (eg, Daikenchuto) within 13 days before the first dose of the study drug.\n8. Participants who have used an antidiarrheal drug for 4 or more consecutive days within 13 days before the first dose of the study drug or within 7 days before the first dose of the study drug.\n9. Participants who have received AZA or 6-MP within 27 days before the first dose of the study drug However, this will not apply to participants who have used these drugs for 83 or more days before the first dose of the study drug and continued the steady dose administration of the drugs for 27 or more days before the first dose of the study drug.\n10. Participants who have received cyclosporine, tacrolimus, methotrexate, tofacitinib or any study drugs of low-molecular compound for UC treatment within 27 days before the first dose of the study drug.\n11. Participants who have received adalimumab within 27 days before the first dose of the study drug or any biologic agents other than adalimumab within 55 days before the first dose of the study drug. However, this will not apply to participants who have topically received these drugs (eg., intraocular injection for treatment of age-related macular degeneration).\n12. Participants who have received any live-vaccinations within 27 days before the first dose of the study drug.\n13. Participants who underwent the enterectomy within 27 days before the first dose of the study drug or those anticipated to require an enterectomy during the study.\n14. Participants who have received leukocytapheresis or granulocyte apheresis within 27 days before the first dose of the study drug.\n15. Participants who have been infected with an intestinal pathogen including clostridium difficile or cytomegalovirus within 27 days before the first dose of the study drug.\n16. Participants with evidence of adenomatous colonic polyps that need to be removed at the start of study drug administration.\n17. Participants with a history or a complication of colonic mucosal dysplasia.\n18. Participants suspected to have enteritis other than UC.\n19. Participants indicated in the screening test as hepatitis B surface (HBs) antigen-positive or hepatitis C virus (HCV) antibody-positive. Participants indicated as hepatitis B core (HBc) antibody-positive or HBs antibody positive even though HBs antigen-negative However, the criteria will not apply to those with only HBs antibody-positive due to hepatitis B virus (HBV) vaccination, HBV-DNA-negative, HCV antigen-negative or HCV-RNA-negative.\n20. Participants who have or are suspected to have a history of tuberculosis (including those whose findings in the chest imaging procedure at screening showing anamnesis of tuberculosis). However, the criteria will not apply to those who had completed prophylactic treatment with isoniazid, and who have been receiving prophylactic isoniazid for 21 days or longer before the first dose of the study drug (the latter may initiate study drug administration with screening phase extended to 28 days at maximum for prophylactic treatment to become 21 days or more).\n21. Participants indicated as positive in T-SPOT or QuantiFERON at screening test.\n22. Participants who have a history or complication of identified congenital or acquired immunodeficiency syndrome (eg, not-classifiable immunodeficiency, human immunodeficiency virus \\[HIV\\] infection or organ transplantation).\n23. Participants who were affected by extra-intestinal infection (eg, pneumonia, sepsis, active hepatitis or pyelonephritis) within 27 days before the first dose of the study drug.\n24. Participants who have treatment history with MLN0002.\n25. Nursing mothers during the screening phase, or female participants indicated positive in urine pregnancy test either at the screening or baseline.\n26. Participants having serious complications in the heart, lung, liver, kidney, metabolism, gastrointestinal system, urinary system, endocrine system or blood.\n27. Participants with a history of an operation requiring general anesthesia within 27 days before the first dose of the study drug, or with a schedule of an operation requiring hospitalization during the study period.\n28. Participants having a complication or a history of malignancy However, it will not apply to the following participants;\n\n    * Participants who had a curative resection of localized skin basal cell carcinoma or had completed curative radiotherapy.\n    * Participants who have not experienced recurrence for 1 year or longer since completion of curative resection or curative radiotherapy for skin squamous cell carcinoma.\n    * Participants who have not experienced recurrence for 3 year or longer since completion of curative resection or curative radiotherapy for intraepithelial carcinoma of uterine cervix.\n\n    For participants having a substantially distant history of malignancy (eg, 10 years or longer without recurrence since treatment completion), the Investigator and the sponsor will discuss to decide eligibility on the basis of type of malignancy and treatment applied.\n29. Participants having a history or a complication of the central nervous disorder, including stroke, multiple sclerosis, brain tumor, or neurodegenerative disease.\n30. Participants for which any subjective symptoms in the Subjective PML checklist were found at the screening or baseline.\n31. Participants for which any of the following laboratory abnormalities were found at the screening;\n\n    * Hemoglobin ≤8 g/dL\n    * White blood cells ≤3,000/μL\n    * Lymphocytes ≤500/μL\n    * Platelets ≤100,000/μL, or ≥1,200,000/μL\n    * Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥3×upper limit of normal (ULN)\n    * Alkaline phosphatase (ALP) ≥3×ULN\n    * Creatinine ≥2×ULN\n32. Participants having a history or a complication of alcohol dependence or illicit drug use within one year before the first dose of the study drug.\n33. Participants having a history or a complication of psychotic disorder that may obstruct compliance with the study procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"15 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Clinical Response at Week 10 in Induction Phase","description":"Clinical response is defined as a reduction in complete Mayo score of ≥3 points and ≥30% from Baseline with an accompanying decrease in rectal bleeding subscore of ≥1 point or absolute rectal bleeding subscore of ≤1 point. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores (rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment), a global assessment by the physician, and an endoscopic subscore. Each subscore is scored on a scale from 0 to 3 and the complete Mayo score ranges from 0 to 12 (higher scores indicate greater disease activity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":null},{"groupId":"OG001","value":"39.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Clinical Remission at Week 60 in Maintenance Phase","description":"Clinical Remission is defined as a complete Mayo score of ≤2 points and no individual subscore \\>1 point. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores: rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment. Each subscore is scored on a scale from 0 to 3 and the complete Mayo score ranges from 0 to 12 (higher scores indicate greater disease activity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":null},{"groupId":"OG001","value":"56.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced at Least One or More Treatment-Emergent Adverse Events (TEAEs)","description":"An Adverse Event (AE) is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (e.g., a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. A treatment-emergent adverse event (TEAE) is defined as an adverse event with an onset that occurs after receiving study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"82","spread":null},{"groupId":"OG002","value":"33","spread":null},{"groupId":"OG003","value":"33","spread":null},{"groupId":"OG004","value":"36","spread":null},{"groupId":"OG005","value":"18","spread":null},{"groupId":"OG006","value":"241","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAE Related to Body Weight","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAE Related to Vital Signs","description":"Vital signs included body temperature (axilla), sitting blood pressure (after the participant has rested for at least 5 minutes), and pulse (bpm).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"2","spread":null},{"groupId":"OG004","value":"2","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"24","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAE Related to Electrocardiogram (ECG)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Markedly Abnormal Laboratory Parameters Values","description":"The laboratory values outside the range (Hemoglobin \\<=7 g/dL, Lymphocytes \\<500 /µL, WBC \\<2000 /µL, Platelets \\<7.5 10\\^4/µL, Neutrophils \\<1000 /µL, alanine aminotransferase (ALT) \\>3.0 U/L x upper limit of normal (ULN), aspartate aminotransferase (AST) \\>3.0 U/L x ULN, Total Bilirubin \\>2.0 mg/dL x ULN, Amylase \\>2.0 (U/L) x ULN were considered markedly abnormal. Only laboratory parameters with events were represented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission at Week 10 in Induction Phase","description":"Clinical Remission is defined as a complete Mayo score of ≤2 points and no individual subscore \\>1 point. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores: rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment. Each subscore is scored on a scale from 0 to 3 and the complete Mayo score ranges from 0 to 12 (higher scores indicate greater disease activity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mucosal Healing at Week 10 in Induction Phase","description":"Mucosal healing is defined as a Mayo endoscopic subscore of ≤1 point. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores: rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment. Endoscopic findings were scored on a scale from 0 to 3 as follows: 0=Normal or inactive disease; 1=Mild disease (erythema, decreased vascular pattern, mild friability); 2=Moderate disease (marked erythema, lack of vascular pattern, friability, erosions); 3=Severe disease (spontaneous bleeding, ulceration).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.5","spread":null},{"groupId":"OG001","value":"36.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Durable Clinical Response in Maintenance Phase","description":"Durable clinical response is defined as reduction in complete Mayo score of ≥3 points and ≥30% from Baseline (Week 0) with an accompanying decrease in rectal bleeding subscore of ≥1 point or absolute rectal bleeding subscore of ≤1 point at both Weeks 10 and 60. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores: rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment. Each subscore is scored on a scale from 0 to 3 and the complete Mayo score ranges from 0 to 12 (higher scores indicate greater disease activity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":null},{"groupId":"OG001","value":"65.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mucosal Healing at Week 60 in Maintenance Phase","description":"Mucosal healing is defined as a Mayo endoscopic subscore of ≤1 point. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores: rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment. Endoscopic findings were scored on a scale from 0 to 3 as follows: 0=Normal or inactive disease; 1=Mild disease (erythema, decreased vascular pattern, mild friability); 2=Moderate disease (marked erythema, lack of vascular pattern, friability, erosions); 3=Severe disease (spontaneous bleeding, ulceration).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"63.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Durable Remission in Maintenance Phase","description":"Durable clinical remission is defined as complete Mayo score of ≤2 points and no individual subscore \\>1 point at both Weeks 10 and 60. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores: rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment. Each subscore is scored on a scale from 0 to 3 and the complete Mayo score ranges from 0 to 12 (higher scores indicate greater disease activity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null},{"groupId":"OG001","value":"26.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Corticosteroid-Free Remission at Week 60 in Maintenance Phase","description":"Clinical Remission is defined as a complete Mayo score of ≤2 points and no individual subscore \\>1 point. Corticosteroid-free clinical remission is defined as participants using oral corticosteroids at baseline (Week 0) who discontinued corticosteroids and were in clinical remission at Week 60. Mayo Score is a standard assessment tool to measure ulcerative colitis disease activity in clinical trials. The index consists of 4 subscores: rectal bleeding, stool frequency, findings on endoscopy, and physician's global assessment. Each subscore is scored on a scale from 0 to 3 and the complete Mayo score ranges from 0 to 12 (higher scores indicate greater disease activity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"46.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Vedolizumab Concentration in Induction Phase","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.93","spread":"9.0617"},{"groupId":"OG001","value":"33.96","spread":"7.7002"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.58","spread":"12.965"},{"groupId":"OG001","value":"31.53","spread":"12.937"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.42","spread":"14.462"},{"groupId":"OG001","value":"36.63","spread":"16.058"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.09","spread":"7.3624"},{"groupId":"OG001","value":"19.04","spread":"6.6528"}]}]}]},{"type":"SECONDARY","title":"Serum Vedolizumab Concentration in Maintenance Phase","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.87","spread":"9.8729"},{"groupId":"OG001","value":"34.92","spread":"7.3732"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.80","spread":"12.953"},{"groupId":"OG001","value":"35.87","spread":"11.983"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.21","spread":"15.076"},{"groupId":"OG001","value":"41.02","spread":"11.955"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.05","spread":"7.4224"},{"groupId":"OG001","value":"17.31","spread":"7.1914"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.913","spread":"2.3243"},{"groupId":"OG001","value":"14.45","spread":"6.0327"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2200","spread":"0.48146"},{"groupId":"OG001","value":"13.77","spread":"6.3692"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"21.16","spread":"8.9078"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-vedolizumab Antibodies (AVA) in Induction Phase","description":"Blood samples were collected and tested for serum concentration of anti-vedolizumab antibodies in a laboratory by means of electrochemoluminescent (ECL) assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-vedolizumab Antibodies (AVA) in Maintenance Phase","description":"Blood samples were collected and tested for serum concentration of anti-vedolizumab antibodies in a laboratory by means of ECL assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Neutralizing Anti-vedolizumab Antibodies (AVA) in Induction Phase","description":"Blood samples were collected, and serum neutralizing AVA was determined only for the AVA-positive samples in a laboratory by means of ECL assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Neutralizing Anti-vedolizumab Antibodies (AVA) in Maintenance Phase","description":"Blood samples were collected, and serum neutralizing AVA was determined only for the AVA-positive samples in a laboratory by means of ECL assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":82},"commonTop":["Viral upper respiratory tract infection","Headache","Influenza","Colitis ulcerative","Upper respiratory tract infection"]}}}