{"nctId":"NCT01254643","briefTitle":"A Study of the Safety, Tolerability, and Immunogenicity of a 9-valent Human Papillomavirus Vaccine ([9vHPV]; V503) Administered to 9- to 15-Year-Old Japanese Girls (V503-008).","startDateStruct":{"date":"2011-01-12","type":"ACTUAL"},"conditions":["Papillomavirus Infections"],"count":100,"armGroups":[{"label":"All Enrolled","type":"EXPERIMENTAL","interventionNames":["Biological: V503"]}],"interventions":[{"name":"V503","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is in good physical health-\n* Participant's parent/legal guardian is able to read, understand, and complete the vaccine report card\n* Participant's parent/legal guardian agrees to provide a phone number for follow-up purposes\n* Participant is not sexually active and does not plan to become sexually active during the time from Day 1 to Month 7 of the study\n\nExclusion Criteria:\n\n* Participant has a history of severe allergic reaction that required medical intervention\n* Participant has thrombocytopenia or any coagulation disorder that would contraindicate intramuscular injection\n* Participant is pregnant\n* Participant intends to donate blood during the time from Day 1 to Month 7 of the study\n* Participant is immunocompromised or has been diagnosed as having a congenital or acquired immunodeficiency, human immunodeficiency virus (HIV) infection, lymphoma, leukemia, systemic lupus erythematosus, rheumatoid arthritis, juvenile rheumatoid arthritis, inflammatory bowel disease, or other autoimmune condition.\n* Participant has had a splenectomy\n* Participant has received any of the following immunosuppressive therapies in the year prior to enrollment: radiation therapy, cyclophosphamide, azathioprine, methotrexate, any chemotherapy, cyclosporin, leflunomide (Arava), tumor necrosis factor alpha (TNF-α) antagonists, monoclonal antibody therapies, antilymphocyte sera, or other therapy known to interfere with the immune response.\n* Participant has received any immune globulin product or blood-derived product in the three months prior to the Day 1 vaccination, or plans to receive any such product through Month 7 of the study\n* Participant has received any inactivated vaccines within 14 days of the Day 1 vaccination or any live vaccines within 28 days of the Day 1 vaccination\n* Participant has received a marketed HPV vaccine or has participated in an HPV vaccine clinical trial\n* Participant has had a fever (oral temperature ≥37.8°C) within 24 hours of the Day 1 vaccination\n* Participant has a history of a positive test for HPV or history of genital warts","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"9 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Seroconvert to Each of the HPV Types Contained in the Vaccine","description":"Serum antibody titers for HPV virus-like particles (VLPs), Types 6, 11, 16, 18, 31, 33, 45, 52 and 58 were determined 4 weeks post-vaccination 3 using competitive luminex immunoassay (cLIA). The serostatus cutoffs (milli Merck U/mL) for HPV types were as follows: HPV Type 6: ≥30, HPV Type 11: ≥16; HPV Type 16: ≥20, HPV Type 18: ≥24, HPV Type 31: ≥10, HPV Type 33: ≥8, HPV Type 45: ≥8, HPV Type 52: ≥8, and HPV Type 58: ≥8.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With an Injection-site Adverse Event (AE)","description":"An AE is defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the study vaccine, whether or not considered related to the use of the vaccine. Any worsening of a preexisting condition which is temporally associated with the use of the study vaccine is also an AE. AEs such as redness, swelling, and pain/tenderness/soreness at the injection site were recorded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With a Non-Injection Site (Systemic) AE","description":"An AE is defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the study vaccine, whether or not considered related to the use of the vaccine. Any worsening of a preexisting condition which is temporally associated with the use of the study vaccine is also an AE. Systemic AEs were those not categorized as injection-site AEs.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With a Vaccine-related AE","description":"An AE is defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the study vaccine, whether or not considered related to the use of the vaccine. Any worsening of a preexisting condition which is temporally associated with the use of the study vaccine is also an AE. Adverse experience that is judged by the Investigator to be \"definitely related,\" \"probably related,\" or \"possibly related\" to the study drug is defined as a vaccine-related AE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Titers (GMTs) for Each of the HPV Types Contained in the Vaccine","description":"Serum antibody titers for HPV virus-like particles (VLPs), Types 6, 11, 16, 18, 31, 33, 45, 52 and 58 were determined 4 weeks post-vaccination 3 using cLIA. Titers are reported in milli Merck Units/mL.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1836.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1331.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6823.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2159.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2052.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"994.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"811.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1069.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1488.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":100},"commonTop":["Injection site pain","Injection site swelling","Injection site erythema","Nasopharyngitis","Headache"]}}}