{"nctId":"NCT00824434","briefTitle":"A Prospective, Multi-center Trial to Assess an Everolimus-Eluting Coronary Stent System (PROMUS Element™)","startDateStruct":{"date":"2009-03"},"conditions":["Atherosclerosis","Coronary Artery Disease"],"count":100,"armGroups":[{"label":"Experimental Stent","type":"EXPERIMENTAL","interventionNames":["Device: PROMUS Element™"]}],"interventions":[{"name":"PROMUS Element™","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient (or legal guardian) understands the study requirements and the treatment procedures and provides written informed consent before any study-specific tests or procedures are performed\n* Patient is eligible for percutaneous coronary intervention (PCI)\n* Patient has documented stable angina pectoris (Canadian Cardiovascular Society \\[CCS\\] Classification 1, 2, 3, or 4) or documented silent ischemia; or unstable angina pectoris (Braunwald Class IB-C, IIB-C, or IIIB-C)\n* Patient is an acceptable candidate for coronary artery bypass grafting (CABG)\n* Patient has a left ventricular ejection fraction (LVEF) \\>=30% as measured within 30 days prior to enrollment\n* Patient is willing to comply with all specified follow-up evaluations\n\nAngiographic Inclusion Criteria:\n\n* Target lesion must be a de novo lesion located in a native coronary artery with visually estimated diameter of \\>=2.25 mm and \\<=4.25 mm\n* Target lesion length must measure (by visual estimate) \\<=34 mm\n* Target lesion must be in a major coronary artery or branch with visually estimated stenosis \\>=50% and \\<100% with Thrombolysis in Myocardial Infarction (TIMI) flow \\>1.\n\nExclusion Criteria:\n\n* Patient has clinical symptoms and/or electrocardiogram (ECG) changes consistent with acute myocardial infarction (MI)\n* Patient has had a known diagnosis of recent MI (within 30 days prior to the index procedure) and has elevated enzymes at the time of the index procedure as follows.\n\n  * Patients are excluded if any of the following criteria are met at the time of the index procedure\n\n    * If creatine kinase, MB band (CK-MB) \\>2× upper limit of normal (ULN), the patient is excluded regardless of the creatine kinase (CK) Total.\n    * If CK-MB is 1-2× ULN, the patient is excluded if the CK Total is \\>2× ULN.\n  * If CK Total/CK-MB are not used and Troponin is, the patients are excluded if the following criterion is met at the time of the index procedure.\n\n    * Troponin \\>1× ULN with at least one of the following.\n\n      * Patient has ischemic symptoms and electrocardiogram (ECG) changes indicative of ongoing ischemia (e.g., \\>1mm ST segment elevation or depression in consecutive leads or new left bundle branch block \\[LBBB\\]);\n      * Development of pathological Q-waves in the ECG\n      * Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality.\n\nNote: For patients who have had a recent MI, CK Total/CK-MB (or Troponin if CK Total/CK-MB are not used) must be documented prior to enrolling the patient\n\n* Patient has received an organ transplant or is on a waiting list for an organ\n* transplant\n* Patient is receiving or scheduled to receive chemotherapy within 30 days before or after the index procedure\n* Patient is receiving oral or intravenous immunosuppressive therapy (ie, inhaled steroids are not excluded) or has known life-limiting immunosuppressive or autoimmune disease (e.g., human immunodeficiency virus, systemic lupus erythematosus, but not including diabetes mellitus)\n* Patient is receiving chronic (\\>=72 hours) anticoagulation therapy (eg, heparin, coumadin) for indications other than acute coronary syndrome\n* Patient has a platelet count \\<100,000 cells/mm3 or \\>700,000 cells/mm3\n* Patient has a white blood cell (WBC) count \\<3,000 cells/mm3\n* Patient has documented or suspected liver disease, including laboratory evidence of hepatitis\n* Patient is on dialysis or has known renal insufficiency (i.e., estimated creatinine clearance \\<50 mL/min by the Cockcroft Gault formula, ie \\[(140-age)\\*lean body weight (in kg)\\]/\\[plasma creatinine (mg/dL)\\*72\\])\n* Patient has a history of bleeding diathesis or coagulopathy or will refuse blood transfusions\n* Patient has had a cerebrovascular accident (CVA) or transient ischemic attack (TIA) within the past 6 months, or has any permanent neurologic defect that may cause non-compliance with the protocol\n* Target vessel or side branch has been treated with any type of percutaneous coronary intervention (PCI; eg, balloon angioplasty, stent, cutting balloon, atherectomy) within 12 months prior to the index procedure\n* Target vessel has been treated within 10 mm proximal or distal to the target lesion (by visual estimate) with any type of PCI (eg, balloon angioplasty, stent, cutting balloon, atherectomy) at any time prior to the index procedure\n* Non-target vessel or side branch has been treated with any type of PCI (eg, balloon angioplasty, stent, cutting balloon, atherectomy) within 24 hours prior to the index procedure\n* Planned or actual target vessel treatment with an unapproved device, directional or rotational coronary atherectomy, laser, cutting balloon or transluminal extraction catheter immediately prior to stent placement\n* Planned percutaneous coronary intervention or coronary artery bypass grafting after the index procedure\n* Patient previously treated at any time with coronary intravascular brachytherapy\n* Patient has a known allergy to the study stent system or protocol-required concomitant medications (e.g., stainless steel, platinum, cobalt, chromium, nickel, tungsten, acrylic, fluoropolymers, everolimus, thienopyridines, aspirin, contrast) that cannot be adequately premedicated\n* Patient has active peptic ulcer or active gastrointestinal (GI) bleeding\n* Patient has one of the following:\n\n  * Other serious medical illness (eg, cancer, congestive heart failure) that may reduce life expectancy to less than 24 months\n  * Current problems with substance abuse (eg, alcohol, cocaine, heroin, etc.)\n  * Planned procedure that may cause non-compliance with the protocol or confound data interpretation\n* Patient is participating in another investigational drug or device clinical trial that has not reached its primary endpoint\n* Patient intends to participate in another investigational drug or device clinical trial within 12 months after the index procedure\n* Known intention to procreate within 12 months after the index procedure\n* Female with positive pregnancy test within 7 days prior to the index procedure (a pregnancy test must be performed in women of child-bearing potential prior to enrollment), or lactating\n* Patient has more than 1 target lesion or more than 1 target lesion and 1 non-target lesion, identified during screening for intervention\n\nAngiographic Exclusion Criteria:\n\n* Target lesion meets any of the following criteria:\n\n  * Aorto-ostial location (i.e., lesion located within 5 mm of the ostium)\n  * Left main location\n  * Located within 5 mm of the origin of the left anterior descending (LAD) coronary artery or left circumflex (LCX) coronary artery\n  * Located within a saphenous vein graft or an arterial graft\n  * Can only be accessed via a saphenous vein graft or an arterial graft\n  * Involves a side branch \\>=2.0 mm in diameter\n  * Involves a clinically significant side branch \\<2.0 mm in diameter that has a clinically significant stenosis at the ostium\n  * TIMI flow 0 (total occlusion) or TIMI flow 1 prior to wire crossing\n  * Excessive tortuosity proximal to or within the lesion\n  * Extreme angulation proximal to or within the lesion\n  * Target lesion and/or target vessel proximal to the target lesion is moderately to severely calcified\n  * Restenotic from previous intervention\n  * Thrombus, or possible thrombus, present in the target vessel\n* Patient has an additional clinically significant lesion(s) in the target vessel for which an intervention within 12 months after the index procedure is likely to be required","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cardiac Events (Composite)","description":"Percentage of patients who had a myocardial infarction, cardiac death, target lesion revascularization, or stent thrombosis (defined as definite or probable per the Academic Research Consortium \\[ARC\\] definitions); see below for definitions of individual components.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"In-stent Late Loss","description":"In-stent late loss by quantitative coronary angiography in workhorse target lesions (visual reference vessel diameter \\[RVD\\] ≥2.5 mm and ≤4.25 mm and visual lesion length ≤24 mm)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Occurance of Post-procedure Incomplete Stent Apposition","description":"Percentage of participants who experience incomplete stent apposition as determined immediately post-procedure by intravascular ultrasound","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Myocardial Infarction (MI)","description":"New Q-waves in ≥2 leads lasting ≥0.04 sec with creatine kinase myoglobin band(CK-MB) or troponin \\>upper limit of normal(ULN); if no new Q-waves total CK levels \\>3×ULN (peri-percutaneous coronary intervention \\[PCI\\]) or \\>2×ULN (spontaneous) with elevated CK-MB or troponin \\>3×ULN (peri-PCI) or \\>2×ULN (spontaneous) plus ≥one of the following: ECG changes indicating new ischemia (new ST-T changes, left bundle branch block), imaging evidence of new loss of viable myocardium, new regional wall motion abnormality. Similar for MI diagnosis post coronary artery bypass graft with CK-MB or troponin \\>5×ULN","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Lesion Revascularization (TLR)","description":"Target lesion revascularization (TLR) is any ischemia-driven repeat percutaneous intervention to improve blood flow of the successfully treated target lesion or bypass surgery of the target vessel with a graft distally to the successfully treated target lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Lesion Revascularization (TLR)","description":"Target lesion revascularization (TLR) is any ischemia-driven repeat percutaneous intervention to improve blood flow of the successfully treated target lesion or bypass surgery of the target vessel with a graft distally to the successfully treated target lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Revascularization (TVR)","description":"Target vessel revascularization (TVR) is any ischemia-driven repeat percutaneous intervention to improve blood flow, or bypass surgery of not previously existing lesions with diameter stenosis ≥50% by quantitative coronary angiography in the target vessel, including the target lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Revascularization (TVR)","description":"Target vessel revascularization (TVR) is any ischemia-driven repeat percutaneous intervention to improve blood flow, or bypass surgery of not previously existing lesions with diameter stenosis ≥50% by quantitative coronary angiography in the target vessel, including the target lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Lesion Failure (TLF)","description":"Target lesion failure (TLF) is defined as any ischemia-driven revascularization of the target lesion, myocardial infarction (Q-wave and non-Q-wave) related to the target vessel, or cardiac death related to the target vessel.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Failure (TVF)","description":"Target vessel failure (TVF) is defined as any ischemia-driven revascularization of the target vessel, myocardial infarction (MI, Q-wave and non-Q-wave) related to the target vessel or death related to the target vessel. For the purposes of this protocol, if it cannot be determined with certainty whether the MI or death was related to the target vessel, it will be considered a TVF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis Based on Academic Research Consortium (ARC) Definition","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis Based on Academic Research Consortium (ARC) Definition","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis Based on Academic Research Consortium (ARC) Definition","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Procedural Success","description":"Mean lesion diameter stenosis \\< 30% with TIMI 3 flow without the occurrence of in-hospital cardiac death, MI, or TVR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Technical Success","description":"Successful delivery and deployment of the study stent to the target lesion, without balloon rupture or embolization, summarized per stent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":100},"commonTop":["Troponin increased","Non-cardiac chest pain","Coronary artery dissection","Myocardial infarction","Angina pectoris"]}}}