{"nctId":"NCT04716933","briefTitle":"Safety and Efficacy Study of Pemetrexed + Platinum Chemotherapy + Pembrolizumab (MK-3475) With or Without Lenvatinib (MK-7902/E7080) as First-line Intervention in Adults With Metastatic Nonsquamous Non-small Cell Lung Cancer (MK-7902-006/E7080-G000-315/LEAP-006)-China Extension Study","startDateStruct":{"date":"2019-11-05","type":"ACTUAL"},"conditions":["Nonsquamous Non-small Cell Lung Cancer"],"count":201,"armGroups":[{"label":"Pemetrexed+Platinum Chemotherapy+Pembrolizumab+Lenvatinib","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Carboplatin","Drug: Cisplatin","Drug: Pemetrexed","Drug: Lenvatinib"]},{"label":"Pemetrexed+Platinum Chemotherapy+Pembrolizumab+Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Pembrolizumab","Drug: Carboplatin","Drug: Cisplatin","Drug: Pemetrexed","Drug: Placebo matching lenvatinib"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475"]},{"name":"Carboplatin","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Pemetrexed","otherNames":[]},{"name":"Lenvatinib","otherNames":["MK-7902","E7080"]},{"name":"Placebo matching lenvatinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed diagnosis of Stage IV (American Joint Committee on Cancer \\[AJCC\\], version 8 or current version) nonsquamous NSCLC.\n* Confirmation that Epidermal Growth Factor Receptor (EGFR), ALK Receptor Tyrosine Kinase (ALK), or ROS1 Receptor Tyrosine Kinase (ROS1)-directed therapy is not indicated as primary treatment (documentation of absence of tumor-activating EGFR mutations AND absence of ALK and ROS1 gene rearrangements OR presence of a Kirsten Rat Sarcoma (KRAS) gene mutation).\n* Have measurable disease based on RECIST 1.1. Note: Lesions that appear measurable, but are situated in a previously irradiated area, can be considered measurable (eligible for selection as target lesions) if they have shown documented growth since the completion of radiation.\n* Provided an evaluable archival tumor tissue sample or newly obtained core or excisional biopsy of a tumor lesion (that was not previously irradiated) for central PD-L1 testing.\n* Life expectancy of at least 3 months.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 within 7 days prior to the first dose of study intervention but before randomization.\n* Male participants must agree to use contraception during the treatment period and for at least 120 days after the last dose of pembrolizumab and/or lenvatinib/matching placebo and up to 180 days after the last dose of chemotherapeutic agents. A male participant must also agree to the following: 1) abstinence from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) and agree to remain abstinent, OR 2) agree to use a male condom plus partner use of an additional contraceptive method when having penile-vaginal intercourse with a woman of childbearing potential (WOCBP) who is not currently pregnant, unless confirmed to be azoospermic (vasectomized or secondary to medical cause). Note: Men with a pregnant or breastfeeding partner must agree to remain abstinent from penile-vaginal intercourse or use a male condom during each episode of penile-vaginal penetration.\n* Female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies: 1) not a WOCBP OR 2) a WOCBP and using a contraceptive method that is highly effective (with a failure rate of \\<1% per year), with low user dependency, or be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis), during the intervention period and for at least 120 days after the last dose of study intervention.\n* Adequate organ function.\n* Adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as BP ≤150/90 mm Hg and no change in antihypertensive medications within 1 week prior to randomization. Note: Participants must not have a history of uncontrolled or poorly-controlled hypertension, defined as \\>150/90 mm Hg for \\>4 weeks despite standard medical management.\n\nExclusion Criteria:\n\n* Known untreated central nervous system (CNS) metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, clinically stable, and have not required steroids for at least 14 days prior to the first dose of study intervention.\n* History of (noninfectious) pneumonitis that required systemic steroids or current pneumonitis/interstitial lung disease.\n* Radiographic evidence of major blood vessel invasion/infiltration.\n* Known history of an additional malignancy, except if the participant has undergone potentially curative therapy with no evidence of that disease recurrence for at least 3 years since initiation of that therapy. Note: The time requirement also does not apply to participants who underwent successful definitive resection of basal cell carcinoma of the skin, superficial bladder cancer, squamous cell carcinoma of the skin, in situ cervical cancer, or other in situ cancers.\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is allowed.\n* Diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (doses exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study intervention.\n* Has had allogeneic tissue/solid organ transplant.\n* Known history of human immunodeficiency virus (HIV) infection. HIV testing is not required unless mandated by the local health authority.\n* Known history of Hepatitis B or active Hepatitis C. No testing for Hepatitis B or Hepatitis C is required unless mandated by the local health authority.\n* History of a gastrointestinal condition or procedure that in the opinion of the investigator may affect oral drug absorption.\n* Active hemoptysis (at least 0.5 teaspoon of bright red blood) within 2 weeks prior to the first dose of study intervention.\n* Significant cardiovascular impairment within 12 months prior to the first dose of study intervention, including history of congestive heart failure greater than New York Heart Association (NYHA) Class II, unstable angina, myocardial infarction, cerebrovascular accident (CVA)/stroke, or cardiac arrhythmia associated with hemodynamic instability.\n* Known history of active tuberculosis.\n* Active infection requiring systemic therapy.\n* Has not recovered adequately from any toxicity and/or complication from major surgery prior to the first dose of study intervention.\n* Previously had a severe hypersensitivity reaction to treatment with a monoclonal antibody or has a known sensitivity to any component of lenvatinib or pembrolizumab, or as applicable, carboplatin, cisplatin, or pemetrexed.\n* Pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of pembrolizumab and/or lenvatinib/matching placebo and up to 180 days after last dose of chemotherapeutic agents.\n* Received prior systemic chemotherapy or other targeted or biological antineoplastic therapy for their metastatic NSCLC. Note: Prior treatment with chemotherapy and/or radiation as part of neoadjuvant/adjuvant therapy is allowed as long as therapy was completed at least 6 months prior to the diagnosis of metastatic NSCLC.\n* Received prior treatment with pembrolizumab or any other anti-programmed cell death (PD)-1, anti-PD-L1, anti-PD-L2 agent, with lenvatinib or any other receptor tyrosine kinase inhibitor (RTKi), or with an agent directed to another stimulatory or co-inhibitory T cell receptor.\n* Received radiotherapy within 14 days prior to the first dose of study intervention or received lung radiation therapy of \\>30 Gy within 6 months prior to the first dose of study intervention. Note: Participants must have recovered from all radiation-related toxicities to Grade ≤1, not required corticosteroids, and not have had radiation pneumonitis. A 1-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-CNS disease.\n* Received systemic steroid therapy (in doses exceeding 10 mg daily of prednisone equivalent) within 7 days prior to the first dose of study intervention.\n* Received a live vaccine within 30 days prior to the first dose of study intervention.\n* Currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks prior to the first dose of study intervention.\n* Has a prolongation of QTc interval (calculated using Fridericia's formula) of \\>480 msec\n* Left ventricular ejection fraction (LVEF) below the institutional (or local laboratory) normal range as determined by multigated acquisition scan (MUGA) or echocardiogram (ECHO).\n* Has preexisting ≥Grade 3 gastrointestinal or non-gastrointestinal fistula.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part 2: Progression-free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"PFS is defined as the time from date of randomization to the date of the first documentation of progressive disease (PD) or death from any cause, whichever occurred first. Per RECIST 1.1, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. Data are from the product-limit (Kaplan-Meier) method for censored data. PFS as assessed by blinded independent central review (BICR) per RECIST 1.1 is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 2: Overall Survival (OS)","description":"OS is defined as the time from randomization to the time of death from any cause. OS is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.6","spread":null},{"groupId":"OG001","value":"22.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Objective Response Rate (ORR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"ORR is defined as the percentage of participants in the analysis population who have a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1, modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ. ORR as assessed per modified RECIST 1.1 will be presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.3","spread":null},{"groupId":"OG001","value":"59.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Duration of Response (DOR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"For participants who demonstrated CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of diameters of target lesions), DOR is defined as the time from the first documented evidence of CR or PR until PD or death from any cause, whichever occurs first. Per RECIST 1.1 modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ, or death from any cause, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions is also considered PD. DOR as assessed per modified RECIST 1.1 will be presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Number of Participants Who Experienced an Adverse Event (AE)","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who experienced one of more adverse events during Part 2 of this study were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Number of Participants Who Discontinued Study Drug Due to an Adverse Event","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who discontinued study treatment during Part 2 of this study were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":67,"n":101},"commonTop":["Anaemia","Neutrophil count decreased","White blood cell count decreased","Aspartate aminotransferase increased","Alanine aminotransferase increased"]}}}