{"nctId":"NCT00589914","briefTitle":"Comparison of Paliperidone Palmitate and RISPERDAL CONSTA in Patients With Schizophrenia","startDateStruct":{"date":"2007-03"},"conditions":["Schizophrenia"],"count":1221,"armGroups":[{"label":"RISPERDAL CONSTA","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: RISPERDAL CONSTA"]},{"label":"R092670","type":"EXPERIMENTAL","interventionNames":["Drug: Paliperidone palmitate"]}],"interventions":[{"name":"RISPERDAL CONSTA","otherNames":[]},{"name":"Paliperidone palmitate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meet diagnostic criteria for schizophrenia according to Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) criteria as specified by the protocol for at least 1 year before screening\n* Prior medical records, written documentation or verbal information obtained from previous psychiatric providers obtained by the investigator must be consistent with the diagnosis of schizophrenia\n* A total PANSS score between 60 and 120, inclusive, at screening and baseline; Body mass index (BMI) at the screening visit BMI at least 17 kg/m2\n* Female patients must be postmenopausal for at least 2 years, surgically sterile, abstinent, or, if sexually active, be practicing an effective method of birth control before study entry and throughout the study as specified by the protocol. Women of childbearing potential must have a negative serum beta-human chorionic gonadotropin (b hCG) pregnancy test result at screening.\n\nExclusion Criteria:\n\n* Patient unable to provide consent or involuntarily committed to psychiatric hospitalization; A primary, active DSM-IV diagnosis on Axis I other than schizophrenia\n* A DSM-IV diagnosis of active substance dependence within 3 months before screening (nicotine and caffeine are not exclusionary)\n* History of treatment resistance as defined by failure to respond to 2 adequate treatments with different antipsychotic medications (an adequate treatment is defined as a minimum of 6 weeks at maximum tolerated dosage)\n* Relevant history or current presence of any significant or unstable cardiovascular, respiratory, neurologic (including seizures or significant cerebrovascular disease), renal, hepatic, hematologic, endocrine, immunologic, or other systemic disease including history of neuroleptic malignant syndrome; History of any severe pre-existing gastrointestinal narrowing or inability to swallow oral study drug whole with the aid of water (applies to those patients requiring oral tolerability only)\n* Significant risk of suicidal or violent behavior, as clinically assessed by the investigator ; History of life-threatening allergic reaction to any drug; Known or suspected hypersensitivity or intolerance to risperidone, paliperidone, 20% Intralipid, or any of their excipients (e.g., soybean oil, egg yolks, phospholipids, and glycerol)\n* Have received an experimental drug or experimental biologic, or used an experimental medical device within 6 months before screening; History of any active malignancy within the previous 5 years, with the exception of basal cell carcinomas\n* Women who are pregnant or breast-feeding or are planning to become pregnant uring the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Positive and Negative Syndrome Scale (PANSS) Total Score for Schizophrenia","description":"The PANSS scale is used to assess the neuropsychiatric symptoms of schizophrenia. The 30-item PANSS scale provides a total score (sum of the scores of all 30 items) and scores for 3 subscales, the positive subscale (7 items), the negative subscale (7 items),and the general psychopathology subscale (16 items), each item rated on a scale of 1 (absent) to 7 (extreme).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.6","spread":"15.45"},{"groupId":"OG001","value":"-17.9","spread":"14.24"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline for the CGI-S Score","description":"The CGI-S rating scale is used to rate the severity of a patient's psychotic condition on a 7-point scale ranging from 1 (not ill) to 7 (extremely severe). This scale permits a global evaluation of the patient's condition at a given time. A qualified rater administered the CGI-S.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.97"},{"groupId":"OG001","value":"-0.9","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in the PSP Score","description":"The PSP scale is used to assess the degree of dysfunction a patient exhibits over a 7-day period within 4 domains of behavior: socially useful activities, personal and social relationships, self-care, and disturbing and aggressive behavior. The results of the assessment are converted to a numeric score. A score between 71 and 100 indicates a mild degree of difficulty; a score between 31 and 70 indicates a moderate degree of dysfunction, and a patient with a score of 30 or less has functioning so poor he or she requires intensive supervision.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":"11.82"},{"groupId":"OG001","value":"8.8","spread":"11.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":41,"n":606},"commonTop":["Insomnia","Headache","Somnolence","Injection site pain"]}}}