{"nctId":"NCT00365105","briefTitle":"Zoledronate, Vitamin D, and Calcium With or Without Strontium 89 or Samarium 153 in Preventing or Delaying Bone Problems in Patients With Bone Metastases From Prostate Cancer, Lung Cancer, or Breast Cancer","startDateStruct":{"date":"2006-07-11","type":"ACTUAL"},"conditions":["Breast Cancer","Lung Cancer","Metastatic Cancer","Pain","Prostate Cancer"],"count":261,"armGroups":[{"label":"Zoledronic acid","type":"ACTIVE_COMPARATOR","interventionNames":["Dietary Supplement: Calcium","Dietary Supplement: Vitamin D","Drug: zoledronic acid"]},{"label":"Zoledronic acid + Radiopharmaceuticals","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: Calcium","Drug: zoledronic acid","Drug: Sm-153","Radiation: Sr-89"]}],"interventions":[{"name":"Calcium","otherNames":[]},{"name":"Vitamin D","otherNames":[]},{"name":"zoledronic acid","otherNames":["Zometa"]},{"name":"Sm-153","otherNames":["Samarium-153"]},{"name":"Sr-89","otherNames":["Strontium-89"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Histologically or cytologically proven diagnosis of solid tumor malignancy of lung, breast, or prostate prior to registration;\n2. Appropriate diagnosis for protocol entry, based upon the following minimum diagnostic workup:\n\n   2.1 History/physical examination within 8 weeks prior to registration; 2.2 Bone scan within 4 weeks prior to registration; bone metastases must be visible on the scan. Other scanning modalities, such as magnetic resonance imaging (MRI), positron emission tomography (PET) 2.3 Dental evaluation according to the dental exam checklist (carried out by the investigator, the investigator's designee, or by a qualified dental professional \\[dental hygienist or dentist\\]), including history of dental surgery (e.g., extraction or implant) within 8 weeks prior to registration and recorded on the dental exam checklist; Note: If the patient has received prior oral bisphosphonate therapy and has had a prior dental evaluation within 8 weeks of registration, the evaluation should not be repeated.\n\n   2.4 Complete blood count (CBC)/differential within 2 weeks prior to registration, with adequate bone marrow function defined as follows:\n   * White blood cell count (WBC) ≥ 2400 cells/mm\\^3;\n   * Absolute neutrophil count (ANC) ≥ 1,800 cells/mm3;\n   * Platelets ≥ 60,000 cells/mm3;\n   * Hemoglobin ≥ 8.0 g/dl (Note: The use of transfusion or other intervention to achieve the required hemoglobin is permitted).\n\n   2.5 Serum creatinine \\< 3 mg/dL (265 μmol/L) within 2 weeks prior to registration; 2.6 Total bilirubin \\< 2.5 mg/dL (43 μmol/L) within 2 weeks prior to registration; 2.7 Pregnancy test (urine dipstick or serum) for women of childbearing potential within 2 weeks prior to registration;\n3. ≥ 18 years of age;\n4. Zubrod performance status 0-2 for patients with breast or prostate primaries; Zubrod performance status 0-1 for patients with lung primaries;\n5. Patients receiving systemic chemotherapy or hormonal therapy are eligible for this study. See Sections 6.0 and 7.0 for further details. Note: All patients must complete external beam radiation therapy ≥ 14 days prior to registration. If patients have undergone CyberKnife treatment, treatment must be completed ≥ 14 days prior to registration.\n6. Patients may have received prior oral bisphosphonate therapy, such as Fosamax® or similar medications. Duration of bisphosphonate treatment prior to study entry must be documented, and all bisphosphonates other than the study drug must be discontinued prior to registration.\n7. Women of childbearing potential and male participants must agree to practice an adequate means of birth control throughout their participation in the study.\n8. Patient must sign study specific informed consent prior to study entry.\n\nExclusion Criteria\n\n1. Patients with brain metastases and/or spinal cord compression are excluded. Note: Patients with no evidence of disease in the brain after treatment for brain metastases are eligible.\n2. Patients with painful bone metastases are not permitted until these bone metastases are successfully treated (for example by external beam irradiation) prior to registration, and the patient has stable pain for at least 2 weeks after that treatment (Stable pain is defined for this study as a patient response of 1, 2, or 3 on Questions 4 and 5 of The Brief Pain Inventory (BPI).\n3. Prior treatment with Strontium-89 or Samarium-153 for bone metastases.\n4. Treatment for more than 6 months with IV bisphosphonates prior to study entry;\n5. Treatment with calcitonin, mithramycin, or gallium nitrate within 2 weeks prior to registration\n6. Severe, active co-morbidity, defined as follows:\n\n   6.1 Evidence in the six months prior to study entry of uncontrolled congestive heart failure, hypertension refractory to treatment, or symptomatic coronary artery disease; 6.2 Current, active dental problems within 4 weeks of registration, including infection of the teeth or jawbone (maxilla or mandible); dental or fixture trauma; current or prior diagnosis of osteonecrosis of the jaw (ONJ); exposed bone in the mouth; or slow healing after dental procedures; 6.3 Dental surgery (e.g., extractions, implants) within 6 weeks of study entry and while receiving study treatment; for patients who require dental surgery, there are no data to suggest whether discontinuation of bisphosphonate treatment reduces the risk of osteonecrosis of the jaw (ONJ) \\[see Section 7.2.4\\].\n\n   6.4 Acquired Immune Deficiency Syndrome (AIDS) based upon current Center for Disease Control (CDC) definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive. Protocol-specific requirements may also exclude immuno-compromised patients.\n7. Pregnant or lactating patients are excluded, as treatment may be harmful to embryos and/or nursing infants.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Development of a Malignant Skeletal-related Events (SRE)","description":"Median time to development of a malignant skeletal related event (SRE), which is defined as a pathological bone fracture, spinal cord compression, surgery to bone or radiation to bone is estimated using Kaplan-Meier method. The time of failure was measured from date of randomization to the date of a documented SRE. The analysis was planned to occur after 257 SRE have been observed, unless the criteria for early stopping are met.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"27.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Experiencing a Skeletal-related Event (SRE) Within One Year","description":"Skeletal-related events are defined as a pathological bone fracture, spinal cord compression, surgery to bone or radiation to bone.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival time is defined as time from randomization to the date of death from any cause. Overall survival rates are estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null},{"groupId":"OG001","value":"26.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Functional Assessment of Cancer Therapy - General (FACT-G) at One Year","description":"The FACT-G is a validated 27-item measure in which a higher score represents higher quality of life (QOL). Physical, functional, social and emotional well-being subscale scores are added together to form the FACT-G total score. Responses range from 0=Not a lot to 4=Very much. Certain items must be reversed before being added, by subtracting the response from 4. Subscale items are added together, multiplied by the number of items in the subscale, then divided by the number of items answered to obtain subscale totals. Total score ranges from 0-108; physical, social and functional subscales from 0-28; emotional subscale from 0-24. Each subscale requires at least 50% of the items to be completed while the overall response rate must be greater than 80%. If items are missing the subscale scores can be prorated. Change score at one year is calculated as one year score - baseline score with a positive change score indicating improvement in QOL.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1","spread":null},{"groupId":"OG001","value":"-2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1","spread":null},{"groupId":"OG001","value":"-1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Brief Pain Inventory (BPI) at One Year","description":"The Brief Pain Inventory (BPI) is a measurement tool for assessing clinical pain. The BPI assesses severity (pain at its \"worst,\" \"least,\" \"average,\" and \"now\"), and interference (how much pain has interfered with seven daily activities, including general activity, walking, work, mood, enjoyment of life, relations with others, and sleep). Patients rate the severity of their pain and the degree to which their pain interferes with common dimensions of feeling and function on a scale of 0 to 10, with 0=no pain/interference and 10=interferes completely/worst pain imaginable.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in EuroQol-5 Dimension 3-level (EQ-5D-3L) at One Year","description":"The EQ-5D-3L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 3 problem levels (1-none, 2-moderate, 3-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm 10-point interval scale. Worst imaginable health state is scored as 0 at the bottom of the scale, and best imaginable health state is scored as 100 at the top. Change at one year is calculated as one-year score - baseline score with positive change indicating improved quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.14"},{"groupId":"OG001","value":"-0.06","spread":"0.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.20","spread":"20.43"},{"groupId":"OG001","value":"-6.70","spread":"15.70"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":123},"commonTop":["Fatigue","Hemoglobin","Bone pain","Back pain","Platelet count decreased"]}}}