{"nctId":"NCT02954172","briefTitle":"Evaluate the Efficacy and Safety of IBI305 in Patients With Advanced or Recurrent Non-squamous NSCLC","startDateStruct":{"date":"2016-11-28","type":"ACTUAL"},"conditions":["NSCLC"],"count":450,"armGroups":[{"label":"Bevacizumab in Combination With Paclitaxel/Carboplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab in Combination With Paclitaxel/Carboplatin"]},{"label":"IBI305 in Combination with Paclitaxel/Carboplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IBI305 in Combination with Paclitaxel/Carboplatin"]}],"interventions":[{"name":"Bevacizumab in Combination With Paclitaxel/Carboplatin","otherNames":["Avastin"]},{"name":"IBI305 in Combination with Paclitaxel/Carboplatin","otherNames":["Bevacizumab Biosimilar"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. signed inform consent form(ICF)\n2. Age ≥ 18 years and ≤ 75 years, male or female\n3. Histologically or cytologically documented inoperable, local advanced (stage IIIB), metastatic (stage IV), or recurrent non-squamous NSCLC; Mixed tumors should be categorized according to the predominant cell type\n4. Histologically confirmed epidermal growth factor receptor (EGFR) wild type or insensitive mutation\n5. At least one measurable lesion according to Response Evaluation Criteria In Solid Tumors（RECISIT） v 1.1\n6. Eastern Cooperative Oncology Group(ECOG) performance status of 0 or 1\n7. Life expectancy ≥ 6 months\n8. Laboratory results:\n\n   1. Adequate hematologic function, defined as absolute neutrophil count ≥1.5×10\\^9 /L, platelet count ≥100 ×10\\^9 /L, hemoglobin ≥90g/L;\n   2. Adequate liver function, defined as total bilirubin levels ≤ 1.5 times normal upper limit (ULN), and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels ≤ 2.5 times ULN, or AST and ALT levels ≤ 5 times ULN for patients with hepatic metastasis;\n   3. Adequate renal function, defined as serum creatinine ≤ 1.5 times ULN or creatinine clearance ≥ 50 ml / min (Cockcroft-Gault formula) and proteinuria \\< 2+;\n   4. Coagulation function is adequate, defined as international normalized ratio (INR) or prothrombin time (PT) ≤ 1.5 times normal upper limit (ULN), PTT or aPTT ≤ 1.5 times ULN;\n9. Expected protocol compliance\n10. Patients of childbearing potential must agree to use effective contraceptive measures during study treatment and for 6 months after receiving last study treatment (e.g. abstinence, sterilization surgery, oral contraceptives, contraception by progesterone injection or subcutaneous).\n\nExclusion Criteria:\n\n1. Prior chemotherapy or target therapy with another systemic anti-cancer agent (e.g., monoclonal antibody, tyrosine kinase inhibitor) for the treatment of the patient's current stage of disease (Stage IIIB not amenable for combined modality treatment, stage IV or recurrent disease). Prior surgery and irradiation is permitted, provided that the criteria outlined in the protocol for both treatments are met. Disease progressed within 6 months after adjuvant therapy must be excluded.\n2. Mixed non-small cell and small cell carcinoma, or mixed adenosquamous carcinomas with predominant squamous cell\n3. Histologically or cytologically confirmed EGFR sensitive mutation type, unknown EGFR status for any reason is allowed in this study.\n4. Known hemoptysis within 3 months prior to screening with blood volume more than 2.5 mL each time\n5. Evidence of tumor invading major blood vessels on imaging. The investigator or the local radiologist must exclude evidence of tumor that is fully contiguous with, surrounding, or extending into the lumen of a major blood vessel (e.g., pulmonary artery or superior vena cava)\n6. Evidence of brain metastasis, spinal cord compression or carcinomatous meningitis history with clinical symptoms. For stable patients with no symptom, could be admitted if fulfill all below criteria: measurable lesion(s) out of CNS, no metastasis at mesocephalon, annular protuberance, medulla oblongata and spinal cord; no history of intracranial bleeding.\n7. Radical radiotherapy to the thorax with curative intent within 28 days prior to enrollment; palliative radiotherapy for bone lesions outside the thoracic region within 2 weeks prior to first dose of study treatment.\n8. Serious, non-healing wound, active ulcer, or untreated bone fracture, or major surgical procedure within 28 days prior to randomization or anticipation of need for major surgery during the course of the study.\n9. Minor surgery (Including insertion of an indwelling catheter) within 48 hours prior to first dose of study treatment\n10. Recent or current (within 10 days prior to first dose of study treatment) receive treatment of Aspirin (\\> 325 mg/day) or other non-steroidal anti-inflammatory drugs (NSAID) known to inhibit platelet function (within 10 days prior to first dose of study treatment)\n11. Recent or current receive treatment of oral all doses of oral or parenteral anticoagulants or thrombolytic agent. Prophylactic use of anticoagulants is permitted.\n12. History or evidence of inherited bleeding diathesis or coagulopathy or thrombus\n13. Uncontrolled hypertension (SBP\\>140 mmHg and/or diastolic blood pressure\\>90 mmHg), prior history of hypertensive crisis and hypertensive encephalopathy\n14. Clinically significant cardiovascular disease but not limited to active infections; unstable angina; stroke or transient cerebral ischemia (within 6 months prior to screening); myocardial infarction (within 6 months prior to screening) ; congestive heart-failure (New York Heart Association (NYHA) class≥ II) ; serious cardiac arrhythmia, hepatic, renal or metabolic disease requiring medication during the study.\n15. History of peptic ulcer, gastrointestinal perforation, erosive esophagitis, erosive gastritis, inflammatory bowel disease or diverticulitis, abdominal fistula or intra-abdominal abscess within 6 months prior to screening\n16. Patient diagnosed with a tracheo-esophageal fistula\n17. Clinically significant third space effusion (e.g., uncontrolled ascites or pleural effusion by extraction or other treatment)\n18. Pulmonary fibrosis or active pneumonia showed by CT at baseline\n19. Active malignancy other than non-small cell lung cancer (NSCLC), treated carcinoma in situ of the cervix, superficial basal cell or squamous cell carcinoma, radical surgery of localized prostate cancer, radical surgery of ductal carcinoma in situ within 5 years prior to randomization\n20. Known autoimmune disease\n21. Known positive HbsAg and hepatitis B virus (HBV)-DNA drop test in peripheral blood ≥ 1 x 10\\^3 copy number/L or 200 IU/mL; If HBsAg positive and HBV-DNA drop test in peripheral blood \\< 1 x 10\\^3 copy number/L or 200 IU/mL, patient is considered to be eligible by investigator only when chronic hepatitis B in the plateau and do not increase the risk\n22. Known positive HIV or hepatitis C virus (HCV) or syphilis\n23. Known allergic disease or allergic physique\n24. Treatment with any other investigational agent or participation in another clinical trial within 30 days prior to screening\n25. Known alcoholism or drug abuse\n26. Pregnant or anticipation of pregnant during the study or lactating women\n27. Known hypersensitivity to bevacizumab or any of its excipients and/or any of the chemotherapy agents\n28. Other conditions that the investigator thinks unsuitable in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Objective Response Rate","description":"ORR（objective response rate）was defined as the percentage of participants in the analysis population who had a Complete Response or a Partial Response per RECIST 1.1. The percentage of participants who experienced a CR or PR is presented. Overall Response (OR) = CR + PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.4","spread":null},{"groupId":"OG001","value":"44.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Time","description":"OS was defined as the time from randomization to death due to any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"18.020","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"Progression-Free Survival (PFS) Per RECIST 1.1 as Assessed by Independent Radiological Review Committee.Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.260","spread":null},{"groupId":"OG001","value":"8.430","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":85,"n":226},"commonTop":["White blood cell count decreased","Neutrophil count decreased","Platelet count decreased","Anaemia","Constipation"]}}}