{"nctId":"NCT01753336","briefTitle":"Long Term Safety And Effectiveness Of Dysport® In Adults With Cervical Dystonia","startDateStruct":{"date":"2013-03"},"conditions":["Cervical Dystonia"],"count":112,"armGroups":[{"label":"Dysport®","type":"EXPERIMENTAL","interventionNames":["Biological: Botulinum toxin type A"]}],"interventions":[{"name":"Botulinum toxin type A","otherNames":["AbobotulinumtoxinA (Dysport®)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects enrolled in Study 169 that have no ongoing adverse events, which in the opinion of the Investigator are related to study treatment and that precludes them from receiving continuing therapy\n* Completed Study 169, or completed all study visits up to and including Week 4 and in the event of an early withdrawal after Week 4 have ≤15% reduction in TWSTRS total score at Week 4 compared to their baseline TWSTRS total score in the double-blind study, and in the Investigator's clinical judgment, would benefit from Dysport® for CD\n\nExclusion Criteria:\n\n* Diagnosis of pure retrocollis or pure anterocollis\n* Requirement for Botulinum Neurotoxin (BoNT) injection to site(s) for disorders other than CD and unable to avoid such treatment(s) for the duration of the study\n* Known hypersensitivity to BoNT or related compounds, or any component in the study drug formulation\n* Allergy to cow's milk protein\n* Myasthenia gravis, other disease of the neuromuscular junction or clinically significant, persistent neuromuscular weakness, or disease or symptoms that could interfere with the TWSTRS scoring\n* Total body weight \\<95 lbs (43.09 kg)\n* Previous phenol injections to the neck muscles\n* Previous myotomy or denervation surgery involving the neck or shoulder region or deep brain stimulation to treat CD\n* Cervical contracture that limited passive range of motion\n* Physiotherapy initiated \\<4 weeks before study entry or expected to be initiated during the study\n* Treatment with aminoglycoside antibiotics within 30 days prior to study treatment\n* Current or expected requirement for concomitant medication that could interfere with the evaluation of study treatment\n* Pregnant and/or lactating females\n* Females of childbearing potential with a positive prestudy urine pregnancy test (a positive urine pregnancy test could be confirmed by a serum pregnancy test at the discretion of the investigator) and subjects, or their partners, who did not agree to use adequate contraception (hormonal or barrier method of birth control) prior to injection of study treatment and for the duration of study participation. Nonchildbearing potential is defined as postmenopause for at least 1 year, surgical sterilisation at least 3 months before entering the study, or hysterectomy\n* Individuals who had family or employee relationship to study site staff or sponsor staff involved in the conduct of the study\n* Any medical condition that could, as judged by the investigator, compromise compliance with the objectives and procedures of this protocol or preclude the administration of BoNT, including swallowing and other respiratory abnormality.\n* Subjects who were unable and/or unwilling to comply fully with the protocol and the study instructions, as judged by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"TWSTRS Total Score at Week 4 and Week 12 for Treatment Cycles 1, 2 and 3.","description":"Mean TWSTRS total scores for Week 4 and Week 12 of treatment cycles 1, 2 and 3 are presented. The mean differences in the TWSTRS total scores from treatment cycle baseline (defined as Day 1 in each cycle) at the Week 4 and Week 12 visits for Treatment Cycles 1, 2 and 3 are also presented. The TWSTRS is an assessment scale used to measure the impact of CD on subjects, and comprises 3 subscales: severity, disability and pain, each of which is scored independently. The total score from the 3 subscales gives the TWSTRS total score with a value from 0 to 85 (best to worst). The score was assessed by the investigator at baseline and at all post-treatment visits of each treatment cycle.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.7","spread":"13.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"13.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.6","spread":"11.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":"12.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":"12.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.4","spread":"13.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"12.76"}]}]}]},{"type":"SECONDARY","title":"TWSTRS Total Scores at Pretreatment Baseline, Week 4 and Week 12 for Treatment Cycles 1, 2 and 3.","description":"The pretreatment baseline scores were defined as the TWSTRS measurement before Dysport® treatment in Study 169 for subjects who had received Dysport® in Study 169 and Day 1 of Study 170 for those subjects who had received placebo. Mean TWSTRS total scores for pretreatment baseline and for Week 4 and Week 12 of treatment cycles 1, 2 and 3 are presented. The mean differences in the TWSTRS total scores from pretreatment baseline scores at Week 4 and Week 12 of each treatment cycle are also presented. The TWSTRS is an assessment scale used to measure the impact of CD on subjects, and comprises 3 subscales: severity, disability and pain, each of which is scored independently. The total score from the 3 subscales gives the TWSTRS total score with a value from 0 to 85 (best to worst). The score was assessed by the investigator prior to study treatment at baseline for Studies 169 and 170 and at all post-treatment visits of each treatment cycle.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.2","spread":"10.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"13.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.6","spread":"11.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":"12.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":"12.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.4","spread":"13.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"12.76"}]}]}]},{"type":"SECONDARY","title":"Treatment Response in Treatment Cycle 3 Week 4.","description":"Treatment response was defined as a reduction in the TWSTRS total score of at least 30% from pretreatment baseline to the Week 4 visit in Treatment Cycle 3. The pretreatment baseline scores were defined as the TWSTRS measurement before Dysport® treatment in Study 169 for subjects who had previously received Dysport® in Study 169 and Day 1 of Study 170 for those subjects who had previously received placebo. The TWSTRS is an assessment scale used to measure the impact of CD on subjects, and comprises 3 subscales: severity, disability and pain, each of which is scored independently. The total score from the 3 subscales gives the TWSTRS total score with a value from 0 to 85 (best to worst). The score was assessed by the investigator prior to study treatment at baseline for Studies 169 and 170 and at all post-treatment visits of each treatment cycle. The proportion (percentage) of subjects who were treatment responders at Week 4 of Treatment Cycle 3 are presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.6","spread":null}]}]}]},{"type":"SECONDARY","title":"TWSTRS Severity Subscale Score at Week 4 and Week 12 for Treatment Cycles 1, 2 and 3.","description":"Mean TWSTRS severity subscale scores for Week 4 and Week 12 of treatment cycles 1, 2 and 3 are presented. The mean differences in the TWSTRS severity subscale scores from treatment cycle baseline (defined as Day 1 in each cycle) at the Week 4 and Week 12 visits for treatment cycles 1, 2 and 3 are also presented. The TWSTRS is an assessment scale used to measure the impact of CD on subjects, and comprises 3 subscales: severity, disability and pain, each of which is scored independently. The total score from the 3 subscales gives the TWSTRS total score with a value from 0 to 85 (best to worst). The severity subscale gives a score from 0 to 35, with higher values indicating a worse outcome of physical findings of CD. The score was assessed by the investigator at baseline and at all post-treatment visits of each treatment cycle.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":"4.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":"5.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":"4.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":"4.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":"4.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":"5.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":"5.29"}]}]}]},{"type":"SECONDARY","title":"TWSTRS Disability Subscale Score at Week 4 and Week 12 for Treatment Cycles 1, 2 and 3.","description":"Mean TWSTRS disability subscale scores for Week 4 and Week 12 of treatment cycles 1, 2 and 3 are presented. The mean difference in the TWSTRS disability subscale scores from treatment cycle baseline (defined as Day 1 in each cycle) at the Week 4 and Week 12 visits for Treatment Cycles 1, 2 and 3 are also presented. The TWSTRS is an assessment scale used to measure the impact of CD on subjects, and comprises 3 subscales: severity, disability and pain, each of which is scored independently. The total score from the 3 subscales gives the TWSTRS total score with a value from 0 to 85 (best to worst). The disability subscale is a 6-item scale and each item is rated on a 6-point scale with higher values indicating the highest degree of disability. The score was assessed by the investigator at baseline and at all post-treatment visits of each treatment cycle.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":"6.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":"6.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":"5.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"5.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":"5.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":"6.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":"6.41"}]}]}]},{"type":"SECONDARY","title":"TWSTRS Pain Subscale Score at Week 4 and Week 12 for Treatment Cycles 1, 2 and 3.","description":"Mean TWSTRS pain subscale scores for Week 4 and Week 12 of treatment cycles 1, 2 and 3 are presented. The mean difference in the TWSTRS pain subscale scores from treatment cycle baseline (defined as Day 1 in each cycle) at the Week 4 and Week 12 visits for Treatment Cycles 1, 2 and 3 are also presented. The TWSTRS is an assessment scale used to measure the impact of CD on subjects, and comprises 3 subscales: severity, disability and pain, each of which is scored independently. The total score from the 3 subscales gives the TWSTRS total score with a value from 0 to 85 (best to worst). The pain subscale gives a score from 0 to 20, with higher values indicating greater pain experienced. The score was assessed by the investigator at baseline and at all post-treatment visits of each treatment cycle.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":"5.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"5.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"5.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"5.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":"4.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":"5.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":"4.85"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":112},"commonTop":["Muscular Weakness","Neck Pain","Dysphagia","Headache","Fall"]}}}