{"nctId":"NCT02090764","briefTitle":"Efficacy and Safety of Ozenoxacin 1% Cream Versus Placebo in the Treatment of Patients With Impetigo","startDateStruct":{"date":"2014-06"},"conditions":["Impetigo"],"count":412,"armGroups":[{"label":"Ozenoxacin","type":"EXPERIMENTAL","interventionNames":["Drug: Ozenoxacin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ozenoxacin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of bullous or non bullous impetigo. The patient has a total affected area comprised between 1-100 cm2 with surrounding erythema not extending more than 2 cm from the edge of any affected area. In case of multiple affected areas the total area will be the sum of each affected area and will not exceed 100 cm2. Additionally for patients \\< 12 years the total area will not exceed a maximum of 2% of the body surface area.\n* Total Skin Infection Rating Scale (SIRS) score of at least 3, including pus/exudate score of at least 1\n\nExclusion Criteria:\n\n* Has a bacterial infection, which in the opinion of the investigator, could not be appropriately treated by a topical antibiotic.\n* Has systemic signs and symptoms of infection (e.g. a fever; defined as an axillary temperature over 37.2 °C (99.0 °F)","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Success","description":"Clinical response (clinical success or clinical failure) at end of therapy (Visit 3) in the intent to treat clinical (ITTC) population.\n\nClinical success at V3 was defined as: SIRS score 0 for blistering, exudates/pus, crusting and itching/pain and no more than 1 for erythema/inflammation such that no additional antimicrobial therapy in the baseline (Visit 1) affected area is necessary.\n\nThe skin infection rating scale (SIRS) is a severity index based on five signs or symptoms: blistering, exudate/pus, crusting, erythema/inflammation, itching/pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.2","spread":null},{"groupId":"OG001","value":"39.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":206},"commonTop":[]}}}