{"nctId":"NCT02454933","briefTitle":"Study of AZD9291 Plus MEDI4736 Versus AZD9291 Monotherapy in NSCLC After Previous EGFR TKI Therapy in T790M Mutation Positive Tumours","startDateStruct":{"date":"2015-07-15","type":"ACTUAL"},"conditions":["Locally Advanced or Metastatic EGFR T790M+ NSCLC"],"count":29,"armGroups":[{"label":"MEDI4736 & AZD9291 Combination","type":"EXPERIMENTAL","interventionNames":["Drug: AZD9291","Drug: MEDI4736"]},{"label":"AZD9291 Monotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: AZD9291"]}],"interventions":[{"name":"AZD9291","otherNames":[]},{"name":"MEDI4736","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged at least 18 years. Japan patients aged at least 20 years.\n* Locally advanced/metastatic NSCLC, not amenable to curative surgery or radiotherapy\n* Confirmation from a previous archival sample that the tumour harbours an EGFR mutation known to be associated with EGFR TKI sensitivity\n* Radiological documentation of disease progression while on a previous continuous treatment with an EGFR TKI. Additional other lines of therapy may have been given. All patients must have documented radiological progression on the last treatment administered prior to enrolling in the study.\n* Patients must have central lab confirmation of tumour T790M status from a biopsy taken after disease progression on the most recent treatment regimen. Only patients with T790M+ will be included in the study\n* At least one lesion, not previously irradiated and not chosen for biopsy during the study screening period, that can be accurately measured at baseline as ≥ 10mm in the longest diameter (except lymph nodes which must have short axis ≥ 15mm) with computerised tomography (CT) or magnetic resonance imaging (MRI) which is suitable for accurate repeated measurements\n* World Health Organisation (WHO) performance status 0-1 with no deterioration over the previous 2 weeks and a minimum life expectancy of 12 weeks\n* Females of child-bearing potential using contraception; negative pregnancy test\n\nExclusion Criteria:\n\n* Treatment with an EGFR-TKI within 5x half-life of study entry; any cytotoxic chemotherapy, investigational agents or other anticancer drugs within 14 days of study entry; current treatment with potent inhibitors/inducers of cytochrome P450 3A4 (CYP3A4); previous treatment with AZD9291 (or other agents specifically targeted against EGFR T790M mutation positive NSCLC); Prior neo-adjuvant or adjuvant chemotherapy treatment within 6 months of starting 1st EGFR TKI treatment; prior exposure to immune-mediated therapy including, but not limited to, other anti cytotoxic T-lymphocyte-associated antigen 4 (anti CTLA-4), anti- programmed cell death 1 (anti-PD-1), anti- programmed cell death ligand 1 (anti-PD-L1), and anti-programmed cell death ligand 2 (anti-PD-L2) antibodies, excluding therapeutic anticancer vaccines; radiotherapy treatment to more than 30% of the bone marrow or with a wide field of radiation within 4 weeks; major surgery within 4 weeks;\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of MEDI4736 (excluding intranasal, inhaled, topical steroids, or local steroid injections)\n* Unresolved toxicities from prior therapy\n* History of active primary immunodeficiency\n* Unstable brain metastases or spinal cord compression\n* Severe/uncontrolled systemic diseases, including uncontrolled hypertension, renal transplant, bleeding diatheses or infection\n* Cardiac disease\n* Ophthalmological conditions\n* Refractory nausea/vomiting, chronic gastrointestinal diseases or bowel resection\n* Past history of interstitial lung disease (ILD), drug-induced ILD, radiation pneumonitis which required steroid treatment, or any evidence of clinically active interstitial lung disease.\n* History of another primary malignancy\n* Active or prior documented autoimmune or inflammatory disorders within the past 3 years prior to the start of treatment\n* History of organ transplant that requires use of immunosuppressive medications\n* Known history of tuberculosis\n* Receipt of live, attenuated vaccine within 30 days prior to the first dose of MEDI4736\n* Inadequate bone marrow reserve or organ function","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Adverse Events (AEs) as a Measure of the Safety and Tolerability of Osimertinib in Combination With Durvalumab","description":"As a measure of the safety and tolerability of osimertinib in combination with durvalumab the number of subjects who experienced any treatment emergent AE (TEAE), any causally related AE, any serious AE (SAE), and any causally related SAE are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":17},"commonTop":["Diarrhoea","Paronychia","Dermatitis acneiform","Pruritus","Decreased appetite"]}}}