{"nctId":"NCT03822845","briefTitle":"Evaluating the Clinical Accuracy of Gallium-68 PSMA PET/CT Imaging in Patients With Biochemical Recurrence of Prostate Cancer","startDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"conditions":["Prostatic Neoplasms","Prostatic Neoplasms, Castration-Resistant"],"count":6,"armGroups":[{"label":"68Ga PSMA PET scan","type":"EXPERIMENTAL","interventionNames":["Drug: Ga-68 PSMA-HBED-CC PET"]}],"interventions":[{"name":"Ga-68 PSMA-HBED-CC PET","otherNames":["Gallium-68 PSMA-HBED-CC PET scan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to understand and willingness to provide informed consent.\n* Pathologically proven prostate adenocarcinoma.\n* Rising PSA after definitive therapy with a prostatectomy or radiation therapy (external beam radiation therapy or brachytherapy).\n* If post-radical prostatectomy, a PSA level of \\> 0.2 ng/mL measured more than 6 weeks post-operatively with a second confirmatory persistent PSA \\> 0.2 ng/mL.\n* If post-radiation therapy, a PSA level that is equal to, or greater than, a 2 mg/mL rise above the lowest PSA value ('nadir').\n* A PSA level result within the last 2 months meeting criteria above.\n* Not receiving any other investigational agents (i.e., unlabeled drugs or drugs under an IND for initial efficacy investigations).\n* No other malignancy within the past 2 years (skin basal cell or cutaneous superficial squamous cell carcinoma or superficial bladder cancer are exempt from this criterion).\n* Karnofsky performance status greater than or equal to 50 (ECOG/WHO 0, 1, or 2) within the last 3 months.\n\nExclusion Criteria:\n\n* Cannot receive furosemide.\n* History of Stevens-Johnson syndrome.\n* History or diagnosis of Paget's disease.\n* Malignancy other than current disease under study.\n* Allergy to sulfa or sulfa-containing medications.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sensitivity of Ga 68-labeled PSMA-11 Positron Emission Tomography/Computed Tomography (PET/CT) for the Detection on a Per Patient Basis","description":"Sensitivity was defined as the proportion of subjects correctly identified as positive by Ga-68 PSMA-11 PET/CT scans compared to a reference standard. Reference standards included conventional imaging (CT, MRI), clinical follow-up within 12 months after PET, and histopathology/biopsy when available. A true positive was defined as a lesion detected by Ga-68 PSMA PET/CT and confirmed by at least one reference standard.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Positive Predictive Value (PPV) of Ga 68-labeled PSMA-11 Positron Emission Tomography/Computed Tomography (PET/CT) for the Detection of Tumor Location on a Per Patient Basis","description":"Positive predictive value will be determined on a per-subject basis of 68Ga PSMA PET scan for detection of tumor sites, confirming against imaging, clinical follow-up, and histopathology when available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Sensitivity of Ga 68-labeled PSMA-11 (PET/CT) for Detecting Tumor Location, Confirming With Histopathology, on a Per-subject Basis.","description":"Sensitivity is defined as the proportion of subjects with a positive Ga-68 PSMA-11 PET/CT scan for detection of tumor location, confirmed by histopathology, on a per-subject basis.","classes":[]},{"type":"SECONDARY","title":"Determine Detection Rates on a Per-subject Basis of 68Ga PSMA-HBED-CC PET/CT When Stratified by PSA Value","description":"Detection rates will be evaluated on a per-subject basis, stratified by PSA values: 0.2 - \\<0.5, 0.5 - \\<1.0, 1.0 \\<2.0, 2.0 - \\<5.0, 5.0 or greater","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":6},"commonTop":[]}}}