{"nctId":"NCT03578081","briefTitle":"Olanzapine With or Without Fosaprepitant Dimeglumine in Preventing Chemotherapy Induced Nausea and Vomiting in Cancer Patients Receiving Highly Emetogenic Chemotherapy","startDateStruct":{"date":"2018-11-20","type":"ACTUAL"},"conditions":["Malignant Neoplasm"],"count":690,"armGroups":[{"label":"Arm I (fosaprepitant dimeglumine, olanzapine)","type":"EXPERIMENTAL","interventionNames":["Drug: Palonosetron Hydrochloride","Drug: Ondansetron Hydrochloride","Drug: Dexamethasone","Drug: Fosaprepitant Dimeglumine","Drug: Olanzapine"]},{"label":"Arm II (placebo, olanzapine)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Palonosetron Hydrochloride","Drug: Ondansetron Hydrochloride","Drug: Dexamethasone","Drug: Olanzapine","Other: Placebo"]}],"interventions":[{"name":"Palonosetron Hydrochloride","otherNames":[]},{"name":"Ondansetron Hydrochloride","otherNames":[]},{"name":"Dexamethasone","otherNames":[]},{"name":"Fosaprepitant Dimeglumine","otherNames":[]},{"name":"Olanzapine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of malignant disease of any stage; (stage I through stage IV)\n* No prior history of chemotherapy for any malignancy\n* Scheduled to receive intravenous HEC (highly emetogenic chemotherapy) (either cisplatin-containing regimen or doxorubicin and cyclophosphamide \\[AC\\]); cisplatin, given on a single day, at a dose of \\>= 70 mg/m\\^2, with or without other chemotherapy agent(s) OR doxorubicin (60 mg/m\\^2) plus cyclophosphamide (600 mg/m\\^2)\n* No nausea or vomiting =\\< 24 hours prior to registration\n* Negative pregnancy test (serum or urine) done =\\< 7 days prior to registration, for women of childbearing potential only\n\n  \\* A female of childbearing potential is a sexually mature female who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months)\n* No known diagnosis of dementia; patients with stable treated brain metastases are eligible to participate\n* No known history of central nervous system (CNS) disease (e.g. seizure disorder)\n* No treatment with another antipsychotic agent such as olanzapine, risperidone, quetiapine, clozapine, phenothiazine or butyrophenone =\\< 30 days prior to registration\n* No chronic phenothiazine administration as an antipsychotic agent (patients may receive prochlorperazine and other phenothiazines as rescue anti-emetic therapy but not within 24 hours prior to registration)\n* No use of amifostine within 7 days prior to registration\n* No radiotherapy within 7 days prior to registration or planned for one week after the current dose of chemotherapy\n* No use of quinolone antibiotic therapy within 7 days prior to registration\n* No chronic alcoholism (as determined by the investigator)\n* No known hypersensitivity to olanzapine\n* No known uncontrolled cardiac arrhythmia, no known uncontrolled congestive heart failure, or no acute myocardial infarction within the previous six months\n* No history of uncontrolled diabetes mellitus, i.e., no diabetic ketoacidosis; within 6 months prior to registration; patients are eligible if they have controlled diabetes on diet, oral agents, and/or insulin\n* Eastern Cooperative Oncology Group (ECOG) performance status 0, 1 or 2\n* Patients must be able to read and comprehend English; local translation, including verbal translation of patient-reported outcomes (PROs) is not permitted\n* Serum creatinine =\\< 2.0 mg/dL =\\< 120 days prior to registration\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) =\\< 3 x upper limit of normal (ULN) =\\< 120 days prior to registration","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"No Nausea Rate Defined as a Response of 0 in the Nausea Item of Nausea and Vomiting Daily Diary/Questionnaire in the Overall (0-120 Hours), Acute (0-24 Hours), and Delayed (24-120 Hours) Periods","description":"The specific measure will be based on the proportion of patients with a value of 0, as measured by the single nausea item (scale 0-10, 0 is no symptoms, 10 is worst symptoms) of the Questionnaire. A modified intent-to-treat principle will be applied for statistical analysis of efficacy in evaluable patients. The proportions of patients with no nausea during the overall, the acute, and the delayed period will be summarized by treatment arm. They will be tested in a sequential manner, using a Simes gatekeeping procedure to maintain the overall significance level at the specified by the Lan-DeMets family of alpha spending function. The difference in no nausea proportions between arms will be estimated along with a one-sided 95% confidence interval. The tests and the confidence intervals will be constructed using normal approximation of the binomial distribution adjusted for the non-inferiority margin.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"223","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"202","spread":null},{"groupId":"OG001","value":"201","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"186","spread":null},{"groupId":"OG001","value":"206","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Response (CR) (no Emetic Episodes and no Use of Rescue Medication) During the Acute, Delayed and the Overall Periods as Measured by the Nausea and Vomiting Daily Diary/Questionnaire","description":"The specific measure will be based on the proportion of patients who answered \"None\" to both questions concerning Vomiting episode(None, Once, Twice, More than twice) and number of extra nausea/vomiting pills taken (None, One, Two, More than two) in the Nausea and Vomiting Daily Diary/Questionnaire. The CR rate for the overall, the acute, and the delayed period will be summarized by treatment arm and will be compared using a Chi-squared test. The difference in CR rates between arms will be estimated along with a 95% confidence interval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"151","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"256","spread":null},{"groupId":"OG001","value":"247","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]}]},{"type":"SECONDARY","title":"Potential Toxicities as Ascribed to Olanzapine as Measured by the Nausea and Vomiting Daily Diary/Questionnaire","description":"Potential toxicities includes nausea, undesired sedation, and undesired appetite, measured by three individual items ( nausea, undesired sedation, undesired appetite) of the Nausea and Vomiting Daily Dairy/Questionnaire(scale 0-10, 0 is no symptoms, 10 is worst symptoms). Incidences of toxicities will be summarized by type and by treatment arm. Incidences of toxicities will be compared between arms using a Chi-squared test or the Fisher's exact test as appropriate. In addition, undesired sedation and appetite increase as collected in the Nausea and Vomiting Daily Diary/Questionnaire will be analyzed by repeated measures analyses including descriptive statistics, graphical approaches, and growth curve models to account for the factor of day and time trend.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"136","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"186","spread":null},{"groupId":"OG001","value":"184","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null},{"groupId":"OG001","value":"236","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"147","spread":null},{"groupId":"OG001","value":"143","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"177","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Nausea Scores (0-10) Repeatedly Measured by the Nausea and Vomiting Daily Diary/Questionnaire","description":"The specific measure will be based on the by the single nausea item (scale 0-10, 0 is no symptoms, 10 is worst symptoms) of the Nausea and Vomiting Daily Diary/Questionnaire. Nausea scores (0-10) repeatedly measured by the Nausea and Vomiting Daily Diary/Questionnaire will be analyzed using the repeated measures analyses and growth curve models as described above for undesired sedation and increase in appetite.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8211364","spread":"1.6289005"},{"groupId":"OG001","value":"0.9177778","spread":"1.7821806"}]}]}]},{"type":"SECONDARY","title":"Total Frequency of Rescue Medication as Measured by the Nausea and Vomiting Daily Diary/Questionnaire","description":"The specific measure will be based on the single item : number of extra nausea/vomiting pills taken (None, One , Twice, More than twice) of the Nausea and Vomiting Daily Diary/Questionnaire.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3614","spread":null},{"groupId":"OG001","value":"3541","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"350","spread":null},{"groupId":"OG001","value":"405","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":51,"n":286},"commonTop":["Fatigue","Neutrophil count decreased","Lymphocyte count decreased","Alopecia","Anemia"]}}}