{"nctId":"NCT01620138","briefTitle":"Response to Cabergoline and Pasireotide in Non-functioning Pituitary Adenomas and Resistant Prolactinomas","startDateStruct":{"date":"2010-03"},"conditions":["Non-functioning Pituitary Adenomas","Prolactinomas"],"count":21,"armGroups":[{"label":"Pasireotide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pasireotide"]},{"label":"cabergoline","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: cabergoline"]}],"interventions":[{"name":"Pasireotide","otherNames":["Signifor"]},{"name":"cabergoline","otherNames":["Dostinex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Male or female patients aged 18 years or greater\n* Patients with confirmed diagnosis of NFPA evidenced by: magnetic resonance imaging (MRI) confirmation of pituitary adenoma and No pituitary tumoral hormone hypersecretion\n* Patients with no previous medical treatment\n* Patients who had been submitted to surgery but not cured. Lack of cure is defined as presence of remnant tumor on MRI at least three months after surgery (without any possible misinterpretation of postsurgical changes)\n* Patients with confirmed diagnosis of resistant prolactinoma by lack of prolactin normalization with a tolerated cabergoline dosage during 12 weeks\n* Patients who had been submitted to surgery due to resistance to cabergoline and not cured. Lack of cure is defined as lack of serum prolactin normalization or complete removal of tumor load\n* Patients who signed the informed consent\n\nExclusion Criteria\n\n* Previous pituitary radiotherapy\n* High risk for transsphenoidal surgery\n* Patients with symptomatic cholelithiasis\n* Diabetic patients on antidiabetic medications those fasting blood glucose is poorly controlled as evidenced by HbA1C \\> 8%\n* Patients with abnormal coagulation (prothrombin time (PT) or partial thromboplastin time (PTT) elevated by 30% above normal limits);\n* Patients receiving anticoagulants that affect PT or PTT\n* Patients who have congestive heart failure (NYHA Class III or IV), unstable angina, sustained ventricular tachycardia, clinically significant bradycardia, advanced heart block, history of acute MI less than one year prior to study entry or clinically significant impairment in cardiovascular function\n* Patients with risk factors for torsade de pointes, i.e. patients with a baseline corrected QT interval (QTc) \\> 480 ms, hypokalemia, family history of long QT syndrome, and concomitant medications known to prolong QT interval\n* Patients with liver disease such as cirrhosis, chronic active hepatitis, or chronic persistent hepatitis, or patients with (alanine aminotransferase) ALT/ (aspartate aminotransferase) AST more than 2 X upper limit of normal (ULN), serum creatinine \\> 2.0 X ULN, serum bilirubin \\> 2.0 X ULN, serum albumin \\< 0.67 X lower limit of normal (LLN)\n* Patients with white blood cell (WBC) \\< 3 X 109/L; Hgb \\< LLN; Platelet count (PLT) \\< 100 X 109/L\n* Patients who have any current or prior medical condition that can interfere with the conduct of the study or the evaluation of its results in the opinion of the investigator\n* Female patients who are pregnant or lactating, or are of childbearing potential and not practicing a medically acceptable method for birth control. Female patients must use barrier contraception with condoms. If oral contraception is used, the patient must have been practicing this method for at least two months prior to enrollment and must agree to continue the oral contraceptive throughout the course of the study and for one month after the last dose of study drug. Male patients who are sexually active are required to use condoms during the study and for 1 month afterwards\n* Patients who have a history of alcohol or drug abuse in the 6 month period prior to receiving pasireotide","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Tumor Volume Changes for NFPA and Prolactin Level Changes for Prolactinoma","description":"Magnetic resonance imaging (MRI) of the sella and prolactin will be performed before (baseline) and after 6 months of treatment with cabergoline or pasireotide. Disease progression will be defined as tumor growth \\> 25%, stable disease as changes \\< 25% and significant tumor shrinkage as \\> 25% in tumor volume compared to baseline MRI (baseline to six months).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"29.35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":12},"commonTop":["Hyperglycemia","Diarrhea"]}}}