{"nctId":"NCT02195700","briefTitle":"Aim to Reduce Movements in Tardive Dyskinesia","startDateStruct":{"date":"2014-06","type":"ACTUAL"},"conditions":["Tardive Dyskinesia"],"count":117,"armGroups":[{"label":"SD-809","type":"EXPERIMENTAL","interventionNames":["Drug: SD-809"]},{"label":"Sugar Pill","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SD-809","otherNames":["deutetrabenazine","AUSTEDO®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of using a dopamine receptor antagonist for at least 3 months\n* Clinical diagnosis of tardive dyskinesia and has had symptoms for at least 3 months prior to screening\n* Subjects with underlying psychiatric diagnosis are stable and have no change in psychoactive medications\n* Have a mental health provider and does not anticipate any changes to treatment regimen in the next 3 months\n* History of being compliant with prescribed medications\n* Able to swallow study drug whole\n* Be in good general health and is expected to attend all study visits and complete study assessments\n* Female subjects must not be pregnant and agree to an acceptable method of contraception\n\nExclusion Criteria:\n\n* Currently receiving medication for the treatment of tardive dyskinesia\n* Have a neurological condition other than tardive dyskinesia that may interfere with assessing the severity of dyskinesias\n* Have a serious untreated or undertreated psychiatric illness\n* Have recent history or presence of violent behavior\n* Have unstable or serious medical illness\n* Have evidence of hepatic impairment\n* Have evidence of renal impairment\n* Have known allergy to any component of SD-809 or tetrabenazine\n* Has participated in an investigational drug or device trial and received study drug within 30 days\n* Have acknowledged use of illicit drugs\n* Have a history of alcohol or substance abuse in the previous 12 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Centrally Read Abnormal Involuntary Movement Scale (AIMS) Score From Baseline to Week 12 Using Mixed Model Repeated Measures (MMRM) Analysis","description":"AIMS is an assessment tool used to detect and follow the severity of TD over time. The AIMS is composed of 12 clinician-administered and scored items. AIMS was digitally video recorded using a standard protocol and independently reviewed by blinded central raters who were experts in movement disorders.\n\nThis outcome sums items 1 through 7 which cover orofacial movements, and extremity and truncal dyskinesia. Severity ratings were from 0 (none) to 4 (severe) for a total scale of 0 (no orofacial, truncal, and extremity dyskinesia) to 28 (severe orofacial, truncal, and extremity dyskinesia). A negative change from baseline score indicates improvement.\n\nA MMRM analysis with change from baseline in AIMS score as dependent variable was used. The model included fixed effects for treatment, time point, treatment-by-time point interaction, DRA status, and baseline AIMS as a covariate. An unstructured covariance model was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"0.45"},{"groupId":"OG001","value":"-1.6","spread":"0.46"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Are a Treatment Success at Week 12 as Assessed by the Clinical Global Impression of Change (CGIC)","description":"The CGIC is a single-item questionnaire that asks the investigator to assess a patient's TD symptoms at specific visits after initiating therapy. The CGIC uses a 7 point Likert Scale, ranging from very much worse (-3) to very much improved (+3), to assess overall response to therapy. A treatment success was defined as \"much improved\" or \"very much improved\" at the week 12 visit. Patients whose status at week 12 was not known, as well as patients who were not \"much improved\" or \"very much improved\" at the week 12 visit, were considered treatment failures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.2","spread":null},{"groupId":"OG001","value":"40.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Are a Treatment Success at Week 12 as Assessed by the Patient Global Impression of Change (PGIC)","description":"The PGIC is a single-item questionnaire that asks the patient to assess their TD symptoms at specific visits after initiating therapy. The PGIC uses a 7 point Likert Scale, ranging from very much worse (-3) to very much improved (+3), to assess overall response to therapy. A treatment success was defined as \"much improved\" or \"very much improved\" at the week 12 visit. Patients whose status at week 12 was not known, as well as patients who were not \"much improved\" or \"very much improved\" at the week 12 visit, were considered treatment failures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"29.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in the Modified Craniocervical Dystonia Questionnaire (CDQ-24)","description":"The CDQ-24 is a disease-specific quality of life questionnaire developed for use in patients with craniocervical dystonia, including both cervical dystonia (CD) and blepharospasm (BPS). The CDQ 24 was modified such that the questions focus more directly on the impact of TD (as opposed to CD/BPS) on quality of life. The following domains are evaluated in the CDQ-24: stigma, emotional well-being, pain, activities of daily living, and social/family life. Each of the 24 questions were rated by patients on a scale of 0=no impairment to 4=severest impairment for a total scale of 0 (no impairment) to 96 (severe impairment). Negative change from baseline scores indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.1","spread":"2.14"},{"groupId":"OG001","value":"-8.3","spread":"2.31"}]}]}]},{"type":"SECONDARY","title":"Participants With Adverse Events for the Overall Treatment Period","description":"An adverse event was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an AE which prevents normal daily activities. Relation of AE to treatment was determined by the investigator and includes possibly, probably and definitely related categories. Serious AEs (SAE) include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Centrally Read Abnormal Involuntary Movement Scale (AIMS) Score From Baseline to Week 12 Using MMRM Analysis","description":"AIMS is an assessment tool used to detect and follow the severity of TD over time. The AIMS is composed of 12 clinician-administered and scored items. AIMS was digitally video recorded using a standard protocol and independently reviewed by blinded central raters who were experts in movement disorders.\n\nThis outcome sums items 1 through 7 which cover orofacial movements, and extremity and truncal dyskinesia. Severity ratings were from 0 (none) to 4 (severe) for a total scale of 0 (no orofacial, truncal, and extremity dyskinesia) to 28 (severe orofacial, truncal, and extremity dyskinesia). A negative percent change from baseline score indicates improvement.\n\nThe MMRM model includes fixed effects for treatment, time point (weeks 2, 4, 6, 9, 12), treatment-by-time point interaction, DRA status, and baseline AIMS as a covariate. Patient is a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.7","spread":"6.06"},{"groupId":"OG001","value":"-15.5","spread":"6.26"}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Abnormal Involuntary Movement Scale (AIMS) Responders by Response Level (Percentage Improvement From Baseline) at Week 12","description":"Response level represents the % improvement in AIMS from baseline. AIMS is an assessment tool used to detect and follow the severity of TD over time. The AIMS is composed of 12 clinician-administered and scored items. AIMS was digitally video recorded using a standard protocol and independently reviewed by blinded central raters who were experts in movement disorders.\n\nThis outcome sums items 1 through 7 which cover orofacial movements, and extremity and truncal dyskinesia. Severity ratings were from 0 (none) to 4 (severe) for a total scale of 0 (no orofacial, truncal, and extremity dyskinesia) to 28 (severe orofacial, truncal, and extremity dyskinesia).\n\nPatients with a missing AIMS score were considered to be AIMS nonresponders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.6","spread":null},{"groupId":"OG001","value":"42.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"29.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.4","spread":null},{"groupId":"OG001","value":"24.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null},{"groupId":"OG001","value":"22.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"8.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Locally Read Abnormal Involuntary Movement Scale (AIMS) Score From Baseline to Week 12 Using MMRM Analysis","description":"This outcome is similar to the primary outcome except that AIMS was read locally.\n\nAIMS is an assessment tool used to detect and follow the severity of TD over time. The AIMS is composed of 12 clinician-administered and scored items. This outcome reports the local reading of AIMS data.\n\nThis outcome sums items 1 through 7 which cover orofacial movements, and extremity and truncal dyskinesia. Severity ratings were from 0 (none) to 4 (severe) for a total scale of 0 (no orofacial, truncal, and extremity dyskinesia) to 28 (severe orofacial, truncal, and extremity dyskinesia). A negative change from baseline score indicates improvement.\n\nA MMRM analysis with change from baseline in AIMS score as dependent variable was used. The model included fixed effects for treatment, time point (weeks 2, 4, 6, 9, and 12), treatment-by-time point interaction, DRA status, and baseline AIMS as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"0.64"},{"groupId":"OG001","value":"-3.7","spread":"0.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":58},"commonTop":["Somnolence","Fatigue","Headache","Dry mouth","Diarrhoea"]}}}