{"nctId":"NCT02797080","briefTitle":"Long-Term Safety Extension Study of ACTIMMUNE® (Interferon γ-1b) in Children and Young Adults With Friedreich's Ataxia","startDateStruct":{"date":"2016-06-28","type":"ACTUAL"},"conditions":["Friedreich's Ataxia"],"count":38,"armGroups":[{"label":"interferon γ-1b","type":"EXPERIMENTAL","interventionNames":["Drug: interferon γ-1b"]}],"interventions":[{"name":"interferon γ-1b","otherNames":["ACTIMMUNE®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent and child assent, if applicable.\n* Completed 26 weeks of treatment and the Week 28 Follow-Up visit in Study HZNP-ACT-302 (NCT02593773).\n* If female, the subject is not pregnant or lactating or intending to become pregnant during the study, or within 30 days after the last dose of study drug. Female subjects of child-bearing potential must have a negative urine pregnancy test result at Week 26 of Study HZNP-ACT-302 (NCT02593773) and agree to use a reliable method of contraception throughout the study and for 30 days after the last dose of study drug.\n\nExclusion Criteria:\n\n* If in the opinion of the Investigator, patients have a concomitant disease or condition that could interfere with the conduct of the study or potentially put the subject at unacceptable risk, the subject will be excluded from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"11 Years","maximumAge":"27 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs), Serious Adverse Events (SAEs), and Discontinuations Due to AEs","description":"An adverse event (AE) is any untoward medical occurrence, whether or not the event is considered related to the investigational product. A TEAE is any adverse change from the subject's baseline condition, including any laboratory test value abnormality judged as clinically significant by the investigator, that occurs on or after the date of the first dose of study drug administered at home and throughout the duration of the clinical study, whether the adverse event is considered related to the treatment or not. A serious AE (SAE) is an AE that results in death, is life-threatening, results in persistent or significant disability or incapacity, inpatient hospitalization or prolongation of an existing hospitalization, is a congenital anomaly or birth defect, or other medically important event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":["Headache","Influenza","Fatigue","Nasopharyngitis","Upper respiratory tract infection"]}}}