{"nctId":"NCT03673462","briefTitle":"Safety of a Quadrivalent Meningococcal Conjugate Vaccine Administered Concomitantly With Routine Pediatric Vaccines in Healthy Infants and Toddlers","startDateStruct":{"date":"2018-09-17","type":"ACTUAL"},"conditions":["Healthy Volunteers (Meningococcal Infection)"],"count":2797,"armGroups":[{"label":"Group 1: MenACYW Conjugate Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Meningococcal polysaccharide (serogroups A,C,Y and W) tetanus toxoid Conjugate vaccine (MenACYW Conjugate vaccine)","Biological: Diphtheria, Tetanus, Acellular Pertussis, Poliovirus and Haemophilus b Vaccine","Biological: Pneumococcal 13-valent Conjugate Vaccine","Biological: Rotavirus Vaccine","Biological: Hepatitis B Vaccine","Biological: Measles, Mumps, and Rubella Virus Vaccine","Biological: Varicella Virus Vaccine"]},{"label":"Group 2: MENVEO®","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Meningococcal (Groups A, C, Y and W 135) Oligosaccharide Diphtheria CRM197 Conjugate Vaccine (MENVEO®)","Biological: Diphtheria, Tetanus, Acellular Pertussis, Poliovirus and Haemophilus b Vaccine","Biological: Pneumococcal 13-valent Conjugate Vaccine","Biological: Rotavirus Vaccine","Biological: Hepatitis B Vaccine","Biological: Measles, Mumps, and Rubella Virus Vaccine","Biological: Varicella Virus Vaccine"]}],"interventions":[{"name":"Meningococcal polysaccharide (serogroups A,C,Y and W) tetanus toxoid Conjugate vaccine (MenACYW Conjugate vaccine)","otherNames":[]},{"name":"Meningococcal (Groups A, C, Y and W 135) Oligosaccharide Diphtheria CRM197 Conjugate Vaccine (MENVEO®)","otherNames":[]},{"name":"Diphtheria, Tetanus, Acellular Pertussis, Poliovirus and Haemophilus b Vaccine","otherNames":[]},{"name":"Pneumococcal 13-valent Conjugate Vaccine","otherNames":[]},{"name":"Rotavirus Vaccine","otherNames":[]},{"name":"Hepatitis B Vaccine","otherNames":[]},{"name":"Measles, Mumps, and Rubella Virus Vaccine","otherNames":[]},{"name":"Varicella Virus Vaccine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Aged \\>= 42 to \\<= 89 days on the day of the first study visit.\n* Healthy infants as determined by medical history, physical examination, and judgment of the investigator.\n* Informed consent form was signed and dated by the parent(s) or guardian (and by an independent witness if required by local regulations).\n* Participant and parent/guardian were able to attend all scheduled visits and complied with all trial procedures.\n* Infants who received the first dose of hepatitis B vaccine at least 28 days before the first study visit.\n\nExclusion criteria:\n\n* Participation at the time of study enrollment or in the 4 weeks preceding the first trial vaccination or planned participation during the present trial period in another clinical trial investigating a vaccine, drug, medical device, or medical procedure.\n* Receipt of any vaccine in the 4 weeks preceding the first trial vaccination or planned receipt of any vaccine in the 4 weeks before and / or following any trial vaccination except for influenza vaccination, which might be received at least 2 weeks before or 2 weeks after any study vaccination. This exception includes monovalent pandemic influenza vaccines and multivalent influenza vaccines.\n* Previous vaccination against meningococcal disease with either the trial vaccine or another vaccine (i.e., mono- or polyvalent, polysaccharide, or conjugate meningococcal vaccine containing serogroups A, C, Y, or W; or meningococcal B serogroup-containing vaccine).\n* Previous vaccination against diphtheria, tetanus, pertussis, poliomyelitis, hepatitis A, measles, mumps, rubella, varicella; and Haemophilus influenzae type b, Streptococcus pneumoniae, and /or rotavirus infection or disease.\n* Receipt of more than 1 previous dose of hepatitis B vaccine.\n* Receipt of immune globulins, blood or blood-derived products since birth.\n* Known or suspected congenital or acquired immunodeficiency; or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks) since birth.\n* Family history of congenital or hereditary immunodeficiency until the immune competence of the potential vaccine recipient was demonstrated.\n* Individuals with blood dyscrasias, leukemia, lymphoma of any type, or other malignant neoplasms affecting the bone marrow or lymphatic systems.\n* Individuals with active tuberculosis.\n* History of any Neisseria meningitidis infection, confirmed either clinically, serologically, or microbiologically.\n* History of diphtheria, tetanus, pertussis, poliomyelitis, hepatitis B, hepatitis A, measles, mumps, rubella, varicella, Haemophilus influenzae type b, Streptococcus pneumoniae, and /or rotavirus infection/disease.\n* At high risk for meningococcal infection during the trial (specifically, but not limited to, participants with persistent complement deficiency, with anatomic or functional asplenia, or participants traveling to countries with high endemic or epidemic disease).\n* History of intussusception.\n* History of any neurologic disorders, including seizures and progressive neurologic disorders.\n* History of Guillain-Barré syndrome.\n* Known systemic hypersensitivity to any of the vaccine components or to latex, or history of a life-threatening reaction to the vaccine(s) used in the trial or to a vaccine containing any of the same substances, including neomycin, gelatin, and yeast .\n* Verbal report of thrombocytopenia contraindicating intramuscular vaccination in the Investigator's opinion.\n* Bleeding disorder, or receipt of anticoagulants in the 3 weeks preceding inclusion, contraindicating intramuscular vaccination in the Investigator's opinion.\n* Chronic illness (including, but not limited to, cardiac disorders, congenital heart disease, chronic lung disease, renal disorders, auto-immune disorders, diabetes, psychomotor diseases, and known congenital or genetic diseases) that in the opinion of the investigator, is at a stage where it might interfere with trial conduct or completion.\n* Any condition which, in the opinion of the Investigator, might interfere with the evaluation of the study objectives.\n* Moderate or severe acute illness/infection (according to Investigator judgment) on the day of vaccination or febrile illness (temperature \\>= 38 degree Celsius \\[\\>= 100.4-degree Fahrenheit\\]). A prospective participant should not be included in the study until the condition has resolved or the febrile event has subsided.\n* Identified as a natural or adopted child of the Investigator or employee with direct involvement in the proposed study.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"42 Days","maximumAge":"89 Days","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Immediate Unsolicited Systemic Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a clinical investigation participant administered a medicinal product and which did not have any causal relationship with the treatment. An unsolicited AE was an observed AE that did not fulfill the conditions prelisted in the case report book (CRB) in terms of diagnosis and/or onset window post-vaccination. Immediate adverse events are unsolicited systemic adverse events occurring in the 30 minutes after injection. Reported AEs for each arm were presented as pre-specified in protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Solicited Injection Site Reactions","description":"A solicited reaction was an \"expected\" adverse reaction (AR) (sign or symptom) observed and reported under the conditions (nature and onset) pre-listed in the protocol and CRB and considered as related to the product administered. Solicited injection site reactions included Injection site tenderness, Injection site erythema, and Injection site swelling and were planned to be collected and reported for each vaccine separately; and not planned to be collected for Rotavirus vaccine as the vaccine was administered orally, and no injection site reactions were expected to occur. Reported AEs for each arm were presented as pre-specified in protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1501","spread":null},{"groupId":"OG001","value":"499","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"826","spread":null},{"groupId":"OG001","value":"257","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"557","spread":null},{"groupId":"OG001","value":"170","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1388","spread":null},{"groupId":"OG001","value":"456","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"770","spread":null},{"groupId":"OG001","value":"255","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"562","spread":null},{"groupId":"OG001","value":"178","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1464","spread":null},{"groupId":"OG001","value":"496","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"889","spread":null},{"groupId":"OG001","value":"298","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"656","spread":null},{"groupId":"OG001","value":"206","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1199","spread":null},{"groupId":"OG001","value":"395","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"539","spread":null},{"groupId":"OG001","value":"192","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"347","spread":null},{"groupId":"OG001","value":"115","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"786","spread":null},{"groupId":"OG001","value":"268","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"409","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"221","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"724","spread":null},{"groupId":"OG001","value":"252","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"364","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Solicited Systemic Reactions","description":"A solicited reaction was an \"expected\" AR (sign or symptom) observed and reported under the conditions (nature and onset) pre-listed in the protocol and CRB and considered as related to the product administered. Solicited systemic reactions included fever, vomiting, crying abnormal, drowsiness, appetite loss, and irritability. Reported AEs for each arm were presented as pre-specified in protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"724","spread":null},{"groupId":"OG001","value":"219","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"542","spread":null},{"groupId":"OG001","value":"163","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1437","spread":null},{"groupId":"OG001","value":"478","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1430","spread":null},{"groupId":"OG001","value":"475","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1015","spread":null},{"groupId":"OG001","value":"350","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1604","spread":null},{"groupId":"OG001","value":"536","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Unsolicited Adverse Events","description":"An AE was any untoward medical occurrence in a clinical investigation participant administered a medicinal product, and which does not necessarily have a causal relationship with this treatment. An unsolicited AE was an observed AE that does not fulfill the conditions prelisted in the CRB in terms of diagnosis and/or onset window post-vaccination. Unsolicited AEs includes both serious adverse events (SAEs) and non-serious unsolicited AEs. Reported AEs for each arm were presented as pre-specified in protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1352","spread":null},{"groupId":"OG001","value":"437","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Serious Adverse Events (SAEs) and Adverse Event of Special Interest (AESIs)","description":"A SAE was any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or was an important medical event. An AESI (serious or non-serious) was defined as one of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and rapid communication by the Investigator to the Sponsor was appropriate. Reported AEs for each arm were presented as pre-specified in protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Medically Attended Adverse Event (MAAEs)","description":"A MAAE was defined as a new onset of a condition that prompts the participant or participant's parent/guardian to seek unplanned medical advice at a health care provider's office or Emergency Department. Reported AEs for each arm were presented as pre-specified in protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1581","spread":null},{"groupId":"OG001","value":"526","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":108,"n":2080},"commonTop":["Injection Site Pain","Irritability","Crying","Somnolence","Injection Site Erythema"]}}}