{"nctId":"NCT02797951","briefTitle":"A Study of LY2951742 (Galcanezumab) in Participants With Cluster Headache","startDateStruct":{"date":"2016-07-13","type":"ACTUAL"},"conditions":["Episodic Cluster Headache","Chronic Cluster Headache"],"count":165,"armGroups":[{"label":"Galcanezumab","type":"EXPERIMENTAL","interventionNames":["Drug: Galcanezumab"]}],"interventions":[{"name":"Galcanezumab","otherNames":["LY2951742"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who participated in and completed either study CGAL or study CGAM.\n* Investigator judges the participant as reliable to follow all study procedures, keep all study visits, and be compliant with study requirements.\n\nExclusion Criteria:\n\n* Current enrollment in or discontinuation within the last 30 days from, a clinical trial involving any investigational drug or device (with the exception of Study CGAL or Study CGAM).\n* Current use or any prior exposure to any calcitonin-gene-related peptide (CGRP) antibody, any antibody to the CGRP receptor, or antibody to nerve growth factor (NGF) (with the exception of Study CGAL or Study CGAM).\n* A history of migraine variants that could implicate or could be confused with ischemia.\n* Known hypersensitivity to multiple drugs, monoclonal antibodies or other therapeutic proteins.\n* A history or presence of other medical illness that indicates a medical problem that would preclude study participation.\n* Evidence of significant active or unstable psychiatric disease, in the opinion of the investigator.\n* Women who are pregnant or nursing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Serious AEs (SAEs)","description":"A TEAE is defined as the reported AEs that first occurred or worsened during the post-baseline phase compared with the baseline phase.\n\nAn SAE is any adverse event from this study that results in 1 of the following: Death, initial or prolonged inpatient hospitalization, a life-threatening experience (that is, immediate risk of dying), persistent or significant disability/incapacity, congenital anomaly/birth defect, Important medical events that may not be immediately life-threatening or result in death or hospitalization but may jeopardize the subject or may require intervention to prevent 1 of the other outcomes listed in the definition above. A summary of serious and other non-serious adverse events regardless of causality is located in the reported adverse events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Suicidal Ideation and Behaviours Collected by Columbia - Suicide Severity Rating Scale (C-SSRS)","description":"C-SSRS is a scale capturing occurrence, severity, and frequency of suicide-related thoughts and behaviours, and has a binary response (yes/no).\n\n* Suicidal Ideation: a \"yes\" answer to any one of 5 suicidal ideation questions: Wish to be Dead, Non-specific Active Suicidal Thoughts, Active Suicidal Ideation with Any Methods (Not Plan) without Intent to Act, Active Suicidal Ideation with Some Intent to Act, without Specific Plan, Active Suicidal Ideation with Specific Plan and Intent.\n* Suicidal Behaviour: a \"yes\" answer to any of 5 suicidal behaviour questions: Preparatory Acts or Behaviour, Aborted Attempt, Interrupted Attempt, Actual Attempt (non-fatal), Completed Suicide.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Anti-Drug Antibodies (TE-ADA) to Galcanezumab","description":"A participant is considered TE-ADA positive if:\n\n* ADA \"not present\" baseline result and any subsequent \"present\" postbaseline ADA result with a titer of at least 1:20 (treatment-induced), or\n* ADA \"present\" baseline result and any subsequent \"present\" postbaseline ADA result with a 4-fold or greater increase in titer from baseline (treatment-boosted).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":164},"commonTop":["Nasopharyngitis","Influenza","Arthralgia","Back pain","Bronchitis"]}}}