{"nctId":"NCT03553498","briefTitle":"IV Acetaminophen as Adjuvant Analgesic to Hydromorphone - Emergency Department Patients","startDateStruct":{"date":"2018-11-27","type":"ACTUAL"},"conditions":["Acute Pain"],"count":162,"armGroups":[{"label":"IV hydromorphone and IV acetaminophen","type":"EXPERIMENTAL","interventionNames":["Drug: IV acetaminophen","Drug: hydromorphone"]},{"label":"IV hydromorphone and placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IV placebo","Drug: hydromorphone"]}],"interventions":[{"name":"IV acetaminophen","otherNames":["Ofirmev"]},{"name":"IV placebo","otherNames":["normal saline"]},{"name":"hydromorphone","otherNames":["Dilaudid"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pain with onset within 7 days of the ED visit\n* ED attending physician's judgment that the patient's pain warrants IV opioids.\n* ED attending physician's judgment that the patient has capacity to provide informed consent.\n* ED attending physician's judgement that patient is not a chronic user of opioids or acetaminophen\n* Patients must be able to understand English or Spanish.\n\nExclusion Criteria:\n\n* Use of opioids or tramadol within past 24 hours.\n* Use of acetaminophen or non-steroidal anti-inflammatory medication within the previous 8 hours.\n* Prior adverse reaction to opioids or acetaminophen.\n* Chronic pain syndrome: frequently recurrent or daily pain for at least 3 months; examples of chronic pain syndromes include sickle cell anemia, osteoarthritis, fibromyalgia, and peripheral neuropathies.\n* Medical condition that might affect metabolism or opioid analgesics or acetaminophen such as hepatitis, renal insufficiency or failure, hypo- or hyper-thyroidism, Addison's or Cushing's disease\n* Pregnant or breastfeeding\n* Alcohol intoxication: the presence of alcohol intoxication as judged by the treating physician or nurse\n* Not at risk of suicide assessed by triage nurse\n* Systolic blood pressure \\<100 mmHg\n* Heart Rate \\< 60/min\n* Oxygen saturation \\< 95% on room air:\n* Use of monoamine oxidase (MAO) inhibitors in past 30 days\n* Use of transdermal pain patches\n* Taking any medication that might interact with one of the study medications, such as a selective serotonin reuptake inhibitor (SSRI) or tricyclic anti-depressants, antipsychotics, anti-malarial medications (quinidine or halofantrine), amiodarone or dronedarone, diphenhydramine, celecoxib, ranitidine, cimetidine, ritonavir, terbinafine or St. John's Wort.\n* Patients who have been previously enrolled in this same study","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Numerical Rating Scale of Pain (NRS) Before Treatment to 60 Minutes After Treatment","description":"The between group difference in change in NRS pain scores from before administration of study medications to 60 minutes post administration of study medications. The NRS is a previously validated and reproducible measure of pain intensity ranging from 0 = no pain, to 10 = worst possible pain. Higher values indicate more pain relief from before treatment to 60 minutes after treatment","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Received Additional Pain Medication Within 60 Minutes of Administration of Study Medication","description":"Difference in percentage of patients who received additional pain medication within 60 minutes of administration of study medication in the two arms of the study","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Received Additional Pain Medication Between 61 and 120 Minutes After Administration of Study Medications","description":"Difference in percentage of patients who received additional pain medication between 61 and 120 minutes after administration of study medication by study group","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Want Additional Analgesics","description":"Number of patients who answer \"yes\" to question: \"Do you want more pain medication\" divided by number of patients","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":80},"commonTop":["Pruritis","Nausea and/or Vomiting","Oxygen Desaturation","Hypotension","Bradycardia"]}}}