{"nctId":"NCT02560584","briefTitle":"A Study of Blue Light Flexible Cystoscopy With Cysview in the Detection of Bladder Cancer in the Surveillance Setting","startDateStruct":{"date":"2015-10-01","type":"ACTUAL"},"conditions":["Bladder Cancer"],"count":304,"armGroups":[{"label":"Cysview arm","type":"EXPERIMENTAL","interventionNames":["Drug: Hexaminolevulinate hydrochloride","Device: KARL STORZ D-Light C PDD Flexible Videoscope System"]}],"interventions":[{"name":"Hexaminolevulinate hydrochloride","otherNames":["Cysview"]},{"name":"KARL STORZ D-Light C PDD Flexible Videoscope System","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"1. Patients with bladder cancer in follow-up for tumor recurrence (Note: Patients must be included only at the first surveillance cystoscopy after a histologically confirmed tumor. The histologically confirmed tumor could either be from a TURB or from a surveillance cystoscopy where a biopsy was taken and a tumor was confirmed by histology)\n2. History of one or more of the following:\n\n   * Multiple tumors\n   * Recurrent tumors\n   * High grade tumor(s)\n\nExclusion Criteria:\n\n1. Gross haematuria. (Note: Gross haematuria is defined as a heavy bladder bleed resulting in significant amounts of blood in the urine, which may visually limit cystoscopy. Where the haematuria is light, the patient should not be excluded, if in the investigator's opinion, rinsing and/or electro-cautery during cystoscopy will alleviate the haematuria limitations to cystoscopy)\n2. Patients who cannot undergo in-office or operating room cystoscopy (Note: Training patients are eligible even if they cannot undergo operating room cystoscopy)\n3. Patients who have received Bacillus Calmette-Guérin (BCG) immunotherapy or intravesical chemotherapy within the past 6 weeks prior to the procedure\n4. Porphyria\n5. Known allergy to hexaminolevulinate hydrochloride or a similar compound\n6. Pregnancy or breast-feeding (all women of child-bearing potential must document a negative urine pregnancy test before study inclusion and use adequate contraception during the study\n7. Participation in other clinical studies with investigational drugs either concurrently or within the last 30 days\n8. Patient is the investigator or any sub investigator, research assistant, pharmacist, study coordinator, other staff or relative thereof directly involved in the conduct of the protocol\n9. Patients that the investigator believes are unlikely to comply with the protocol, e.g. mental condition rendering the patient unable to understand the nature, scope, and possible consequences of participating in the clinical study, uncooperative attitude or unlikelihood of completing the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With Histologically Confirmed Malignancy Where Malignancy is Only Detected With Blue Light Cystoscopy With Cysview and Not White Light Cystoscopy","description":"In the subsection of patients with histologically confirmed malignancy, the proportion of patients detected only by the use of blue light cystoscopy with Cysview is measured.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With Adverse Events Considered Causally Related to Cysview and/or Blue Light in the Surveillance Examination Compared With the OR Examination","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With One or More Carcinoma in Situ (CIS) Lesions Detected With Blue Light Cystoscopy With Cysview and None With White Light Cystoscopy","description":"In the subsection of patients with histologically confirmed CIS, the proportion of patients detected only by blue light cystoscopy with Cysview is measured.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":304},"commonTop":["Bladder discomfort, Bladder pain, Bladder spasm, Dysuria, Urethral pain, Urinary bladder hemorrhage","Procedural pain","Pain, Pyrexia","Dermatitis contact, erythema, priuritus","Nausea"]}}}