{"nctId":"NCT02013037","briefTitle":"The De-novo Use of Eculizumab in Presensitized Patients Receiving Cardiac Transplantation","startDateStruct":{"date":"2012-11"},"conditions":["Antibody-mediated Rejection","Hyperacute Rejection of Cardiac Transplant","Left Ventricular Dysfunction","Cardiac Allograft Vasculopathy","Heart Graft Dysfunction"],"count":36,"armGroups":[{"label":"Eculizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Eculizumab"]}],"interventions":[{"name":"Eculizumab","otherNames":["Soliris"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient is ≥ 18 years of age.\n* Patient has a panel reactive antibody (PRA) ≥ 70% at any time prior to screening.\n* Patient is considered compliant and intends to be available for a minimum follow-up study period of 1 year.\n* Patient must be vaccinated against Neisseria meningitides at least 2 weeks prior to receiving treatment therapy or receive appropriate antibiotic prophylaxis for the duration of eculizumab treatment if timely vaccination could not be achieved prior to transplantation.\n* Voluntary written informed consent must be obtained before performance of any study-related procedure not considered routine medical care, with the understanding that consent may be withdrawn by the subject at any time without prejudice to future medical care.\n* Female subject is either post-menopausal or surgically sterilized or willing to use two acceptable methods of birth control (i.e., a hormonal contraceptive, intra-uterine device, diaphragm with spermicide, condom with spermicide, or abstinence) for the duration of the study and for up to 2 months after the last dose of study medication.\n\nExclusion Criteria:\n\n* Donor or recipient age is \\< 18 years or \\> 75 years.\n* Cold ischemia time is \\> 6 hours.\n* Current clinical, radiographic, or laboratory evidence of active or latent tuberculosis (TB), as determined by local standard of care.\n* History of active TB within the last 2 years, even if treated.\n* History of active TB greater than 2 years ago, unless there is documentation of adequate treatment according to locally accepted clinical practice.\n\n(Note: Patients at risk of TB reactivation preclude administration of conventional immunosuppression, as determined by the study investigator and based upon appropriate evaluation).\n\n* Receipt of desensitization treatment with rituximab less than 2 weeks prior to therapy and cluster of differentiation antigen 20 (CD20) count \\>2%.\n* Receipt of a live vaccine within 4 weeks prior to study entry.\n* Patients with current or recent severe systemic infections within the 2 weeks prior to transplantation.\n* Prior history of splenectomy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants of Pathologic Antibody-Mediated Rejection and Left Ventricular Dysfunction","description":"The efficacy of Eculizumab will be assessed by a composite endpoint of:\n\n1. the incidence of pathologic AMR with a Grade ≥ 2\n2. the incidence of left ventricular dysfunction, as defined by a left ventricular ejection fraction (LVEF) ≤ 40% or a decrease of \\>15% from baseline prior to the initiation of Eculizumab treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Survival at 12 Months Post Heart Transplantation","description":"The study will assess overall survival at 12 months following heart transplantation.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hemodynamic Compromise at 6 Months Post Transplant","description":"The incidence of patient hemodynamic compromise will be assessed at 6 months post transplant, as defined by any one of the following:\n\n1. a 20% decrease in LVEF from baseline\n2. a LVEF \\< 40%\n3. a 25% decrease in cardiac index from baseline\n4. a cardiac index \\< 2.0\n5. the need for inotropic support","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hemodynamic Compromise at 1 Year Post Transplant","description":"The incidence of patient hemodynamic compromise will be assessed at one year post transplant, as defined by any one of the following:\n\n1. a 20% decrease in LVEF from baseline\n2. a LVEF \\< 40%\n3. a 25% decrease in cardiac index from baseline\n4. a cardiac index \\< 2.0\n5. the need for inotropic support","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Antibody Mediated Rejection (AMR)","description":"The study assessed the number of patients who develop AMR as well as the total number of episodes of AMR.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With of Acute Cellular Rejection (ACR)","description":"The study assessed the number of participants with of Acute Cellular Rejection (ACR)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Development of Cardiac Allograft Vasculopathy (CAV) by Intravascular Ultrasound (IVUS)","description":"Development of cardiac allograft vasculopathy at 1 year determined by intravascular ultrasound defined as change in site-matched maximal intimal thickness ≥ 0.5mm from baseline to 1 year.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Evolution of DSA: Donor Specific Antibody Post Transplantation","description":"Number of Participants who develop de novo donor specific antibody (DSA) in the first year following transplantation was determined.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":36},"commonTop":[]}}}