{"nctId":"NCT05071313","briefTitle":"A Study of an Ad26.RSV.preF-based Vaccine and High-dose Seasonal Influenza Vaccine, With and Without Coadministration, in Adults Aged 65 Years and Older","startDateStruct":{"date":"2021-10-04","type":"ACTUAL"},"conditions":["Influenza, Human Prevention","Respiratory Syncytial Viruses Prevention"],"count":777,"armGroups":[{"label":"Group 1: Coadministration (CoAd) Group","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.preF-based vaccine","Biological: Quadrivalent High-dose Influenza Vaccine","Biological: Placebo"]},{"label":"Group 2: Control Group","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.preF-based vaccine","Biological: Quadrivalent High-dose Influenza Vaccine","Biological: Placebo"]}],"interventions":[{"name":"Ad26.RSV.preF-based vaccine","otherNames":[]},{"name":"Quadrivalent High-dose Influenza Vaccine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to adhere to the prohibitions and restrictions specified in this protocol\n* In the investigator's clinical judgment, the participant must be in stable health at the time of vaccination. Participants will be included on the basis of medical history and vital signs performed between informed consent from (ICF) signature and vaccination\n* Before randomization, a participant must be not intending to conceive by any methods, postmenopausal or surgically sterile\n* From the time of vaccination through 3 months after vaccination, agrees not to donate blood\n* Must be willing to provide verifiable identification, have means to be contacted and to contact the investigator during the study\n* Participant must be able to work with smartphones/tablets/computers\n\nExclusion Criteria:\n\n* History of malignancy within 5 years before screening not in the following categories: a) participants with squamous and basal cell carcinomas of the skin and carcinoma in situ of the cervix may be enrolled at the discretion of the investigator; b) participants with a history of malignancy within 5 years before screening, with minimal risk of recurrence per investigator's judgement, can be enrolled\n* Known or suspected allergy or history of anaphylaxis or other serious adverse reactions to vaccines or their excipients (including specifically the excipients of the study vaccine)\n* History of severe allergic reactions (example, anaphylaxis) to any component of the Quadrivalent high-dose influenza vaccine, including egg protein, or following a previous dose of any influenza vaccine\n* Has abnormal function of the immune system resulting from either clinical condition, chronic or recurrent use of systemic corticosteroids within 2 months prior to study vaccination, or immunomodulating agents within 6 months prior to study vaccination\n* Per medical history, participant has chronic active hepatitis B or hepatitis C infection\n* History of acute polyneuropathy (example, Guillain-Barre syndrome) or chronic idiopathic demyelinating polyneuropathy\n* Has a serious chronic disorder, example, chronic obstructive pulmonary disease or congestive heart failure, end-stage renal disease with or without dialysis, clinically unstable cardiac disease, Alzheimer's disease, or has any condition, including conditions placing the participant at high risk for severe influenza, for which, in the opinion of the investigator, participation would not be in the best interest of the participant or that could prevent, limit, or confound the protocol-specified assessments\n* Received vaccination with seasonal influenza vaccine for the current influenza season in the Northern Hemisphere","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean Titers (GMTs) of Hemagglutination Inhibition (HI) Antibodies Against Each of the Four Influenza Vaccine Strains as Measured by HI Assay","description":"Hemagglutination is a phenomenon by which the hemagglutinin protein of influenza viruses can bind to sialic acid receptors on the red blood cell membrane, thereby forming clumps and is the basis for the HI assay. GMTs of HI antibodies against each of the four influenza vaccine strains as measured by HI assay at 28 days after the administration of a quadrivalent high-dose seasonal influenza vaccine (fluzone) were reported. The analysis was performed on 2 influenza A strains \\[A/Victoria and A/Tasmania\\] and 2 influenza B strains \\[B/Washington and B/Phuket\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"178","spread":null},{"groupId":"OG001","value":"179","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"PRIMARY","title":"GMTs of Prefusion F-protein (preF) Antibodies as Assessed by Enzyme-linked Immunosorbent Assay (ELISA) on Day 29","description":"GMTs of preF antibodies at 28 days after the administration of Ad26.RSV.preF-based vaccine as assessed by ELISA on Day 29 were reported. This outcome measure was planned to be analyzed for specified arm only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2665","spread":null}]}]}]},{"type":"PRIMARY","title":"GMTs of PreF Antibodies as Assessed by Enzyme-linked Immunosorbent Assay (ELISA) on Day 57","description":"GMTs of preF antibodies at 28 days after the administration of Ad26.RSV.preF-based vaccine as assessed by ELISA on Day 57 were reported. This outcome measure was planned to be analyzed for specified arm only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3206","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Local Adverse Events (AEs) After Study Vaccination 1","description":"Number of participants with solicited local AEs after study vaccination 1 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited local AEs that included injection site pain/tenderness, erythema and swelling at the study vaccine injection site, were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site). Solicited local AEs were reported separately for all vaccines because fluzone and RSV vaccine mixture (containing both Ad26. RSV. preF 1\\*10\\^11 vp and RSV preF protein 150 mcg) in group 1 were administered in opposite arms on Day 1. Similarly, fluzone and placebo in group 2 were administered in opposite arms on Day 1. Hence, the data for this outcome measure was analyzed separately for each vaccine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"237","spread":null},{"groupId":"OG001","value":"263","spread":null},{"groupId":"OG002","value":"219","spread":null},{"groupId":"OG003","value":"98","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Local AEs After Study Vaccination 2","description":"Number of participants with solicited local AEs after study vaccination 2 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited local AEs that included injection site pain/tenderness, erythema and swelling at the study vaccine injection site, were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"241","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Systemic AEs After Study Vaccination 1","description":"Number of participants with solicited systemic AEs after study vaccination 1 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited systemic events included events such as fatigue, headache, nausea, and myalgia, for which participants were specifically questioned and which were noted by participants in their participant diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"285","spread":null},{"groupId":"OG001","value":"181","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Systemic AEs After Study Vaccination 2","description":"Number of participants with solicited systemic AEs after study vaccination 2 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Systemic events included events such as fatigue, headache, nausea, and myalgia, for which participants will be specifically questioned and which will be noted by participants in their participant diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"218","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Unsolicited AEs After Study Vaccination 1","description":"Number of participants with unsolicited AEs after study vaccination 1 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Unsolicited AEs were all AEs for which the participant was not specifically questioned in the participant diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Unsolicited AEs After Study Vaccination 2","description":"Number of participants with unsolicited AEs after study vaccination 2 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Unsolicited AEs were all AEs for which the participant was not specifically questioned in the participant diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs) Up to Study Vaccination 1","description":"Number of participants with SAEs up to study vaccination 1 were reported. SAE is any untoward medical occurrence that at any dose may result in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a suspected transmission of any infectious agent via a medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs) Up to Study Vaccination 2","description":"Number of participants with SAEs up to study vaccination 2 were reported. SAE is any untoward medical occurrence that at any dose may result in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a suspected transmission of any infectious agent via a medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events of Special Interest (AESI) Up to Study Vaccination 1","description":"Number of participants with AESI up to study vaccination 1 were reported. Thrombosis with thrombocytopenia syndrome (TTS) was considered to be an AESI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events of Special Interest (AESI) Up to Study Vaccination 2","description":"Number of participants with AESI up to study vaccination 2 were reported. Thrombosis with thrombocytopenia syndrome (TTS) was considered to be an AESI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Seroconverted Participants After 28 Days of Administration of Influenza Vaccine","description":"Number of seroconverted participants after 28 days of administration of influenza vaccine (fluzone) were reported. Seroconversion is defined for each of the 4 influenza vaccine strains at 28 days after the administration of a quadrivalent high-dose seasonal influenza vaccine: HI titer greater than or equal to (\\>=) 1:40 in participants with a pre-vaccination HI titer of less than (\\<) 1:10, or a \\>=4-fold HI titer increase in participants with a pre-vaccination HI titer of \\>=1:10.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"190","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null},{"groupId":"OG001","value":"165","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Seroprotected Participants After 28 Days of Administration of Influenza Vaccine","description":"Number of seroprotected participants after 28 days of administration of influenza vaccine (fluzone) were reported. Seroprotection is defined for each of the 4 influenza vaccine strains as HI titer \\>=1:40 at 28 days after the administration of a quadrivalent high-dose seasonal influenza vaccine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"323","spread":null},{"groupId":"OG001","value":"313","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"282","spread":null},{"groupId":"OG001","value":"285","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"247","spread":null},{"groupId":"OG001","value":"245","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":385},"commonTop":["Chills","Hypertension"]}}}