{"nctId":"NCT02920528","briefTitle":"Subdissociative Dose Ketamine for Treatment of Acute Pain in Subjects With Chronic Pain","startDateStruct":{"date":"2017-05-01","type":"ACTUAL"},"conditions":["Chronic Pain"],"count":106,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"very low dose ketamine","type":"EXPERIMENTAL","interventionNames":["Drug: Ketamine"]},{"label":"low dose ketamine","type":"EXPERIMENTAL","interventionNames":["Drug: Ketamine"]}],"interventions":[{"name":"Ketamine","otherNames":["ketalar"]},{"name":"Placebo","otherNames":["Normal Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All adult subjects over the age of 18 with chronic pain\\* presenting to the emergency department with exacerbation of their chronic pain as their primary complaint\n* Subjects who are willing and able to provide informed consent. \\*Chronic pain defined as greater \\> 3 months of symptoms and an initial VAS pain score \\> 70\n\nExclusion Criteria:\n\n* History of overt psychosis, severe hypertension as defined by Systolic Blood Pressure \\> 180 mm Hg or Diastolic Blood Pressure \\>110 mm Hg, unstable angina, Coronary Artery Disease, Congestive Heart Failure, porphyrias, thyroid disease, seizure disorder, inability to provide informed consent: dementia, non-English/Spanish speakers, subjects in custody, suicidal, or clinically intoxicated.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"To Compare the Percentage of Subjects Who Achieved Significant Pain Relief Between the 3 Treatment Groups as Measured by a Visual Analog Pain Scale at 60 Minutes A Decrease of at Least 20 mm on the VAS Will be Considered \"Significant\" Pain Relief","description":"The primary endpoint was clinically significant pain relief defined a priori as a decrease in the pain VAS of at least 20 mm from baseline, which was arbitrarily chosen as the minimal amount that may be important to this group of patients and was extrapolated from studies of acute pain management in the ED. Using an effect size of 20-mm change in VAS as the marker for a successful outcome and the proportion of successes by group as the analysis point, we performed a power analysis using three groups: 0.5 mg/kg ketamine, 0.25 mg/kg ketamine, and placebo and found that a sample size of 96 subjects would be required to detect a statistically significant difference among groups with a power of 90% (a = 0.05). Expecting a loss of 10% of subjects due to patient withdrawal or incomplete data, 106 subjects were recruited. Only subjects who completed the 60-minute study and had data recorded for each of the time points were included in the analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Assess the Risk for Adverse Events Associated With Sub-dissociative Dose Ketamine","description":"Subjects will be continuously assessed for complications secondary to the sub-dissociative ketamine","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]}]},{"type":"POST_HOC","title":"Follow-up Pain Scores Obtained by Telephone at 24 - 48 Hours","description":"Subjects were contacted by phone 24 - 48 hours after the completion of the study infusion. Subjects were asked to score their pain on 10-point numeric rating scale where 0 represented no pain and 10 represented the worst pain they could be having. Pain score was recorded in increments of 1 from 0 - 10. Results were compared between groups using the Mann-Whitney U-test.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":32},"commonTop":[]}}}