{"nctId":"NCT00803205","briefTitle":"Study of Ataluren (PTC124™) in Cystic Fibrosis","startDateStruct":{"date":"2009-09-08","type":"ACTUAL"},"conditions":["Cystic Fibrosis"],"count":238,"armGroups":[{"label":"Ataluren","type":"EXPERIMENTAL","interventionNames":["Drug: Ataluren"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ataluren","otherNames":["PTC124"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to provide written informed consent (parental/guardian consent and participant assent if \\<18 years of age)\n* Age ≥6 years\n* Body weight ≥16 kg\n* Abnormal nasal transepithelial potential difference (TEPD) total chloride conductance (a less electrically negative value than -5 millivolts (mV) for total chloride conductance \\[Δchloride-free+isoproterenol\\])\n* Sweat chloride \\>40 milliequivalents/liter (mEq/L)\n* Documentation of the simultaneous presence of a nonsense mutation in at least 1 allele of the CFTR gene and a CF-causing mutation in the other CFTR allele, as determined by gene sequencing from a laboratory certified by the College of American Pathologists (CAP), under the Clinical Laboratory Improvement Act/Amendment (CLIA), or by an equivalent organization\n* Verification that a blood sample has been drawn for confirmation of the presence of a nonsense mutation in the CFTR gene\n* Ability to perform a valid, reproducible spirometry test using the study-specific spirometer with demonstration of an FEV1 ≥40% and ≤90% of predicted for age, gender, and height\n* Resting oxygen saturation (as measured by pulse oximetry) ≥92% on room air\n* Documentation by VivoMetrics that the participant has satisfactorily completed a 24-hour LifeShirt® cough frequency assessment\n* Confirmed screening laboratory values within the central laboratory ranges (hepatic, adrenal, renal, serum electrolytes, and reproduction \\[women only\\] parameters)\n* In participants who are sexually active, willingness to abstain from sexual intercourse or employ a barrier or medical method of contraception during the study drug administration and 4-week follow-up period\n* Willingness and ability to comply with scheduled visits, drug administration plan, study restrictions, and study procedures\n\nExclusion Criteria:\n\n* Known hypersensitivity to any of the ingredients or excipients of the study drug\n* Any change (initiation, change in type of drug, dose modification, schedule modification, interruption, discontinuation, or reinitiation) in a chronic treatment/prophylaxis regimen for CF or for CF-related conditions within 4 weeks prior to start of study treatment\n* Exposure to another investigational drug within 4 weeks prior to start of study treatment\n* Treatment with systemic aminoglycoside antibiotics at the time of the Baseline TEPD assessment\n* Treatment with intravenous antibiotics within 3 weeks prior to start of study treatment\n* History of solid organ or hematological transplantation\n* Ongoing immunosuppressive therapy (other than corticosteroids)\n* Ongoing warfarin, phenytoin, or tolbutamide therapy\n* Ongoing participation in any other therapeutic clinical trial\n* Major complications of lung disease (including massive hemoptysis, pneumothorax, or pleural effusion) within 8 weeks prior to start of study treatment\n* Evidence of pulmonary exacerbation or acute upper or lower respiratory tract infection (including viral illnesses) within 3 weeks prior to randomization\n* Known portal hypertension\n* Positive hepatitis B surface antigen, hepatitis C antibody test, or human immunodeficiency virus (HIV) test\n* Pregnancy or breast-feeding\n* Current smoker or a smoking history of ≥10 pack-years (number of cigarette packs/day \\* number of years smoked)\n* Prior or ongoing medical condition (for example, concomitant illness, alcoholism, drug abuse, psychiatric condition), medical history, physical findings, electrocardiography findings, or laboratory abnormality that, in the Investigator's opinion, could adversely affect the safety of the participant, makes it unlikely that the course of treatment or follow-up would be completed, or could impair the assessment of study results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Predicted Function (Percent-Predicted) of Forced Expiratory Volume in One Second (FEV1) at Baseline","description":"Spirometry was used to assess pulmonary function by measuring the percentage of predicted function, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was assessed by using current guidelines of the American Thoracic Society (ATS) and European Respiratory Society (ERS). Baseline was the average of percent-predicted FEV1 at screening and randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.092","spread":"13.6159"},{"groupId":"OG001","value":"60.232","spread":"15.1437"}]}]}]},{"type":"PRIMARY","title":"Percentage Change From Baseline in Percent-Predicted of FEV1 at Week 48","description":"Spirometry was used to assess pulmonary function by measuring the percentage of predicted function, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was assessed by using current guidelines of the American Thoracic Society (ATS) and European Respiratory Society (ERS). The percentage of change in percent-predicted of FEV1 was calculated as follows: (\\[percent-predicted FEV1-Baseline percent-predicted FEV1\\]/Baseline percent-predicted FEV1)\\*100. Baseline was the average of percent-predicted FEV1 at screening and randomization. A negative change from Baseline indicates that percent-predicted of FEV1 decreased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.534","spread":"13.2452"},{"groupId":"OG001","value":"-5.500","spread":"12.5595"}]}]}]},{"type":"SECONDARY","title":"Rate of Pulmonary Exacerbations as Defined by Modified Fuch's Criteria Over 48 Weeks","description":"A Respiratory Event Form, which collected data on various signs, symptoms, and effects for each event, was completed by the Investigator when informed by the participant of a respiratory event. Pulmonary exacerbations were assessed by using the modified Fuchs' criteria, which defines an exacerbation as a respiratory event requiring treatment with parenteral antibiotics for any 4 of the following 12 symptoms, with or without intravenous antibiotics: change in sputum; new or increased hemoptysis; increased cough; increased dyspnea; fatigue; temperature \\>38°C; anorexia; sinus pain; change in sinus discharge; change in physical examination of the chest; decrease in pulmonary function by 10% or more from a previously recorded value; or radiographic changes indicative of pulmonary function. The 48-week exacerbation rate was determined by adding the weekly rates for each arm and dividing the sum by 48.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.42","spread":null},{"groupId":"OG001","value":"1.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Awake Cough Hourly Rate at Week 48","description":"The frequency of awake cough was measured using the LifeShirt, which incorporates motion-sensing transducers, electrodes, a microphone, and a 3-axis accelerometer into a lightweight vest. The rate was determined by dividing the total number of coughs by 24 (the number of hours of the observation period). Baseline was the latest, valid assessment prior to the treatment. A negative change from Baseline indicates that coughing decreased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.218","spread":"20.2726"},{"groupId":"OG001","value":"24.472","spread":"16.7828"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.595","spread":"18.3221"},{"groupId":"OG001","value":"0.882","spread":"14.3936"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Respiratory Domain Score of the Revised Cystic Fibrosis Questionnaire (CFQ-R) at Week 48","description":"The CFQ-R consists of 44 items, including generic scales of physical functioning, role functioning, vitality, health perceptions, emotional functioning, and social functioning, and CF-specific scales of respiratory and digestive symptoms, body image, eating disturbances, and treatment burden. Each domain score ranges from 1 to 4. Scores were linearly transformed to a 0 to 100 scale, with higher scores indicating better health. Domain scores were calculated by using the following formula: 100 \\* (sum of responses - minimum possible sum)/ (maximum possible sum - minimum possible sum). The minimum possible sum = number of questions \\* 1; the maximum possible = the number of questions \\* 4. Baseline was the latest, valid assessment prior to the treatment. A negative change from Baseline indicates that health has worsened. Participants may have switched age groups during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.78","spread":"11.070"},{"groupId":"OG001","value":"79.49","spread":"16.879"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":"12.028"},{"groupId":"OG001","value":"-3.57","spread":"21.973"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.06","spread":"15.678"},{"groupId":"OG001","value":"65.95","spread":"16.771"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.81","spread":"18.365"},{"groupId":"OG001","value":"-3.32","spread":"16.245"}]}]}]},{"type":"SECONDARY","title":"Percent-Predicted of Forced Vital Capacity (FVC) at Baseline","description":"Spirometry was used to assess pulmonary function by measuring the percentage of predicted function, which was determined on the basis of the height value obtained at the same study visit, for FVC (the amount of air that can be exhaled after taking a deep breath). Spirometry was assessed by using current guidelines of the ATS and ERS. Baseline was the average of percent-predicted FVC at screening and randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.332","spread":"13.1825"},{"groupId":"OG001","value":"76.609","spread":"13.3711"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Percent-Predicted of FVC at Week 48","description":"Spirometry was used to assess pulmonary function by measuring the percentage of predicted function, which was determined on the basis of the height value obtained at the same study visit, for FVC (the amount of air that can be exhaled after taking a deep breath). Spirometry was assessed by using current guidelines of the ATS and ERS. The percentage of change in percent-predicted of FVC was calculated as follows: ((percent-predicted FVC-Baseline percent-predicted FVC)/Baseline percent-predicted FVC)\\*100. Baseline was the average of percent-predicted FVC at screening and randomization. A negative change from Baseline indicates that percent-predicted of FVC decreased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.139","spread":"10.0463"},{"groupId":"OG001","value":"-3.484","spread":"9.9304"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Treatment-Emergent Adverse Events (TEAE)","description":"A TEAE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship that occurred or worsened in the period extending from first dose of study drug to 4 weeks after the last dose of study drug. A serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. AEs included both SAEs and non-serious AEs. AE severity was graded as follows: Grade 1: mild; Grade 2: moderate; Grade 3: severe; Grade 4: life-threatening; Grade 5: fatal. A TEAE was considered related if in the opinion of the Investigator it was possibly or probably caused by the study drug. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.3","spread":null},{"groupId":"OG001","value":"97.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"16.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.5","spread":null},{"groupId":"OG001","value":"55.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":null},{"groupId":"OG001","value":"25.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"35.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"26.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null},{"groupId":"OG001","value":"29.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"40.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rate of Study Drug Compliance by Drug Accountability","description":"Study drug compliance was assessed by using a Pharmacy Subject Study Drug Accountability Log (completed by the investigational site personnel). The rate of compliance was defined as 100 \\* (number of sachets taken/number of planned sachets) during the study. All calculations were based on the records of the first dose date to the last dose date. To differentiate dose strengths while maintaining the blind, each kit had a unique kit number and had prominent lettering \"A\" and \"B.\" Each kit contained 65 packets of 1 of the dose strengths (125, 250, or 1000 mg or matching placebo). Labeling for active drug and placebo was identical.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.149","spread":null},{"groupId":"OG001","value":"85.119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.830","spread":null},{"groupId":"OG001","value":"86.614","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rate of Study Drug Compliance by Patient-Reported Data","description":"Patient-reported data were obtained from the participant's electronic daily diary, which was completed by the participant or the caregiver. During study treatment, the electronic daily diary was to be completed by the participant or caregiver each day for each dose. For each participant, compliance is described in terms of the percentage of study drug actually taken. All calculations were based on the records of the first dose date to the last dose date. To differentiate dose strengths while maintaining the blind, each kit had a unique kit number and had prominent lettering \"A\" and \"B.\" Each kit contained 65 packets of 1 of the dose strengths (125, 250, or 1000 mg or matching placebo). Labeling for active drug and placebo was identical.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.48","spread":null},{"groupId":"OG001","value":"69.27","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Concentration of Ataluren","description":"Blood samples were drawn immediately before administration of the first daily dose (dose taken with breakfast) of study drug and 2 hours after the first daily dose. Whenever possible, the pre-dose sample was to be obtained within 15 minutes of drug administration. Participants in the Placebo arm did not receive Ataluren and are not included in this Outcome Measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.350","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.900","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.630","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.400","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.970","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.500","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rate of Interventions for Respiratory Symptoms","description":"During treatment, any intervention including hospitalization or use of oral, inhaled, or intravenous antibiotics was documented if it was due to an exacerbation-like episode. Participants and caregivers recorded interventions in an electronic diary. The rate of interventions was defined as the total days with interventions divided by the total study duration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.010","spread":"0.0222"},{"groupId":"OG001","value":"0.021","spread":"0.0469"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.220","spread":"0.2284"},{"groupId":"OG001","value":"0.245","spread":"0.2380"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rate of Disruptions in Activities of Daily Living Because of Pulmonary Symptoms","description":"During treatment, any disruption in the activities of daily living, such as missed school or work, was documented if it was due to an exacerbation-like episode. Participants and caregivers recorded all disruptions in an electronic diary. The rate of disruptions was defined as the total days with disruptions to daily living divided by the total study duration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.037","spread":"0.0550"},{"groupId":"OG001","value":"0.047","spread":"0.0755"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Body Weight at Week 48","description":"Participants were weighed, and the weight was recorded at Baseline and then every 8 weeks during the treatment period. Baseline was the latest valid assessment prior to the treatment. A positive change from Baseline indicates that weight increased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.46","spread":"13.941"},{"groupId":"OG001","value":"56.01","spread":"13.149"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":"3.342"},{"groupId":"OG001","value":"0.83","spread":"3.101"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in the Concentration of Interleukin-8 (IL-8) in Serum and Sputum at Week 48","description":"Expression of IL-8 was measured in serum and in sputum. Sputum was spontaneously produced and tested by using standardized procedures developed by the Cystic Fibrosis Foundation Therapeutics, Inc. Therapeutics Development Network (CFFT-TDN). Baseline was the latest valid assessment prior to the treatment. A negative change from Baseline indicates that the concentration of IL-8 decreased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.537","spread":"14.1697"},{"groupId":"OG001","value":"55.845","spread":"131.8505"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.334","spread":"13.2141"},{"groupId":"OG001","value":"-16.197","spread":"138.3108"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"267629.93","spread":"259089.569"},{"groupId":"OG001","value":"250170.95","spread":"180581.976"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28882.79","spread":"199160.845"},{"groupId":"OG001","value":"9957.24","spread":"166348.660"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in the Concentration of Neutrophil Elastase in Sputum at Week 48","description":"Expression of neutrophil elastase was measured in sputum. Sputum was spontaneously produced and tested by using standardized procedures developed by the CFFT-TDN. Baseline was the latest valid assessment prior to the treatment. A positive change from Baseline indicates that the concentration of neutrophil elastase increased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"183.64","spread":"221.901"},{"groupId":"OG001","value":"227.35","spread":"227.881"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.45","spread":"232.824"},{"groupId":"OG001","value":"-8.67","spread":"296.105"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in the Concentration of C-Reactive Protein (CRP) in Serum at Week 48","description":"Expression of CRP was measured in serum. Baseline was the latest valid assessment prior to the treatment. A positive change from Baseline indicates that CRP concentration increased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.899","spread":"11.5869"},{"groupId":"OG001","value":"7.037","spread":"8.4411"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.420","spread":"10.5162"},{"groupId":"OG001","value":"2.031","spread":"10.1202"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in the Total Lung Score as Assessed by Computed Tomography (CT) at Week 48","description":"Lungs were imaged by using non-contrast, spiral CT. The total lung score for each CT scan was established by the sum of 5 characteristics from the Brody scoring system, with scores ranging from 0 to 40.5, with lower scores indicating better lung function. The characteristics scored were bronchiectasis (score range 0 - 12), mucus plugging (score range 0- 6), peribronchial thickening (score range 0 - 9), parenchyma (score range 0 - 9), and hyperinflation (score range 0 - 4.5). Baseline was the latest valid assessment prior to the treatment. A positive change from Baseline indicates that lung function worsened.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.531","spread":"3.7526"},{"groupId":"OG001","value":"9.619","spread":"3.4244"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.282","spread":"1.3441"},{"groupId":"OG001","value":"0.560","spread":"1.5602"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Total Nasal Chloride Transport as Assessed by Transepithelial Potential Difference (TEPD) at Week 48","description":"TEPD was assessed in each nostril using standardized equipment, techniques, and solutions. Assessments were made on the nasal epithelium cells lining the inferior turbinate. Warmed solutions of Ringer's solution, amiloride, chloride-free gluconate, isoproterenol, and adenosine triphosphate (ATP) were perfused for ≥3-minute sequentially through a nasal catheter while a voltage tracing was recorded. Total chloride transport was computed for each nostril. The total chloride transport values were calculated by subtracting the voltages at the end of a perfusion from the voltage at the end of an earlier perfusion (isoproterenol - amiloride). The average of the values for each nostril was computed. If the assessment was available in only 1 nostril, this value was used as if it were the average of both nostrils. Baseline was the latest, valid assessment prior to the treatment. A positive change from Baseline indicates that nasal chloride transport increased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.578","spread":"3.8786"},{"groupId":"OG001","value":"1.950","spread":"3.5462"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.312","spread":"5.0574"},{"groupId":"OG001","value":"0.139","spread":"5.8139"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Sweat Chloride Concentration at Week 48","description":"Sweat was collected, from each arm, by using pilocarpine iontophoresis. The chloride concentration in the sweat was quantified for each arm by using standard laboratory methods. Tests were also considered valid if the sweat collection time was ≤35 minutes; tests with longer collection times were also considered valid if extra time was needed to obtain sufficient volume (≥15uL) for analysis. For analysis purposes, the average of the values from each arm were computed. If the assessment was valid and/or available in only 1 arm, this value was used as if it were the average of both arms. The method used was consistent with the CFFT-TDN guidelines. Baseline was the latest, valid assessment prior to the treatment. A negative change from Baseline indicates that sweat chloride concentration decreased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.140","spread":"14.2170"},{"groupId":"OG001","value":"96.586","spread":"15.9279"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.325","spread":"8.9431"},{"groupId":"OG001","value":"-0.619","spread":"10.2657"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":46,"n":120},"commonTop":["Cystic fibrosis lung","Cough","Viral upper respiratory tract infection","Pyrexia","Abdominal pain"]}}}