{"nctId":"NCT03372161","briefTitle":"Corticosteroid Lumbar Epidural Analgesia for Radiculopathy","startDateStruct":{"date":"2017-12-08","type":"ACTUAL"},"conditions":["Lumbosacral Radicular Pain"],"count":401,"armGroups":[{"label":"SP-102","type":"EXPERIMENTAL","interventionNames":["Drug: SP-102"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SP-102","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Able and willing to read, write, and understand the English language and provide English language written informed consent prior to beginning any study procedures.\n* Age 18 to 70 years (inclusive) at the Screening Visit.\n* A diagnosis of lumbosacral radicular pain (sciatica).\n* Agrees to follow study-specific medication requirements.\n* If sexually active and a female of child-bearing potential or a male capable of bearing a child, agrees to use an effective method of birth control during the study.\n* Has reviewed all study specific materials and has, in the opinion of the Investigator, the abilities to understand and appropriately complete all study procedures.\n\nMain Exclusion Criteria:\n\n* Has radiologic evidence of a condition that would compromise study outcomes.\n* Has ever had lumbosacral back surgery or plans to undergo spine surgical intervention while in the study.\n* Has been diagnosed with insulin dependent diabetes mellitus.\n* Presence of any other disorder, condition or circumstance (including secondary gain) that, in the opinion of the Investigator, has the potential to prevent study completion and/or to have a confounding effect on outcome assessments.\n* Use of any investigational drug and/or device within 30 days, or is scheduled to receive an investigational drug other than blinded study drug during this study.\n* Has a body mass index ≥40 kg/m2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline (Day 1) to Week 4 in the Mean Numeric Pain Rating Scale (NPRS) Average Pain Score in the Affected Leg","description":"The NPRS is an 11-point scale (0 to 10-point scale where 0 was no pain and 10 was worst pain imaginable) that allowed the subject to rate the severity of their pain intensity at various points in time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.34","spread":"1.842"},{"groupId":"OG001","value":"-1.16","spread":"1.723"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Day 1) to Week 4 in the Oswestry Disability Index Score (ODI)","description":"The ODI is the gold standard for measuring degree of disability and estimating quality of life in a person with low back pain. The ODI is a questionnaire completed by the subject that assesses10 topics: intensity of pain, lifting, ability to care for oneself, ability to walk, ability to sit, sexual function, ability to stand, social life, sleep quality, and ability to travel. Each question was scored on a scale of 0-5 with 0 indicating the least amount of disability and 5 indicating the most severe disability. The scores for all questions answered were summed, then multiplied by 2 to obtain the index (range 0 to 100). Zero was equated with no disability and 100 was the maximum disability possible.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.89","spread":"14.906"},{"groupId":"OG001","value":"-4.76","spread":"12.896"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":202},"commonTop":["Headache","Upper respiratory tract infection","Urinary tract infection","Hypertension","Nausea"]}}}