{"nctId":"NCT00889863","briefTitle":"Flare Prevention Study of Canakinumab in Patients With Active Systemic Juvenile Idiopathic Arthritis (SJIA)","startDateStruct":{"date":"2009-07"},"conditions":["Systemic Juvenile Idiopathic Arthritis With Active Flare"],"count":177,"armGroups":[{"label":"Canakinumab","type":"EXPERIMENTAL","interventionNames":["Drug: canakinumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"canakinumab","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed diagnosis of systemic juvenile idiopathic arthritis as per International League Against Rheumatism (ILAR) definition that must have occurred at least 2 months prior to enrollment with onset of disease \\< 16 years of age.\n\n  -Arthritis in one or more joints with or preceded by fever of at least 2 weeks duration that is documented to be daily for at least 3 days with accompanying symptoms\n* Active disease at the time of enrollment defined as follows:\n\n  * At least 2 joints with active arthritis (using American College of rheumatology) ACR definition of active joint)\n  * Documented spiking, intermittent fever (body temperature \\> 38oC) for at least 1 day during the screening period within 1 week before first study drug dose\n  * C-reactive protein \\> 30 mg/L (normal range \\< 10 mg/L)\n* No concomitant use of second line agents such as disease-modifying and/ or immunosuppressive drugs will be allowed with the exception of:\n\n  * Stable dose of methotrexate for at least 8 weeks prior to the screening visit, and/or folic/folinic acid per standard medical practice\n  * Stable dose of no more than one non-steroidal anti-inflammatory drug for at least 2 weeks prior to the screening visit\n  * Stable dose of steroid treatment \\< or = to 1.0 mg/kg/day in 1-2 doses per day of oral prednisone or equivalent\n\nExclusion criteria:\n\n* Diagnosis of active macrophage-activation syndrome (MAS) within the last 6 months\n* Risk factors for tuberculosis\n* Patients with active or recurrent bacterial, fungal or viral infection at the time of enrollment, including patients with evidence of HIV infection, Hepatitis B and Hepatitis C infection\n\nOther protocol inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"19 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part I: Percentage of Patients Who Were on Steroids at Entry Into Part I and Who Were Able to Taper Steroid as Per Protocol in at Least 25% of the Patients Who Entered the Study Taking a Steroid","description":"Ability to taper oral steroids: if dose reduced from start of Part I to end of Part Ic from \\> 0.8 mg/kg/day to ≤ 0.5 mg/kg/day, or from ≥ 0.5 mg/kg/day and ≤ 0.8 mg/kg/day by at least 0.3 mg/kg, or from any initial dose to ≤ 0.2 mg/kg/day, while maintaining a minimum adapted ACR 30 pediatric criterion. Patients on oral steroids at study entry who did not enter Part 1c are considered steroid tapering failures.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Part II: Survival Estimate of Time to Flare","description":"Kaplan Meier estimate of the probability to experience a flare. Flare was defined as at least 1 of the following.\n\n* Reappearance of fever (\\>38°C, lasting for at least 2 consecutive days) not due to infections\n* Flare according to the JIA pediatric criteria for flare (all criteria must have been met):\n* ≥ 30% worsening in at least 3 of the first 6 response variables\n* ≥ 30% improvement in not more than 1 of the first 6 response variables Patients who discontinued the study while in Part II were counted as flared unless they discontinued because of inactive disease for at least 24 weeks in Part II.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"236.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part I: Percentage of Patients on Steroids at Study Start Who Reached a Steroid Dose ≤0.2 mg/kg at End of Part Ic","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Part I: Percentage of Participants on Steroids at the Start of 1c Who Were Able to Taper Steroids by the End of Part 1c","description":null,"paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part I: Percentage of Participants With Minimum American College of Rheumatology (ACR) 30/50/70/90/100 at the End of Part I","description":"Adapted ACR Pediatric 30/50/70/90/100 criteria are defined as meeting all of the following:\n\n* improvement from baseline of ≥ 30%, ≥ 50%, ≥ 70%, ≥ 90%, or 100%, in at least 3 of the first 6 response variables\n\n  1. Physician's global assessment of disease activity\n  2. CHAQ-patient's overall well-being\n  3. CHAQ-Functional ability\n  4. \\# of joints with active arthritis\n  5. \\# of joints with limitation of motion\n  6. C-Reactive Protein.\n* no intermittent fever in the preceding week\n* no more than one of the first 6 response variables worsening by more than 30%","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Part I: Time to First Minimum American College of Rheumatology (ACR50) and Normal C-Reactive Protein","description":"Duration in days in the study to the first minimum adapted ACR Pediatric 50 criteria and a normal (\\<10mg/L) C-Reactive Protein","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":"8.7"}]}]}]},{"type":"SECONDARY","title":"Part I: Time to First Minimum American College of Rheumatology (ACR70) and Normal C-Reactive Protein","description":"Duration in days in the study to the first minimum adapted ACR Pediatric 70 criteria and a normal (\\<10mg/L) C-Reactive Protein","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.5","spread":"21.58"}]}]}]},{"type":"SECONDARY","title":"Part I: Percentage of Participants With Body Temperature ≤ 38 Degrees Celsius at Day 3 in Part 1a","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Part II: Survival Analysis of Time to a Worsening in American College of Rheumatology (ACR) Response","description":"Kaplan Meier estimate of the time in days to the probability of worsening of the ACR response.\n\nACR response is determined by the following items:\n\n1. Physician's global assessment of disease activity\n2. CHAQ-patient's overall wellbeing\n3. CHAQ-Functional ability\n4. Number of joints with active arthritis\n5. Number of joints with limitation of motion\n6. C-Reactive Protein.\n7. No intermittent fever in the preceding week","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"141.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part I: Change in Disability Over Time in the Child Health Assessment Questionnaire-Disability Index (CHAQ-DI) From Baseline to End of Part I","description":"The childhood health assessment questionnaire, CHAQ was used to assess physical ability and functional status of patients as well as quality of life. The disability dimension consists of 20 multiple choice items concerning difficulty in performing eight common activities of daily living; dressing and grooming, arising, eating, walking, reaching, personal hygiene, gripping and other \"activities\". Parents choose from four response categories, ranging from 0(without any difficulty) to 3(unable to do). A negative change indicates improvement.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8750","spread":"0.86492"}]}]}]},{"type":"SECONDARY","title":"Part II: Change in Disability Over Time by the Child Health Assessment Questionnaire-Disability Index (CHAQ-DI)","description":"CHAQ-DI assessed physical ability and functional status of patients and quality of life. 20 multiple choice items concerning difficulty in performing 8 common activities of daily living; dressing and grooming, arising, eating, walking, reaching, personal hygiene, gripping and other \"activities\". Parents choose from 4 response categories, ranging from 0(without any difficulty) to 3(unable to do).\n\nRepeated measures Analysis of Covariance with treatment group, visit day, prednisone (or equivalent) dose and adapted ACR 70 response reached at the end of Part Id as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1184","spread":"0.17592"},{"groupId":"OG001","value":"0.1258","spread":"0.18241"}]}]}]},{"type":"SECONDARY","title":"Part I: Change in Health Related Quality of Life Over Time by Child Health Questionnaire (CHQ-PF50)","description":"The CHQ-PF50© is an instrument used to measure Health Related Quality of Life in children 5-18 from the parent's perspective. The questionnaire measures the following concepts: Physical functioning, Role/social emotional, Role/social behavior, Role/social physical, Bodily pain, General behavior, Mental health, Self-esteem, General health perception, Change in health, Parental impact - emotional, Parental impact - time, Family activities, and Family cohesion. Summaries are provided for Physical Health and Psychosocial Health. Scores range from 0-100. Increase in score represents improvement.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8050","spread":"16.10377"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2223","spread":"11.50688"}]}]}]},{"type":"SECONDARY","title":"Part II: Change in Health Related Quality of Life Over Time by Child Health Questionnaire (CHQ-PF50)","description":"CHQ-PF50 measures Physical functioning, Role/social emotional, behavior and physical, Bodily pain, General behavior, Mental health, Self-esteem, General health perception, Change in health, Parental impact-emotional, Parental impact-time, Family activities and cohesion. Summaries are provided for Physical Health and Psychosocial Health. An increase in score indicates improvement. Repeated measures Analysis of Covariance change from start of Part II with treatment group, visit day, prednisone(or equivalent) dose and adapted ACR70 Pediatric response reached at the end of Part Id as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"2.54"},{"groupId":"OG001","value":"-0.3","spread":"2.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"1.88"},{"groupId":"OG001","value":"-0.5","spread":"1.86"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":177},"commonTop":["Nasopharyngitis","Cough","Pyrexia","Headache","Upper respiratory tract infection"]}}}