{"nctId":"NCT02927067","briefTitle":"A Study of Maribavir Compared to Valganciclovir to Treat Cytomegalovirus Infections in People Who Have Received Stem Cell Transplants","startDateStruct":{"date":"2017-04-14","type":"ACTUAL"},"conditions":["Cytomegalovirus (CMV)"],"count":553,"armGroups":[{"label":"Valganciclovir 900 mg BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Valganciclovir","Other: Placebo"]},{"label":"Maribavir 400 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Maribavir","Other: Placebo"]}],"interventions":[{"name":"Maribavir","otherNames":[]},{"name":"Valganciclovir","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be able to provide written, personally signed, and dated informed consent to participate in the study before completing any study-related procedures. As applicable, a parent/both parents or legally authorized representative (LAR) must provide signature of informed consent and there must be documentation of assent by the participants before completing any study-related procedures. During the COVID-19 public health emergency, informed consent from a potential or current trial participant may, if permitted by local laws and regulations, be obtained via electronic informed consent (eIC) capabilities or an electronic face-to-face consent interview when these individuals are unable to travel to the site (FDA COVID-19 Guidance, 27 January 2021, Q11).\n* Be greater than or equal to (\\>=) 16 years of age at the time of consent.\n* Be a recipient of hematopoietic stem cell transplant.\n* Have a documented asymptomatic CMV infection, with a screening value of CMV DNA \\>=1365 International Units per millilitre (IU/mL) to less than or equal to (\\<=) 273000 IU/mL in whole blood or \\>=455 IU/mL to \\<=91000 IU/mL in plasma in 2 consecutive assessments, separated by at least 1 day, as determined by local or central specialty laboratory quantitative polymerase chain reaction (qPCR) or comparable quantitative CMV DNA results. Both samples should be taken within 14 days prior to randomization with second sample obtained within 5 days prior to randomization. Same laboratory and same sample type (whole blood or plasma) should be used for these assessments. Asymptomatic CMV infection is defined as an infection that does not present with tissue invasive CMV disease, as assessed by the investigator. Participants with CMV DNA less than (\\<) 910 and \\>=455 IU/mL in plasma or \\<2730 and \\>=1365 IU/mL in whole blood will also need to meet at least 1 of the following criteria for high-risk CMV infection to be eligible:\n\n  1. Human leukocyte antigen (HLA)-related (sibling) donor with at least 1 mismatch at 1 of the following 3 HLA-gene loci: HLA-A, -B or -DR,\n  2. Haploidentical donor\n  3. Unrelated donor with at least 1 mismatch at 1 of the following 4 HLA -gene loci: HLA-A, -B, -C and -DRB1,\n  4. Use of umbilical cord blood as stem cell source,\n  5. Use of ex vivo T-cell-depleted grafts,\n  6. Grade 2 or greater graft-versus-host-disease (GVHD), requiring the use of systemic corticosteroids (defined as the use of \\>=1 milligram per kilogram per day (mg/kg/day) of prednisone or equivalent dose of another corticosteroid).\n* Have the current CMV infection as the first episode of CMV viremia after HSCT, either primary or reactivation, which in the investigator's opinion requires treatment.\n* Per investigator's judgment, be eligible for treatment with valganciclovir.\n* Have all of the following results as part of screening laboratory assessments (results from either the central laboratory or a local laboratory can be used for qualification):\n\n  1. Absolute neutrophil count to \\>=1000 per cubic millimeter (/mm\\^3) \\[1.0\\*10\\^9/L\\].\n  2. Platelet count \\>=25,000/mm\\^3 \\[25\\*10\\^9/L\\].\n  3. Hemoglobin \\>=8 grams per deciliter (g/dL).\n  4. Estimated creatinine clearance \\>=30 milliliters per minute (mL/min).\n* Have a negative serum beta human chorionic gonadotropin (beta-HCG) pregnancy test at screening, if a female of child bearing potential. Urine pregnancy tests may be done per institutional requirements; however they are not sufficient for eligibility determination. Sexually active females of child bearing potential must agree to comply with any applicable contraceptive requirements of the protocol. If male, must agree to use an acceptable method of birth control, as defined in the protocol, during the study treatment administration period and for 90 days afterward the last dose of study treatment.\n* Be able to swallow tablets.\n* Have life expectancy of \\>=8 weeks.\n* Weigh \\>=40 kilograms (kg).\n* Be willing and have an understanding and ability to fully comply with study procedures and restrictions defined in the protocol.\n\nExclusion Criteria:\n\n* Have CMV tissue invasive disease as assessed by the investigator at the time of screening and randomization at Visit 2/Day 0.\n* Have a CMV infection that is known to be genotypically resistant to ganciclovir, valganciclovir, foscarnet, or cidofovir based on documented evidence.\n* Be presenting with recurrent CMV infection (defined as a new detection of CMV infection in a participants who had at least one previously documented episode of CMV infection post-transplant, and who has had at least 2 weeks of undetectable CMV DNA between the episodes during active surveillance, based on same local laboratory and same sample type). The Participants must also have been off any anti-CMV treatment between the current and prior infection. Otherwise, the current infection may be considered continuation of the prior infection.\n* Require ganciclovir, valganciclovir, foscarnet, or cidofovir administration for conditions other than CMV when study treatment is initiated (example: herpes simplex virus \\[HSV\\] co-infection requiring use of any of these agents after the randomization) or would need a co-administration with maribavir for CMV infection.\n* Be receiving leflunomide, letermovir, or artesunate when study treatment is initiated.\n\nNote: Participants who may be receiving leflunomide must discontinue the use at least 14 days prior to randomization at Visit 2/Day 0 and the first dose of study treatment. Participants receiving letermovir must discontinue use 3 days prior to first dose of study treatment. Participants receiving artesunate must discontinue the use prior to the first dose of study treatment.\n\n* Be on treatment with anti-CMV agents (ganciclovir, valganciclovir, foscarnet or letermovir) for the current CMV infection for longer than 72 hours.\n* Have known hypersensitivity to the active substance or to an excipient of the study treatments.\n* Have severe vomiting, diarrhea, or other severe gastrointestinal illness within 24 hours prior to the first dose of study treatment that would preclude administration of oral medication.\n* Require mechanical ventilation or vasopressors for hemodynamic support at the time of randomization.\n* Be female and pregnant or nursing.\n* Have previously completed, discontinued, or have been withdrawn from this study.\n* Have received any investigational agent with known anti-CMV activity within 30 days before initiation of study treatment or CMV vaccine at any time.\n* Have received any unapproved agent or device within 30 days before initiation of study treatment.\n* Have any clinically significant medical or surgical condition that, in the investigator's opinion, could interfere with interpretation of study results, contraindicate the administration of the assigned study treatment, or compromise the safety or well-being of the participant.\n* Have previously received maribavir.\n* Have serum aspartate aminotransferase (AST) greater than (\\>) 5 times upper limit of normal (ULN) at screening, or serum alanine aminotransferase (ALT) \\>5 times ULN at screening, or total bilirubin \\>= 3.0\\*ULN at screening (except for documented Gilbert's syndrome), as analyzed by local or central laboratory.\n* Have known (previously documented) positive results for human immunodeficiency virus (HIV). Participants must have a confirmed negative HIV test result within 3 months of study entry or, if unavailable, be tested by a local laboratory during the screening period.\n* Have active malignancy with the exception of nonmelanoma skin cancer, as determined by the investigator. Participants who experience relapse or progression of their underlying malignancy (for which HSCT was performed), as determined by the investigator, are not to be enrolled.\n* Be undergoing treatment for acute or chronic hepatitis C","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieved Confirmed Clearance of Plasma Cytomegalovirus (CMV) Deoxyribose Nucleic Acid (DNA) at the End of Study Week 8","description":"Confirmed CMV viremia clearance is defined as plasma CMV DNA concentrations less than lower limit of quantification (LLOQ; i.e. \\<137 International units per milliliter \\[IU/mL\\]), when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive post baseline samples separated by at least 5 days. To be considered a responder for the primary endpoint, the participant must have received exclusively study-assigned treatment (regardless of whether study-assigned treatment was completed).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"212","spread":null},{"groupId":"OG001","value":"190","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Confirmed CMV Viremia Clearance and CMV Infection Symptom Control at the End of Week 8, Followed by Maintenance of Treatment Effect at Week 16","description":"Confirmed CMV viremia clearance is defined as plasma CMV DNA concentrations less than lower limit of quantification (LLOQ; i.e. \\<137 International units per milliliter \\[IU/mL\\]), when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive post baseline samples separated by at least 5 days. To be considered a responder for this key secondary endpoint, the participant must have received exclusively study-assigned treatment (regardless of whether study-assigned treatment was completed). CMV Infection Symptom Control is defined as no new clinical findings of CMV tissue invasive disease. Maintenance of Treatment Effect is defined as maintaining confirmed CMV viremia clearance and CMV infection symptom control through Week 16.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Confirmed Clearance of Plasma CMV DNA (CMV Viremia Clearance) at Week 8 After Receiving 8 Weeks of Study Assigned Treatment","description":"Confirmed CMV viremia clearance is defined as plasma CMV DNA concentrations less than lower limit of quantification (LLOQ; i.e. \\<137 International units per milliliter \\[IU/mL\\]), when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive post baseline samples separated by at least 5 days. To be considered a responder for this secondary endpoint, the participant must have received exclusively study-assigned treatment for 8 weeks. Participants who discontinued treatment early were non-responders for this endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"158","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Confirmed CMV Viremia Clearance After Receiving 8 Weeks of Study-assigned Treatment Through Weeks 12, 16 and 20","description":"Confirmed CMV viremia clearance is defined as plasma CMV DNA concentrations less than lower limit of quantification (LLOQ; i.e. \\<137 International units per milliliter \\[IU/mL\\]), when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive post baseline samples separated by at least 5 days. To be considered a responder for this secondary endpoint, the participant must have received exclusively study-assigned treatment for 8 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"158","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"134","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Maintained Confirmed CMV Viremia Clearance at Week 8 After Receiving Study-Assigned Treatment Through Study Weeks 12 and 20 Regardless of Whether Study Assigned Treatment Was Completed","description":"Confirmed CMV viremia clearance is defined as plasma CMV DNA concentrations less than lower limit of quantification (LLOQ; i.e. \\<137 International units per milliliter \\[IU/mL\\]), when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive post baseline samples separated by at least 5 days. To be considered a responder for this secondary endpoint, the participant must have received exclusively study-assigned treatment (regardless of whether the 8-week study-assigned treatment was completed or discontinued early) and had no symptoms of tissue invasive CMV disease at Week 8, Week 8 through Week 12, and Week 8 through Week 20, respectively.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"211","spread":null},{"groupId":"OG001","value":"190","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Recurrence of Viremia During First 8 Weeks of the Study","description":"Recurrence of CMV viremia is defined as plasma CMV DNA concentration greater than or equal to (\\>=) lower limit of quantification (LLOQ, i.e. \\>=137 International units per milliliter \\[IU/mL\\]) when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive plasma samples at least 5 days apart, after being unquantifiable (\\<LLOQ, i.e. \\<137 IU/mL) for at least 5 days in 2 consecutive samples during the first 8 weeks of the study, during the 12 weeks of the follow up study phase, and at any time during the study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Recurrence of Viremia During the Follow-up Period","description":"Recurrence of CMV viremia is defined as plasma CMV DNA concentration greater than or equal to (\\>=) LLOQ when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive plasma samples at least 5 days apart, after being unquantifiable (\\<LLOQ) for at least 5 days in 2 consecutive samples during the first 8 weeks of the study, during the 12 weeks of the follow up study phase, and at any time during the study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Recurrence of Viremia at Any Time During the Study","description":"Recurrence of CMV viremia is defined as plasma CMV DNA concentration greater than or equal to (\\>=) LLOQ when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive plasma samples at least 5 days apart, after being unquantifiable (\\<LLOQ) for at least 5 days in 2 consecutive samples during the first 8 weeks of the study, during the 12 weeks of the follow up study phase, and at any time during the study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Recurrence of Viremia While on Study Treatment and Off Treatment","description":"Recurrence of CMV viremia is defined as plasma CMV DNA concentration greater than or equal to (\\>=) LLOQ when assessed by COBAS® AmpliPrep/COBAS® TaqMan® CMV Test in 2 consecutive plasma samples at least 5 days apart, after being unquantifiable (\\<LLOQ) for at least 5 days in 2 consecutive samples during the first 8 weeks of the study, during the 12 weeks of the follow up study phase, and at any time during the study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 or 4 (Shift From Baseline Grade <3) and Grade 4 Neutropenia (Shift From Baseline Grade <4) While on Study Treatment","description":"Grade 3 and grade 4 neutropenia are defined as absolute neutrophil count (ANC) \\<1000 per cubic millimeter (/mm\\^3) and ANC \\<500/mm\\^3 respectively. Incidence of Grade 3 or 4 neutropenia represents the percentage of participants with Grade \\<3 (or missing) neutropenia at baseline, but Grade 3 or 4 while on study treatment. Incidence of Grade 4 neutropenia represents the number of participants with Grade \\<4 (or missing) neutropenia at baseline, but Grade 4 while on study treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events During the On-Treatment Period","description":"An adverse event (AE) is any untoward medical occurrence in a clinical investigation participants administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE that has a start date on or after the first dose of study treatment, or that has a start date before the date of first dose of study treatment but increases in severity after the first dose of study treatment, will be considered a treatment-emergent AE (TEAE).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"269","spread":null},{"groupId":"OG001","value":"268","spread":null}]}]}]},{"type":"SECONDARY","title":"Predose Concentration (Cmin) of Maribavir","description":"The primary plasma maribavir concentration dataset (primary concentration dataset) includes all plasma maribavir concentrations. Missing PK sampling times are imputed according to the sparse sampling schedule in primary concentration dataset.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.17","spread":"7.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.71","spread":"9.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.02","spread":"6.35"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-Time Curve Over the 12-Hour Dosing Interval at Steady State AUC(0-tau) of Maribavir for Adolescent Participants Only","description":null,"paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"161","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Plasma Concentration (Cmax) of Maribavir for Adolescent Participants Only","description":null,"paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time When Maximum Concentration is Observed (Tmax) of Maribavir for Adolescent Participants Only","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Apparent Oral Clearance (CL/F) of Maribavir for Adolescent Participants Only","description":null,"paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.49","spread":null}]}]}]},{"type":"SECONDARY","title":"Apparent Volume of Distribution (Vz/F) of Maribavir for Adolescent Participants Only","description":null,"paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants Developing Resistance","description":"Resistance was defined as the presence of any CMV resistance-associated amino acid substitution that has been documented (or suspected) to be associated with reduced susceptibility to conventional anti-CMV therapies (ganciclovir/valganciclovir, foscarnet, and cidofovir) or maribavir. Genotypic resistance analyses were restricted to sequence variants that were known or suspected to be associated with resistance to conventional anti-CMV therapies or maribavir as of January 21, 2022. A participant was categorized as having developed resistance if the central lab genotyping results indicated the presence of one or more treatment-emergent resistance mutations.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":95,"n":274},"commonTop":["Neutropenia","Nausea","Anaemia","Vomiting","Diarrhoea"]}}}