{"nctId":"NCT01575561","briefTitle":"This is an Open-label, Multi-center, Extension Study Designed to Evaluate the Longer Term Safety, Tolerability and Effectiveness of Lurasidone, Flexibly Dosed, Adjunctive to Lithium or Divalproex for the Treatment of Subjects With Bipolar I Disorder Who Have Participated in Study D1050296","startDateStruct":{"date":"2012-06"},"conditions":["Bipolar I Disorder"],"count":377,"armGroups":[{"label":"Lurasidone","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]}],"interventions":[{"name":"Lurasidone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has agreed to participate by providing written informed consent.\n* Subject has completed the 28 week Double-blind Phase of Study D1050296 and all required assessments on the final study visit (Week 28, Visit 28); OR\n* Subject has experienced a protocol-defined recurrence of any mood event during the Double blind Phase of Study D1050296 and has completed all required assessments on the final study visit; OR\n* Subject had at least entered the Open-label Phase of Study D1050296 when the Sponsor stopped the study and has completed all required assessments on the final study visit.\n* Subject is judged by the Investigator to be suitable for participation in a 12 week clinical trial involving open-label lurasidone treatment and is able to comply with the protocol in the opinion of the Investigator.\n\nExclusion Criteria:\n\n* Subject is considered by the Investigator to be at imminent risk of suicide or injury to self, others, or property.\n* Subject answers \"yes\" to \"Suicidal Ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the Columbia Suicide Severity Rating Scale (C-SSRS) at the extension baseline visit (final study visit in Study D1050296).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment-emergent Adverse Events and Treatment-emergent Adverse Events Leading to Discontinuation and Serious Adverse Events","description":"Number of subjects with treatment emergent AEs, SAEs, and TEAEs leading to discontinuation","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the Quick Inventory of Depressive Symptomatology - Self Report (QIDS SR16) Total Score","description":"The QIDS-SR16 is a 16-item self-report measure of depressive symptomatology which uses a computerized assessment interface for administration. The scoring system for the QIDS-SR16 converts responses to 16 separate items into nine DSM-IV symptom criterion domains. The nine domains comprise: depressed mood (Item 5); concentration/decision making (Item 10); self outlook (Item 11); suicidal ideation (Item 12); decreased interest (Item 13); decreased energy (Item 14); sleep disturbance (initial, middle, and late insomnia or hypersomnia) (highest score of Items 1 to 4); appetite/weight disturbance (highest score of Items 6 to 9); and psychomotor disturbance (highest score of Items 15 and 16). The QIDS-SR16 total score is calculated as the sum of the 9 domain scores. The QIDS-SR16 total score ranges from 0 to 27 with a high score indicating more severe symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"3.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the Positive and Negative Syndrome Scale Positive Subscale (PANSS P) Score","description":"The PANSS-P is a subset of items in the PANSS, an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure contains seven questions to assess delusions, conceptual disorganization, hallucinations behavior, excitement, grandiosity, suspiciousness/persecution, and hostility. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS-P subscale score is the sum of the 7 items and ranges from 7 through 49. A higher score is associated with greater illness severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"1.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the YMRS Total Score -Mania as Assessed by Young Mania Rating Scale (YMRS)","description":"Movement disorders as assessed by Young Mania Rating Scale (YMRS) The YMRS is an 11-item instrument used to assess the severity of mania in subjects with a diagnosis of bipolar disorder. Ratings are based on patient self-reporting, combined with clinician observation (accorded greater score). The YMRS total score is calculated as the sum of the 11 items. The YMRS total score ranges from 0 to 60. Higher scores are associated with greater severity of mania.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"5.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the MADRS Total Score- Depression as Assessed by Montgomery-Asberg Depression Rating Scale (MADRS)","description":"Depression as assessed by Montgomery-Asberg Depression Rating Scale (MADRS) -The MADRS consists of 10 items, each rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of the 10 items. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity of depression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"6.82"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the CGI-BP-S Overall Score- Severity of Illness as Assessed by the Clinical Global Impression Bipolar Version, Severity of Illness (CGI-BP-S)","description":"Severity of illness as assessed by the Clinical Global Impression Bipolar Version, Severity of Illness (CGI-BP-S) -The CGI-BP-S overall score is a single value, clinician-rated assessment of overall bipolar illness severity and ranges from 1= 'Normal, not at all ill' to 7= 'Among the most extremely ill patients'. A higher score is associated with greater illness severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-.31","spread":"1.068"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the CGI-BP-S Mania Score","description":"The CGI-BP-S mania score is a single value, clinician-rated assessment of mania illness severity and ranges from 1=Normal, not at all ill to 7= Among the most extremely ill patients. A higher score is associated with greater illness severity","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.807"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the CGI-BP-S Depression Scale","description":"The CGI-BP-S depression score is a single value, clinician-rated assessment of depression illness severity and range from 1=normal, not at all ill to 7=Among the most extremely ill patients. A higher score is associated with greater illness severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.969"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 (LOCF) in the SDS Total Score","description":"The SDS is a composite of three self-rated items designed to measure the extent to which three major sectors in the patient's life are impaired by depressive symptoms. The SDS total score is calculated as the sum of the 3 items. The SDS total score ranges from 0 to 30. Higher scores are associated with greater severity of global functional impairments. If a subject has not worked/studied at all during the past week for reasons unrelated to the disorder, the SDS total score will be set to missing.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"5.98"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":377},"commonTop":["headache","nasopharyngitis","akathisia","insomnia","nausea"]}}}