{"nctId":"NCT00943826","briefTitle":"A Study of Bevacizumab (Avastin速) in Combination With Temozolomide and Radiotherapy in Participants With Newly Diagnosed Glioblastoma","startDateStruct":{"date":"2009-06-29","type":"ACTUAL"},"conditions":["Glioblastoma"],"count":921,"armGroups":[{"label":"Bevacizumab + RT + Temozolomide","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: Temozolomide","Radiation: Radiation therapy"]},{"label":"Placebo + RT + Temozolomide","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Temozolomide","Radiation: Radiation therapy","Drug: Placebo"]}],"interventions":[{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Temozolomide","otherNames":[]},{"name":"Radiation therapy","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* newly diagnosed glioblastoma\n* World Health Organization (WHO) performance status less than or equal to (\\<=2)\n* stable or decreasing corticosteroid dose within 5 days prior to randomization\n\nKey Exclusion Criteria:\n\n* evidence of recent hemorrhage on postoperative magnetic resonance imaging (MRI) of brain\n* any prior chemotherapy or immunotherapy for glioblastomas and low grade astrocytomas\n* any prior radiotherapy to brain\n* clinically significant cardiovascular disease\n* history of greater than or equal to (\\>=) grade 2 hemoptysis within 1 month prior to randomization\n* previous centralized screening for Methylguanine-DNA methyltransferase (MGMT) status for enrollment into a clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Co-Primary: Progression-free Survival (PFS) as Assessed by Investigator","description":"PFS is defined as time from randomization to disease progression (PD) or death. PD was assessed using adapted Macdonald response criteria (modified World Health Organization \\[WHO\\] criteria) based on 3 components: radiological tumor assessments using Magnetic Resonance Imaging \\[MRI\\] scans,neurological assessment and changes in corticosteroid use. PD is assessed as greater than or equal to(\\>=) 25% increase in sum of products of the longest diameters of all index lesions (enhancing,measurable) compared with the smallest recorded sum (nadir); or unequivocal PD of existing non-index lesions (non-enhancing and enhancing,non-measurable); or unequivocal appearance of new lesions); or neurological worsening (if corticosteroid dose is stable or increased) compared to neurological evaluation at previous disease assessment with no need for a confirmatory scan. Participants without a PFS event were censored at last disease assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"6.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Co-Primary: Overall Survival (OS)","description":"Overall Survival was defined as the time from randomization to death due to any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS as Assessed by an Independent Review Facility","description":"An Independent Review Facility reviewed the MRI scans used by investigator to evaluate radiological tumor response. PFS is defined as time from randomization to PD or death. PD was assessed using adapted Macdonald response (modified WHO) criteria based on 3 components: radiological tumor assessments using MRI scans, neurological assessment and changes in corticosteroid use. PD is assessed as \\>=25% increase in sum of products of the longest diameters of all index lesions (enhancing, measurable) compared with the smallest recorded sum (nadir); or unequivocal PD of existing non-index lesions (non-enhancing and enhancing, non-measurable); or unequivocal appearance of new lesions); or neurological worsening (if corticosteroid dose is stable or increased) compared to neurological evaluation at previous disease assessment with no need for a confirmatory scan. Participants without a PFS event were censored at last disease assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier (KM) Estimate of One Year Overall Survival","description":"KM estimate of one year overall survival (probability to survive for at least 1 year) was reported. Corresponding 95% confidence interval (CI) was calculated using Greenwood's formula.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.72","spread":null},{"groupId":"OG001","value":"0.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier (KM) Estimate of Two Year Overall Survival","description":"KM estimate of two year overall survival was reported (probability to survive for at least 2 years). Corresponding 95% CI was calculated using Greenwood's formula.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":null},{"groupId":"OG001","value":"0.30","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS in Participants With Stable/Improved Health Related Quality of Life (HRQoL) Based on European Organization for Research & Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ) Core 30 (C30)(EORTC QLQ-C30) & EORTC QLQ Brain Neoplasm 20 (BN20)","description":"EORTC QLQ-C30: 30 items; 5 functional scales; 9 symptom scales; \\& global health status. Most questions used 4-point scale (1:Not at all, 4:Very much), 2 questions used 7-point scale (1:very poor, 7:Excellent). EORTC QLQ-BN20: 20 items rated on a 4 point scale (1:not at all, 4:very much). EORTC QLQ-C30 and BN20 scores were transformed to a 0-100 scale, higher score=better functioning/global health (C30) or more severe symptoms (BN20). Stable HRQoL: change from baseline (BL) within 10 points. Improved HRQoL: an increase from BL \\>/=10 points for functioning/global health status, \\& decrease of \\>/=10 points for symptoms. PFS is reported for participants with Stable/Improved global health; physical, social functioning (C30); motor dysfunction \\& communication deficit (BN20). PFS: randomization to PD or death. PD: \\>=25% increase in sum of products of longest diameters of index lesions余 or progression of existing non-index lesions余 or appearance of new lesions余 or neurological worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Non-Serious Adverse Events, Serious Adverse Events and Death","description":"An adverse event (AE) was considered any unfavorable and unintended sign, symptom, or disease associated with the use of the study drug, whether or not considered related to the study drug. Preexisting conditions that worsened during the study were reported as AE.A serious adverse event (SAE) is any experience that suggests a significant hazard,contraindication, side effect or precaution that: results in death, is life-threatening, required in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or is medically significant. Non-serious adverse events (Non-SAEs) included all AEs except SAEs (non-SAEs = all AEs - SAEs). Nine participants randomized to the Placebo+RT+Temozolomide arm incorrectly received at least 1 dose of bevacizumab and were added to the Bevacizumab+RT+Temozolomide arm for Safety.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"437","spread":null},{"groupId":"OG001","value":"412","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"115","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":null},{"groupId":"OG001","value":"337","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":179,"n":461},"commonTop":["Nausea","Fatigue","Alopecia","Constipation","Headache"]}}}