{"nctId":"NCT00413972","briefTitle":"Effects of Vytorin Versus Placebo in Subjects With Primary Hypercholesterolemia (Study P04420)","startDateStruct":{"date":"2006-04"},"conditions":["Hypercholesterolemia"],"count":392,"armGroups":[{"label":"Vytorin 10/10","type":"EXPERIMENTAL","interventionNames":["Drug: ezetimibe with simvastatin"]},{"label":"Vytorin 10/20","type":"EXPERIMENTAL","interventionNames":["Drug: Ezetimibe with Simvastatin"]},{"label":"Vytorin 10/40","type":"EXPERIMENTAL","interventionNames":["Drug: Ezetimibe with Simvastatin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ezetimibe with simvastatin","otherNames":[]},{"name":"Ezetimibe with Simvastatin","otherNames":[]},{"name":"Ezetimibe with Simvastatin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must be \\>=18 years and \\<=75 years of age, male or female.\n* Primary hypercholesterolemic subject with a plasma LDL cholesterol concentration \\>3.64 mmol/L (140 mg/dL) to \\<=6.3 mmol/L (250 mg/dL) using the Friedewald calculation; total cholesterol (TC) \\>5.2 mmol/L (200 mg/dL) to \\<12.7 mmol/L (500 mg/dL) and triglyceride concentrations of \\<=3.99 mmol/L (350 mg/dL) should be met at the same time. At the time of recruitment (Visit 1), these values may be lower if the subject is on lipid-lowering therapy. (ie, prior to the start of lipid lowering drug washout) or may be higher at the start of dietary therapy.\n* Liver transaminases (ALT, AST) \\<=50% above the upper limit of normal, with no active liver disease and CK \\<=50% above the upper limit of normal.\n* Clinical laboratory tests (complete blood count \\[CBC\\], blood chemistries, urinalysis) must be within normal limits, or clinically acceptable to the investigator/sponsor.\n* Women of childbearing potential (includes women who are less than 1 year postmenopausal and women who become sexually active) must be using an acceptable method of birth control.\n* Subjects must be free of any clinically significant diseases other than hyperlipidemia that would interfere with study evaluations.\n* Subjects must understand and be able to adhere to the dosing and visit schedules.\n* Subject must agree to remain on a cholesterol-lowering diet for the duration of the study (according to China Adult Treatment Panel of High Blood Cholesterol).\n\nExclusion Criteria:\n\n* Subjects whose body mass index (BMI=weight \\[kg\\]/height2 \\[m\\]) is \\>=30 kg/m2 at Visit 3 (Baseline Visit).\n* Subjects who have known hypersensitivity to HMG CoA reductase inhibitors.\n* Subjects who consume \\>14 alcoholic drinks per week. (A drink is: a can of beer, glass of wine, or single measure of spirits).\n* Any condition or situation, which in the opinion of the investigator, might pose a risk to the subject or interfere with participation in the study.\n* Women who are pregnant or nursing.\n* Subjects who have not observed the designated washout periods for any of the prohibited medications.\n* Congestive heart failure defined by NYHA as Class III or IV.\n* Uncontrolled cardiac arrhythmia.\n* Myocardial infarction, coronary bypass surgery, or angioplasty within 6 months of study entry.\n* Unstable or severe peripheral artery disease within 3 months of study entry.\n* Unstable angina pectoris within 6 months of study entry.\n* Uncontrolled hypertension (treated or untreated) with systolic blood pressure \\>160 mm Hg or diastolic \\>100 mm Hg at study entry.\n* Uncontrolled (as determined by fasting glucose \\>180 mg/mL or HbA1c \\>9%) or newly diagnosed (within 1 month of study entry) diabetes mellitus.\n* Uncontrolled endocrine or metabolic disease known to influence serum lipids or lipoproteins, ie, secondary causes of hyperlipidemia, such as secondary hypercholesterolemia due to hypothyroidism (thyroid stimulating hormone \\[TSH\\] above upper limit of normal). Subjects with a history of hypothyroidism who are on a stable therapy of thyroid hormone replacement for at least 6 weeks are eligible for enrollment if TSH levels are within normal limits before enrollment.\n* Known impaired renal function (plasma creatinine \\>2.0 mg/dL), or nephrotic syndrome at study entry.\n* Disorders of the hematologic, digestive, or central nervous systems, including cerebrovascular disease and degenerative disease that would limit study evaluation or participation.\n* Known HIV positive.\n* Cancer within the past 5 years (except for successfully treated basal and squamous cell carcinomas).\n* History of mental instability, drug/alcohol abuse within the past 5 years, or major psychiatric illness not adequately controlled and stable on pharmacotherapy.\n* Female subject receiving hormonal therapy, including hormone replacement, any estrogen antagonist/agonist, or oral contraceptives.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Low-density Lipoprotein Cholesterol (LDL-C) From Baseline to Endpoint After 8 Weeks of Treatment","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.69","spread":"2.06"},{"groupId":"OG001","value":"-46.83","spread":"2.08"},{"groupId":"OG002","value":"-49.10","spread":"2.07"},{"groupId":"OG003","value":"-7.53","spread":"2.04"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":97},"commonTop":[]}}}