{"nctId":"NCT01463293","briefTitle":"B. Lactis HN019 for Functional Constipation","startDateStruct":{"date":"2012-03"},"conditions":["Constipation"],"count":224,"armGroups":[{"label":"High-dose probiotic","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: B. lactis HN019"]},{"label":"Low dose probiotic","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: B. lactis HN019"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Dietary Supplement: Placebo"]}],"interventions":[{"name":"B. lactis HN019","otherNames":[]},{"name":"B. lactis HN019","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 to 70 years\n* Body mass index between 18.5 and 34.9 kg/m2\n* Self-reported unsatisfactory defecation due to infrequent stools and/or difficult stool passage, which includes at least one of the following: symptoms of straining, difficulty expelling stool, a sense of incomplete evacuation, hard or lumpy stools, prolonged time to stool, or a need for manual maneuvers to pass stool.\n* Estimated stool consistency \\< 4.0 on BSSF (self-reported at screening) within the past month prior to enrollment.\n* Ability of the participant (in the investigator's opinion) to comprehend the full nature and purpose of the study including possible risks and side effects\n* Consent to the study and willing to comply with study product and methods\n\nExclusion Criteria:\n\n* Major gastrointestinal complication (e.g. Crohn's disease, ulcer)\n* Prior abdominal surgery that, in the opinion of the investigator, may present a risk for the subject or confound study results\n* Clinically significant underlying systemic illness that may preclude the subject's ability to complete the trial or that may confound the study outcomes (e.g. bowel cancer, prostate cancer, terminal illness)\n* Daily consumption of probiotics, prebiotics, fermented milk, and/or yogurt within 2 weeks of screening and throughout the trial other than the provided study products\n* Non-laxative constipation medication use within 2 weeks of screening, laxative use within 48 hours of screening (rescue medication allowed for intolerable symptoms during study)\n* Daily use of anticholinergic agents, opioid analgesics, calcium supplements, calcium-channel blockers, and NSAIDs\n* Anticipated major dietary or exercise changes during the study\n* Systemic steroid use\n* Eating disorder\n* Contraindication to dairy products (e.g., intolerance to lactose or any substance in the study product)\n* History of alcohol, drug, or medication abuse\n* Pregnant or lactating female, or pregnancy planned during study period\n* Participation in another study with any investigational product within 30 days of screening\n* Investigator believes that the participant may be uncooperative and/or noncompliant and should therefore not participate in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Whole Gut Transit Time","description":"The primary endpoint of this clinical trial is whole gut transit time, which will be assessed using abdominal x-rays on days 0 and 28","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Patient Assessment of Constipation Symptoms (PAC-SYM)","description":"The PAC-SYM tool asks 12 questions on the symptoms of constipation. Subjects will complete the PAC-SYM at days 0 and 28.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Patient Assessment of Constipation QoL (PAC-QoL)","description":"The PAC-QoL is a 28-question survey that asks questions on their quality of life.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Bowel Function Index","description":"The Bowel Function Index is a 3-question tool that asks subjects if they have experienced adequate relief of constipation symptoms over the past week. The Bowel Function Index will be completed at days 0 and 28.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Adequate Relief of Constipation (Yes/no)","description":"Adequate relief of constipation (yes/no) This (yes/no) questionnaire will be completed at days 0 and 28.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Bowel Movement Frequency","description":"Subjects will record the number of defecations per day in a diary.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Stool Consistency","description":"Stool consistency will be rated each day in a diary by using the Bristol Stool Scale Form","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Overall Product Satisfaction","description":"At the end of the supplementation period, subjects will be asked to rate their overall satisfaction with the study product's ability to relieve their constipation symptoms on a 5-point ordinal scale","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Adverse Event Frequency","description":"All adverse events, regardless of relationship with investigational product, will be reported during the 4-week follow-up period.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":74},"commonTop":["Other","Gastrointestinal discomfort","Respriatory symptoms","Headache","Injury"]}}}