{"nctId":"NCT03963232","briefTitle":"A Study of Galcanezumab (LY2951742) in Participants With Episodic Migraine","startDateStruct":{"date":"2019-07-30","type":"ACTUAL"},"conditions":["Episodic Migraine"],"count":520,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Galcanezumab 120 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Galcanezumab"]}],"interventions":[{"name":"Galcanezumab","otherNames":["LY2951742"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have a diagnosis of migraine as defined by International Headache Society (IHS) International Classification of Headache Disorders (ICHD)-3 (1.1 or 1.2) (ICHD-3 2018) with a history of migraine of at least 1 year prior to screening and migraine onset prior to age 50\n* Prior to screening, participants must have a history of 4-14 migraine headache days and at least 2 migraine attacks per month on average within the past 3 months\n\nExclusion Criteria:\n\n* Are currently enrolled in any other clinical trial involving an investigational product or any other type of medical research judged not to be scientifically or medically compatible with this study\n* Current use or prior exposure to galcanezumab or another calcitonin gene-related peptide (CGRP) antibody, including those who have previously completed or withdrawn from this study or any other study investigating a CGRP antibody\n* Participants who are taking, or are expected to take, therapeutic antibodies during the course of the study (for example, adalimumab, infliximab, trastuzumab, bevacizumab, etc.)\n* Known hypersensitivity to multiple drugs, monoclonal antibodies or other therapeutic proteins, or to galcanezumab\n* Women who are pregnant or nursing\n* History of chronic migraine, daily persistent headache, cluster headache, medication overuse headache, migraine with brainstem aura, or hemiplegic migraine","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Mean Change From Baseline in the Number of Monthly Migraine Headache Days (MHDs) During the Double-blind Treatment Phase.","description":"MHD is a calendar day on which a migraine or probable migraine (a headache missing 1 of the migraine features) occurred. Per International Headache Society \\[IHS\\] International Classification of Headache Disorders 3rd edition \\[ICHD-3\\], migraine is defined as a headache, with or without aura, of ≥30 minutes duration with the following required features (A) At least 2 of the following headache characteristics: Unilateral location; Pulsatile quality; Moderate or severe pain intensity; Aggravation by or causing avoidance of routine physical activity (B) During headache at least 1 of the following: Nausea and/or vomiting; Photophobia and phonophobia. Overall mean is derived from the average of months 1 to 3 with Least square (LS) mean change calculated using mixed model repeat measures (MMRM) model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.99","spread":"0.23"},{"groupId":"OG001","value":"-3.81","spread":"0.23"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Percentage of Participants With ≥30%, ≥50%, ≥75%, 100% Reduction From Baseline in Monthly Migraine Headache Days (MHDs) During the Double-blind Treatment Phase.","description":"Participant having:\n\n* 30% or greater reduction in the total number of MHDs relative to baseline in a 30-day period is considered to have 30% response rate to treatment or \"30% responder.\"\n* 50% or greater reduction in the total number of MHDs relative to baseline in a 30-day period is considered to have 50% response rate to treatment or \"50% responder.\"\n* 75% or greater reduction in the total number of MHDs relative to baseline in a 30-day period is considered to have 75% response rate to treatment or \"75% responder.\"\n* 100% reduction in the total number of MHDs relative to baseline in a 30-day period is considered to have 100% response rate to treatment or \"100% responder.\" Overall mean is derived from the average of months 1 to 3 using generalized linear mixed model (GLIMMIX) with the fixed categorical effects of treatment, month, and treatment-by-month interaction, as well as the continuous, fixed covariate of baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.3","spread":"2.4"},{"groupId":"OG001","value":"73.0","spread":"2.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":"2.3"},{"groupId":"OG001","value":"54.9","spread":"2.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":"1.6"},{"groupId":"OG001","value":"29.2","spread":"2.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"0.9"},{"groupId":"OG001","value":"11.9","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in the Role Function-Restrictive Domain Score of the Migraine-Specific Quality-of-Life Questionnaire Version 2.1 (MSQ v2.1) During the Double-blind Treatment Phase.","description":"MSQ v2.1 is a self-administered instrument that was developed to address physical, emotional limitations of specific concern to individuals with migraine. It consists of 14 items that address 3 domains: Role Function-Restrictive (items 1-7), Role Function- Preventive (items 8-11) and Emotional Function (items 12-14). All item responses ranges from 1 (none of the time) to 6 (all of the time). Total raw scores for each domain is the sum of the raw scores of each item in that domain. After the total raw score is computed for each domain, they are transformed to a 0-100 scale with higher scores indicating a better health status \\& a positive change in scores reflecting functional improvement. Overall mean is derived from the average of months 1 to 3 with LS mean change calculated using MMRM model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.94","spread":"0.88"},{"groupId":"OG001","value":"21.01","spread":"0.85"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in the Number of Monthly Migraine Headache Days Requiring Medication for the Acute Treatment of Headache During the Double-blind Treatment Phase.","description":"Number of monthly migraine headache days requiring medication for the acute treatment of headache is defined as the number of calendar days in a 30-day period on which migraine or probable migraine occurs and acute medication is used. Overall mean is derived from the average of months 1 to 3 with LS mean change calculated using MMRM model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"0.22"},{"groupId":"OG001","value":"-2.49","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in the Number of Monthly Headache Days During the Double-blind Treatment Phase.","description":"Number of monthly headache days is the number of calendar days in a 30-day period on which a headache occurs. Overall mean is derived from the average of months 1 to 3 with LS mean change calculated using MMRM model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.09","spread":"0.24"},{"groupId":"OG001","value":"-3.91","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Maintain 50% Response Criteria During the Double-blind Treatment Phase.","description":"Percentage of participants who maintained 50% response rate to treatment in all 3 months of the double-blind treatment phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"29.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in Number of Monthly Migraine Attacks During the Double-blind Treatment Phase.","description":"Number of monthly migraine attacks is the number of sets of consecutive days with migraine or probable migraine separated by at least one migraine-free day in a 30-day period day. Overall mean is derived from the average of months 1 to 3 with LS mean change calculated using MMRM model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.57","spread":"0.12"},{"groupId":"OG001","value":"-2.46","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in Number of Monthly Migraine Headache Hours During the Double-blind Treatment Phase.","description":"Number of monthly migraine headache hours is the total number of headache hours in a 30-day period on days when a migraine or probable migraine occurs. Overall mean is derived from the average of months 1 to 3 with LS mean change calculated using MMRM model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.83","spread":"1.98"},{"groupId":"OG001","value":"-31.72","spread":"1.96"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in Number of Monthly Headache Hours During the Double-blind Treatment Phase.","description":"Number of monthly headache hours is the total number of headache hours in a 30-day period on which a headache occurred. Overall mean is derived from the average of months 1 to 3 with LS mean change calculated using MMRM model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.94","spread":"2.06"},{"groupId":"OG001","value":"-32.18","spread":"2.03"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in Severity of Migraine Headaches During the Double-blind Treatment Phase.","description":"Severity of Migraine Headache was measured on a headache severity scale ranging from 1 to 3 with 1=mild, 2=moderate, and 3=severe. The mean severity of migraine headache for each month will be calculated as: sum of severity of migraine headache days divided by number of migraine headache days. Overall mean is derived from the average of months 1 to 3 with LS mean change calculated using MMRM model with fixed categorical effects of treatment, country, month, and treatment-by-month interaction, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.03"},{"groupId":"OG001","value":"-0.19","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Patient Global Impression of Severity (PGI-S) Score at Month 3 During the Double-blind Treatment Phase.","description":"PGI-S is a 7-point scale that measures participants own global impression of their illness severity. The participant was instructed as follows: \"Considering migraine as a chronic condition, how would you rate your level of illness?\" Response options range from 1 (\"normal, not at all ill\") to 7 (\"extremely ill\"). LS mean change was calculated using analysis of variance (ANCOVA) model with fixed categorical effects of treatment, country, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.610","spread":"0.0961"},{"groupId":"OG001","value":"-0.834","spread":"0.0930"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Migraine Disability Assessment Test (MIDAS) Total Score at Month 3 During the Double-blind Treatment Phase.","description":"The MIDAS was designed to quantify headache-related disability over a 3-month period. This instrument consists of 5 items that measures the impact that migraine headaches have on migraineurs' life, including days of work/school missed, days with productivity at work/school reduced to half or more, days with household work missed, days with productivity in household work reduced to half or more, and days missed family/social/leisure activities. Each item has a numeric response range from 0 to 90 days; if days are missed from work/school or household work they are not counted as days with reduced productivity at work/school or household work. The numeric responses are summed to produce a total score ranging from 0 to 270. A higher value is indicative of more disability. LS mean change was calculated using ANCOVA model with fixed categorical effects of treatment, country, and the continuous fixed covariates of baseline value and baseline value-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.181","spread":"3.0597"},{"groupId":"OG001","value":"-22.610","spread":"2.9582"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Emergent Anti-Drug Antibodies (TE-ADA) During the Double-blind Treatment Phase.","description":"A TE-ADA evaluable participant is considered to be TE-ADA positive if the participant has at least one post baseline titer that is a 4-fold or greater increase in titer from baseline measurement. If baseline result is ADA Not Present, then the participant is TE ADA positive if there is at least one post baseline result of ADA Present with titer \\>= 20.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Serum Concentration of Galcanezumab During the Double-blind Treatment Phase.","description":"PK: Serum concentration of galcanezumab","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14696","spread":"5675"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":259},"commonTop":["Injection site pain","Upper respiratory tract infection"]}}}