{"nctId":"NCT00282347","briefTitle":"A Study to Evaluate the Efficacy and Safety of Rituximab in Subjects With International Society of Nephrology/Renal Pathology Society (ISN/RPS) 2003 Class III or IV Lupus Nephritis","startDateStruct":{"date":"2006-01"},"conditions":["Lupus Nephritis"],"count":144,"armGroups":[{"label":"Rituximab","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab","Drug: Mycophenolate mofetil","Drug: Methylprednisolone","Drug: Diphenhydramine","Drug: Acetaminophen","Drug: Prednisone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Mycophenolate mofetil","Drug: Methylprednisolone","Drug: Diphenhydramine","Drug: Acetaminophen","Drug: Prednisone"]}],"interventions":[{"name":"Rituximab","otherNames":["Rituxan","MabThera","Zytux"]},{"name":"Placebo","otherNames":[]},{"name":"Mycophenolate mofetil","otherNames":["CellCept"]},{"name":"Methylprednisolone","otherNames":[]},{"name":"Diphenhydramine","otherNames":[]},{"name":"Acetaminophen","otherNames":[]},{"name":"Prednisone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of systemic lupus erythematosus (SLE) according to current American College of Rheumatology (ACR) criteria.\n* Diagnosis of International Society of Nephrology/Renal Pathology Society (ISN/RPS) 2003 Class III or IV lupus nephritis (LN), with either active or active/chronic disease.\n* Proteinuria.\n* 16-75 years of age.\n\nExclusion Criteria:\n\n* Retinitis, poorly controlled seizure disorder, acute confusional state, myelitis, stroke or stroke syndrome, cerebellar ataxia, or dementia that is currently active and resulting from SLE.\n* Unstable subjects with thrombocytopenia experiencing or at high risk for developing clinically significant bleeding or organ dysfunction requiring therapies such as plasmapheresis or acute blood or platelet transfusions.\n* Lack of peripheral venous access.\n* Pregnancy or lactation.\n* History of severe allergic or anaphylactic reactions to monoclonal antibodies.\n* Significant or uncontrolled medical disease in any organ system not related to SLE or LN, which, in the investigator's opinion, would preclude subject participation.\n* Concomitant chronic conditions, excluding SLE (eg, asthma, Crohn's disease) that require oral or systemic corticosteroid use in the 52 weeks prior to screening.\n* History of renal transplant.\n* Known human immunodeficiency virus (HIV) infection.\n* Known active infection of any kind (but excluding fungal infection of nail beds) or any major episode of infection requiring hospitalization or treatment with intravenous anti-infectives within 4 weeks of randomization or oral anti-infectives within 2 weeks of randomization.\n* History of deep space infection within 1 year of screening.\n* History of serious recurrent or chronic infection.\n* History of cancer, including solid tumors, hematological malignancies, and carcinoma in situ (except basal cell carcinomas of the skin that have been treated or excised and have resolved).\n* Currently active alcohol or drug abuse or history of alcohol or drug abuse within 52 weeks prior to screening.\n* Major surgery requiring hospitalization within 4 weeks of screening (excluding diagnostic surgery).\n* Treatment with cyclophosphamide or calcineurin inhibitors within the 90 days prior to screening.\n* Use of mycophenolate mofetil (MMF) at a dose of \\> 2 grams daily for longer than the 90 days prior to screening.\n* Intolerance or history of allergic reaction to MMF.\n* Intolerance or history of allergic reaction to both angiotensin-converting enzyme (ACE) inhibitors and angiotensin-receptor blockers.\n* Use of oral prednisone (or corticosteroid equivalent) at a dose of \\> 20 mg/day for longer than the 14 days prior to screening.\n* Previous treatment with CAMPATH-1H (alemtuzumab).\n* Previous treatment with a B-cell targeted therapy.\n* Treatment with any investigational agent (including biologic agents approved for other indications) within 28 days of the start of the screening period or 5 half-lives of the investigational drug (whichever is longer).\n* Receipt of a live vaccine within the 28 days prior to screening.\n* Intolerance or contraindication to oral or IV corticosteroids.\n* Current therapy with a nonsteroidal anti-inflammatory agent.\n* Positive hepatitis B sAg or hepatitis C serology.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved a Complete Renal Response (CRR), a Partial Renal Response (PRR), or no Renal Response (NRR) at Week 52","description":"A participant had a CRR if they met the following 3 criteria: (1) Normalization of serum creatinine (SC) as evidenced by a SC level ≤ the upper limit of the normal range of central laboratory values or a SC level ≤ 15% greater than Baseline, if Baseline SC was within the normal range of the central laboratory values; (2) Inactive urinary sediment (as evidenced by \\< 5 red blood cells/high-power field (RBCs/HPF) and absence of red cell casts; (3) Urinary protein (UP) to creatinine ratio (CR) \\< 0.5. A participant had a PRR if they met the following 3 criteria: (1) A SC level ≤ 15% above Baseline; (2) RBCs/HPF ≤ 50% above Baseline and no RBC casts; (3) 50% improvement in the UP to CR, with 1 of the following conditions met: If the Baseline UP to CR was ≤ 3.0, then a UP to CR of \\< 1.0 or if the Baseline UP to CR was \\> 3.0, then a UP to CR of ≤ 3.0. A participant had a NRR if they did not achieve either a CRR or PRR.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.4","spread":null},{"groupId":"OG001","value":"30.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.6","spread":null},{"groupId":"OG001","value":"15.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.1","spread":null},{"groupId":"OG001","value":"54.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Complete Renal Response at Week 24 and Maintained it to Week 52","description":"A participant had a complete renal response if they met the following 3 criteria: (1) Normalization of serum creatinine as evidenced by a serum creatinine level ≤ the upper limit of the normal range of central laboratory values or a serum creatinine level ≤ 15% greater than Baseline, if Baseline serum creatinine was within the normal range of the central laboratory values; (2) Inactive urinary sediment (as evidenced by \\< 5 red blood cells/high-power field and absence of red cell casts; (3) Urinary protein to creatinine ratio \\< 0.5.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Complete Renal Response at Week 52","description":"A participant had a complete renal response if they met the following 3 criteria: (1) Normalization of serum creatinine as evidenced by a serum creatinine level ≤ the upper limit of the normal range of central laboratory values or a serum creatinine level ≤ 15% greater than Baseline, if Baseline serum creatinine was within the normal range of the central laboratory values; (2) Inactive urinary sediment (as evidenced by \\< 5 red blood cells/high-power field and absence of red cell casts; (3) Urinary protein to creatinine ratio \\< 0.5.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.4","spread":null},{"groupId":"OG001","value":"30.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Baseline Urine Protein to Creatinine Ratio of > 3.0 Who Achieved a Urine Protein to Creatinine Ratio of < 1.0 at Week 52","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.4","spread":null},{"groupId":"OG001","value":"53.7","spread":null}]}]}]},{"type":"SECONDARY","title":"British Isles Lupus Assessment Group (BILAG) Index Score Over 52 Weeks","description":"The BILAG Index assesses 86 clinical signs and symptoms and laboratory measures of systemic lupus erythematosus in 8 organ system domains: General, mucocutaneous, neurological, musculoskeletal, cardiorespiratory, vasculitis, renal, and hematologic. Most of the 86 items are rated on the following scale: 0=Not present, 1=Improving, 2=Same, 3=Worse, 4=New. Some items are rated as either Yes or No. A single alphabetic score of A (very active) through E (not or never active) for each of the 8 domains is determined from the rating of the individual items in each domain. The total BILAG score is the sum of the scores of the 8 domains where A=9, B=3, C=1, D=0, and E=0. The total score ranges from 0 to 72 with a higher score indicating greater lupus activity. To calculate a BILAG score over the 52 week treatment period of the study, the area under the response-time curve of BILAG scores assessed every 4 weeks was divided by the number of days in the time curve minus the Baseline BILAG score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.49","spread":"5.79"},{"groupId":"OG001","value":"-8.58","spread":"5.14"}]}]}]},{"type":"SECONDARY","title":"Time to Achieve a Complete Renal Response","description":null,"paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.99","spread":null},{"groupId":"OG001","value":"12.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Systemic Lupus Erythematosus Expanded Health Survey Physical Function Score at Week 52","description":"The systemic lupus erythematosus Expanded Health Survey is based on the Short Form 36 Health survey with additional questions specific to lupus. The physical function component score of the survey can range from 0-100. A higher score indicates better health. A positive change score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"10.4"},{"groupId":"OG001","value":"5.7","spread":"9.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Anti-double-stranded DNA at Week 52","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"0.35"},{"groupId":"OG001","value":"1.06","spread":"2.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in C3 and C4 Complement Levels at Week 52","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":"28.7"},{"groupId":"OG001","value":"25.9","spread":"32.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":"7.5"},{"groupId":"OG001","value":"6.6","spread":"8.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":73},"commonTop":["Diarrhoea","Upper Respiratory Tract Infection","Headache","Nausea","Urinary Tract Infection"]}}}