{"nctId":"NCT01092702","briefTitle":"Varenicline For Smokers In Recovery From Alcohol Dependence","startDateStruct":{"date":"2008-04"},"conditions":["Tobacco Abstinence"],"count":32,"armGroups":[{"label":"Varenicline","type":"OTHER","interventionNames":["Drug: Varenicline"]}],"interventions":[{"name":"Varenicline","otherNames":["Varenicline Tartrate","Chantix (in the USA)","Champix (in Europe)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant female cigarette smoker; 18-years-of-age or older and reporting smoking at least an average of 10 cigarettes per day for the past year.\n2. A history of alcohol dependence based on DSM IV criteria as assessed by the Alcohol Dependence Scale and the physician investigator\n3. A minimum of 6 months of abstinence from alcohol use as assessed by the physician investigator\n4. Subject must be able to complete all the study visits\n5. Subject must be in general good health as determined by medical history, physical exam and physician investigator\n6. Subject must provide written informed consent to participate in the study.\n\nExclusion Criteria:\n\n1. Current treatment with another investigational drug.\n2. Current use (within past 30 days) of nicotine replacement therapy, bupropion, rimonabant, varenicline, nortriptyline, clonidine, or other medications known to be effective for treating tobacco dependence.\n3. Subject has current (past 30 days) major depressive disorder or has a history of another psychiatric disorder such as psychosis or bipolar disorder.\n4. Current (past 6 months) drug abuse corroborated by the Drug Abuse Screening Test (DAST-20) and physician interview.\n5. Regular use of other tobacco products (i.e. pipe, cigar, smokeless tobacco) within the past 30 days.\n6. Females who are pregnant, lactating or likely to become pregnant during the trial and not willing to use an acceptable form of contraception during the medication phase. For women of child-bearing potential, a pregnancy test will be performed prior to entry into the study and at the end of the medication phase.\n7. A history of a major cardio-vascular event in the past 3 months including unstable angina, acute MI or coronary angioplasty.\n8. Known allergy to varenicline.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Biochemically Confirmed Abstinence From Smoking","description":"The primary endpoint of this trial is biochemically confirmed 7-day point prevalence smoking abstinence at the end of the medication phase (week 12). Self-reported abstinence from smoking (not even a puff) over the last 7-days will be considered biochemically confirmed by an expired air CO of \\<8 ppm. Subjects who discontinue the study or have a missed visit for any reason will be classified as smoking for that visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":["Nausea","Sleep Disturbance","Abnormal Dreams","Depression/Anxiety","other gastrointestinal"]}}}