{"nctId":"NCT02576067","briefTitle":"Cardiovascular Inflammation Reduction Trial - Inflammation Imaging Study","startDateStruct":{"date":"2015-12-18","type":"ACTUAL"},"conditions":["Vascular Inflammation","Atherosclerotic Cardiovascular Disease"],"count":123,"armGroups":[{"label":"Low dose methotrexate","type":"EXPERIMENTAL","interventionNames":["Drug: Low dose methotrexate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Low dose methotrexate","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\> 18 years at screening\n* Documented MI in the past or past evidence of multivessel coronary artery disease by angiography must have completed any planned coronary revascularization procedures associated with the qualifying event, and must be clinically stable for at least 60 d before screening; the qualifying prior MI must be documented either by hospital records or by evidence on current electrocardiogram of Q waves in 2 contiguous leads and/or an imaging test demonstrating wall motion abnormality or scar; the qualifying documentation of multivessel coronary disease must include angiographic evidence of atherosclerosis in at least 2 major epicardial vessels defined either as the presence of a stent, a coronary bypass graft, or an angiographic lesion of 60% or greater. Left main coronary artery disease that has been revascularized with a stent or bypass graft will qualify as multivessel disease, as will the presence of a 50% or greater isolated left main stenosis.\n* History of type 2 diabetes or metabolic syndrome at the time of study enrollment\n* Willing to participate as evidence by signing the study informed consent\n\nExclusion Criteria:\n\n1. Prior history of chronic infectious disease, including tuberculosis, severe fungal disease, or known HIV positive\n2. Chronic hepatitis B or C infection\n3. Interstitial pneumonitis, bronchiectasis, or pulmonary fibrosis. Chest x-ray evidence in the past 12 months of interstitial pneumonitis, bronchiectasis, or pulmonary fibrosis.\n4. Prior history of non basal cell malignancy or myeloproliferative or lymphoproliferative disease within the past 5 years\n5. White blood cell count \\<3,500/mm3, hematocrit \\<32%, or platelet count \\<75000/mm3\n6. Liver transaminase levels (AST/ALT) greater than the upper limit of normal or albumin less than the lower limit of normal\n7. Creatinine clearance (CrCl) \\<40 mL/min as estimated by the Cockcroft-Gault equation\n8. History of alcohol abuse or unwillingness to limit alcohol consumption to \\<4 drinks per week\n9. Women of child bearing potential, even if currently using contraception, and women intending to breastfeed\n10. Men who plan to father children during the study period or who are unwilling to use contraception\n11. Requirement for use of drugs that alter folate metabolism (trimethoprim/sulfamethoxazoyl) or reduce tubular excretion (probenecid) or known allergies to antibiotics making avoidance of trimethoprim impossible\n12. Current indication for methotrexate therapy\n13. Chronic use of oral steroid therapy or other immunosuppressive or biologic response modifiers\n14. Known chronic pericardial effusion, pleural effusion, or ascites\n15. New York Heart Association class IV congestive heart failure\n16. Life expectancy of \\<3 years\n\nThe study population for the ancillary study will be the same as the main trial with the following additional exclusion criteria\n\n1. Subjects with a history of multiple imaging studies associated with radiation exposure\n2. Insulin-dependent diabetics\n3. If subject is Type 2 diabetic, hemoglobin A1c greater than 8% as determined by patient medical record review in the one year prior to the date of consent to this study.\n4. BMI greater than 37 kg/m2 or weight greater than 350 pounds","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Arterial Inflammation","description":"Change in arterial inflammation - The relative change at 8 months as compared to baseline in arterial inflammation as measured by the most diseased segment (MDS) of the index vessel. The MDS is defined as the 1.5 cm segment within the carotid artery (right or left carotid) that demonstrates the highest PET/CT activity, and is calculated as a mean of maximum TBR values derived from 3 contiguous axial segments. The index vessel in turn is defined as the vessel (either aorta, right, or left carotid) with the greatest mean TBR at baseline. (MDS TBR Index Vessel)","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Max Target-to-background (TBR)","description":"Change in max target-to-background (TBR) - The mean of max TBR within the carotid arteries as an average of the slices from the left and right carotid) at follow up imaging as compared to baseline.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":null},{"groupId":"OG001","value":"0.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Max TBR Within the Carotid Arteries","description":"Change in max target-to-background (TBR) - The mean of max TBR within the carotid arteries as an average of the slices from the left and right carotid)","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":null},{"groupId":"OG001","value":"0.06","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Missinjected dose (isotope)"]}}}