{"nctId":"NCT01803646","briefTitle":"AM-101 in the Treatment of Acute Tinnitus 2","startDateStruct":{"date":"2014-02"},"conditions":["Tinnitus"],"count":343,"armGroups":[{"label":"AM-101 injection","type":"EXPERIMENTAL","interventionNames":["Drug: AM-101"]},{"label":"Placebo injection","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"AM-101","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Persistent subjective peripheral tinnitus (unilateral or bilateral) following traumatic cochlear injury (acute acoustic trauma, blast trauma, middle ear surgery, inner ear barotrauma, tympanic membrane trauma) or otitis media with onset no longer than 3 months prior to randomization\n2. Age ≥ 18 years and ≤ 75 years (≥ 14 years and ≤ 75 years at selected sites);\n3. Negative pregnancy test (woman of childbearing potential);\n4. Willing and able to use adequate hearing protection, respectively to refrain from engaging in activities or work involving loud noise exposure where sufficient hearing protection is not possible or ensured;\n5. Willing and able to protect ear canal and middle ear from water exposure as long as tympanic membrane is not fully closed.\n\nOther protocol-defined inclusion criteria may apply.\n\nExclusion Criteria:\n\n1. Fluctuating tinnitus;\n2. Intermittent tinnitus;\n3. Tinnitus resulting from traumatic head or neck injury;\n4. Presence of chronic tinnitus;\n5. Meniere's Disease, history of endolymphatic hydrops, or history of fluctuating hearing loss;\n6. History of repeated idiopathic sudden sensorineural hearing loss or history of acoustic neuroma;\n7. Ongoing acute or chronic otitis media or otitis externa;\n8. Other treatment of tinnitus for the study duration;\n9. Known hypersensitivity, allergy or intolerance to the study medication or any history of severe, abnormal drug reaction;\n10. Women who are breast-feeding, pregnant or who are planning to become pregnant during the study;\n11. Women of childbearing potential who are unwilling or unable to practice contraception, such as hormonal contraceptives, double barrier, sexual abstinence or intercourse with a partner who has been vasectomised for at least three months;\n12. Concurrent participation in another clinical study or participation in another clinical study within 30 days prior to randomization.\n\nOther protocol-defined exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy: Change in Patient-reported Tinnitus Loudness Questionnaire (TLQ) Improvement From Baseline to Follow up Visit 3 (FUV3)","description":"Starting at the screening visit (SV), each subject recorded the following numerical rating scales (NRS) throughout the entire study duration:\n\n\\- Tinnitus loudness \"at its loudest\" within the last 24 hours (Tinnitus Loudness Questionnaire \\[TLQ\\] NRSLoudest). Subjects were asked \"On a scale from 0 to 10, where 0 represents no tinnitus and 10 represents extremely loud tinnitus, what one number best describes your tinnitus at its loudest in the last 24 hours (including right now)?\" TLQ NRSLoudest was collected from SV (D-14) to the evening before FUV3 (D83). The ratings were to be recorded every day before going to sleep on an electronic device.\n\nAs Baseline the10 ratings of the screening period before the first treatment were averaged. For the FUV3 endpoint, the ratings of the 7 days before FUV3 were averaged.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.80","spread":null},{"groupId":"OG001","value":"0.63","spread":null}]}]}]},{"type":"PRIMARY","title":"Co-Primary Efficacy: Improvement in Tinnitus Functional Index (TFI) Total Score From Baseline to FUV3","description":"The TFI was recorded on an electronic device (electronic patient reported outcome) at Treatment Visit 1 (TV1), before randomization, and at Follow up Visit 1 (FUV1), FUV2 and FUV3.\n\nThe TFI is a patient reported outcome questionnaire and contains 25 questions. It includes eight subscales: Intrusive, Sense of Control, Cognitive, Sleep, Auditory, Relaxation, Quality of Life, and Emotional. Each question is to be rated on a NRS between 0 and 10 (or 0 to 100%), with a recall period of \"over the past week\".\n\nThe TFI total score is considered as valid if there are evaluable answers for at least 19 of the 25 items (76% of items) (Meikle et al. 2012). The repondent's overall TFI score is within a 0-100 range. For the subscales the range is the same. A lower value represents an improvement for all scales.\n\nPlease refer to the following publicly available link for more information: http://download.lww.com/wolterskluwer\\_vitalstream\\_com/PermaLink/EANDH/A/EANDH\\_2011\\_09\\_27\\_HENRY\\_200593\\_SDC15.pdf","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety: Frequency of Subjects With Deterioration of Hearing at Follow up Visit 2 (FUV2)","description":"Occurence of deterioration of hearing (Air and Bone conduction) in the treated ear at FUV2.\n\nDeterioration is defined as a deterioration of hearing threshold of at least 15 dB from Baseline at the average of 2 contiguous frequencies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"181","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":201},"commonTop":["Ear pain","Ear discomfort","Headache","Tinnitus","Hypoacusis"]}}}