{"nctId":"NCT01591005","briefTitle":"SONOlysis in Prevention of Brain Infarctions dUring Carotid Stenting and caroTid EndaRterectomy","startDateStruct":{"date":"2010-10"},"conditions":["Internal Carotid Artery Stenosis"],"count":242,"armGroups":[{"label":"CEA with sonolysis","type":"EXPERIMENTAL","interventionNames":["Procedure: sonolysis","Procedure: endarterectomy"]},{"label":"CEA without sonolysis","type":"PLACEBO_COMPARATOR","interventionNames":["Procedure: endarterectomy"]},{"label":"carotid stenting with sonolysis","type":"EXPERIMENTAL","interventionNames":["Procedure: sonolysis","Procedure: carotid stenting"]},{"label":"carotid stenting without sonolysis","type":"PLACEBO_COMPARATOR","interventionNames":["Procedure: carotid stenting"]}],"interventions":[{"name":"sonolysis","otherNames":["sonothrombolysis","sonothrombotripsy"]},{"name":"endarterectomy","otherNames":["carotid endarterectomy"]},{"name":"carotid stenting","otherNames":["percutaneous transluminal angioplasty and stenting"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stenosis of internal carotid artery\n* indication to endarterectomy or stenting\n* age 40-80 years\n* sufficient temporal bone window for TCD with detectable blood flow in MCA\n* independent patient (modified Rankin score 0-2)\n* informed consent signed by the patient.\n\nExclusion Criteria:\n\n* contraindication to MRI examination (pace-maker, implanted metal material, claustrophobia)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With a New Brain Infarction Detected Using Magnetic Resonance","description":"The number of participants with a new brain infarctions in sonolysis group detected using magnetic resonance examination 24 hours after carotid endarterectomy or carotid stenting.\n\nSubstudy: The number of participants with a new brain infarctions on brain diffusion-weighted magnetic resonance imaging performed 24 hours after intervention in carotid endarterectomy and carotid stenting groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"33","spread":null},{"groupId":"OG003","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With a New Brain Infarctions Detected Using Magnetic Resonance in Endarterectomy and Stenting Groups","description":"The number of participants with a new brain infarctions \\>0.5 cm3 detected using magnetic resonance examination 24 hours after intervention between endarterectomy and stenting using periprocedural sonolysis.\n\nSubstudy: The number of participants with a new brain infarctions \\>0.5 cm3 detected using magnetic resonance examination 24 hours after intervention between carotid endarterectomy and carotid stenting groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Cognitive Decline","description":"The changes in cognitive functions after carotid endarterectomy and carotid stenting measured by Mini-Mental State Examination using periprocedural sonolysis.\n\nSubstudy: The changes in cognitive functions after intervention measured by Mini-Mental State Examination between carotid endarterectomy and carotid stenting groups.\n\nRange of scores possible for the Mini-Mental State Examination: 0 - 30 points. Higher values in this range are considered to be a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"28","spread":null},{"groupId":"OG003","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Manifested Brain Infarction","description":"The risk of stroke or transient ischemic attack (at 24 hours and 30 days) due to the activation of endogenous fibrinolytic system during carotid endarterectomy and carotid stenting using periprocedural sonolysis.\n\nSubstudy: The risk of stroke or transient ischemic attack (at 24 hours and 30 days) due to the activation of endogenous fibrinolytic system between carotid endarterectomy and carotid stenting groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participatns With New Ipsilateral Brain Infarctions Detected Using MRI in Endarterectomy and Stenting Groups","description":"The number of patients with the ipsilateral brain infarctions detected using MRI examination 24 hours after intervention between endarterectomy and stenting using periprocedural sonolysis.\n\nSubstudy: The number of patients with the ipsilateral brain infarctions detected using MRI examination 24 hours after intervention between carotid endarterectomy and carotid stenting groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"26","spread":null},{"groupId":"OG003","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Vascular Event or Death","description":"The risk of the occurrence of death, any stroke, or myocardial infarction within 30 days (myocardial infarction was defined as a post-interventional cardiac troponin T level increase \\>2-fold the upper limit of normal in addition to either chest pain or symptoms consistent with ischemia or electrocardiographic evidence of ischemia) after carotid endarterectomy and carotid stenting using periprocedural sonolysis.\n\nSubstudy: The risk of the occurrence of death, any stroke, or myocardial infarction within 30 days (myocardial infarction was defined as a post-interventional cardiac troponin T level increase \\>2-fold the upper limit of normal in addition to either chest pain or symptoms consistent with ischemia or electrocardiographic evidence of ischemia) between carotid endarterectomy and carotid stenting groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Complications","description":"Any complication during carotid endarterectomy and carotid stenting, sonolysis or 30 days after intervention in all subgroups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":53},"commonTop":[]}}}