{"nctId":"NCT02358044","briefTitle":"Efficacy and Safety of Combination Grazoprevir (MK-5172)/Elbasvir (MK-8742) Versus Sofosbuvir + Pegylated Interferon + Ribavirin in Hepatitis C Virus Genotype 1, 4 or 6 Infection (MK-5172-077)","startDateStruct":{"date":"2015-02-27","type":"ACTUAL"},"conditions":["Hepatitis C"],"count":257,"armGroups":[{"label":"Grazoprevir + Elbasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Sofosbuvir","Biological: PegIntron","Drug: Ribavirin"]},{"label":"SOF + PR","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Grazoprevir/Elbasvir (100 mg/50 mg) FDC"]}],"interventions":[{"name":"Sofosbuvir","otherNames":[]},{"name":"PegIntron","otherNames":[]},{"name":"Ribavirin","otherNames":[]},{"name":"Grazoprevir/Elbasvir (100 mg/50 mg) FDC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Weigh ≥40 kg and ≤125 kg\n* documented chronic HCV GT1, GT4, or GT6 infection\n* cirrhosis/absence of cirrhosis defined by liver biopsy, Fibroscan, or FibroSure®\n* either treatment naïve or PR Null Responder, PR Partial Responder, or PR Prior Relapser\n* participant and partner both agree to use at least use at least 2 effective methods of contraception from at least 2 weeks prior to Day 1 and continue until up to 6 months after last dose of study drug, or longer if dictated by local regulations\n\nExclusion Criteria:\n\n* has evidence of decompensated liver disease\n* is coinfected with hepatitis B virus (e.g. hepatitis B surface antigen positive) or human immunodeficiency virus\n* history of malignancy ≤5 years prior to signing informed consent, or is under evaluation for other active or suspected malignancy\n* has cirrhosis and liver imaging within 6 months of Day 1 showing evidence of hepatocellular carcinoma (HCC) or is under evaluation for HCC\n* has any of the following conditions: immunologically-mediated disease, organ transplants other than cornea and hair, poor venous access that precludes routine peripheral blood sampling, history of gastric surgery or malabsorption disorders, or any medical condition requiring, or likely to require, chronic systemic administration of corticosteroids during the course of the trial, history of chronic hepatitis not caused by HCV","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary: Percentage of Participants Achieving Sustained Virologic Response at 12 Weeks After the End of All Treatment (SVR12)","description":"Hepatitis C Virus ribonucleic acid (HCV-RNA) levels in plasma were measured using the Roche COBAS®AmpliPrep/COBAS® TaqMan® HCV Test, v2.0 on blood samples drawn from each participant. SVR12 was defined as HCV RNA below the lower limit of quantification (\\<LLOQ) at 12 weeks after the end of all study therapy. The primary efficacy hypothesis for this study was that the percentage of participants achieving SVR12 in the grazoprevir plus elbasvir arm was non-inferior to the percentage in the SOF plus PR arm. A secondary statistical analysis was performed to determine whether the percentage of participants achieving SVR12 in the grazoprevir plus elbasvir arm was superior to the percentage in the SOF plus PR arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.2","spread":null},{"groupId":"OG001","value":"90.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing at Least One Adverse Event (AE) During the Treatment Period Plus First 14 Follow-up Days","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that was temporally associated with the use of the Sponsor's product, was also an AE. The percentage of participants who experienced at least one AE was reported for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.9","spread":null},{"groupId":"OG001","value":"93.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinuing Study Treatment Due to an AE","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that was temporally associated with the use of the Sponsor's product, was also an AE.\n\nThe percentage of participants who discontinued study treatment due to an AE was reported for each treatment arm. Participants that discontinued study drug treatment due to an AE may have still continued on trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing at Least One Tier 1 Safety Event (Key Safety Parameter) During the Treatment Period and First 14 Follow-up Days","description":"Tier 1 safety events were pre-specified by the protocol to evaluate safety and test the safety superiority hypothesis. Tier 1 safety events were chosen to assess broad tolerability, hematological side effects and liver-related laboratory abnormalities. For this study, Tier 1 safety events included: any serious drug-related AE, any drug-related AE leading to permanent discontinuation (DC) of all study drugs, neutrophil count \\<0.75 x 10\\^9/L, hemoglobin \\<10 g/dL, severe depression, hepatic events of clinical interest (defined by abnormal increases in alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\], or alkaline phosphatase \\[ALP\\]), or events meeting stopping rule criteria for DC from trial (due to abnormal increases of ALT, AST, or ALP with/without pre-specified related AEs). The percentage of participants who experienced each individual event that was defined as a Tier 1 safety event during the study treatment period was reported for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"27.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"12.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Virologic Response 24 Weeks After Ending Study Treatment (SVR24)","description":"HCV-RNA levels in plasma were measured using the Roche COBAS®AmpliPrep/COBAS® TaqMan® HCV Test, v2.0 on blood samples drawn from each participant. SVR24 was defined as HCV RNA \\<LLOQ at 24 weeks after the end of all study therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.4","spread":null},{"groupId":"OG001","value":"89.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Virologic Response 4 Weeks After Ending Study Treatment (SVR4)","description":"HCV-RNA levels in plasma were measured using the Roche COBAS®AmpliPrep/COBAS® TaqMan® HCV Test, v2.0 on blood samples drawn from each participant. SVR4 was defined as HCV RNA \\<LLOQ at 4 weeks after the end of all study therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.2","spread":null},{"groupId":"OG001","value":"92.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":129},"commonTop":["Pyrexia","Headache","Fatigue","Asthenia","Influenza like illness"]}}}