{"nctId":"NCT01450943","briefTitle":"VA MERIT: A Comparative Efficacy Study: Treatment of Non-Healing Diabetic","startDateStruct":{"date":"2011-10-01","type":"ACTUAL"},"conditions":["Diabetic Foot Ulcer"],"count":120,"armGroups":[{"label":"Standard of care","type":"ACTIVE_COMPARATOR","interventionNames":["Device: SECONDARY dressing gauze and tape","Procedure: debridement, irrigation"]},{"label":"Dermagraft","type":"EXPERIMENTAL","interventionNames":["Device: SECONDARY dressing gauze and tape","Procedure: debridement, irrigation","Device: Dermagraft"]},{"label":"Oasis","type":"EXPERIMENTAL","interventionNames":["Device: SECONDARY dressing gauze and tape","Procedure: debridement, irrigation","Device: Oasis"]}],"interventions":[{"name":"SECONDARY dressing gauze and tape","otherNames":[]},{"name":"debridement, irrigation","otherNames":[]},{"name":"Dermagraft","otherNames":[]},{"name":"Oasis","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n(Answering NO will exclude patient):\n\n* An Institutional Review Board (IRB) Informed Consent Form signed and dated prior to any study-related activities.\n* The area of the study ulcer after debridement is between 1 cm2 and 25 cm2 at Visit 3/Week 0.\n* Subjects between 18 and 85 years of age.\n* Subject's highest Ankle-Brachial Pressure Index (ABPI) / Ankle-Arm Index (AAI) is greater than or equal to 0.80 and lower than 1.4 (the highest ABPI/AAI value from three measurements within last 6 months shall apply).or a toe-arm index is equal to or higher than 0.6.\n* The patient has one or more diabetic ulcers on the target foot with only one ulcer selected as the study (target) ulcer. The target ulcer must be at least 4 cm from a non-target ulcer and in the Investigator's opinion, be unlikely to coalesce with another ulcer within 12 weeks of randomization.\n* Subject's study ulcer is full thickness and does not extend to bone, muscle, or tendon.\n* Subject's study ulcer has been present at least 4 weeks prior to the initial screening (Visit 1) or 6 weeks at randomization (Visit 3).\n* Subject has been diagnosed with Type 1 or Type 2 diabetes and HbA1c is less than 10%.\n* Study ulcer has no clinical feature of infection (2 signs of inflammation and elevated bacterial load of the wound).\n* For female subjects of childbearing age potential, the subject has a negative pregnancy test and is not lactating for the duration of the study.\n* Subject understands the requirements of this study and is willing to comply with all the study requirements.\n\nExclusion Criteria:\n\n(Answering YES will exclude patient):\n\n* The subject is diagnosed with cancer and is undergoing treatment with immunosuppressive or chemotherapeutic agents, radiotherapy or systemic corticosteroids less than 30 days before enrollment.\n* The subject is diagnosed with HIV/AIDS.\n* The subject is diagnosed with any bleeding disorders.\n* The subject is diagnosed with any connective tissue diseases.\n* For female subjects, the subject is pregnant or lactating.\n* The subject has a history of illicit drug use within one year of enrollment.\n* In the past year, the subject experiences episodes of drinking more than 5 alcoholic beverages in less than two hours and/or drinking alcohol has become a problem in interpersonal relationships, work, driving and/or their behavior in general.\n* The subject has any active infected wounds or osteomyelitis (confirmed by bone biopsy, MRI or bone scan).\n* Doppler exam within the last 365 days demonstrating reflux greater than 0.5 seconds.\n* The subject is diagnosed with active Charcot as described by Saunder's classification system.\n* The subject manifests signs of poor nutritional status and/or albumin level \\< 2.9.\n* The subject has been exposed to Dermagraft and/or Oasis in the last 60 days.\n* The study ulcer size is less than 0.5 cm2 or greater than 25 cm2.\n* The subject has any porcine allergy or cow product allergy.\n* The subject's recent (last 30 days) chemistry tests serum creatinine is 2 times above the upper limit of normal and/or LFT's 3 times above the upper limit of normal.\n* Between Visit 1/Week -2 and Visit 3/Week 0 (randomization) the study ulcer has decreased in size by more than 40%, or increased in size by more than 50%.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Wound Closure by Week 15","description":"The primary outcome of interest is defined as the wound healed completely on or before visit 15, regardless of a later recurrence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Wound Closure at 20 Weeks","description":"Complete wound closure at study endpoint. The Secondary outcome of interest is defined as the wound healed completely on or before visit 19, regardless of a later recurrence. The number of subjects analyzed at secondary outcome differs from primary outcome due to some subjects not completing the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Cost Effectiveness","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":28},"commonTop":["Non-study related"]}}}