{"nctId":"NCT00391872","briefTitle":"A Comparison of Ticagrelor (AZD6140) and Clopidogrel in Patients With Acute Coronary Syndrome","startDateStruct":{"date":"2006-10"},"conditions":["Acute Coronary Syndrome"],"count":18624,"armGroups":[{"label":"Clopidogrel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Clopidogrel"]},{"label":"Ticagrelor","type":"EXPERIMENTAL","interventionNames":["Drug: Ticagrelor"]}],"interventions":[{"name":"Ticagrelor","otherNames":["AZD6140"]},{"name":"Clopidogrel","otherNames":["Plavix®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female 18 years or older who has been hospitalised for chest pain and potential ACS\n* Females of child-bearing potential must have a negative pregnancy test at enrollment and be willing to use 2 methods of reliable contraception\n\nExclusion Criteria:\n\n* Persons with moderate or severe liver disease\n* Persons who have already been treated with an invasive (angioplasty) procedure for the current episode of ACS\n* Persons who are being treated with blood clotting agents that cannot be stopped","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With Any Event From the Composite of Death From Vascular Causes, Myocardial Infarction (MI), and Stroke","description":"Participants with death from vascular causes, MI, or stroke. If no event, censoring occurs at the earliest of patient withdrawal consent or date of scheduled withdrawal from therapy. Intention To Treat (ITT) analysis of whole population. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"864","spread":null},{"groupId":"OG001","value":"1014","spread":null}]}]}]},{"type":"PRIMARY","title":"Participants With Any Major Bleeding Event","description":"Participants with major (fatal/life-threatening or other) bleed by a study protocol scale based on need for treatment, number of transfusions, hemoglobin decrease, and other factors. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"961","spread":null},{"groupId":"OG001","value":"929","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Any Event From the Composite of Death From Vascular Causes, MI, and Stroke for the Subgroup of Patients With Intent for Invasive Management at Randomization","description":"Participants with death from vascular causes, MI, or stroke. If no event, censoring occurs at the earliest of patient withdrawal consent or date of scheduled withdrawal from therapy. ITT analysis of intent for invasive management population. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"569","spread":null},{"groupId":"OG001","value":"668","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Any Event From the Composite of All-cause Mortality, MI, and Stroke","description":"Participants with death from any cause, MI, or stroke. If no event, censoring occurs at the earliest of patient withdrawal of consent or date of scheduled withdrawal from therapy. ITT analysis of whole population. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"901","spread":null},{"groupId":"OG001","value":"1065","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Any Event From the Composite of Death From Vascular Causes, MI (Including Silent), Stroke, Recurrent Ischemia, Transient Ischemic Attack (TIA) and Other Arterial Thrombotic Events.","description":"Participants with death from vascular causes, MI, stroke, recurrent ischemia, or other thrombotic events. If no event, censoring occurs at the earliest of patient withdrawal consent or date of scheduled withdrawal from therapy. ITT analysis of whole population. Events were adjudicated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1290","spread":null},{"groupId":"OG001","value":"1456","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With MI Event","description":"Participants with MI event. If no event, censoring occurs at the earliest of patient withdrawal consent or date of scheduled withdrawal from therapy. ITT (intention to treat) analysis of whole population. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"504","spread":null},{"groupId":"OG001","value":"593","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Death From Vascular Causes","description":"Participants with death from vascular causes. If no event, censoring occurs at the earliest of patient withdrawal consent or date of scheduled withdrawal from therapy. ITT (intention to treat) analysis of whole population. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"353","spread":null},{"groupId":"OG001","value":"442","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Stroke","description":"Participants with stroke. If no event, censoring occurs at the earliest of patient withdrawal consent or date of scheduled withdrawal from therapy. ITT (intention to treat) analysis of whole population. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Death From Any Cause","description":"Participants with death from any cause. If no event, censoring occurs at the earliest of patient withdrawal consent or date of scheduled withdrawal from therapy. ITT (intention to treat) analysis of whole population. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"399","spread":null},{"groupId":"OG001","value":"506","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Non-CABG (Coronary Artery Bypass Graft) Related Major Bleeding","description":"Participants with non CABG related major (fatal/life-threatening or other) bleed by a study protocol scale based on need for treatment, number of transfusions, hemoglobin decrease, and other factors. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"362","spread":null},{"groupId":"OG001","value":"306","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Major or Minor Bleeding","description":"Participants with major (fatal/life-threatening or other) or minor bleed by a study protocol scale based on need for treatment, number of transfusions, hemoglobin decrease, and other factors. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1339","spread":null},{"groupId":"OG001","value":"1215","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Non-procedural Major Bleeding","description":"Participants with non-procedural major bleed by a study protocol scale based on need for treatment, number of transfusions, hemoglobin decrease, and other factors. Events were adjudicated by an endpoint committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null},{"groupId":"OG001","value":"180","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Coronary Artery Bypass Graft (CABG) Major Bleeding","description":"Participants with a major CABG-related bleed by a study protocol scale based on need for treatment, number of transfusions, hemoglobin decrease, and other factors. All CABG surgeries were submitted for adjudication by an endpoint committee as potential bleeds.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"619","spread":null},{"groupId":"OG001","value":"654","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Coronary Artery Bypass Graft (CABG) Major Fatal/Life-threatening Bleeding","description":"Number of participants with a major fatal/life-threatening CABG-related bleed by a study protocol scale based on need for treatment, number of transfusions, hemoglobin decrease, and other factors. All CABG surgeries were submitted for adjudication by an endpoint committee as potential bleeds.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"329","spread":null},{"groupId":"OG001","value":"341","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Ventricular Pauses of Greater Than or Equal to 3 Seconds in Patients Monitored by Holter 24-hour ECG Recorders for 1 Week Following Randomization","description":"Number of participants who were observed to have at least 1 ventricular pause of at least 3 seconds. Population is all patients who were observed over 2 week-long periods. Pauses were flagged algorithmically and confirmed by Thrombolysis in Myocardial Infarction (TIMI) group cardiologists.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Ventricular Pauses of Greater Than or Equal to 3 Seconds in Patients Monitored by Holter 24 Hour ECG Recorders for 1 Week at 1 Month Following Randomization","description":"Number of participants who were observed to have at least 1 ventricular pause of at least 3 seconds. Population is all patients who were observed over 2 week-long periods. Pauses were flagged algorithmically and confirmed by TIMI cardiologists.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2108},"commonTop":["Dyspnoea","Headache","Cough","Epistaxis"]}}}