{"nctId":"NCT01004263","briefTitle":"A Study to Evaluate the Safety and Tolerability of Rizatriptan for Long Term Treatment of Acute Migraine in Children and Adolescents (MK-0462-086 AM3)","startDateStruct":{"date":"2009-12-01","type":"ACTUAL"},"conditions":["Acute Migraine With or Without Aura in Adolescents"],"count":674,"armGroups":[{"label":"Rizatriptan","type":"EXPERIMENTAL","interventionNames":["Drug: rizatriptan benzoate"]}],"interventions":[{"name":"rizatriptan benzoate","otherNames":["MK-0462","Maxalt"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient is between 12 and 17 years of age inclusive at screening Visit 1\n* Patient weighs at least 20 kg (44 pounds)\n* Patient has had a history of unilateral or bilateral migraine headache with or without aura \\>6 months with ≥1 to ≤8 mild, moderate or severe migraine attacks per month in the 2 months prior to screening Visit 1\n* Patient has a history of migraine defined by International Headache Society (IHS) migraine definitions\n* The parent or guardian and patient agree to the patient's participation in the study as indicated by parental/guardian signature on the consent form and patient assent\n* For patients taking migraine prophylactic medication, treatment regimen is stable and has been taken for at least 3 months prior to Visit 1\n\nExclusion Criteria:\n\n* Patient is pregnant or breast-feeding, or is a female expecting to conceive within the projected duration of study participation\n* Patient has a history of mild migraine attacks or migraines that resolve in less than 2 hours\n* Patient has basilar or hemiplegic migraine headaches\n* Patient has \\>15 headache-days per month OR has taken medication for acute headache on more than 10 days per month in any of the 3 months prior to screening\n* Patient has uncontrolled high blood pressure, uncontrolled diabetes, human immunodeficiency virus (HIV), any cancer, or any other significant disease\n* Patient has a history cardiovascular problems or stroke\n* Patient has either demonstrated hypersensitivity to or experienced a serious adverse event in response to rizatriptan\n* Patient has demonstrated hypersensitivity to or experienced a serious adverse event in response to 3 or more classes of drugs (over-the-counter and prescription)\n* Patient did not experience satisfactory relief from migraine pain to prior treatment with 2 or more adequate courses of 5-hydroxytryptamine 1 (5HT1) agonists\n* Patient has a recent history (within the past year) or current evidence of drug or alcohol abuse or is a \"recreational user\" of illicit drugs\n* Patient is currently taking monoamine oxidase inhibitors, methysergide, or propranolol, and is unable to tolerate withdrawal of these medications for the intervals required\n* Patient is currently participating or has participated in a study with an investigational compound or device within 30 days of screening\n* Patient is legally or mentally incapacitated","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) Within 24 Hours Post Any Dose","description":"An AE is any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with study drug administration. Participants reported AEs in a diary and these were collected by the study site at visits at 1, 2, 3, 4, 6, 9, and 12 months after Screening visit. Participants with an AE occurring within 24 hours after any dose administered during the study are counted once in this summary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"322","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With AEs Within 14 Days Post Any Dose","description":"An AE is any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with study drug administration. Participants reported AEs in a diary and these were collected by the study site at visits at 1, 2, 3, 4, 6, 9, and 12 months after Screening visit. AEs were assessed in a phone contact 14 days after the last dose of study medication. Participants with an AE occurring within 14 days after any dose administered during the study are counted once in this summary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"400","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participant's Migraine Attacks With Pain Freedom at 2 Hours Post Dose","description":"Pain intensity was assessed using a 5-Face Pain Scale ranging from 1=no pain to 5=very bad pain. Pain freedom (PF) was defined as a reduction in severity from a rating of 5, 4, 3 or 2 (mild, moderate or severe pain) before the dose to a rating of 1 (no pain) at 2 hours after dosing. Pain intensity ratings were reported in diaries returned at visits at 1, 2, 3, 4, 6, 9, and 12 months after Screening visit. PF at 2 hours was summarized as follows: the percentage of treated attacks with PF at 2 hours was calculated for each patient first, then the mean across all patients was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.3","spread":"31.9"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Discontinued From Study Due to AEs Occurring Within 24 Hours Post Dose","description":"An AE is any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with study drug administration. Participants who discontinued due to an AE occurring within 24 hours post dose are counted in this summary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Discontinued From Study Due to AEs Occurring Within 14 Days Post Dose","description":"An AE is any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with study drug administration. Participants who discontinued due to an AE occurring within 14 days post dose are counted in this summary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":606},"commonTop":["Accidental overdose","Dizziness","Nasopharyngitis","Somnolence","Nausea"]}}}