{"nctId":"NCT03806790","briefTitle":"Efficacy and Safety of LEO 90100 Foam in Japanese Subjects With Psoriasis Vulgaris","startDateStruct":{"date":"2019-01-24","type":"ACTUAL"},"conditions":["Psoriasis Vulgaris"],"count":182,"armGroups":[{"label":"LEO 90100 foam","type":"EXPERIMENTAL","interventionNames":["Drug: LEO 90100 foam"]},{"label":"Dovobet速 ointment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dovobet速 ointment"]}],"interventions":[{"name":"LEO 90100 foam","otherNames":["Enstilar速 Foam"]},{"name":"Dovobet速 ointment","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Signed and dated informed consent obtained\n2. Japanese subjects\n3. Aged 20 years or above\n4. Clinical diagnosis of psoriasis vulgaris amenable to topical treatment of less than or equal to 30% BSA (excluding psoriasis on the face/genitals/skin folds).\n5. A target psoriasis lesion of at least mild severity on the body of a minimum size of 10 cm2 and scoring at least 2 (mild) for each of the clinical signs). The lesion must not be on the scalp, face, genitals or skin folds.\n6. Women of childbearing potential must have a negative pregnancy test at Day 1 and agree to use an adequate methods of birth control during the trial.\n7. Able to communicate with the (sub)investigator and understand and comply with the requirements of the trial.\n\nKey Exclusion Criteria:\n\n1. Systemic use of biological treatments with a potential effect on psoriasis vulgaris within the specified time periods prior to randomisation (depending on treatment)\n2. Systemic treatments with all therapies other than biological treatments with a potential effect on psoriasis vulgaris within 4 weeks prior to randomisation\n3. PUVA therapy, UVB therapy or UVA therapy on the full body or on the target lesion within 4 weeks prior to randomisation\n4. Topical treatment of psoriasis on the areas to be treated with trial medication within 2 weeks prior to randomisation\n5. Topical treatment of psoriasis on the face, genitals or skin folds with vitamin D3 analogues, potent corticosteroids or immunosuppressants within 2 weeks prior to randomisation\n6. Topical treatment of conditions other than psoriasis with vitamin D3 analogues, potent corticosteroids or immunosuppressants within 2 weeks prior to randomisation\n7. Initiation or changes of medication that may affect psoriasis vulgaris during the trial\n8. Patients with certain disorders or symptoms present on the areas to be treated with trial medication: viral lesions of the skin, infections, skin manifestations, or fragility of skin veins\n9. Other inflammatory skin diseases that may confound the evaluation of psoriasis vulgaris\n10. Erythrodermic, exfoliative or pustular psoriasis on the areas to be treated with trial medication\n11. Planned excessive exposure of areas to be treated with trial medication to either natural or artificial sunlight during the trial.\n12. Disorders of calcium metabolism\n13. Severe renal insufficiency, severe hepatic disorders or severe heart disease\n14. Hypersensitivity to any components of the investigational medicinal products.\n15. Cushing's disease or Addison's disease\n16. Subjects who have received treatment with any non-marketed drug substance within the 4 weeks prior to randomisation, or longer if for certain biological treatments\n17. History of cancer within the last 5 years (except completely cured skin cancer)\n18. Current participation in any other interventional clinical trial\n19. Previously randomised in this trial\n20. Women who are pregnant, wishing to become pregnant or are breast-feeding\n21. Chronic alcohol or drug abuse within 12 months prior to screening, or any condition associated with poor compliance\n22. Employees of the trial site or any other individuals directly involved with the planning or conduct of the trial, or immediate family members of such individuals","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Improvement Rate for the Target Lesion","description":"Overall improvement defined as 'Substantial Resolution' of Clinical Signs or at Least 'Moderately Improved' in the General Change in the Lesion.\n\nSubstantial resolution' is defined as a clinical score for thickness and scaliness of 0 and a clinical score for redness of 1 or less in the severity of clinical signs of the target lesion. The details of the clinical scores are presented in secondary outcome measure description for 'Change in the total sign score'.\n\nChange in the Lesion is a 5 point scale below:\n\n* Markedly improved (best outcome)\n* Moderately improved\n* Slightly improved\n* Unchanged\n* Aggravated (worst outcome)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Improvement Rate for the Target Lesion at Weeks 1 and 2","description":"Substantial resolution of clinical signs or at least 'moderately improved' in the general change in the target lesion.\n\nChange in the Lesion is a 5 point scale below:\n\n* Markedly improved (best outcome)\n* Moderately improved\n* Slightly improved\n* Unchanged\n* Aggravated (worst outcome)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the Total Sign Score for the Target Lesion From Week 0 to Week 4","description":"The change in the total sign score from Week 0 to Week 4; total sign score is defined as the sum of the scores from the 3 clinical signs (redness, thickness, and scaliness) assessing severity in the target lesion.\n\nThe severity for each of the 3 clinical signs was recorded according to a 9-point scale that ranges from a score of 0 to 4 in increments of 0.5; the severities are scored from low to high with 0 = none and 4 = severe. The sum of the 3 total sign scores could range from 0 (best) to 12 (worse). The greater the negative value for the change means a better outcome.\n\nNegative change denotes a decrease in the score and therefore a decrease in disease severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.09","spread":"1.48"},{"groupId":"OG001","value":"-5.98","spread":"2.03"}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events","description":"Number of treatment emergent adverse events (TEAEs). 14-day follow-up of TEAEs was only required if the TEAE was present at the last visit, and was of possible or probable relationship to trial medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":87},"commonTop":["Nasopharyngitis","Acne","Arthralgia","Arthritis","Tendonitis"]}}}