{"nctId":"NCT04486716","briefTitle":"A Single Arm Study Evaluating the Efficacy, Safety and Tolerability of Ofatumumab in Patients With Relapsing Multiple Sclerosis","startDateStruct":{"date":"2020-10-19","type":"ACTUAL"},"conditions":["Relapsing Multiple Sclerosis"],"count":111,"armGroups":[{"label":"Ofatumumab","type":"EXPERIMENTAL","interventionNames":["Drug: Ofatumumab"]}],"interventions":[{"name":"Ofatumumab","otherNames":["OMB157"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants eligible for inclusion in this study must meet all of the following criteria:\n\n1. Written informed consent must be obtained before any assessment is performed.\n2. Male or female participants aged 18 to 60 years (inclusive) at screening.\n3. Diagnosis of relapsing MS (RMS) according to the 2017 Revised McDonald criteria (Thompson et al. 2018), including CIS, RRMS or SPMS with disease activity as defined by (Lublin et al. 2014).\n4. Disability status at Screening with an EDSS score of 0 to 5.5 (inclusive).\n5. Received at least 2 courses of intravenous aCD20 mAb (loading doses are considered 1 course):\n\n   • Participants currently treated with ocrelizumab must have received (meet all three criteria below):\n\n1\\. 2 fully infused initial 300 mg ocrelizumab iv infusions 2. At least 1 fully infused 600 mg ocrelizumab iv infusions 6 months (+/- one month) 3. Last fully infused ocrelizumab dose must have occurred within 4-9 months prior to baseline\n\n•Participants currently treated with rituximab must have received (meet both criteria below):\n\n1. At least 2 fully infused courses of rituximab 500 mg - 1000 mg iv every 6 months (+/- one month).\n\n   1. Initial loading regimens of rituximab i.e. 500 mg - 1000 mg on day 1 and on day 15, are allowed but this is consider a single course and must be followed by additional infusion(s) every 6 months (+/- one month)\n2. Last fully infused rituximab dose must have occurred within 4-9 months prior to baseline.\n\n6\\. Participants discontinuing aCD20 therapy for reasons including, but not limited to: physician/participant preference, access to commercial drug (e.g. insurance coverage issues) or for other logistical reasons (such as geographical relocation, travel, etc.) are eligible for this study. 7. Neurologically stable within 1 month prior to first study drug administration.\n\n8\\. Must be able to use a smart device or have a caregiver that can assist.\n\nExclusion Criteria:\n\nParticipants meeting any of the following criteria are not eligible for inclusion in this study:\n\n1. Participants that have demonstrated suboptimal response to aCD20 therapy to include:\n\n   a. Signs of MRI activity, defined as ≥ 2 active Gd+ T1 lesions, or any new or newly enlarging T2 lesions, documented within the past 6 months\n   * If a prior MRI within the last 6 months is not available, then new or newly enlarging T2 lesions should be considered \"not documented\" and the patient may continue screening b. Documented relapse while on stable, previous aCD20 treatment.\n   * Relapses during the first 3 months of intravenous aCD20 therapy are allowable if the participant is then relapse-free for the 12 months following the relapse while on intravenous aCD20 therapy c. Any signs of clinical worsening as measured by EDSS or any clinical measure documented within the last 6 months\n2. Discontinuing aCD20 mAb therapy due to the following treatment- emergent adverse events:\n\n   1. Severe infusion-related reactions (Grade 3 or above)\n   2. Recurrent infections defined as ≥ 2 severe infections or ≥ 3 respiratory infections or the need for ≥ 2 courses of antibiotics since starting aCD20 therapy, if the Investigator believes this is related to therapy.\n   3. Decreased IgG requiring treatment with Intravenous immunoglobulin\n3. Participants with primary progressive MS (Polman et al 2011) or SPMS without disease activity (Lublin et al 2014).\n4. Participants meeting criteria for neuromyelitis optica (Wingerchuk et al 2015).\n5. Pregnant or nursing (lactating) women\n6. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing and for at least 6 months after stopping study medication.\n7. Participants with active chronic disease (or stable but treated with immune therapy) of the immune system other than MS (e.g. rheumatoid arthritis, scleroderma, Sjögren's syndrome, Crohn's disease, ulcerative colitis, etc.) or with immunodeficiency syndrome (hereditary immune deficiency, drug-induced immune deficiency).\n8. Participants with active systemic bacterial, viral or fungal infections, or known to have acquired immunodeficiency syndrome (AIDS).\n9. Participants with neurological symptoms consistent with PML or with confirmed PML.\n10. Participants at risk of developing or having reactivation of syphilis or tuberculosis\n11. Participants at risk of developing or having reactivation of hepatitis.\n12. Have received any live or live-attenuated vaccines (including for varicella-zoster virus or measles) within 4 weeks prior to first study drug administration. a. There is presently no contraindication for the use of an inactivated, viral-vector-or mRNA based Sars-CoV-2 vaccine in patients who are immunocompromised. However, different Sars-CoV-2 vaccines may have various mechanisms of action and different associated potential risks. Please review local prescribing information of any specific Sars-CoV-2 vaccine and comply with local prescribing information requirements for specific contra-indications and special warnings and precautions for use.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With no Change or a Reduction From Baseline in the Number of Gadolinium Enhancing (GdE) Lesions at Month 12 Using Non-responder Imputation","description":"Magnetic Resonance Imaging (MRI) was used to measure presence of new or reduction in number of gadolinium enhancing T1 lesions. Each MRI scan was previewed by a local neuroradiologist. The quality of each scan performed was assessed by a central MRI reading center and evaluated for quality, completeness and adherence to the protocol.\n\nA nonresponder imputation (NRI) for missing data approach was applied. NRI assumes that a participant was a treatment failure, i.e. non-responder, if they did not have a valid Month 12 MRI assessment, or if they discontinued the study prematurely and did not have a valid Month 12 MRI assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With no Change or a Reduction From Baseline in the Number of Gadolinium Enhancing (GdE) Lesions at Month 12 Based on Observed Data","description":"Magnetic Resonance Imaging (MRI) was used to measure presence of new or reduction in number of gadolinium enhancing T1 lesions. Each MRI scan was previewed by a local neuroradiologist. The quality of each scan performed was assessed by a central MRI reading center and evaluated for quality, completeness and adherence to the protocol.\n\nA sensitivity analysis of the primary endpoint was performed based on an observed data approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Continued Study Treatment From Baseline to Months 6 and 12","description":"Retention on study treatment from baseline to Month 6 and to Month 12 was based on the number of participants who continued study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD19+ B Cell Counts Obtained by FACS","description":"Changes from baseline in lymphocytes, including total CD19+ B cell counts and CD20+CD3+ T cell counts, were obtained by fluorescence-activated cell sorting (FACS), which is a specific type of flow cytometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.45","spread":"58.295"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.53","spread":"52.182"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD20+ CD3+ T Cell Counts Obtained by FACS","description":"Changes from baseline in lymphocytes, including total CD19+ B cell counts and CD20+CD3+ T cell counts, were obtained by fluorescence-activated cell sorting (FACS), which is a specific type of flow cytometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.144","spread":"39.1520"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.590","spread":"32.1112"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Suicidal Ideation or Behavior Based on Columbia-Suicide Severity Rating Scale (C-SSRS)","description":"The Columbia-Suicide Severity Rating Scale (C-SSRS) is a questionnaire that assesses suicidal ideation and suicidal behavior. The suicidal ideation section includes 5 items (Categories 1 to 5), and the suicidal behavior section includes 5 items (Categories 6 to 10). Additionally, there is one item about Self-injurious behavior, without suicidal intent.\n\nThe C-SSRS was given multiple times throughout the study from baseline up to Month 12. The number of participants who answered 'Yes' to any of the items in C-SSRS at baseline and at any timepoint post-baseline is summarized in this record.\n\nBaseline refers to all prior history.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Satisfaction Questionnaire for Medication-9 (TSQM-9) Scores at Baseline, Month 6 and Month 12","description":"The Treatment Satisfaction Questionnaire for Medication-9 (TSQM-9) is a 9-item general instrument that measures the major dimensions of satisfaction with a medication. The questionnaire consists of 3 domains: effectiveness (items 1 to 3), convenience (items 4 to 6) and global satisfaction (items 7 to 9). The scores of each domain range from 0 to 100 with higher scores representing higher satisfaction on that domain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"TEAEs are defined as any adverse events (AEs) that started on or after the day of first dose of study drug, or before 30 days after the treatment end date, if severity at baseline was missing or if postbaseline severity was greater than baseline severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":102},"commonTop":["COVID-19","Fatigue","Headache","Urinary tract infection","Pyrexia"]}}}