{"nctId":"NCT01958164","briefTitle":"Efficacy and Safety of Actilyse 2 mg/ 2 ml in Comparison to Saline Solution in Patients With Central Venous Access Device Occlusion","startDateStruct":{"date":"2013-09"},"conditions":["Catheter Obstruction","Vascular Access Devices"],"count":16,"armGroups":[{"label":"Actilyse 2 mg/2 ml","type":"EXPERIMENTAL","interventionNames":["Drug: Actilyse"]},{"label":"Saline solution (NaCl 0.9%)","type":"SHAM_COMPARATOR","interventionNames":["Drug: Actilyse","Drug: Saline solution"]}],"interventions":[{"name":"Actilyse","otherNames":[]},{"name":"Saline solution","otherNames":[]},{"name":"Actilyse","otherNames":[]},{"name":"Actilyse","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male and female patients between 18 and 80 years, who signed a written informed consent\n* Patients with central venous access device occlusion, which occurred within 24-h before randomisation, where central venous access device is indicated for any of the following: fluid maintenance, chemotherapy, intravenous feeding, haemodialysis, long-term administration of antibiotics or other medication\n* Patients with central venous access device occlusion occurred within 24-h before randomisation. Central venous access device is defined by inability to withdraw at least 3 ml of blood from the central venous access device. If multiple lumens are occluded, investigators are to choose and treat only one lumen for the study.\n* Signed and dated written informed consent prior to admission to the study in accordance with good clinical practice and the local legislation. Acceptable level of the following laboratory parameters:\n\n  * hemoglobin ≥ 80 g/L;\n  * total white blood cell count ≥ 2.0 x109/L;\n  * platelets ≥ 50.0 x109/L;\n  * fibrinogen ≥0.5 x lower limit of normal;\n  * international normalized ratio \\<2 x upper limit of normal;\n  * activated partial thromboplastin time \\<2 x upper limit of normal;\n  * total protein ≥ 35 g/l;\n  * alanine transaminase \\<20 x upper limit of normal;\n  * aspartate transaminase \\<20 x upper limit of normal;\n  * total bilirubin \\<10 x upper limit of normal;\n  * creatinine \\<6 x upper limit of normal;\n  * glucose \\> 2.8 mmol/l.\n\nExclusion criteria:\n\n* Any clinical evidence of mechanical or non-thrombotic occlusion\n* High risk for bleeding events\n* High risk for embolic complications\n* Any condition for which bleeding constitutes a significant hazard or would be particularly difficult to manage\n* Administration of any fibrinolytic agent within 48 hours before start of study treatment\n* Patients who have had any of the following within the previous 48 hours before start of study treatment:\n\n  * surgery\n  * obstetrical delivery\n  * percutaneous biopsy of viscera or deep tissues\n  * puncture of non-compressible vessels\n  * active internal bleeding\n* Patients who have thrombocytopenia, other hemostatic defects (including those secondary to severe hepatic or renal disease).\n* Pregnancy and lactation.\n* Previously known positive results from infectious serology for Human Immunodeficiency Virus (HIV) or hepatitis B surface antigen (HBsAg), or hepatitis C virus.\n* Known hypersensitivity to alteplase or gentamicin, or any excipient of Actilyse - Body weight \\<30 kg.\n* Administration of any fibrinolytic agent within 48 hours before start of study treatment.\n* Participation in another investigational trial within 30 days prior to the Screening Visit.\n* Concomitant treatment with angiotensin-converting-enzyme inhibitors.\n* Impossibility to infuse fluids at the volume necessary to infuse study drug (2 ml) into the central venous access device.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With Restored CVAD Function at 120 Min After Administration of the First Dose of Study Medication","description":"Proportion (percentage) of patients with restored central venous access device (CVAD) function at 120 min after administration of the first dose of study medication (i.e. Actilyse® or saline solution).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null},{"groupId":"OG001","value":"10.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Restored CVAD Function 30 Minutes After Administration of Study Medication at Time 0","description":"Percentage of patients with restored CVAD function 30 minutes after administration of study medication at time 0 (i.e. Actilyse® or saline solution)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Restored CVAD Function 30 Minutes After Administration of the Second Dose of Study Medication Actilyse","description":"Percentage of patients with restored CVAD function 30 minutes after administration of the second dose of study medication Actilyse (150 minutes after time 0)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"55.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Restored CVAD Function 120 Minutes After Administration of the Second Dose of Study Medication Actilyse","description":"Percentage of patients with restored CVAD function 120 minutes after administration of the second dose of study medication Actilyse (240 minutes after time 0)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"77.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Restored CVAD Function After 1 Dose and 2 Doses, in Patients From the Actilyse Treatment Group.","description":"This endpoint was defined as the number of doses required to achieve restored CVAD function in patients from the actilyse treatment group but was analysed as the percentage of participants who achieved restored CVAD function after 1 dose and 2 doses, in patients from the actilyse treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":6},"commonTop":["Arterial hypertension"]}}}