{"nctId":"NCT02831569","briefTitle":"Japanese IP-TN Trial","startDateStruct":{"date":"2016-07-27","type":"ACTUAL"},"conditions":["Pain"],"count":80,"armGroups":[{"label":"Loxoprofen sodium/methocarbamol FDC","type":"EXPERIMENTAL","interventionNames":["Drug: Loxoprofen sodium","Drug: Methocarbamol"]}],"interventions":[{"name":"Loxoprofen sodium","otherNames":[]},{"name":"Methocarbamol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female outpatients aged \\>=15 years at the time of giving consent.\n* Patients diagnosed with low back pain, scapulohumeral periarthritis, or cervico-omo-brachial syndrome prior to giving consent. Patients with cervico-omo-brachial syndrome must have the associated symptom of occipital pain.\n* No medical therapy for the target disease (low back pain, scapulohumeral periarthritis, or cervico-omo-brachial syndrome) for more than one week prior to Visit 1 (start day of treatment).\n* Patients who meet following criteria with examination conducted before the start of treatment at Visit 1(start day of treatment)\n\n  * Based on patient interview, the evaluation site (low back, shoulder or neck) decided by investigator and visual analogue scales score of \\>=40 mm (in case there are some evaluation sites, investigators determine its evaluation sites to one site with the biggest of visual analogue scale score.\n  * Visual analogue scales score of \\>=40 mm in one of pain symptoms (tenderness, listlessness, pain at rest, pain on motion, night-time pain, or limitation of motion) prior to the start of treatment.\n  * Muscle strain at the evaluation site (low back, shoulder or neck) has been diagnosed by the Investigator based on patient interview and palpation.\n* Patients with pain symptoms at Visit 1 (start day of treatment) who are, in the Investigator's opinion, suitable for treatment with NSAIDs and muscle relaxants.\n* Signed and dated written informed consent in accordance with Good Clinical Practice and local legislation prior to admission to the trial. For minors (aged \\>=15 to \\<20 years), written informed consent must also be obtained from their legal representative.\n\nExclusion criteria:\n\n* Bronchial asthma at the time of giving consent For patients with allergic rhinitis or atopic disease, the absence of bronchial asthma must be confirmed and documented in the source data.\n* Treatment for oesophageal, gastric or duodenal ulcer or erosion within 4 weeks prior to giving consent\n* At Visit 1 (start day of treatment), patients with symptoms at the evaluation site due to injury, tumour, infection or rheumatoid arthritis, or those with obvious neurological (radicular) symptoms (e.g., hernia, etc.) or who may require surgery during the trial period\n* At Visit 1 (start day of treatment), cervical sprain (whiplash)\n* Patients who must carry out hazardous works such as working at high places or driving a car during the trial or those who are, in the Investigator's opinion, difficult to comply with the protocol.\n* Patients with cervico-omo-brachial syndrome whose headache is clearly different from the associated symptom of occipital pain or is indistinguishable from occipital pain\n* Patients on therapy for the target disease of this trial (low back pain, scapulohumeral periarthritis, or cervico-omo-brachial syndrome) at the time of giving consent or those having a plan to start a new therapy in the future. The therapy includes medical therapy, physical therapy and rehabilitation.\n* Using corticosteroids (oral, injection or suppository or topical use for pain relief) within 4 weeks prior to Visit 1 (start day of treatment)\n\n  \\-- The use of inhaled corticosteroids for asthma and chronic obstructive pulmonary disease is allowed.\n* Patients who must use the prohibited medications or treatments during the trial period\n* Past or present alcohol or drug abuse\n* Past or present other clinically significant comorbidities (serious cardiac, renal, hepatic or haematologic disorders, psychiatric disorders, aspirin asthma, etc.) in the Investigator's judgment\n* Any documented or suspected allergy or hypersensitivity to the individual active ingredients of the trial medication, analgesics, NSAIDs, sulfa, cyclooxygenase inhibitors or lactose\n* Any documented active or suspected malignancy or history of malignancy within 5 years prior to Visit 1, except appropriately treated basal cell carcinoma of the skin or in situ carcinoma of uterine cervix\n* Premenopausal women (within 1 year since the last menstruation prior to giving consent) who are:\n\n  * lactating or pregnant\n  * having childbearing potential but not practicing adequate contraception or having no plan to use contraception continuously during the trial and refusing to take periodic pregnancy tests during the trial. Adequate contraceptive methods include tubal ligation, intrauterine device, oral contraceptive, complete abstinence, double-barrier methods and male partner's vasectomy.\n* Receiving any investigational product within 4 weeks prior to Visit 1 (start day of treatment) or having a plan to receive other investigational product during the trial.\n* Patients who are inappropriate as the subjects of this trial in the Investigator's opinion","healthyVolunteers":false,"sex":"ALL","minimumAge":"15 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Drug-related Adverse Events [AEs]","description":"The outcome measure presents percentage of patients with drug-related AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Pain Due to Low Back Pain, Scapulohumeral Periarthritis or Cervico-omo-brachial Syndrome After 2 Weeks of Treatment","description":"The outcome measure presents percentage of patients who showed \"marked improvement\" or \"moderate improvement\" in low back pain and/or scapulohumeral periarthritis and/or cervico-omo-brachial syndrome after 2 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":80},"commonTop":[]}}}