{"nctId":"NCT00440037","briefTitle":"Open Label Extension Study of AMG 531 in Japanese Subjects With ITP","startDateStruct":{"date":"2006-11"},"conditions":["Immune (Idiopathic) Thrombocytopenic Purpura (ITP)"],"count":44,"armGroups":[{"label":"AMG 531","type":"EXPERIMENTAL","interventionNames":["Biological: AMG 531"]}],"interventions":[{"name":"AMG 531","otherNames":["Romiplostim"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Subjects must have previously completed an AMG 531 ITP study in Japan.\n* Platelet count taken at the screening visit must be \\< 50 x 109/L.\n* Before any study-specific procedure, the appropriate written informed consent must be obtained.\n\nExclusion Criteria\n\n* Any significant change in medical history since completion of the previous AMG 531 ITP study including bone marrow stem cell disorders or new active malignancies\n* known positive result from a test for neutralizing antibodies to AMG 531 in the previous AMG 531 ITP study\n* Currently receiving any treatment for ITP except oral corticosteroids, azathioprine and/or danazol administered at a constant dose and schedule from at least 4 weeks prior to the screening visit\n* received intravenous immunoglobulin, anti-D immunoglobulin, or any drug administered to increase platelet counts (eg, immunosuppressants etc) within 1 week before the screening visit\n* received anti-malignancy agents (eg, cyclophosphamide, 6-mercaptopurine, vincristine, vinblastine, Interferon-alfa etc) within 4 weeks before the screening visit\n* received any monoclonal antibody drugs (eg, rituximab etc) within 8 weeks before the screening visit\n* Less than 4 weeks since receipt of any therapeutic drug or device that is not Ministry of Health, Labor and Welfare (MHLW) approved for any indication before the screening visit (excluding AMG 531)\n* Pregnant or breast feeding\n* Subjects of reproductive potential who are not using adequate contraceptive precautions, in the judgment of the investigator\n* known severe drug hypersensitivity\n* Concerns for subject's compliance with the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Adverse Events Including Clinically Significant Changes in Laboratory Values.","description":"Subjects who reported at least 1 adverse event after beginning treatment with romiplostim in this study","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Anti AMG 531 Antibody Formation","description":"Subjects with positive anti-AMG 531 antibodies (either to the peptide portion of AMG 531 or to the intact molecule) and antibodies that cross-react with endogenous thrombopoietin (TPO)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Platelet Response (Platelet Response is Defined as a Doubling of Baseline Platelet Counts and More Than 50 x 10^9/L; Baseline Platelet Counts is That Obtained in the Previous Study)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Able to Reduce or Discontinue Their Concurrent ITP Therapies (for Subjects That Are Receiving Oral Corticosteroids at a Constant Dose and Schedule at the Screening Visit)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient-reported Outcome (PRO) Endpoints at Each Time Point (Baseline PRO is Obtained at Day 1 Predose)","description":"Short Form 36 (SF-36): The SF-36 has 36 questions with 8 domains: Physical Functioning, Role Physical, Bodily Pain, General Health, Vitality, Social Functioning, Role Emotional, and Mental Health. In addition to deriving a score for each of the domains, the SF-36 generates 2 summary scores: a physical component summary (PCS) and a mental component summary (MCS). These 8 domains and 2 summary scores are scored from 0 to 100, with higher scores indicating better health status. The official version in Japanese was used in this study.\n\nEuroqol-5 Dimensions (EQ-5D): The EQ-5D is a patient-completed, multidimensional measure of HRQOL. EQ-5D index values range from -0.59 to 1.00. The EQ-5D visual analogue scale (VAS) records the respondents' self-rated health status on a vertical graduated (0 to 100) visual analogue scale. Higher EQ-5D Index and VAS scores represent better health status. The official version in Japanese was used in this study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.13","spread":"16.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.68","spread":"7.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.30","spread":"10.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.87","spread":"13.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.30","spread":"5.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.12","spread":"8.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.22","spread":"8.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":"12.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.42","spread":"9.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.13","spread":"6.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"9.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":44},"commonTop":["Nasopharyngitis","Headache","Back Pain","Contusion","Vertigo"]}}}