{"nctId":"NCT01931475","briefTitle":"A Study of Duloxetine in Participants With Chronic Pain Due to Osteoarthritis in China","startDateStruct":{"date":"2013-09"},"conditions":["Osteoarthritis"],"count":407,"armGroups":[{"label":"Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Duloxetine","otherNames":["LY248686","Cymbalta"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meet clinical and radiographic criteria for the diagnosis of OA of the knee or hip with pain for ≥14 days of each month for 3 months prior to study entry\n* Have a rating ≥4 on the Brief Pain Inventory (BPI) 24-hour average pain item (Question 3 of the BPI modified short form) at both Screening and Randomization\n\nExclusion Criteria:\n\n* Have previously completed/withdrawn from this study or any other study investigating duloxetine (Note: Participants who have been previously screened for a duloxetine study other than this study and never received investigational product will be eligible for this study if they meet all current entry criteria)\n* Have had previous exposure to duloxetine\n* Have any previous diagnosis of psychosis, bipolar disorder, or schizoaffective disorder\n* Current (within 1 year of Screening) Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition Axis I diagnosis of major depressive disorder, anxiety disorders (excluding phobias), alcohol or eating disorders, as determined by the Mini-International Neuropsychiatric Interview or a previous diagnosis\n* Have a history of substance abuse or dependence within the past year, excluding nicotine and caffeine\n* Are taking any excluded medications that cannot be discontinued at Screening\n* Have had treatment with a monoamine oxidase inhibitor (MAOI) within 14 days of randomization or the potential need to use an MAOI during the study or within 5 days of discontinuation of investigational product\n* Have a positive urine drug screen for any substance of abuse or excluded medication\n* Have serious cardiovascular, hepatic, renal, respiratory, or hematologic illness, or other medical or psychiatric condition that, in the opinion of the investigator, would compromise participation or be likely to lead to hospitalization during the course of the study\n* Have a history of recurrent seizures other than febrile seizures\n* Are judged clinically by the investigator to be at suicidal risk according to the Columbia - Suicide Severity Rating Scale (C-SSRS): a \"Yes\" answer to either Question 4 (Active Suicidal Ideation with Some Intent to Act, Without Specific Plan) or Question 5 (Active Suicidal Ideation with Specific Plan and Intent) on the\"Suicidal Ideation\" portion of the C-SSRS or a \"Yes\" answer to any of the suicide related behaviors (actual attempt, interrupted attempt, aborted attempt, preparatory act or behavior) on the \"Suicidal Behavior\" portion of the C-SSRS, with the ideation/behavior having occurred within the previous month\n* Have uncontrolled narrow-angle glaucoma\n* Have acute liver injury (such as hepatitis) or severe cirrhosis\n* Have known hypersensitivity to duloxetine or any of the inactive ingredients or have frequent/severe allergic reactions to multiple medications\n* Have frequent falls that could result in hospitalization or could compromise response to treatment\n* Have a diagnosis of inflammatory arthritis \\[that is, rheumatoid arthritis (RA)\\] or an autoimmune disorder (excluding inactive Hashimoto's thyroiditis)\n* Have received intra-articular hyaluronate/steroids, joint lavage, or other invasive therapies to the index joint in the previous 3 months\n* Have had arthroscopy of the index joint within the previous year or joint replacement of the index joint at any time\n* Have surgery of the index joint scheduled to occur during the trial or are anticipated by the investigator to require surgery for the treatment of the OA of the index hip or knee along the duration of the study\n* Have had a prior synovial fluid analysis showing a white blood cell (WBC) count ≥2000 cubic millimeter (mm3) that is indicative of a diagnosis other than OA\n* Are non-ambulatory or require the use of crutches or a walker\n* Have a body mass index \\>40\n* Are anticipated by the investigator to require use of analgesic agents including, but not limited to, nonsteroidal anti-inflammatory drugs (NSAIDs), acetaminophen/paracetamol, and opioids, or other excluded medication for the duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Brief Pain Inventory (BPI) 24-hour Average Pain Score","description":"BPI is a self-reported scale that measures the severity of pain based on the average pain during the past 24-hours. The severity scores ranged from 0 (no pain) to 10 (pain as severe as you can imagine). Least squares (LS) mean was calculated using mixed model repeating measures (MMRM) and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.23","spread":"0.11"},{"groupId":"OG001","value":"-1.73","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impressions of Improvement (PGI-I) Score","description":"PGI-I measures a participant's perception of improvement at the time of assessment compared with the start of treatment. Score ranges from 1 (very much better) to 7 (very much worse). Least squares (LS) mean was calculated using mixed model repeating measures (MMRM) and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"0.07"},{"groupId":"OG001","value":"3.09","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Western Ontario and McMaster Universities Arthritis Index (WOMAC) Total and Subscale Scores","description":"WOMAC consists of 24 items divided into 3 subscales:Pain(5 items):during walking,using stairs,in bed,sitting or lying,and standing Stiffness;(2 items):after first waking and later in the day Physical Function;(17 items):stair use,rising from sitting, standing, bending,walking,getting in/out of a car,shopping,putting on/taking off socks,rising from bed,lying in bed,getting in/out of bath,sitting,getting on/off toilet,heavy household duties,light household duties.Each question is answered using a 5-point Likert scale(0 to 4).Pain subscale has a range of scores of 0(none) to 20(extreme).Stiffness subscale has a range of scores of 0(none) to 8(extreme).Physical function subscale has a range of scores of 0(none) to 68(extreme).Total score ranges from 0(none) to 96(extreme).Least squares(LS) mean was calculated using analysis of covariance(ANCOVA) and adjusted for treatment, pooled investigator,and baseline score.Last observation carried forward (LOCF) method was be used for these analyses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.58","spread":"0.92"},{"groupId":"OG001","value":"-10.09","spread":"0.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.03","spread":"0.21"},{"groupId":"OG001","value":"-2.32","spread":"0.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.64","spread":"0.68"},{"groupId":"OG001","value":"-7.28","spread":"0.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"0.10"},{"groupId":"OG001","value":"-0.44","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression of Severity (CGI-S) Score","description":"CGI-S measures severity of illness at the time of assessment compared with start of treatment with scores ranging from 1 (normal, not at all ill) to 7 (among the most extremely ill participants). Least squares (LS) mean was calculated using mixed model repeating measures (MMRM) and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":"0.05"},{"groupId":"OG001","value":"-0.53","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Pain Inventory (BPI) Severity","description":"BPI Severity of Worst Pain is self-reported scale that measures the severity of pain based on the worst pain experienced during the past 24-hours. The severity scores ranged from 0 (no pain) to 10 (pain as severe as you can imagine). BPI Severity of Least Pain is a self-reported scale that measures the severity of pain based on the least pain experienced during the past 24-hours. The severity scores ranged from 0 (no pain) to 10 (pain as severe as you can imagine). BPI Severity of Right Now Pain is a self-reported scale that measures the severity of pain based on the pain right now. The severity scores ranged from 0 (no pain) to 10 (pain as severe as you can imagine). Least squares (LS) mean was calculated using mixed model repeating measures (MMRM) and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.71","spread":"0.14"},{"groupId":"OG001","value":"-2.00","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.48","spread":"0.12"},{"groupId":"OG001","value":"-1.20","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.21","spread":"0.14"},{"groupId":"OG001","value":"-1.74","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Pain Inventory (BPI) Interference","description":"BPI Interference Average Score is a self-reported scale that measures interference of pain on average of the 7 questions assessing the interference of pain for general activity, mood, walking ability, normal work, relations with other people,sleep, and enjoyment of life.The average Interference scores ranged from 0 to 10. General activity, mood,walking ability, normal work,relations with other people, sleep and enjoyment of life is each is a self-reported scale that measures the interference of pain in the past 24 hours on general activity, mood, walking ability, normal work, relations with other people, sleep and enjoyment of life.The Interference scores ranged from 0 (does not interfere) to 10 (completely interferes).Least squares (LS) mean was calculated using mixed model repeating measures (MMRM) and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.63","spread":"0.10"},{"groupId":"OG001","value":"-1.36","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.39","spread":"0.14"},{"groupId":"OG001","value":"-1.83","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.43","spread":"0.13"},{"groupId":"OG001","value":"-1.04","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.35","spread":"0.14"},{"groupId":"OG001","value":"-1.88","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.06","spread":"0.14"},{"groupId":"OG001","value":"-1.76","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.90","spread":"0.11"},{"groupId":"OG001","value":"-0.84","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.21","spread":"0.14"},{"groupId":"OG001","value":"-0.99","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":"0.13"},{"groupId":"OG001","value":"-1.07","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hospital Anxiety and Depression Scale-Depression (HADS-D) or HADS-Anxiety (HADS-A) Subscale Scores","description":"HADS is a 14-item questionnaire with 2 subscales: anxiety and depression. Each item was rated on a 4-point scale \\[0 (low level of anxiety or depression) to 3 (high level of anxiety or depression)\\], giving maximum scores of 21 for anxiety and depression. Scores of 11 or more on either subscale were considered to be a 'significant' case of psychological morbidity, while scores of 8-10 represent 'borderline' and 0-7, 'normal.' Mean was calculated using analysis of covariance (ANCOVA) and adjusted for treatment, pooled investigator, and baseline score. The last observation carried forward (LOCF) method will be used for these analyses.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"2.05"},{"groupId":"OG001","value":"-0.10","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"2.58"},{"groupId":"OG001","value":"0.08","spread":"2.42"}]}]}]},{"type":"SECONDARY","title":"Change in Brief Pain Inventory (BPI) Average Pain Intensity Scores, Hospital Anxiety and Depression Scale (HADS) Depression Subscale (HADS-D) and HADS Anxiety Subscale (HADS-A)","description":"Evaluation on whether the change in BPI average pain intensity scores is a direct analgesic effect of duloxetine and is independent of treatment effect on mood, as measured by Hospital Anxiety and Depression Scale (HADS) depression subscale (HADS-D), or anxiety as measured by HADS anxiety subscale (HADS-A). Path analysis for the direct analgesic effect was used to test the null hypothesis that the change in BPI average pain severity depends on the improvement of HADS-D or HADS-A, versus the alternative that the improvement in BPI average pain severity is due to a direct analgesic effect of the treatment and not dependent upon the improvement in depression and anxiety symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.91","spread":"1.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"2.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"2.50"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Reduction of ≥30% and ≥50% in BPI Average Pain Score","description":"Pain severity was measured using an 11 point BPI scale from 0 (no pain) to 10 (worst pain) to determine average pain in the past 24 hours (average pain). A 30% (or 50%) improvement was defined as a ≥30% (or ≥50%) reduction in BPI pain severity from baseline to endpoint. Percentage of participants = (number of participants with ≥30% or ≥50% pain reduction / total number of participants in treatment group) \\* 100.The last observation carried forward (LOCF) method will be used for these analyses.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.40","spread":null},{"groupId":"OG001","value":"49.70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.80","spread":null},{"groupId":"OG001","value":"34.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response to Treatment on Patient Global Impression-Improvement (PGI-I) at Endpoint","description":"PGI-I measures the participant's perception of improvement at the time of assessment compared with the start of treatment. Scores ranged from 1 (very much better) to 7 (very much worse). Response to treatment is defined by endpoint PGI rating of either \"much better\" or \"very much better\".The last observation carried forward (LOCF) method will be used for these analyses.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.7","spread":null},{"groupId":"OG001","value":"20.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.10","spread":null},{"groupId":"OG001","value":"2.60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.60","spread":null},{"groupId":"OG001","value":"17.90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.70","spread":null},{"groupId":"OG001","value":"51.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.10","spread":null},{"groupId":"OG001","value":"23.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.50","spread":null},{"groupId":"OG001","value":"3.60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"2.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":199},"commonTop":["Dry mouth","Somnolence","Nausea","Dizziness","Constipation"]}}}