{"nctId":"NCT03893825","briefTitle":"A Study to Test if TV-46000 is Safe for Maintenance Treatment of Schizophrenia","startDateStruct":{"date":"2019-04-17","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":336,"armGroups":[{"label":"TV-46000 q1m","type":"EXPERIMENTAL","interventionNames":["Drug: TV-46000"]},{"label":"TV-46000 q2m","type":"EXPERIMENTAL","interventionNames":["Drug: TV-46000","Drug: Placebo"]}],"interventions":[{"name":"TV-46000","otherNames":["Risperidone"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants Rolling Over from the Pivotal Efficacy Study TV46000-CNS-30072:\n\n* The participant must have participated in the pivotal efficacy study (Study TV46000-CNS-30072) without experiencing relapse events and without important protocol deviations.\n* If the participant was taking antidepressants or mood stabilizers in Study TV46000-CNS-30072, no dose changes or initiation of treatment with these medications will be permitted.\n* The participant, in the investigator's judgment, requires chronic treatment with an antipsychotic medication.\n* The participant is able to understand the nature of the study and follow protocol requirements, including the prescribed dosage regimens (oral and SC administration) and non-use of prohibited concomitant medications; can read and understand the written word in order to complete participant-reported outcomes measures; and can be reliably rated on assessment scales.\n* The participant has had a stable place of residence for the previous 3 months before the baseline visit in this study, and changes in residence are not anticipated over the course of study participation.\n* The participant has no significant life events (such as pending loss of housing, family status change, long travel abroad, surgery, etc) that could affect study outcomes expected throughout the period of study participation.\n* Women of childbearing potential and sexually active female adolescents must agree not to try to become pregnant, and, unless they have exclusively same-sex partners, must agree to use a highly effective method of contraception and agree to continue use of this method beginning 1 month before the first administration of study drug and for the duration of the study and for 120 days after the last injection of study drug.\n* The participant, if adult or adolescent male, is surgically sterile, or, if capable of producing offspring, has exclusively same-sex partners or is currently using an approved method of birth control and agrees to the continued use of this method for the duration of the study (and for 120 days after the last dose of study drug). Male participants with sex partners who are women of childbearing potential must use condoms even if surgically sterile. In addition, male participants may not donate sperm for the duration of the study and for 120 days after taking the study drug.\n\nNew Participants (Not Rolling Over from the Pivotal Efficacy Study TV46000-CNS-30072):\n\n* The participant has a diagnosis of schizophrenia\n* The participant has been responsive to an antipsychotic treatment (other than clozapine) in the past year based on investigator judgment (and discussions with family members, caregivers, or healthcare professionals as applicable).\n* The participant, in the investigator's judgment, requires chronic treatment with an antipsychotic medication.\n* The participant is able to understand the nature of the study and follow protocol requirements, including the prescribed dosage regimens (oral and sc administration) and non-use of prohibited concomitant medications; can read and understand the written word in order to complete participant-reported outcomes measures; and can be reliably rated on assessment scales.\n* The participant has had a stable place of residence for the previous 3 months before screening, and changes in residence are not anticipated over the course of study participation.\n* The participant has no significant life events (such as pending loss of housing, family status change, long travel abroad, surgery, etc) that could affect study outcomes expected throughout the period of study participation.\n* The participant has a body mass index between 18.0 and 38.0 kilograms (kg)/square meter (m\\^2), inclusive.\n* Women of childbearing potential and sexually active female adolescents must agree not to try to become pregnant, and, unless they have exclusively same-sex partners, must agree to use a highly effective method of contraception and agree to continue use of this method beginning 1 month before the first administration of study drug and for the duration of the study and for 120 days after the last injection of study drug.\n* The participant, if adult or adolescent male, is surgically sterile, or, if capable of producing offspring, has exclusively same-sex partners or is currently using an approved method of birth control and agrees to the continued use of this method for the duration of the study (and for 120 days after the last dose of study drug). Male participants with sex partners who are women of childbearing potential must use condoms even if surgically sterile. In addition, male participants may not donate sperm for the duration of the study and for 120 days after taking the study drug.\n* Additional criteria apply, please contact the investigator for more information.\n\nExclusion Criteria:\n\nParticipants Rolling Over from the Pivotal Efficacy Study TV46000-CNS-30072:\n\n* The participant has a finding in the baseline 12-lead electrocardiogram (ECG) that is considered clinically significant in the judgment of the investigator.\n* Poor compliance with study procedures (in the opinion of the investigator or sponsor) during the pivotal efficacy Study TV46000-CNS-30072. This should be discussed on a case-by-case basis.\n\nNew Participants (Not Rolling Over from the Pivotal Efficacy Study TV46000-CNS-30072) and Roll-Over Participants:\n\n* The participant is currently on clozapine or has received electroconvulsive therapy in the last 12 months.\n* The participant has a history of epilepsy or seizures, neuroleptic malignant syndrome, tardive dyskinesia, or other medical condition that would expose the participant to undue risk.\n* The participant has a positive serology for human immunodeficiency virus (HIV)-1, HIV-2, hepatitis B surface antigen, and/or hepatitis C.\n* The participant has current or a history of known hypersensitivity to risperidone or any of the excipients of TV-46000 or the oral formulation of risperidone used in the stabilization phase.\n* The participant has a substance use disorder, including alcohol and benzodiazepines but excluding nicotine and caffeine.\n* The participant is a pregnant or lactating female.\n* The participant has used an investigational drug other than TV-46000 within 3 months prior to screening or has participated in a non-drug clinical trial within 30 days prior to screening.\n* Vulnerable participants (for example, people kept in detention).\n* Additional criteria apply, please contact the investigator for more information.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE was defined as any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Serious adverse events (SAEs) were defined as death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants Who Were Withdrawn From the Treatment","description":"The number of participants who were withdrawn from the treatment due to any reason has been reported. The safety analysis set included all participants who received at least 1 dose of TV46000 in TV-46000-CNS-30072 study or in TV46000-CNS-30078 study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With SAEs","description":"An AE was defined as any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. SAEs were defined as death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section. The safety analysis set included all participants who received at least 1 dose of TV46000 in TV-46000-CNS-30072 study or in TV46000-CNS-30078 study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":172},"commonTop":["Injection site pain","Injection site nodule"]}}}