{"nctId":"NCT03259555","briefTitle":"A Trial to Assess Brexpiprazole Versus Placebo for the Treatment of Acute Manic Episodes Associated With Bipolar I Disorder","startDateStruct":{"date":"2017-09-14","type":"ACTUAL"},"conditions":["Bipolar I Disorder","Manic Episode"],"count":322,"armGroups":[{"label":"Brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Brexpiprazole","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female participants, ages 18 to 65 years, inclusive, at the time of informed consent.\n* Participants willing to discontinue all prohibited medications to meet protocol-required washouts prior to and during the trial period.\n* Participants with a Diagnostic \\& Statistical Manual on Mental Disorders, 5th Edition (DSM-5) diagnosis of bipolar I disorder displaying an acute manic episode with or without mixed features requiring hospitalization. Diagnosis confirmed by the MINI International Neuropsychiatric Interview and a history of at least 1 previous manic episode with or without mixed features with manic symptoms of sufficient severity to require one of the following interventions: hospitalization or treatment with a mood stabilizer, or treatment with an antipsychotic agent. \"Require\" was defined as an intervention that occurred rather than one that was recommended.\n* Young-mania rating scale (YMRS) score of ≥24 at screening and baseline.\n\nExclusion Criteria:\n\n* Sexually active male or women of childbearing potential who did not agree to practice 2 different methods of birth control or remain abstinent during the trial and for 30 days after the last dose of investigational medicinal product.\n* Females who were breastfeeding and/or who had a positive pregnancy test result prior to receiving trial medication.\n* Participants considered unresponsive to clozapine or who were only responsive to clozapine.\n* Participants with a history of DSM-5 diagnosis other than bipolar I disorder, including schizophrenia, schizoaffective disorder, major depressive disorder, attention-deficit/hyperactivity disorder, delirium, dementia, amnestic, or other cognitive disorders. Also, participants with borderline, paranoid, histrionic, schizotypal, schizoid, or antisocial personality disorder. All other current diagnoses must have been discussed with the medical monitor.\n* Participants whose current manic episode had lasted for more than 4 weeks overall, or who had required hospitalization \\>21 days for the current acute episode at the time of the screening visit, excluding hospitalization for psychosocial reasons.\n* Participant with manic symptoms better accounted for by another general medical condition or direct physiological effect of substance (for example, medication).\n* Participants who have had electroconvulsive treatment within the past 2 months.\n* Participants with a positive drug screen for cocaine or other illicit drugs.\n* Abnormal laboratory test results, vital signs or electrocardiogram findings, unless based on investigator's judgment the findings are not medically significant or would not impact the safety of the participant or the interpretation of the trial results.\n* Rapid cyclers with more than 6 episodes in the previous year.\n* Participants with hypothyroidism or hyperthyroidism (unless condition has been stabilized with medications for at least the past 90 days) or an abnormal result for free thyroxine at screening.\n* Participants with uncontrolled hypertension or symptomatic hypotension or orthostatic hypotension.\n* Participant with epilepsy or history of seizures.\n* Participants who participated in a clinical trial within the last 60 days or who participated in more than 2 clinical trials within the past year.\n* Use of psychotropic medications (other than benzodiazepines) within 7 days of the baseline YMRS.\n* Participants who currently had clinically significant neurological, hepatic, renal, metabolic, hematological, immunological, cardiovascular, pulmonary, or gastrointestinal disorders.\n* Participants who received brexpiprazole in any prior clinical trial or currently taking commercially available brexpiprazole (Rexulti).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline In Young-Mania Rating Scale (YMRS) Score At Week 3","description":"The YMRS was utilized to assess a participant's level of manic symptoms. It consists of 11 items: 1) elevated mood, 2) increased motor activity-energy, 3) sexual interest, 4) sleep, 5) irritability, 6) speech (rate and amount), 7) language-thought disorder, 8) content, 9) disruptive-aggressive behavior, 10) appearance, and 11) insight. Seven items are rated on a 0- to 4-scale, while four items (Items 5, 6, 8, and 9) are rated on a 0- to 8-scale with 0, 2, 4, 6, and 8 being the possible scores (twice the weight of the other items). For all items, 0 is the \"best\" rating and the highest score (4 or 8) is the 'worst' rating. The YMRS total score is the sum of ratings for all 11 items; therefore, possible total scores range from 0 to 60, with higher scores signifying more severe manic symptoms. Comparison between treatment groups was carried out using mixed-effect model repeated measure (MMRM).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.6","spread":"0.72"},{"groupId":"OG001","value":"-10.8","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Clinical Global Impression-Bipolar (CGI-BP) Severity Score In Mania At Week 3","description":"The CGI-BP scale refers to the global impression of the participant with respect to bipolar disorder. The scale rates the participant's severity of illness (CGI-BP severity of illness: mania, depression, and overall bipolar illness) based on a 7-point scale: 1 = normal, not at all ill, 2 = minimally ill, 3 = mildly ill, 4 = moderately ill, 5 = markedly ill, 6 = severely ill, 7 = very severely ill.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.12","spread":"1.06"},{"groupId":"OG001","value":"-1.21","spread":"1.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":158},"commonTop":["Headache","Akathisia","Nausea","Constipation","Agitation"]}}}