{"nctId":"NCT00664560","briefTitle":"Efficacy Study of PN400 (VIMOVO) Twice Daily and Celebrex Once Daily in Patients With Osteoarthritis","startDateStruct":{"date":"2008-04"},"conditions":["Osteoarthritis"],"count":614,"armGroups":[{"label":"ARM 1 PN 400 (VIMOVO)","type":"EXPERIMENTAL","interventionNames":["Drug: PN 400 (VIMOVO)","Drug: Rescue Antacid"]},{"label":"Arm 2 (celebrex)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: celebrex","Drug: Rescue Antacid"]},{"label":"Arm 3 (placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Rescue Antacid"]}],"interventions":[{"name":"PN 400 (VIMOVO)","otherNames":["PN 400"]},{"name":"celebrex","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Rescue Antacid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Male or non-pregnant female subjects50 years of age and older with a 6-month history of OA of the knee\n2. Female subjects were eligible for participation in the study if they were of non-childbearing potential (i.e., physiologically incapable of becoming pregnant); or of childbearing potential, had a negative pregnancy test at Screening, and using adequate contraceptive methods.\n3. Subjects were required to have been on a stable dose of NSAIDs, COX-2 inhibitors or other oral analgesic therapy for at least 6 weeks and required to continue treatment for 12 weeks. Current oral analgesic therapy was withdrawn at Screening.\n4. Each subject was required to be able to understand and comply with study procedures required of a subject and was able and willing to provide written informed consent prior to any study procedures being performed.\n5. Subjects were required to agree to keep physical activity at a stable level throughout the study.\n6. Subjects were required to have symptomatic OA of the knee meeting American College of Rheumatology (ACR) criteria for clinical diagnosis of OA.\n7. Subjects were required to have an ACR functional class rating of I, II or III. In addition, subjects meet the requirements for OA flare at the Baseline/ Randomization Visit.\n\nExclusion Criteria\n\n1. Subjects with rheumatoid arthritis or gout/pseudo-gout\n2. Subjects with fibromyalgia syndrome\n3. Acute joint trauma at the index joint within the 3 months prior to screen with active symptoms\n4. Previous (in the past 12 months) or anticipated need for surgical or invasive procedure performed on the index joint during the study\n5. Subject was currently taking or anticipated to take Coumadin®, warfarin, or lithium\n6. History of hypersensitivity to esomeprazole or to another PPI\n7. History of allergic reaction or intolerance to any NSAID (including aspirin) and/or subject had a history of NSAID-induced symptoms of asthma, rhinitis, and/or nasal polyps\n8. History of allergic reactions to sulfonamides\n9. Subjects with intra-articular or intramuscular corticosteroids or intra-articular hyaluronic acid injections within 8 weeks prior to randomization\n10. Participation in any study of an investigational treatment in the 4 weeks before Screening\n11. Presence of uncontrolled acute or chronic medical illness, e.g. morbid obesity, GI disorder, diabetes, active GI disease, chronic or acute renal or hepatic disorder, depression and/or infection, etc, that would endanger a subject if the subject were to participate in the study\n12. GI disorder (e.g., severe erosive esophagitis, Zollinger Ellison syndrome) or surgery leading to impaired drug absorption\n13. Peptic ulcer disease within 6 months prior to Screening\n14. Evidence of uncontrolled, or unstable cardio- or cerebrovascular disorder, which in the investigator's opinion would have endangered a subject if the subject were to participate in the study\n15. Schizophrenia or bipolar disorder\n16. Subjects who had started physical therapy on the index joint less than 6 weeks prior to study Screening\n17. Use of any excluded concomitant medication\n18. A recent history (in the past 3 months) suggestive of alcohol or drug abuse or dependence, including overuse/abuse of narcotics for management of pain\n19. Serious blood coagulation disorder including use of systemic anti-coagulants\n20. Screening laboratory value for alanine aminotransferase, aspartate aminotransferase greater than 2 times the upper limit of normal\n21. Estimated creatinine clearance less than 30 ml/min\n22. Other than noted specifically, any Screening laboratory value that was clinically significant in the investigator's opinion and would have endangered a subject if the subjects were to participate in the study\n23. History of malignancy, treated or untreated, within the past 5 years, with the exception of successfully treated basal cell or squamous cell carcinoma of the skin\n24. Previous participation in another PN 400 clinical research trial\n25. Subjects who were employees of the research facility or who were in some way under the supervision of the principal investigator for this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Western Ontario and McMaster Universities (WOMAC) Pain Questionnaire Subscore From Baseline","description":"Western Ontario and McMaster Universities (WOMAC) pain questionnaire has 5 questions on pain all use visual analog scale (VAS) of 100 mm, with 0 mm being \"no pain\" and 100 mm being \"extreme pain\". The outcome measures a change in WOMAC pain at 12 weeks from baseline (in mm). WOMAC is a self-administered, patient-reported health status questionnaire designed to capture elements of pain, stiffness and physical disability in patients with OA of the knee and/or hip joints. It consists of 24 questions (5 questions about pain, 2 on stiffness and 17 about physical function).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.4","spread":"26.8"},{"groupId":"OG001","value":"-41.1","spread":"26.2"},{"groupId":"OG002","value":"-34.0","spread":"25.3"}]}]}]},{"type":"PRIMARY","title":"Change in Western Ontario and McMaster Universities (WOMAC) Function Questionnaire Subscore From Baseline","description":"WOMAC function questionnaire (VAS). The 17 questions about function all use visual analog scale (VAS) of 100 mm; 0 mm being \"no pain\" and 100 mm being \"extreme pain\". The outcome measures a change in WOMAC pain from baseline (in mm).\n\nThe Western Ontario and McMaster Universities (WOMAC) is a self-administered, patient-reported health status questionnaire that is designed to capture elements of pain, stiffness and physical disability in patients with OA of the knee and/or hip joints. The index consists of 24 questions (5 questions about pain, 2 on stiffness and 17 about physical function).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.5","spread":"27.1"},{"groupId":"OG001","value":"-36.0","spread":"26.4"},{"groupId":"OG002","value":"-28.9","spread":"24.9"}]}]}]},{"type":"PRIMARY","title":"Change in Patient Global Assessment (PGA) Subscore From Baseline","description":"PGA questionnaire. The patient global assessment (PGA) question asks about how the subject is doing considering his/her arthritis and is measured by a visual analog scale (VAS); 0 mm (very poor) 100 mm (excellent). The outcome measures a change from baseline PGA in mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.5","spread":"33.4"},{"groupId":"OG001","value":"22.4","spread":"28.7"},{"groupId":"OG002","value":"12.4","spread":"28.9"}]}]}]},{"type":"SECONDARY","title":"American Pain Society Patient Outcome Questionnaire (APS-POQ)Total Interference Caused by Pain.","description":"Mean change from Baseline scores calculated for each subject through Day 7. Scale 0 through 70, where 0=no pain interference and 70=complete interference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.8","spread":"14.3"},{"groupId":"OG001","value":"-17.7","spread":"16.0"},{"groupId":"OG002","value":"-12.8","spread":"13.6"}]}]}]},{"type":"SECONDARY","title":"Change in Western Ontario and McMaster Universities (WOMAC) Pain Questionnaire Subscore From Baseline","description":"Western Ontario and McMaster Universities (WOMAC) pain questionnaire has 5 questions on pain all use visual analog scale (VAS) of 100 mm, with 0 mm being \"no pain\" and 100 mm being \"extreme pain\". The outcome measures a change in WOMAC pain at 6 weeks from baseline (in mm). WOMAC is a self-administered, patient-reported health status questionnaire designed to capture elements of pain, stiffness and physical disability in patients with OA of the knee and/or hip joints. It consists of 24 questions (5 questions about pain, 2 on stiffness and 17 about physical function).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.9","spread":"26.9"},{"groupId":"OG001","value":"-39.4","spread":"25.4"},{"groupId":"OG002","value":"-30.7","spread":"25.5"}]}]}]},{"type":"SECONDARY","title":"Change in Western Ontario and McMaster Universities (WOMAC) Function Questionnaire Subscore From Baseline","description":"WOMAC function questionnaire (VAS). The 17 questions about function all use visual analog scale (VAS) of 100 mm; 0 mm being \"no pain\" and 100 mm being \"extreme pain\". The outcome measures a change in WOMAC pain from baseline (in mm).\n\nThe Western Ontario and McMaster Universities (WOMAC) is a self-administered, patient-reported health status questionnaire that is designed to capture elements of pain, stiffness and physical disability in patients with OA of the knee and/or hip joints. The index consists of 24 questions (5 questions about pain, 2 on stiffness and 17 about physical function).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.3","spread":"26.9"},{"groupId":"OG001","value":"-33.9","spread":"25.6"},{"groupId":"OG002","value":"-27.3","spread":"26"}]}]}]},{"type":"SECONDARY","title":"Change in Patient Global Assessment (PGA) Subscore From Baseline","description":"PGA questionnaire. The patient global assessment (PGA) question asks about how the subject is doing considering his/her arthritis and is measured by a visual analog scale (VAS); 0 mm (very poor) 100 mm (excellent). The outcome measures a change from baseline PGA in mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":"31.6"},{"groupId":"OG001","value":"20.7","spread":"28.8"},{"groupId":"OG002","value":"14.7","spread":"29.3"}]}]}]},{"type":"SECONDARY","title":"Antacid Tablet Use","description":"Tablet pill count","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":"17.5"},{"groupId":"OG001","value":"13.9","spread":"21.6"},{"groupId":"OG002","value":"15.4","spread":"37.6"}]}]}]},{"type":"SECONDARY","title":"Modified Severity of Dyspepsia Assessment (mSODA)","description":"Change from Baseline in the Modified Severity of Dyspepsia Assessment (mSODA) average daily pain intensity converted total score at Week 12. The mSODA instruments consists of 6 questions about abdominal discomfort during the past 24 hours, with a converted score of 2 through 47. Lower score equals less pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"9.3"},{"groupId":"OG001","value":"-4.8","spread":"9.1"},{"groupId":"OG002","value":"-4.0","spread":"9.4"}]}]}]},{"type":"SECONDARY","title":"Percent of Days With no Heartburn (Heartburn Resolution)","description":"During 12 weeks, daily heartburn question with ratings none, mild, moderate, or severe. Percent of days with Heartburn resolution (heartburn is none).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.9","spread":"29.8"},{"groupId":"OG001","value":"75.8","spread":"34.1"},{"groupId":"OG002","value":"68.5","spread":"37.0"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting Pre-specified Non-steroidal Antiinflammatory Drug-associated Upper Gastrointestinal (UGI) Symptoms","description":"Number of participants reporting pre-specified non-steroidal antiinflammatory drug-associated (NSAID) upper gastrointestinal (UGI) symptoms. Pre-specified NSAID-associated UGI symptoms include adverse events such as dyspepsia, abdominal pain or discomfort, nausea, vomiting.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Subjects Who Discontinued From the Study Due to Any Pre-specified Non-steroidal Antiinflammatory Drug-associated Upper Gastrointestinal Adverse Event","description":"The number of subjects who discontinued from the study due to any pre-specified non-steroidal antiinflammatory drug (NSAID)-associated upper gastrointestinal (UGI) adverse event (as classified by MedDRA). Pre-specified NSAID-associated UGI symptoms include adverse events such as dyspepsia, abdominal pain or discomfort, nausea, vomiting.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":247},"commonTop":["Dyspepsia","Diarrhea","Nausea","Headache","Abdominal pain upper"]}}}