{"nctId":"NCT01016678","briefTitle":"Treximet Early Intervention Adolescent Migraine","startDateStruct":{"date":"2010-03"},"conditions":["Migraine"],"count":104,"armGroups":[{"label":"Active, Active, Active, Placebo","type":"OTHER","interventionNames":["Drug: Treximet","Drug: Placebo"]},{"label":"Active, Active, Placebo, Active","type":"OTHER","interventionNames":["Drug: Treximet","Drug: Placebo"]},{"label":"Active, Placebo, Active, Active","type":"OTHER","interventionNames":["Drug: Treximet","Drug: Placebo"]},{"label":"Placebo, Active, Active, Active","type":"OTHER","interventionNames":["Drug: Treximet","Drug: Placebo"]},{"label":"Active, Active, Active, Active","type":"OTHER","interventionNames":["Drug: Treximet"]}],"interventions":[{"name":"Treximet","otherNames":["Imitrex and Naproxen Sodium"]},{"name":"Placebo","otherNames":["Sugar Pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects between the ages of 12-17.\n2. Subject has migraine with or without aura (ICHD-II criteria, 1.2.1 or 1.1). A history of at least 1 but no more than 8 attacks per month on average over the past 6 months prior to screening visit. Attacks should be moderate to severe and last for at least 3 hours.\n3. Subject is able to distinguish migraine from other headaches and can determine when a mild headache will become a moderate/severe migraine.\n4. Female subjects are eligible for participation provided they are of non-child bearing potential or if started menses; they are on a stable regimen of approved contraception.\n5. Subject and subject's parent or legal guardian are able to read and write English.\n6. Subject is able to read, comprehend, and complete subject diaries.\n7. Subjects' parent or legal guardian is willing and able to provide Informed Consent prior to subject entry into the study.\n8. Subject is willing and able to provide Informed Assent prior to entry into the study.\n\nExclusion Criteria\n\nSubjects meeting any of the following criteria must not be enrolled in the study:\n\n1. Subject is \\< 74 pounds (33.3kg) and no greater than 260lbs (117.9kg)\n2. Subject has greater than or equal to 15 headache days per month in total.\n3. Subject has secondary headaches i.e. complex migraine, hemiplegic, or basilar.\n4. Subject, in investigators opinion is likely to have unrecognized cardiovascular or cerebrovascular disease.\n5. Subject has uncontrolled hypertension at screening or is taking an angiotensin-converting enzyme (ACE) inhibitor or angiotensin receptor blocker.\n6. Subject has a history of congenital heart disease, cardiac arrhythmias requiring medication, or a history of a clinically significant electrocardiogram abnormality that, in the investigator's opinion, contraindicates participation in the study.\n7. Subject has evidence or history of any ischemic vascular diseases including: ischemic heart disease, ischemic abdominal syndromes, peripheral vascular disease, or signs/symptoms consistent with the above.\n8. Subject has a evidence or history of central nervous system pathology including stroke and/or transient ischemic attacks (TIAs), epilepsy or structural brain lesions which lower the convulsive threshold, or has been treated with an anti-epileptic drug for seizure control within 5 years prior to screening.\n9. Subject has a history of impaired hepatic or renal function that, in the investigator's opinion, contraindicates participation in this study.\n10. Subject has a hypersensitivity, allergy, intolerance, or contraindication to the use any triptan, NSAID, or aspirin (including all sumatriptan and naproxen preparations) or has nasal polyps or asthma.\n11. Subject has used an ergot medication in the previous three months for migraine prophylaxis or is taking a medication that is not stabilized for at least two months for either chronic or intermittent migraine prophylaxis or other co-morbid condition.\n12. Subject has taken or plans to take a monoamine oxidase inhibitor (MAOI) including herbal preparations containing St. Johns Wort (Hypericum perforatum), anytime within the two weeks prior to screening and two weeks past exit of study.\n13. Subject has a history of any bleeding disorder or is currently taking any anti-coagulant or any antiplatelet agent.\n14. Subject has evidence or history of any gastrointestinal surgery, GI ulceration, or perforation in the past six months, gastrointestinal bleeding in the past year, or evidence or history of inflammatory bowel disease.\n15. Subject is pregnant, actively trying to become pregnant, or breast feeding or Subject is not willing to have pregnancy test(s).\n16. Subject has evidence of illicit drug or alcohol abuse within the last year or any concurrent psychiatric condition which, in the investigator's opinion, will likely interfere with study conduct and participation in the trial.\n17. Subject has participated in any investigational drug trial within the previous 4 weeks or plans to participate in another study at any time during this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With 2-hour Pain Free Active Study Drug","description":"All data was collected and measured from self-reported patient diaries","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"21","spread":null},{"groupId":"OG003","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Migraine Attacks With Sustained Pain Free Response From 2 to 24 Hours Post-Dose","description":"All data was collected and measured from self-reported patient diaries","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Migraine Attacks With Pain Free Response at 2 Hours Post-Dose Following Early Intervention","description":"All data was collected and measured from self-reported patient diaries","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"To Evaluate the Consistency of Response Across Four Migraine Attacks at 1, 2, 4, and 24 Hours After Treatment. Frequency of Rescue Medications Needed and the Consistency of Other Symptom Relief i.e. Nausea, Vomiting, Photophobia, and Phonophobia.","description":"Collected from patient reported paper diaries","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":20},"commonTop":["Neck Spasm/Tension","Throat tightness","Nausea","Drowsiness","Stiff Jaw"]}}}