{"nctId":"NCT00657540","briefTitle":"Black Widow Spider Antivenin for Patients With Systemic Latrodectism","startDateStruct":{"date":"2009-10","type":"ACTUAL"},"conditions":["Latrodectism"],"count":60,"armGroups":[{"label":"Analatro","type":"EXPERIMENTAL","interventionNames":["Drug: Analatro"]},{"label":"Normal Saline Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Saline"]}],"interventions":[{"name":"Analatro","otherNames":[]},{"name":"Saline","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Moderate to severe pain intensity measured using the visual analog scale (VAS score ≥ 40mm) at the start of screening phase (VAS 0)\n* Diagnosis of latrodectism by the Investigator, with concurrence of diagnosis by a physician not directly involved with the study\n* Moderate to severe pain intensity measured using the visual analog scale (VAS score ≥ 40mm) at Baseline (VAS 1)\n\nExclusion Criteria:\n\n* Less than 10 years of age\n* Presents to the emergency department of any healthcare facility greater than 24 hours after onset of symptoms\n* Has a known (self-reported) hypersensitivity to fentanyl, morphine, diazepam, or equine serum\n* History of significant cardiac, respiratory, hepatic or renal disease, psychiatric disorder or chronic pain syndrome that in the investigator's assessment would confound efficacy or safety endpoint assessment (e.g., a bite to the leg of a patient with reflex sympathetic dystrophy)\n* History or suspected history or substance abuse\n* Pregnant or breast-feeding\n* Has a distracting injury with acute pain, or is unable to make a reliable self-report of pain intensity to pain relief based solely on the condition of interest\n* Was already treated with Merck Antivenin Latrodectus Mactans for signs/symptoms related to the current widow spider bite\n* Unable to provide a telephone number to be contacted for follow-up interviews on Days 2, 10, and 17 after discharge from the emergency department","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Failure","description":"The primary efficacy endpoint for this study was the number of subjects in which pain control was not achieved 48 hours post-study drug infusion as identified by treatment failure. A treatment failure was defined as a subject who did not achieve pain control during the treatment phase, up to 48 hours after Dose 1 infusion start time. Subjects were deemed treatment failures if they met one or more of the following criteria:\n\n* Subject did not complete the treatment phase due to absence of clinically significant improvement in pain intensity relative to baseline at 60, 90, 120, or 150 minutes post start of Dose 1.\n* Subject required treatment with commercially available antivenin or prescription pain medication for signs and symptoms associated with latrodectism at any time during the treatment phase up to 48 hours after Dose 1 infusion start time.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least 13 mm Reduction in Pain Score at 30 Minutes Post-Treatment","description":"The number of patients with a clinically significant decrease in pain intensity at 30 minutes post-treatment (after Dose 1 and Dose 2, as applicable) will be measured by the patient's self-assessment of pain intensity using the visual analog scale (VAS). A clinically significant reduction in pain is defined as a decrease in VAS scores of greater than or equal to 13 mm. The VAS ranged from 0 (no pain) to 100 mm (worst possible pain).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Drug-related Adverse Events","description":"To evaluate safety of Analatro, the number of subjects experiencing at least one adverse event (AE) that was determined to be related to study drug was computed for each treatment group. All AEs classified as definitely or possibly related to study drug were considered drug-related.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least 13 mm Reduction in Pain Score at Any Time Point","description":"The number of patients with a clinically significant decrease in pain intensity relative to baseline at any time point during the treatment phase was measured by the patient's self-assessment of pain intensity using the visual analog scale (VAS). A clinically significant reduction in pain was defined as a decrease in VAS scores of greater than or equal to 13 mm. The VAS ranged from 0 (no pain) to 100 mm (worst possible pain).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Drug-related Serious Adverse Events","description":"The number of subjects with drug-related serious adverse events.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Pruritus","Arthralgia","Rash","Chills","Headache"]}}}