{"nctId":"NCT00506285","briefTitle":"Methylphenidate Transdermal System (MTS) in the Treatment of Adult ADHD","startDateStruct":{"date":"2007-06"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":92,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Methylphenidate Transdermal System (MTS)"]},{"label":"B","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo patch"]}],"interventions":[{"name":"Methylphenidate Transdermal System (MTS)","otherNames":["Daytrana"]},{"name":"placebo patch","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAdults meeting DSM-IV-Text Revision criteria for ADHD, the Utah Criteria for ADHD, and experiencing at least moderate impairment (a score of 4 or greater on the CGI-Severity Scale for ADHD at both Screening and Baseline visits) will be enrolled. Other criteria include:\n\n1. Subjects ages 18 to 65, inclusive;\n2. Female subjects are eligible to enter and participate in this study only if:\n\n   1. She is of non-childbearing potential; has a male sexual partner who is surgically sterilized; is on implant of levonorgestrel, injectable progesterone, or an oral contraceptive; has an intrauterine device (IUD); or is sexually inactive with a male partner.\n   2. Or agrees to use a double barrier method of contraception (any combination of physical and chemical methods) and has a negative urine pregnancy test at screening interview.\n3. Subject must be in general good health as determined by medical history, ECG, and other analysis that, in the judgment of the study physician, would confirm the patient's good health.\n4. Subjects must read and write at a level sufficient to provide written informed consent and complete study-related materials.\n\nExclusion Criteria:\n\n* Subjects will not be eligible for inclusion in this study if any of the following criteria apply:\n\n  1. Subjects with other current DSM-IV Axis I Disorders including Current or lifetime history of psychosis, current bipolar disorder type I, current Major Depressive Disorder, and Current Anxiety Disorder (unless in the opinion of clinic physician ADHD is the primary disorder and causes the disability seen in the patient);\n  2. Subjects with any other DSM-IV Axis II diagnosis so severe that it would suggest non-responsiveness to pharmacotherapy for ADHD or noncompliance with the protocol;\n  3. Subjects at risk for suicide or a risk to harm others;\n  4. History of Substance Dependence according to DSM-IV criteria within 3 months of screening;\n  5. Subjects currently abusing illegal drugs or alcohol are excluded from the study;\n  6. Positive urine screen for drugs of abuse at screening for patients who have a significant history of substance use but still meet criteria 4 and 5. Patients not at risk for substance abuse will not be given a urine drug screen;\n  7. Subjects in whom stimulants would represent a risk such as those with a history of stimulant abuse,\n  8. History of uncontrolled hypertension or significant cardiovascular disease;\n  9. Any known or suspected significant medical or psychiatric illnesses (e.g., hepatic or renal insufficiency, pulmonary (asthma, COPD, etc), gastrointestinal, endocrine, neurological or metabolic disturbances that, in the judgment of the investigator, may impair interpretation of study results or constitute a significant safety concern in the context of the clinical trial;\n  10. Medications, including health food supplements judged by the investigator to be likely to have central nervous system activity (for example, St John's Wort, gingko leaf, and melatonin), are not permitted during the study. If the subject is taking the medication prior to study entry, there must be a 7 day washout period prior to Visit 2. We will ask for an honest report of all medications consumed between visits. In the event a medication with psychoactive properties is consumed, the patient will be counseled regarding the use of prohibited medications;\n  11. Use of any medication not considered acceptable by the clinical investigator or the medical monitor during the 7-day period before the start of the study (Day 1);\n  12. Subjects with high BMI (\\>38) and those with high adipose tissue concentrations in the hip as judged by the clinician.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Wender Reimherr Adult Attention Deficit Disorder Scale","description":"This scale measures the 7 domains of the Utah Criteria for Adult ADHD. Total scores run from 0 to 28. Normative samples average below 5. The worst possible score is 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":"7.4"},{"groupId":"OG001","value":"17.9","spread":"6.6"}]}]}]},{"type":"SECONDARY","title":"Conners' Adult ADHD Rating Scales (CAARS)","description":"Measures the DSM based ADHD criteria of Inattention and Hyperactivity/Impulsivity. There are 30 items scored 0-3 for a minimum score of 0 (no symptoms) and a maximum score of 90 worst possible symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":"19.1"},{"groupId":"OG001","value":"49.5","spread":"18.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":61},"commonTop":["insomnia/sleep","headache","anger/irritability","dry eyes, nose, mouth","decreased appetite"]}}}