{"nctId":"NCT00910247","briefTitle":"Eslicarbazepine Acetate Monotherapy Long Term Study","startDateStruct":{"date":"2009-08"},"conditions":["Epilepsy"],"count":274,"armGroups":[{"label":"eslicarbazepine acetate","type":"EXPERIMENTAL","interventionNames":["Drug: Eslicarbazepine acetate"]}],"interventions":[{"name":"Eslicarbazepine acetate","otherNames":["SEP-0002093","BIA 2-093"]}],"eligibilityModule":{"eligibilityCriteria":"Subject Inclusion/Exclusion Criteria:\n\n* Subject who completed, exited, or discontinued for reasons other than safety from the 18-week treatment phase of Protocols 093-045 or 093-046 and are willing to continue participation in this study are eligible. Subject must have completed at least the first 3 weeks of the 18-week double-blind treatment period of Protocols 093-045 or 093-046 to be eligible.\n* Subject must give written informed consent prior to participation in the study. For subjects \\<18 years of age, the informed consent must be signed by the subject's parent or legal guardian, and, when appropriate and/or required by state or local law, minor subjects must give written informed assent prior to participation in the study. All subjects must sign privacy authorization form, if applicable. All females of child bearing potential (≤65 years of age) must also sign the \"Women of Childbearing Potential\" Addendum.\n* Subjects must, in the opinion of the Investigator (with consultation with Medical Monitor as appropriate), continue to potentially benefit from continued study participation and have no new medical conditions that would preclude study participation.\n* If female subject, must continue the accepted method of birth control defined in Protocols 093-045 or 093-046 for the duration of this study as well\n* Criterion for Continuation into the Post 1 year Part of Study:\n\nFor subjects to continue into the post 1 year part of the study, subjects must, in the opinion of the Investigator (with consultation with Medical Monitor, as appropriate), continue to potentially benefit from continued study participation and have no new medical conditions that would preclude study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number and Percent of Subjects With Treatment Emergent Adverse Events","description":"Number and percent of subjects with treatment emergent adverse events","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":null}]}]}]},{"type":"SECONDARY","title":"Number and Percentage of Subjects With Potentially Clinically Significant Clinical Laboratory Evaluations","description":"Number and percentage of subjects with potentially clinically significant clinical laboratory evaluations","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"186","spread":null}]}]}]},{"type":"SECONDARY","title":"Number and Percent of Subjects With Normal Baseline Sodium Reaching Blood Sodium ≤135 mmol/L, ≤130 mmol/L, and ≤125 mmol/L","description":"Number and percentage of subjects who had normal sodium value (i.e. \\>135 mEq/L) at baseline but reached \\<=135 mEq/L and \\>130 mEq/L, \\<=130 mEq/L and \\>125 mEq/L, or \\<=125 mEq/L at any post baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Increase of Body Weight ≥7%","description":"Percentage of subjects with increase of body weight ≥7%","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number and Percentage of Subjects With Orthostatic Effects.","description":"Number and percentage of subjects with orthostatic effects.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Number and Percentage of Subjects With QTc-F Changes (in Categories) From Baseline.","description":"Number and percentage of subjects by QT interval corrected using the Fridericia fomula (QTcF) categories\n\nBased on the numbers of subjects who had at least one post-baseline assessment, the number and percentage of subjects with QTcF values in the following categories were summarized:\n\n1. \\>500 millisecond (msec) at any post-baseline timepoint but not present at baseline\n2. \\>480 msec at any post-baseline timepoint but not present at baseline\n3. \\>450 msec at any post-baseline timepoint but not present at baseline\n4. Change from Baseline \\>=60 ms for at least one post-baseline measurement\n5. Change from Baseline \\>=30 ms for at least one post-baseline measurement and \\<60 ms for all post-baseline measurement\n\nQT interval is a measure of the time between the start of the Q wave and the end of the T wave in the heart's electrical cycle.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Events in Each Classification of the Columbia Suicide Severity Rating Scale (C SSRS).","description":"The C-SSRS is an instrument designed to systematically assess and track suicidal behavior and suicidal ideation. The C-SSRS will be completed by the Investigator or Sub-Investigator (or qualified site personnel).\n\nSuicidal ideation is collected as any occurrence of wish to be dead, non-specific active suicidal thoughts, active suicidal ideation with any methods (not plan) without intent to act, active suicidal ideation with some intent to act, without specific plan, active suicidal ideation with specific plan and intent.\n\nSuicidal behavior is collected as any occurrence of actual attempts, Non-Suicidal Self-Injurious Behavior, interrupted attempts, aborted attempts, or preparatory acts or behavior, suicidal behavior.\n\nAny suicidality is defined as having at least one occurrence of Suicidal Behavior or Suicidal Ideation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time on Eslicarbazepine Acetate Monotherapy.","description":"The start of the monotherapy period was defined as the date of termination of all other anti-epileptic drugs while taking study medication. Time on eslicarbazepine acetate monotherapy is defined from the date of the first monotherapy dose in 093-045 or 093-046 study to the last known dose of monotherapy treatment, regardless of dose change and the time gap between the parent studies and the current study.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Seizure Frequency From Baseline.","description":"Relative (%) change in standard seizure frequency(SSF) from baseline","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-66.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder Rate (Percentage of Subjects With a ≥50% Reduction of Seizure Frequency From Baseline).","description":"Responder rate (percentage of subjects with a ≥50% reduction of seizure frequency from baseline).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects That Are Seizure-free During Study","description":"Percentage of subjects that are seizure-free during study","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Completion Rate (% of Subjects Completing the One Year Treatment)","description":"Completion rate (% of subjects completing the one year treatment)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Retention Time (Time to Withdrawal Due to Lack of Efficacy or Adverse Events)","description":"The retention time is defined from the start of eslicarbazepine acetate monotherapy period in 093-045 or 093-046 to the last known dose of open-label eslicarbazepine acetate. The time may include taking eslicarbazepine acetate concomitantly with other anti-epileptic drugs. If a subject's termination reason(s) includes: withdrawal of consent, lost to follow-up, physician decision or other, then it was assumed the subject terminated the study due to lack of efficacy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Total Score From Baseline in 31-Item Quality of Life in Epilepsy (QOLIE-31).","description":"Change in the overall score from baseline in 31-Item Quality of Life in Epilepsy (QOLIE-31 )\n\nThe QOLIE-31 overall score was obtained by using a weighted average of multi-item scale scores. The recorded responses were converted to 0-100 point scales. The mean of the individual item scores in each subgroup were calculated, with higher converted scores reflecting better quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":"15.29"}]}]}]},{"type":"SECONDARY","title":"Change in Total Score From Baseline in Montgomery-Asberg Depression Rating Scale (MADRS).","description":"The total score of MADRS is defined as the sum of all individual item scores. Each of the 10 symptoms of depression on MADRS is measured on a scale of 0 to 6 with 0 representing the lowest severity of the symptom and 6 representing the highest severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"6.17"}]}]}]},{"type":"SECONDARY","title":"Change in Total Score From Baseline in Montgomery-Asberg Depression Rating Scale (MADRS) in Those Subjects With a MADRS Score of ≥14 at Screening","description":"The total score of MADRS is defined as the sum of all individual item scores . Each of the 10 symptoms of depression on MADRS is measured on a scale of 0 to 6 with 0 representing the lowest severity of the symptom and 6 representing the highest severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"6.17"}]}]}]},{"type":"SECONDARY","title":"Completion Rate (% of Subjects Completing Each Visit Post-one Year).","description":"Completion rate (% of subjects completing each visit post-one year).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":274},"commonTop":["headache","dizziness","nausea","nasopharyngitis","fatigue"]}}}