{"nctId":"NCT03126968","briefTitle":"Prophylactic Topical Epinephrine to Reduce Bleeding in Transbronchial Lung Biopsies","startDateStruct":{"date":"2017-07-01","type":"ACTUAL"},"conditions":["Lung Transplant; Complications, Mechanical","Lung Transplant; Complications","Bleeding","Hemoptysis"],"count":66,"armGroups":[{"label":"Prophylactic topical epinephrine","type":"EXPERIMENTAL","interventionNames":["Drug: Topical epinephrine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebos"]}],"interventions":[{"name":"Topical epinephrine","otherNames":[]},{"name":"Placebos","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects, ≥18 years of age.\n* Single- or double-lung transplant recipients scheduled for bronchoscopy with TBLB.\n* Willingness to sign an informed consent for study participation.\n\nExclusion Criteria:\n\n* Age \\<18 years.\n* Pregnancy.\n* Inability to understand and provide a written informed consent.\n\nExclusion criteria for TBLB:\n\n* Platelet count \\<50 K/microL.\n* International normalized ratio (INR) \\>1.5.\n* Known bleeding diathesis.\n* Use of prophylactic or therapeutic dose of unfractionated heparin within 6 hours of the procedure.\n* Use of prophylactic dose of low molecular weight heparin within 12 hours of the procedure.\n* Use of therapeutic dose of low molecular weight heparin within 24 hours of the procedure.\n* Use of oral direct thrombin inhibitors or oral factor 10a inhibitors within 48 hours of the procedure.\n* Use of clopidogrel, ticlopidine, ticagrelor, or prasugrel within 5 days of the procedure.\n* Uremia, defined as estimated glomerular filtration rate (eGFR) ≤30 mL/min.\n* Moderate to severe pulmonary hypertension as defined by a mean pulmonary artery pressure of \\>40 mm Hg on right heart catheterization or an estimated pulmonary artery systolic pressure of \\>62 mm Hg on transthoracic echocardiography, both performed within 1 year of the procedure.\n* An additional synchronous procedure with possible bleeding (bronchoalveolar lavage and endobronchial biopsy allowed).\n* Decompensated liver cirrhosis, defined as the presence of clinically significant ascites, clinical evidence of esophageal or gastric varices, or history of bleeding from gastric or esophageal varices.\n* Prior history of TBLB-related airway bleeding requiring admission to the hospital or advanced measures to achieve hemostasis, including endotracheal intubation, bronchial blocker application, bronchial artery embolization, or surgical intervention.\n\nExclusion criteria for application of topical epinephrine:\n\n* Systolic heart failure with an ejection fraction (EF) of \\<35% as assess by echocardiography performed within one year prior to the procedure.\n* Myocardial infarction, acute coronary syndrome, percutaneous coronary intervention, or coronary artery bypass surgery within 6 months prior to the procedure.\n* Symptoms and/or ECG findings suggestive of ongoing cardiac ischemia on the day of the procedure.\n* Moderate- to severe-grade cardiac valvulopathy as assessed by echocardiography performed within one year prior to the procedure.\n* Inadequately controlled supraventricular arrhythmia, including atrial fibrillation, atrial flutter, and atrio-ventricular node re-entrant tachycardia (AVNRT) as revealed by ECG or cardiac monitoring at the time of the procedure.\n* Presence of an internal cardioverter/defibrillator.\n* History of second or third degree (complete) heart block or sick sinus syndrome.\n* Baseline ECG or cardiac monitoring revealing frequent occurrence (≥10 events per minute) of atrial or ventricular ectopy documented prior to or at the time of the procedure.\n* History of ventricular arrhythmias requiring pharmacologic or electrical cardioversion within the 2 years preceding the procedure.\n* Serum potassium of \\<3.0 mmol/L within the week prior to the procedure.\n* Serum glucose level of ≥300 mg/dL within the week prior to the procedure.\n* Any history of critical ischemia related to peripheral arterial disease.\n* Persistent resting heart rate (HR) measurement of ≥120 beats per minute prior to or at the time of the procedure.\n* Persistent resting systolic blood pressure (SBP) measurement of ≥180 mm Hg prior to or at the time of the procedure.\n* Persistent resting diastolic blood pressure (DBP) measurement of ≥110 mm Hg prior to or at the time of the procedure.\n* History of acute closed-angle glaucoma within one year of the procedure.\n* Diagnosis of pheochromocytoma requiring pharmacologic therapy with an alpha adrenoreceptor blocker at the time of the procedure.\n* Diagnosis of thyrotoxicosis requiring pharmacologic therapy with an anti-thyroid agent at the time of the procedure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Intra-procedural Hemorrhage Grading by the Performing Bronchoscopist","description":"Intra-procedural hemorrhage will be graded by the performing bronchoscopist according to the following scale:\n\n1. No hemorrhage.\n2. Mild hemorrhage - Any bleeding originating from the biopsy target airway requiring wedging of the bronchoscope or \"in and out\" motion in order to achieve hemostasis.\n3. Moderate hemorrhage - Any bleeding originating from the biopsy target airway requiring in addition to maneuvering the bronchoscope application of iced saline or topical epinephrine or placing the patient with the bleeding lung in the dependent position.\n4. Severe hemorrhage - Any bleeding originating from the biopsy target airway requiring, in addition to the above-mentioned maneuvers, early termination of the procedure or necessitating application of balloon tamponade, endotracheal intubation, application of a bronchial blocker, or use of other invasive measures to achieve hemostasis, such as bronchial artery embolization or surgical intervention.","paramType":"COUNT_OF_UNITS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":33},"commonTop":["Drop in BP >20 from baseline"]}}}