{"nctId":"NCT01685567","briefTitle":"Safety and Efficacy Study for Reverse Flow Used During Carotid Artery Stenting Procedure","startDateStruct":{"date":"2012-11"},"conditions":["Carotid Artery Disease"],"count":219,"armGroups":[{"label":"MICHI NPS+f","type":"EXPERIMENTAL","interventionNames":["Device: MICHI NPS+f"]}],"interventions":[{"name":"MICHI NPS+f","otherNames":["ENROUTE Transcarotid Neuroprotection System"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient must meet one of the following criteria regarding neurological symptom status and degree of stenosis:\n\n   * Symptomatic: Stenosis must be greater than or equal to 50% as determined by angiogram and the patient has a history of stroke (minor or non-disabling), TIA and/or amaurosis fugax within 180 days of the procedure.\n   * Asymptomatic: Stenosis must be greater than or equal to 70% as determined by angiogram without any neurological symptoms within the prior 180 days.\n2. Target vessel must meet diameter requirements for stent (refer to selected stent IFU for diameter requirements).\n3. Patient has a discrete lesion located in the internal carotid artery (ICA) with or without involvement of the contiguous common carotid artery (CCA).\n4. Patient is greater or equal to 18 years of age.\n5. Patient has no childbearing potential or has a negative pregnancy test within one week prior to the study procedure.\n6. Patient understands the nature of the procedure and has provided a signed informed consent using a form that has been reviewed and approved by the Investigational Review Board/Ethics Committee of the respective clinical site prior to the procedure. This will be obtained prior to participation in the study.\n7. Patient is willing to comply with the protocol requirements and return to the treatment center for all required clinical evaluations.\n8. Patient meets at least one of the anatomic or clinical high-risk criteria.\n\nExclusion Criteria:\n\n1. Patient has chronic atrial fibrillation.\n2. Patient has had any episode of paroxysmal atrial fibrillation within the past 6 months, or history of paroxysmal atrial fibrillation requiring chronic anticoagulation.\n3. Patient has an evolving stroke.\n4. Patient has severe dementia.\n5. Patient has a history of spontaneous intracranial hemorrhage within the past 12 months.\n6. Patient has had a recent (\\<7 days) stroke of sufficient size (on CT or MRI) to place him or her at risk of hemorrhagic conversion during the procedure.\n7. Patient had hemorrhagic transformation of an ischemic stroke within the past 60 days.\n8. Patient has active bleeding diathesis or coagulopathy or will refuse blood transfusion.\n9. Patient had or will have CABG, endovascular stent procedure, valve intervention or vascular surgery within 30 days before or after the intervention.\n10. Patient has had a recent GI bleed that would interfere with antiplatelet therapy.\n11. Life expectancy of \\< 12 months post procedure.\n12. Patient has history of intolerance or allergic reaction to any of the study medications or stent materials (refer to stent IFU), including aspirin (ASA), ticlopidine, clopidogrel, prasugrel, statin or contrast media (that can't be pre medicated). Patients must be able to tolerate statins and a combination of ASA and ticlopidine, ASA and clopidogrel or ASA and prasugrel.\n13. Myocardial Infarction within 72 hours prior to the intervention.\n14. Presence of a previous placed intravascular stent in target vessel or the planned arteriotomy site.\n15. Patient has had neurologic illnesses within the past two years characterized by fleeting or fixed neurologic deficit which cannot be distinguished from TIA or stroke (e.g. partial or secondarily generalized seizures, complicated or classic migraine, tumor or other space-occupying brain lesions, subdural hematoma, cerebral contusion or other post-traumatic lesions, intracranial infection, demyelinating disease, moderate to severe dementia, or intracranial hemorrhage).\n16. Patient with a history of major stroke (CVA or retinal embolus) with major neurological deficit likely to confound study endpoints within 1 month of index procedure.\n17. Patient has Hgb \\<10 g/dl, platelet count \\<125,000/μl, uncorrected INR \\>1.5, bleeding time \\>1 minute beyond upper limit normal, or heparin-associated thrombocytopenia.\n18. Patient has an intracranial tumor.\n19. Patient is actively participating in another drug or device trial (IND or IDE) that has not completed the required protocol follow-up period.\n20. Patient has inability to understand and cooperate with study procedures or provide informed consent.\n21. Occlusion or \\[Thrombolysis In Myocardial Infarction Trial (TIMI 0)\\] \"string sign\" \\>1cm of the ipsilateral common or internal carotid artery.\n22. Patient has vertebrobasilar insufficiency symptoms only, without clearly identifiable symptoms referable to the study carotid artery.\n23. Knowledge of cardiac sources of emboli.e.g. left ventricular aneurysm, intracardiac filling defect, cardiomyopathy, aortic or mitral prosthetic heart valve, calcific aortic stenosis, endocarditis, mitral stenosis, atrial septal defect, atrial septal aneurysm, or left atrial myxoma).\n24. Recently (\\<60 days) implanted heart valve (either surgically or endovascularly), which is a known source of emboli as confirmed on echocardiogram.\n25. Ostium of Common Carotid Artery (CCA) requires revascularization.\n26. Presence of extensive or diffuse atherosclerotic disease involving the proximal common carotid artery that would preclude the safe introduction of the study device.\n27. The patient has less than 5cm between the clavicle and bifurcation, as assessed by duplex Doppler ultrasound.\n28. Bilateral carotid stenosis if intervention is planned within 37 days of the index procedure.\n29. An intraluminal filling defect (defined as an endoluminal lucency surrounded by contrast, seen in multiple angiographic projections, in the absence of angiographic evidence of calcification) that is not associated with an ulcerated target lesion.\n30. Abnormal angiographic findings: ipsilateral intracranial or extracranial arterial stenosis greater in severity than the lesion to be treated, cerebral aneurysm \\> 5 mm, AVM (arteriovenous malformation) of the cerebral vasculature, or other abnormal angiographic findings.\n31. Patient has had a previous intervention in the ipsilateral proximal CCA.\n32. Patient has had a TIA or amaurosis fugax within 48 hours prior to the procedure.\n33. Patient has contralateral lateral recurrent, laryngeal or vagus nerve injury.\n34. Patient is otherwise unsuitable for intervention in the opinion of the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Hierarchical Composite of Stroke, Myocardial Infarction, and Death","description":"The primary endpoint was a hierarchical composite of any stroke, myocardial infarction and death during a 30-day post-procedural period in the ITT (pivotal and extended enrollment) population comprised of subjects deemed to be high risk for complications from CEA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"All Death (Non-hierarchical)","description":"The analyses to be conducted on the secondary endpoints are intended to provide additional supportive evidence of the efficacy and safety of the device.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"All Myocardial Infarctions (Non-hierarchical)","description":"The analyses to be conducted on the secondary endpoints are intended to provide additional supportive evidence of the efficacy and safety of the device.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"All Stroke (Non-hierarchical)","description":"The analyses to be conducted on the secondary endpoints are intended to provide additional supportive evidence of the efficacy and safety of the device.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Ipsilateral Stroke (Non-hierarchical)","description":"Data on ipsilateral stroke 31-365 days post procedure will be collected to provide additional supportive evidence of the safety of the device.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":219},"commonTop":["Pain","Hypotension","Urinary Retention","Pyrexia","Artery Dissection"]}}}