{"nctId":"NCT00711529","briefTitle":"Pilot Study Comparing Hypnotherapy and Gabapentin for Hot Flashes.","startDateStruct":{"date":"2008-07"},"conditions":["Breast Cancer","Hot Flashes"],"count":27,"armGroups":[{"label":"Hypnotherapy","type":"EXPERIMENTAL","interventionNames":["Behavioral: Hypnotherapy"]},{"label":"Gabapentin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: gabapentin"]}],"interventions":[{"name":"Hypnotherapy","otherNames":["hypnosis","mind-body therapy"]},{"name":"gabapentin","otherNames":["Neurontin","gabarone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Women with histologic confirmation of a diagnosis of infiltrating carcinoma of the breast are eligible for participation.\n* Women with non-invasive or pre-invasive lesions of the breast, including but not limited to ductal carcinoma in situ (DCIS), atypical ductal hyperplasia (ADH) or lobular carcinoma in situ (LCIS) are eligible for participation.\n* Women with a known breast cancer susceptibility gene (eg, BRCA) mutation or strong family history of breast cancer are eligible.\n* Any woman age 60 years or more who cannot take estrogen therapy because of a real or perceived risk of developing breast cancer are eligible.\n* Women under the age of 60 with a Gail model score of 1.6% or more are eligible.\n* Subjective report of at least one daily hot flash.\n* Able to provide voluntary informed consent.\n* ≥ 18 years-old. There will be no upper limit for age inclusion.\n* Karnofsky performance status \\> 70%.\n* Women with a history of breast cancer must have undergone treatment with curative intent.\n* ≥ 4 weeks from completion of chemotherapy or radiation therapy, where appropriate.\n* adequate hematopoietic function (ANC ≥ 1500/mm3; Platelets ≥ 100,000/mm3; Hemoglobin ≥ 8 g/dL)\n* adequate renal and hepatic function \\[Bilirubin ≤ 1.5 times upper limit of normal (ULN), serum glutamic-oxaloacetic transaminase (SGOT) ≤ 2.5x ULN, Alkaline phosphatase ≤ 2.5x ULN, and Creatinine ≤ 2x ULN\\].\n* No clinical evidence of disease (complete remission).\n* Patients receiving neoadjuvant therapy will be eligible following completion of all adjuvant chemotherapy if indicated.\n* Patients receiving hormonal therapy in lieu of or following chemotherapy will be eligible to participate.\n* Patients must have access to a compact disk player.\n\nExclusion criteria:\n\n* History or active secondary cancer within the last 5 years (except for superficial basal cell skin cancers).\n* Any residual chemotherapy-induced CTCv3.0 Grade 2 or greater non-hematological toxicity.\n* Unable to give informed consent or unable to adhere to protocol.\n* Any serious medical or psychiatric illness likely to interfere with participation in this clinical study, concurrent uncontrolled illness, or ongoing or active infection will be excluded.\n* Any history of alcohol or drug abuse.\n* Allergy to gabapentin.\n* History of seizure disorder.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Daily Hot Flashes","description":"Patients kept daily diaries of their hot flashes. The absolute number of hot flashes in a 24 hour period is \"number of daily hot flashes.\" The median number was calculated for each week of data. The median number of daily hot flashes for the first week (7 days) of participation is used as baseline. The median number of daily hot flashes for the fourth week (over 7 day interval) is reported for the week four time point. The median number of daily hot flashes for the eighth week (over 7 day interval) is reported for the week eight time point (study completion). Of the 13 women randomized to the hypnotherapy arm, 2 women were ineligible and therefore not included in analysis. Two women were unable to initiate treatment and did not submit diaries. An additional two women completed treatment but lost their diaries, leaving 7 diaries for analysis at baseline. Of the 14 randomized to receive gabapentin, 6 dropped out of the study and did not submit diaries.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Daily Hot Flashes","description":"Patients kept daily diaries of their hot flashes. The absolute number of hot flashes in a 24 hour period is \"number of daily hot flashes.\" The median number was calculated for each week of data. The median number of daily hot flashes for the first week (7 days) of participation is used as baseline. The median number of daily hot flashes for the fourth week (over 7 day interval) is reported for the week four time point. The median number of daily hot flashes for the eighth week (over 7 day interval) is reported for the week eight time point (study completion). A total of 15 diaries were submitted (7 hypnotherapy, 8 gabapentin). One person in each arm stopped recording in her diary before the 4 week mark.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Daily Hot Flashes","description":"Patients kept daily diaries of their hot flashes. The absolute number of hot flashes in a 24 hour period is \"number of daily hot flashes.\" The median number was calculated for each week of data. The median number of daily hot flashes for the first week (7 days) of participation is used as baseline. The median number of daily hot flashes for the fourth week (over 7 day interval) is reported for the week four time point. The median number of daily hot flashes for the eighth week (over 7 day interval) is reported for the week eight time point (study completion). One woman in the hypnotherapy arm and 3 women in the gabapentin arm stopped keeping their diary before the 8 week mark.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Hot Flash Severity Score","description":"The patients kept daily hot flash diaries, including the total number of hot flashes they characterized as mild, moderate,severe and very severe. Hot flash severity scores were calculated by assigning one point to each mild hot flash, two points for each moderate hot flash, three points for each severe hot flash and four points for each very severe hot flash. The hot flash severity score for a 24 hour period was the sum of these scores. The score was calculated for each day in the diary. For each subject, median scores were calculated for each week (7 day period) of participation. The median hot flash severity score for the first week was considered the baseline. The median hot flash severity score for the fourth week is considered the week 4 time point. The median hot flash severity score for the eighth week is considered the week 8 time point. The median result for the group was then calculated at each of the timepoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Hot Flash Severity Score","description":"The patients kept daily hot flash diaries, including the total number of hot flashes they characterized as mild, moderate,severe and very severe. Hot flash severity scores were calculated by assigning one point to each mild hot flash, two points for each moderate hot flash, three points for each severe hot flash and four points for each very severe hot flash. The hot flash severity score for a 24 hour period was the sum of these scores. The score was calculated for each day in the diary. For each subject, median scores were calculated for each week (7 day period) of participation. The median hot flash severity score for the first week was considered the baseline. The median hot flash severity score for the fourth week is considered the week 4 time point. The median hot flash severity score for the eighth week is considered the week 8 time point. The median result for the group was then calculated at each of the timepoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Hot Flash Severity Score","description":"The patients kept daily hot flash diaries, including the total number of hot flashes they characterized as mild, moderate,severe and very severe. Hot flash severity scores were calculated by assigning one point to each mild hot flash, two points for each moderate hot flash, three points for each severe hot flash and four points for each very severe hot flash. The hot flash severity score for a 24 hour period was the sum of these scores. The score was calculated for each day in the diary. For each subject, median scores were calculated for each week (7 day period) of participation. The median hot flash severity score for the first week was considered the baseline. The median hot flash severity score for the fourth week is considered the week 4 time point. The median hot flash severity score for the eighth week is considered the week 8 time point. The median result for the group was then calculated at each of the timepoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Hot Flash Related Daily Interference Score (HFRDIS)","description":"The HFRDIS is a validated survey of 10 questions asking patients to rate ten symptoms on a scale of 0-10. The HFRDIS is a sum of the scores in each category, so that total score can range from 0 (no symptoms) to 100 (10 severe symptoms). These surveys were conducted at the time of enrollment (baseline), after four weeks of treatment, and at the conclusion of the study (8 weeks). All women who were randomized were included in the baseline analysis (with the exception of 2 women excluded from the hypnotherapy arm who were deemed ineligible after randomization).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"45.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Hot Flash Related Daily Interference Score (HFRDIS)","description":"The HFRDIS is a validated survey of 10 questions asking patients to rate ten hot flash-related symptoms on a scale of 0-10. The HFRDIS is a sum of the scores in each category, so that total score can range from 0 (no symptoms) to 100 (10 severe symptoms). These surveys were conducted at the time of enrollment (baseline), after four weeks of treatment, and at the conclusion of the study (8 weeks). Of 11 eligible women in the hypnotherapy arm, 2 never initiated treatment, and 3 did not complete the survey at this time point. Of the 14 eligible women in the gabapentin arm, 3 never initiated treatment, and 3 dropped out of the study before the 4 week time point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Hot Flash Related Daily Interference Score (HFRDIS)","description":"The HFRDIS is a validated survey of 10 questions asking patients to rate ten hot flash-related symptoms on a scale of 0-10. The HFRDIS is a sum of the scores in each category, so that total score can range from 0 (no symptoms) to 100 (10 severe symptoms). These surveys were conducted at the time of enrollment (baseline), after four weeks of treatment, and at the conclusion of the study (8 weeks). All nine women who initiated hypnotherapy treatment completed the survey at the end of 8 weeks. One woman in the gabapentin arm did not submit a survey at 8 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":[]}}}