{"nctId":"NCT02329223","briefTitle":"Study of Efficacy and Safety of Omalizumab in Refractory Chronic Spontaneous Urticaria Patients","startDateStruct":{"date":"2014-12"},"conditions":["Chronic Spontaneous Uriticaria"],"count":218,"armGroups":[{"label":"Omalizumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Omalizumab"]},{"label":"Omalizumab 150 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Omalizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Omalizumab","otherNames":["Xolair"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Diagnosis of chronic spontaneous urticaria refractory to H1 antihistamine at the time of randomization\n* Chronic spontaneous urticaria diagnosis for 6 months\n\nKey Exclusion Criteria:\n\n* Weight less than 20 kg\n* Clearly defined underlying etiology for chronic urticaria other than chronic spontaneous urticaria\n* Evidence of parasitic infection\n* Any other skin diseases than chronic spontaneous urticaria with chronic itching\n* Previous treatment with omalizumab\n* Contraindications to diphenhydramine\n* History of anaphylactic shock\n* History or current diagnosis of ECG abnormalities indicating significant risk of safety for patients participating in the study\n* History of hypersensitivity to omalizumab or to drugs of similar chemical classes\n* Pregnant or nursing (lactating) women","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Weekly Itch Severity Score at Week 12","description":"The weekly itch severity score is a component of the Urticaria Activity Score 7 (UAS7) composite score. The UAS7 is a composite score of the number of wheals (hives) and the severity of the itch. The weekly itch severity score is the sum of the daily itch severity scores over 7 days and ranges from 0 to 21. The daily itch severity score is the average of the morning and evening scores on a scale of 0 (none) to 3 (severe). The Baseline weekly itch severity score is the sum of the daily itch severity scores over the 7 days prior to the first treatment. A higher itch severity score indicates more severe itching. A negative change score from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.22","spread":"0.571"},{"groupId":"OG001","value":"-8.80","spread":"0.591"},{"groupId":"OG002","value":"-6.51","spread":"0.581"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Urticaria Activity Score Over 7 Days (UAS7) at Week 12","description":"The UAS7 is a composite score of the number of wheals (hives) and the severity of the itch. The UAS7 is determined by the sum of the daily urticaria activity scores over 7 days and ranges from 0 to 42. The daily urticaria activity score is the average of the morning and evening urticaria activity scores and ranges from 0 to 6. The urticaria activity score is the sum of ratings on a scale of 0 to 3 (0=none to 3=intense/severe) for (1) the number of wheals (hives) and (2) itch intensity over the previous 12 hours, ranges from 0 to 6, and is measured twice daily (morning and evening). The Baseline score is the sum of the daily urticaria activity scores over the 7 days prior to the first treatment. A higher urticaria activity score indicates more severe symptoms. A negative change score from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.44","spread":"1.243"},{"groupId":"OG001","value":"-18.79","spread":"1.288"},{"groupId":"OG002","value":"-13.90","spread":"1.265"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Number of Hives Score at Week 12","description":"The weekly hives score is the sum of the daily hives scores over 7 days and ranges from 0 to 21. The number of hives is measured twice daily (morning and evening) on a scale of 0 (none) to 3 (\\> 12 hives per 12 hours). The daily hives score is the average of the morning and evening scores. The Baseline score is the sum of the daily hives scores over the 7 days prior to the first treatment. A higher score indicates more hives. A negative change score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.17","spread":"0.742"},{"groupId":"OG001","value":"-10.04","spread":"0.769"},{"groupId":"OG002","value":"-7.41","spread":"0.756"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a UAS7 Score ≤ 6 at Week 12","description":"The UAS7 is a composite score of the number of wheals (hives) and the severity of the itch. The UAS7 is determined by the sum of the daily urticaria activity scores over 7 days and ranges from 0 to 42. The daily urticaria activity score is the average of the morning and evening urticaria activity scores and ranges from 0 to 6. The urticaria activity score is the sum of ratings on a scale of 0 to 3 (0=none to 3=intense/severe) for (1) the number of wheals (hives) and (2) itch intensity over the previous 12 hours, ranges from 0 to 6, and is measured twice daily (morning and evening). The Baseline score is the sum of the daily urticaria activity scores over the 7 days prior to the first treatment. A higher urticaria activity score indicates more severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.5","spread":null},{"groupId":"OG001","value":"42.9","spread":null},{"groupId":"OG002","value":"18.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Size of the Largest Hive Score at Week 12","description":"The weekly size of the largest hive score is the sum of the daily size of the largest hive scores over 7 days and ranges from 0 to 21. The daily size of the largest hive score is assessed twice daily (morning and evening) on a scale of 0 (none) to 3 (\\> 2.5 cm). The daily size of the largest hive score is the average of the morning and evening scores. The Baseline weekly size of the largest hive score is calculated over the 7 days prior to the first treatment. A higher score indicates larger hives. A negative change score from baseline indicates a reduction in hive size.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.71","spread":"0.684"},{"groupId":"OG001","value":"-9.30","spread":"0.709"},{"groupId":"OG002","value":"-6.27","spread":"0.696"}]}]}]},{"type":"SECONDARY","title":"Percentage of Weekly Itch Severity Score Minimally Important Difference (MID) Responders at Week 12","description":"Weekly itch severity score MID response is defined as a reduction from baseline in weekly itch severity score of ≥ 5 points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.7","spread":null},{"groupId":"OG001","value":"68.6","spread":null},{"groupId":"OG002","value":"55.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Complete Responders (UAS7 = 0) at Week 12","description":"Complete responders are defined as participants who achieved UAS7 = 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.6","spread":null},{"groupId":"OG001","value":"18.6","spread":null},{"groupId":"OG002","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Overall Dermatology Life Quality Index (DLQI) Score at Week 12","description":"The DLQI is a 10-item dermatology-specific health-related quality of life measure. Participants rated their dermatology symptoms as well as the impact of their skin condition on various aspects of their lives on a scale of 0 (Not at all) to 3 (Very much). The overall DLQI is the sum of the responses to the 10 items and ranges from 0 to 30. A lower score indicates a better quality of life. A negative change score from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.4","spread":"0.52"},{"groupId":"OG001","value":"-7.2","spread":"0.53"},{"groupId":"OG002","value":"-5.3","spread":"0.52"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Production of Anti-omalizumab Antibody","description":"Serum samples were collected for anti-omalizumab antibody testing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":73},"commonTop":["NASOPHARYNGITIS","HEADACHE","ECZEMA","URTICARIA","PHARYNGITIS"]}}}