{"nctId":"NCT02448381","briefTitle":"FLASH [Fluorescent Light Activated Synthetic Hypericin] Clinical Study: Topical SGX301 (Synthetic Hypericin) for the Treatment of Cutaneous T-Cell Lymphoma (Mycosis Fungoides)","startDateStruct":{"date":"2015-12","type":"ACTUAL"},"conditions":["Cutaneous T-Cell Lymphoma"],"count":169,"armGroups":[{"label":"SGX301","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: SGX301 (synthetic hypericin)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SGX301 (synthetic hypericin)","otherNames":["Hypericin","Synthetic Hypericin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must have a clinical diagnosis of CTCL (mycosis fungoides), Stage IA, Stage IB, or Stage IIA.\n* Subjects must have a minimum of three (3) evaluable, discrete lesions.\n* Subjects must be willing to refrain from sunbathing for the duration of the study.\n\nExclusion Criteria:\n\n* History of sun hypersensitivity and photosensitive dermatoses including porphyria, systemic lupus erythematosus, Sjögren's syndrome, xeroderma pigmentosum, polymorphous light eruptions or radiation therapy within 30 days of enrolling.\n* Pregnancy or mothers who are breast feeding.\n* Males and females not willing to use effective contraception.\n* Unhealed sunburn.\n* Subjects receiving topical steroids or other topical treatments for CTCL within 2 weeks.\n* Subjects receiving systemic steroids, nitrogen mustard, psoralen UVA radiation therapy (PUVA), narrow band UVB light therapy (NB-UVB) or carmustine (BCNU) or other systemic therapies for CTCL within 3 weeks of enrollment.\n* Subjects with significant history of systemic immunosuppression due to drugs or infection with HIV or HTLV 1.\n* Subjects taking other investigational drugs or drugs of abuse within 30 days of entry into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Responders and Non-Responders With a Treatment Response in 3 Treated Lesions as Defined as a ≥50% Improvement in the Composite Assessment of Index Lesion Disease Severity (CAILS) Score When Compared to Patients Receiving Placebo","description":"The percentage of patients achieving a treatment response in each of the 2 treatment groups. A treatment response was defined as a ≥50% improvement in CAILS score at Week 8 when compared to the CAILS score at baseline.\n\nThe Composite Assessment of Index Lesion Disease Severity (CAILS) score measures: Erythema (or redness) on a scale of 0 (no redness) to 8 (very red), Scaling on a scale of 0 (no scaling) to 8 (all of the lesion is covered by a very rough surface), Plaque Elevation on a scale of 0 (no evidence of plaque above normal skin level) to 3 (plaque shows marked elevation above normal skin level) and Surface Area on a scale of 0 (no lesion/surface area is 0 cm\\^2) to 18 (the lesion is larger than 300 cm\\^2). A lower score means a better outcome.\n\nThe overall CAILS score was calculated by adding the total score as described above for each of the 3 lesions. The overall CAILS score has a range of 0 to 111. A lower score means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Responders and Non-Responders With a Treatment Response in 3 Treated Lesions as Measured by the Composite Assessment of Index Lesion Disease Severity (CAILS) Score (Cycle 1 and 2 SGX301 vs Cycle 1 Placebo)","description":"The percentage of patients achieving a treatment response at Week 16 that received SGX301 for both Cycle 1 and 2 compared to the response rate in patients that received Placebo in Cycle 1.\n\nThe Composite Assessment of Index Lesion Disease Severity (CAILS) score was measured as previously described.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Responders and Non-Responders With a Treatment Response of 3 Treated Lesions as Measured by the Composite Assessment of Index Lesion Disease Severity (CAILS) Score in Patients Who Received 3 Cycles of SGX301","description":"The percentage of patients achieving a treatment response at Week 24 compared at Week 16 in SGX301 treatment group. A treatment response was defined as a ≥50% improvement in CAILS score when compared to the CAILS score at baseline.\n\nThe Composite Assessment of Index Lesion Disease Severity (CAILS) score was measured as previously described.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]},{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Patch Lesion Response Rates With Extended Treatment (Cycle 1 & 2 SGX301 vs Cycle 1 Placebo)","description":"The proportion of patch lesions achieving a treatment response at Week 16 in the SGX301 treatment group compared to Week 8 in the Placebo treatment group. A treatment response was defined as a ≥50% improvement in CAILS score when compared to the CAILS score at baseline for individual lesions.\n\nThe Composite Assessment of Index Lesion Disease Severity (CAILS) score was measured as previously described.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Plaque Lesion Response Rates With Extended Treatment (Cycle 1 & 2 SGX301 vs Cycle 1 Placebo)","description":"The proportion of plaque lesions achieving a treatment response at Week 16 in the SGX301 treatment group compared to Week 8 in the Placebo treatment group. A treatment response was defined as a ≥50% improvement in CAILS score when compared to the CAILS score at baseline for individual lesions.\n\nThe Composite Assessment of Index Lesion Disease Severity (CAILS) score was measured as previously described.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":116},"commonTop":["Application site pain","Respiratory, thoracic and mediastinal disorders","Injury, poisoning and procedural complications","Upper respiratory tract infection","Pruritus"]}}}