{"nctId":"NCT05175131","briefTitle":"Efficacy and Safety of Mebeverine + Simethicone in Patients With Functional Bowel Disorders","startDateStruct":{"date":"2020-11-27","type":"ACTUAL"},"conditions":["Functional Bowel Disorder"],"count":465,"armGroups":[{"label":"Mebeverine+Simethicone combination","type":"EXPERIMENTAL","interventionNames":["Drug: Mebeverine+Simethicone"]},{"label":"mebeverine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Mebeverine"]},{"label":"simethicone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Simethicone"]}],"interventions":[{"name":"Mebeverine+Simethicone","otherNames":[]},{"name":"Mebeverine","otherNames":[]},{"name":"Simethicone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed Informed Consent Form;\n2. Males and females aged 18 to 75 years old (inclusive);\n3. Abdominal pain and bloating/flatulence due to functional bowel disorder (including IBS, chronic functional constipation, chronic functional diarrhea or functional abdominal bloating);\n4. Episodes of abdominal pain for at least 3 months, with a frequency of at least 3 times a month;\n5. Abdominal pain intensity of 4 to 9 points (inclusive) when assessed on the NRS-11 scale (i.e. weekly average, with daily recording of the worst pain for the last 24 hours during last week of Screening and Run-in period);\n6. Bloating/flatulence intensity of of 4 to 9 points (inclusive) when assessed on the NRS-11 scale (i.e. weekly average, with daily recording of the worst bloating episode for the last 24 hours during last week of Screening and Run-in period);\n7. Patients' consent to use adequate contraception methods throughout the study. Adequate contraception methods include:\n\n   1. oral contraceptives or contraceptive patches,\n   2. condom or diaphragm (barrier method) with spermicide, or\n   3. an intrauterine device\n\nExclusion Criteria:\n\n1. Hypersensitivity to mebeverine, simethicone, drotaverine, excipients of the studied products, or contraindications;\n2. Intake of tricyclic antidepressants, eluxadoline, linaclotide, selective serotonin re-uptake inhibitors, rifaximin, lubriprostone within the last week before screening;\n3. New prescription or any change in probiotic drug therapy (including change in the drug or dosage regimen) during the last month before screening;\n4. History of intestinal obstruction, stricture, toxic megacolon, GI (gastro-intestinal) perforation, fecal impaction, gastric banding, bariatric surgery, adhesions, ischemic colitis, or impaired intestinal circulation (e.g. aorto-iliac disease);\n5. History of major gastric, hepatic, pancreatic or intestinal surgery (appendectomy, hemorrhoidectomy, or polypectomy allowed as long as occurred \\> 3 months prior to trial screening; uncomplicated laparoscopic or open cholecystectomy is allowed if no history of post-operative biliary tract pain and surgery occurred \\> 3 months prior to screening);\n6. Significant and progressive enlargement of the liver, spleen, lymph nodes; ascites; palpable tumor formation in the abdominal cavity / pelvis according to physical examination, hepatic cirrhosis;\n7. Significant concomitant acute or chronic disease (cardiovascular, gastrointestinal, endocrine, immunological, metabolic, bronchopulmonary, urinary system) or any condition that, according to Investigator, is a contraindication for the patient to participate in the study if interference with the study performance;\n8. Any inflammatory bowel disease (Crohn's disease, ulcerative colitis, any infection including bacterial, viral, protozoa, helminthosis);\n9. Elevated fecal calprotectin level 1 month before or at screening which indicates the presence of inflammatory GIT disease;\n10. Unexplained GI bleeding within 3 months prior to screening;\n11. Confirmed diagnosis of bile acids malabsorption;\n12. History of any malignant disease except basal cell carcinoma of skin and vesical cervix carcinoma in situ which were cured ≥ 5 years ago;\n13. Confirmed diagnosis of celiac disease;\n14. Confirmed hereditary galactose or fructose intolerance , total lactase deficiency, sucrase-isomaltose insufficiency, glucose-galactose malabsorption syndrome;\n15. Diet changes (e.g, switching to fermented foods, a gluten-free diet) within the 1 months prior to screening;\n16. Planned elective surgery during the study;\n17. Pancreatic exocrine insufficiency or acute pancreatitis;\n18. Endometriosis in women;\n19. Positive results of tests for HIV, hepatitis B or C, at the moment of screening;\n20. Drugs or alcohol abuse at screening or in the past, which, in the Investigator's opinion, makes the patient not eligible for participation in the study;\n21. Participation in another clinical study or another study drug administration within 30 days prior to screening;\n22. Pregnant or lactating women, or women planning to get pregnant during the clinical study; women of child-bearing potential (including those without history of surgical sterilization and women with \\<2 years post-menopause) not using adequate contraception methods;\n23. Inability to read or right; unwillingness to understand and comply with Protocol procedures; non-compliance with medication dosing regimen or procedures which, in the Investigator's opinion, may affect study results or the patient's safety and prevent the patient's participation in the study; any other concomitant diseases or severe mental disorders, which make the patient ineligible for study participation, limit the legal basis for Informed Consent procedure, or may affect the patient's ability to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline of Sum of NRS-11 Abdominal Pain and Bloating/Flatulence Intensity Scores After 4 Weeks of Treatment.","description":"The baseline abdominal pain and bloating/flatulence intensity was determined as the average of the Numeric rating scale (NRS-11) daily assessment during 7 days before randomization.\n\nThe Week 4 assessment was the average from last 7 days of the corresponding week.\n\nThe scale is a horizontal 10 cm line with the numbers from 0 to 10 located on it, where 0 is \"no pain/bloating\", 10 is \"most severe pain/bloating you can imagine\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.23","spread":"3.42"},{"groupId":"OG001","value":"-6.48","spread":"3.48"},{"groupId":"OG002","value":"-5.86","spread":"3.72"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of NRS-11 Pain Intensity After 4 Weeks of Treatment","description":"The baseline pain intensity was determined as the average of the Numeric rating scale (NRS-11) daily assessment during 7 days before randomization. The Week 4 assessment was the average from last 7 days of the corresponding week.\n\nThe scale is a horizontal 10 cm line with the numbers from 0 to 10 located on it, where 0 is \"no pain/bloating\", 10 is \"most severe pain/bloating you can imagine\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.59","spread":"1.77"},{"groupId":"OG001","value":"-3.19","spread":"1.80"},{"groupId":"OG002","value":"-2.75","spread":"1.88"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of NRS-11 Bloating/Flatulence Intensity After 4 Weeks of Treatment","description":"The baseline bloating/flatulence intensity was determined as the average of the Numeric rating scale (NRS-11) daily assessment during 7 days before randomization. The Week 4 assessment was the average from last 7 days of the corresponding week.\n\nThe scale is a horizontal 10 cm line with the numbers from 0 to 10 located on it, where 0 is \"no pain/bloating\", 10 is \"most severe pain/bloating you can imagine\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.65","spread":"1.82"},{"groupId":"OG001","value":"-3.29","spread":"1.91"},{"groupId":"OG002","value":"-3.11","spread":"2.03"}]}]}]},{"type":"SECONDARY","title":"Change in Number of Days Per Week During Study Treatment Period When Drotaverine Was Taken.","description":"The data from last week of screening and run-in period was used for baseline assessment of number of days of drotaverin intake. Week 1, Week 2, Week3 and Week 4 assessments were the data from the last 7 days of the corresponding week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"2.3"},{"groupId":"OG001","value":"-1.1","spread":"2.3"},{"groupId":"OG002","value":"-0.6","spread":"2.3"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life Evaluation Using IBSQOL Questionnaire Versus Baseline.","description":"Patients were asked to evaluate the quality of life using the Irritable bowel syndrome quality of life (IBSQOL) questionnaire at baseline at Visit 2 (Week 0) and at the end of the study treatment at Visit 3 (Week 4).\n\nThe individual responses to the 34 items were summed and averaged for a total score and then transformed to a 0-100 scale for ease of interpretation with higher scores indicating better IBS specific quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.27","spread":"21.19"},{"groupId":"OG001","value":"-19.57","spread":"19.77"},{"groupId":"OG002","value":"-13.59","spread":"16.83"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":155},"commonTop":["Headache","Nausea","Asthenia"]}}}