{"nctId":"NCT00506415","briefTitle":"Comparative Efficacy, Safety, and Tolerability of Rivastigmine 10 and 15 cm^2 Patch in Patients With Alzheimer's Disease (AD) Showing Cognitive Decline","startDateStruct":{"date":"2007-06"},"conditions":["Alzheimer Disease"],"count":1584,"armGroups":[{"label":"Open label: Rivastigmine (5 cm^2 / 10 cm^2)","type":"EXPERIMENTAL","interventionNames":["Drug: Rivastigmine 5 cm^2","Drug: Rivastigmine 10 cm^2"]},{"label":"Double blind: Rivastigmine (10 cm^2)","type":"EXPERIMENTAL","interventionNames":["Drug: Rivastigmine 10 cm^2","Drug: Placebo to 15 cm^2 patch"]},{"label":"Double blind: Rivastigmine (15 cm^2)","type":"EXPERIMENTAL","interventionNames":["Drug: Rivastigmine 15 cm^2","Drug: Placebo to 10 cm^2 patch"]},{"label":"Extended open label Rivastigmine (10 cm^2)","type":"EXPERIMENTAL","interventionNames":["Drug: Rivastigmine 10 cm^2"]}],"interventions":[{"name":"Rivastigmine 5 cm^2","otherNames":["Exelon®"]},{"name":"Rivastigmine 10 cm^2","otherNames":["Exelon®"]},{"name":"Rivastigmine 15 cm^2","otherNames":["Exelon®"]},{"name":"Placebo to 15 cm^2 patch","otherNames":[]},{"name":"Placebo to 10 cm^2 patch","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients between 50 and 85 years of age with a diagnosis of probable Alzheimers Disease,\n* Baseline Mini-Mental State Examination (MMSE) score 10-24 inclusive,\n* A primary caregiver willing to accept responsibility for supervising treatment, assessing the patient's condition throughout the study, and for providing input into efficacy assessments.\n* For double blind only: Meet the decline criteria of functional (as assessed by the investigator) and cognitive (assessed by a 1 point reduction in Mini-Mental State Examination) score between visits or a 3 point reduction from baseline) decline at weeks 23, 36 or 48.\n\nExclusion Criteria:\n\n* Presence of an advanced, severe, progressive, or unstable disease of any type that could interfere with efficacy and safety assessments or put the patient at particular risk,\n* Any medical or neurological condition other than Alzheimers Disease that could explain the patient's dementia,\n* A diagnosis of probable or possible vascular dementia,\n* A current diagnosis of unsuccessfully-treated depression, or any other mental disorder that may interfere with the evaluation of the patient's response to study medication,\n* A history or current diagnosis of cerebrovascular disease (e.g. stroke),\n* A current diagnosis of severe or unstable cardiovascular disease (e.g. unstable coronary artery disease).\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Alzheimer's Disease Assessment Scale-Cognitive (ADAS-Cog) Subscale at Week 48 of Double Blind Period","description":"The Alzheimer's Disease Assessment Scale-Cognitive (ADAS-cog) subscale comprises 11 items summed to a total score ranging from 0 to 70, with lower scores indicating less severe impairment. A negative change indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"7.49"},{"groupId":"OG001","value":"4.1","spread":"8.00"}]}]}]},{"type":"PRIMARY","title":"Change in Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living (ADCS-IADL) Subscale Score From Baseline to Week 48 of Double Blind Period","description":"The Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living (ADCS-IADL) is a 16 item subscale of the caregiver-based ADCS-IADL scale, developed for the use in dementia studies. The ADCS-IADL total score ranges from 0 to 56, with higher scores indicating less severe impairment. A positive change indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.2","spread":"8.78"},{"groupId":"OG001","value":"-4.4","spread":"8.21"}]}]}]},{"type":"SECONDARY","title":"Time to Functional Decline as Measured by Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living (ADCS-IADL) Subscale During the Double Blind Period","description":"Functional decline was defined by either an at least 1 point decrease in the Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living (ADCS-IADL) subscale score in a visit and confirmed by the following visit/assessment or at least 2 points decrease from the double blind randomization baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Attention and Executive Function as Assessed by the Trail Making Test (Part A) at Week 48 of the Double Blind Period","description":"Change from baseline to week 48 in total time to perform Trail Making Test (TMT) part A. This test provides information on visual search, scanning, speed of processing, mental flexibility, and executive functions. The TMT part A requires an individual to draw lines sequentially connecting 25 encircled numbers distributed on a sheet of paper. The score represents the amount of time required to complete the task. Total values for TMT part A range between 0 and 300 seconds. A negative change indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.2","spread":"62.57"},{"groupId":"OG001","value":"16.3","spread":"66.09"}]}]}]},{"type":"SECONDARY","title":"Change in Attention and Executive Function as Assessed by the Trail Making Test (Part B) at Week 48 of Double Blind Period","description":"Change from baseline to week 48 in total time to perform Trail Making Test (TMT) part B. This test provides information on visual search, scanning, speed of processing, mental flexibility, and executive functions. TMT has two parts: Part A requires an individual to draw lines sequentially connecting 25 encircled numbers distributed on a sheet of paper. Task requirements are similar for TMT-Part B except the person must alternate between numbers and letters. Total values for TMT part B range between 0 and 420 seconds. A negative change from baseline indicates an improvement in condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":"68.80"},{"groupId":"OG001","value":"5.8","spread":"65.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Neuropsychiatric Inventory (NPI)-10 Score at Week 48 of Double Blind Period","description":"Change from baseline to week 48 as assessed by the Neuropsychiatric Inventory (NPI)-10 total score. The scale consists of 10 domains that are rated for both frequency (range 1-4) and severity (range 1-3). A composite score for each domain is calculated (frequency x severity) which ranges from 1 to 12. There is a leading question for each item. If the symptom is not present then the frequency, severity and distress scores are not completed. In this case the score is 0 for the item. The sum of the composite scores yields the NPI-10 total score (range 0-120). A negative change in score indicates an improvement from baseline (symptom reduction).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"10.98"},{"groupId":"OG001","value":"1.4","spread":"11.51"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Events, Serious Adverse Events and Discontinuations Due to Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1135","spread":null},{"groupId":"OG001","value":"193","spread":null},{"groupId":"OG002","value":"210","spread":null},{"groupId":"OG003","value":"263","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":227,"n":1582},"commonTop":["Application site erythema","Application site pruritus","Nausea","Fall","Diarrhoea"]}}}