{"nctId":"NCT02397096","briefTitle":"Safety and Efficacy of a Switch to Doravirine, Tenofovir, Lamivudine (MK-1439A) in Human Immunodeficiency Virus (HIV-1)-Infected Participants Virologically Suppressed on an Anti-retroviral Regimen in Combination With Two Nucleoside Reverse Transcriptase Inhibitors (MK-1439A-024)","startDateStruct":{"date":"2015-06-09","type":"ACTUAL"},"conditions":["HIV-1 Infection"],"count":673,"armGroups":[{"label":"Immediate Switch to Doravirine, Tenofovir, Lamivudine","type":"EXPERIMENTAL","interventionNames":["Drug: Doravirine, Tenofovir, Lamivudine","Drug: Baseline regimen of ritonavir- or cobicistat-boosted protease inhibitor","Drug: Baseline regimen of cobicistat-boosted elvitegravir","Drug: Baseline regimen of a non-nucleoside reverse transcriptase inhibitor","Drug: Baseline regimen of two nucleoside reverse transcriptase inhibitors"]},{"label":"Delayed Switch to Doravirine, Tenofovir, Lamivudine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Doravirine, Tenofovir, Lamivudine","Drug: Baseline regimen of ritonavir- or cobicistat-boosted protease inhibitor","Drug: Baseline regimen of cobicistat-boosted elvitegravir","Drug: Baseline regimen of a non-nucleoside reverse transcriptase inhibitor","Drug: Baseline regimen of two nucleoside reverse transcriptase inhibitors"]}],"interventions":[{"name":"Doravirine, Tenofovir, Lamivudine","otherNames":["Doravirine (PIFELTRO™)","Doravirine/Lamivudine/Tenofovir disoproxil fumarate (DELSTRIGO™)","MK-1439A"]},{"name":"Baseline regimen of ritonavir- or cobicistat-boosted protease inhibitor","otherNames":[]},{"name":"Baseline regimen of cobicistat-boosted elvitegravir","otherNames":[]},{"name":"Baseline regimen of a non-nucleoside reverse transcriptase inhibitor","otherNames":[]},{"name":"Baseline regimen of two nucleoside reverse transcriptase inhibitors","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion Criteria include, but are not limited to:\n\n* Have plasma Human Immunodeficiency Virus-1 Ribonucleic Acid (HIV-1 RNA) levels below the limit of quantification (BLoQ) (\\<40 copies/mL by the Abbott RealTime HIV-1 Assay as determined by the central laboratory) at the screening visit.\n* Receiving antiretroviral therapy with a ritonavir- or cobicistat-boosted protease inhibitor (atazanavir, darunavir, or lopinavir) or cobicistat-boosted elvitegravir or a NNRTI (specifically, efavirenz, nevirapine, or rilpivirine) in combination with 2 Nucleoside Reverse Transcriptase Inhibitor (NRTIs) (and no other antiretroviral therapy) continuously for \\>= 6 months.\n* Receiving first or second retroviral regimen (participants receiving a NNRTI at Screening must be on their first retroviral regimen)\n* No history of using an experimental NNRTI\n* Has a genotype prior to starting his/her initial antiretroviral regimen and no known resistance to any of the study agents\n* Not receiving lipid lowering therapy or on a stable dose of lipid lowering therapy at the time of enrollment\n* Has the following laboratory values at screening within 30 days prior to the treatment phase of this study: Alkaline phosphatase ≤ 3.0 x upper limit of normal (ULN), Serum aspartate aminotransferase (AST) and serum alanine aminotransferase (ALT) ≤ 5.0 x ULN, and Hemoglobin ≥9.0 g/dL (if female) or ≥10.0 g/dL (if male)\n* Has a calculated creatinine clearance at the time of screening ≥ 50 mL/min, based on the Cockcroft-Gault equation\n* Male or female participant not of reproductive potential or, if of reproductive potential, agrees to avoid becoming pregnant or impregnating a partner while receiving study drug and for 14 days after the last dose of study drug by complying with one of the following: 1) practice abstinence from heterosexual activity, or 2) use acceptable contraception during heterosexual activity\n* For inclusion in Study Extension 1 (optional): completed the Week 48 visit; considered to have derived benefit from study participation up to Week 48; considered to be a clinically appropriate candidate for an additional 2 years treatment with study drug\n* For inclusion in Study Extension 2 (optional): completed the Week 144 visit; considered to have derived benefit from study participation up to Week 144; considered to be a clinically appropriate candidate for an additional 2 years treatment with study drug\n* For inclusion in Study Extension 3 (optional): completed the Week 240 visit; considered to have derived benefit from study participation up to Week 240; considered to be a clinically appropriate candidate for an additional 2 years treatment with study drug\n\nExclusion Criteria:\n\nExclusion Criteria include, but are not limited to:\n\n* Uses recreational or illicit drugs or has a recent history of drug or alcohol abuse or dependence\n* Received treatment for a viral infection other than HIV-1, such as hepatitis B, with an agent that is active against HIV-1 such as adefovir, emtricitabine, lamivudine, or tenofovir\n* Has documented or known resistance to study drugs including doravirine, lamivudine, and/or tenofovir\n* Participated in a study with an investigational compound or device within 30 days or anticipates doing so during the course of this study\n* Used systemic immunosuppressive therapy or immune modulators within 30 days or anticipates needing them during the course of this study (short courses of corticosteroids will be allowed)\n* Current, active diagnosis of acute hepatitis due to any cause (participants with chronic hepatitis B and C may enter the study as long as they fulfill all entry criteria, have stable liver function tests, and have no significant impairment of hepatic function)\n* Has evidence of decompensated liver disease or has liver cirrhosis and a Child-Pugh Class C score or Pugh-Turcotte score \\>9\n* Pregnant, breastfeeding, or expecting to conceive at any time during the study\n* Female and is expecting to donate eggs or male and is expecting to donate sperm during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Maintaining Human Immunodeficiency Virus-1 Ribonucleic Acid (HIV-1 RNA) <50 Copies/mL","description":"The percentage of participants in each arm achieving HIV-1 RNA levels \\<50 copies/mL was determined. Plasma HIV-1 RNA levels were quantified with the Abbott RealTime HIV-1 Assay. Data were handled according to the US Food and Drug Administration (FDA) \"snapshot\" approach and all missing data were considered treatment failures, regardless of the reason.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.8","spread":null},{"groupId":"OG001","value":"94.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Fasting Low-density Lipoprotein Cholesterol (LDL-C)","description":"To evaluate the effect on fasting LDL-C of an immediate switch to DOR/3TC/TDF on Study Day 1 compared with continuation of a ritonavir-boosted, PI-based regimen, as measured by mean change from baseline in each treatment group. The Last Observation Carry Forward (LOCF) approach was applied to missing data and data collected after a participant initiated lipid-modifying therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108.82","spread":"34.21"},{"groupId":"OG001","value":"109.00","spread":"33.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.54","spread":"23.10"},{"groupId":"OG001","value":"-1.94","spread":"25.74"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Fasting Non-high-density Lipoprotein Cholesterol (Non-HDL-C)","description":"Serum non-HDL-C was determined after an overnight fast. Change from Baseline was analyzed using ANCOVA models with terms for Baseline lipid level and treatment group. The Last Observation Carry Forward (LOCF) approach was applied for missing data or data collected after modifying lipid lowering therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139.14","spread":"42.12"},{"groupId":"OG001","value":"137.99","spread":"38.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.74","spread":"29.26"},{"groupId":"OG001","value":"-1.31","spread":"28.45"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Maintaining HIV-1 RNA <50 Copies/mL","description":"The percentage of participants in each arm achieving HIV-1 RNA levels \\<50 copies/mL was determined. Plasma HIV-1 RNA levels were quantified with the Abbott RealTime HIV-1 Assay. Data were handled according to the US Food and Drug Administration (FDA) \"snapshot\" approach and all missing data were considered treatment failures, regardless of the reason.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.7","spread":null},{"groupId":"OG001","value":"94.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Cluster of Differentiation (CD4) Cell Counts","description":"The mean change from baseline in CD4 cell counts was assessed using the Observed Failure (OF) approach. With the OF approach, baseline values were carried forward for participants who discontinued due to lack of efficacy. Cell counts were measured and expressed as cells/mm\\^3, and percent change was then calculated. CD4 cell counts were quantified by a central laboratory using a commercially available assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"660.5","spread":"293.4"},{"groupId":"OG001","value":"655.6","spread":"279.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":"168.1"},{"groupId":"OG001","value":"18.0","spread":"157.7"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Cluster of Differentiation (CD4) Cell Counts","description":"The mean change from baseline in CD4 cell counts at Week 48 was assessed using the Observed Failure (OF) approach. With the OF approach, baseline values were carried forward for participants who discontinued due to lack of efficacy. Cell counts were measured and expressed as cells/mm\\^3, and percent change was then calculated. CD4 cell counts were quantified by a central laboratory using a commercially available assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"664.5","spread":"300.7"},{"groupId":"OG001","value":"655.6","spread":"279.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"174.9"},{"groupId":"OG001","value":"18.0","spread":"157.7"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Maintaining HIV-1 RNA <40 Copies/mL","description":"The percentage of participants in each arm achieving HIV-1 RNA levels \\<40 copies/mL was determined. Plasma HIV-1 RNA levels were quantified with the Abbott RealTime HIV-1 Assay. Data were handled according to the US Food and Drug Administration (FDA) \"snapshot\" approach and all missing data were considered treatment failures, regardless of the reason.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.7","spread":null},{"groupId":"OG001","value":"93.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Maintaining HIV-1 RNA <40 Copies/mL","description":"To evaluate the immunological effect of an immediate switch to MK -1439A on Study Day 1 compared with continuation of a ritonavir boosted, PI-based regimen, as measured by the proportion of subjects maintaining HIV-1 RNA below the limit of quantification (BLoQ) by the Abbott RealTime HIV-1 Assay (\\<40 copies/mL) in both treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.8","spread":null},{"groupId":"OG001","value":"93.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HIV-1 RNA >=50 Copies/mL","description":"The percentage of participants in each arm achieving HIV-1 RNA levels \\>=50 copies/mL was determined. Plasma HIV-1 RNA levels were quantified with the Abbott RealTime HIV-1 Assay. Data were handled according to the US Food and Drug Administration (FDA) \"snapshot\" approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing ≥1 Adverse Event (AE)","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.9","spread":null},{"groupId":"OG001","value":"52.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing ≥1 Serious Adverse Event (SAE)","description":"A serious adverse event is an AE that results in death, is life threatening, results in persistent or significant disability or incapacity, results in or prolongs a hospitalization, is a congenital anomaly or birth defect, is a cancer, is associated with an overdose, or is another important medical event. The percentage of participants with any SAE was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Discontinuing From Study Medication Due to an AE(s)","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":447},"commonTop":["Nasopharyngitis","Headache","Diarrhoea","Back pain","Arthralgia"]}}}