{"nctId":"NCT01304706","briefTitle":"Fluocinolone Acetonide in Diabetic Macular Edema (FAME) Extension Study","startDateStruct":{"date":"2011-04"},"conditions":["Diabetic Macular Edema"],"count":120,"armGroups":[{"label":"Fluocinolone Acetonide","type":"EXPERIMENTAL","interventionNames":["Drug: Fluocinolone Acetonide"]}],"interventions":[{"name":"Fluocinolone Acetonide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects who previously participated in the FAME studies and subjects with chronic DME considered insufficiently responsive to available therapies.\n2. In the judgment of the Investigator, the subject will benefit from treatment with ILUVIEN.\n3. Ability and willingness to comply with the treatment and follow up procedures.\n4. Ability to understand and sign the Informed Consent Form. No expectation that subject will be moving out of the area of the clinical center to an area not covered by another clinical center during the next 12 months.\n\nExclusion Criteria:\n\n1. Pregnant, lactating females or females of childbearing potential (unless using reliable contraception, i.e. double barrier, surgical sterilization, oral contraceptives, Norplant, intrauterine device (IUD)\n2. Glaucoma, defined as glaucomatous anatomical changes of the optic disc and/or visual field changes at screening in the study eye\n3. Retinal or choroidal neovascularization due to ocular conditions other than diabetic retinopathy (e.g., presumed ocular histoplasmosis, high myopia (spherical equivalent \\> 8 diopters), macular degeneration)\n4. Any active viral, fungal or bacterial disease of the cornea or conjunctiva or any history of a potentially recurrent infection which could be activated by treatment with a steroid, (e.g., ocular herpes simplex virus)\n5. Known or suspected hypersensitivity to any of the ingredients of the investigational product or to other corticosteroids\n6. History of uncontrolled IOP elevation with steroid use that did not respond to topical therapy or IOP-lowering procedure\n7. History or presence of any disease or condition (malignancy) that in the investigator's opinion would preclude study treatment or follow-up\n8. Any lens opacity which significantly impairs vision, in the opinion of the investigator.\n9. Peripheral retinal detachment in prospective area of insertion\n10. Participation in another clinical trial within 12 weeks before the screening visit or during the study","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"This is a measurement of the number of subjects who experienced an adverse event and/or a serious adverse event during the trial.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":120},"commonTop":["Conjunctival haemorrhage","Intraocular pressure increased","Cataract","Eye pain","Cataract"]}}}