{"nctId":"NCT01953913","briefTitle":"Afatinib (BIBW 2992) in Advanced Non-Small Cell Lung Cancer Patients With EGFR Mutation","startDateStruct":{"date":"2013-09-30","type":"ACTUAL"},"conditions":["Carcinoma, Non-Small-Cell Lung"],"count":542,"armGroups":[{"label":"Afatinib","type":"EXPERIMENTAL","interventionNames":["Drug: Afatinib"]}],"interventions":[{"name":"Afatinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* locally advanced or metastatic Non-small Cell Lung Cancer (NSCLC)\n* presence of Epidermal Growth Factor Receptor (EGFR) mutations in tumor biopsy\n* male or female patients age 18 years or older (For India only, male or female patients age \\>=18 years and \\<=75 years)\n* adequate organ function, defined as all of the following:\n\n  1. Absolute Neutrophil Count (ANC) \\> 1500/mm3. (ANC \\>1000/mm3 may be considered in special circumstances such as benign cyclical neutropenia as judged by the investigator and in discussion with the sponsor).\n  2. Platelet count \\>75,000/mm3\n  3. Serum creatinine \\< 1.5 times of the upper limit of normal\n  4. Total Bilirubin \\< 1.5 times upper limit of (institutional) normal (Patients with Gilbert's syndrome total bilirubin must be \\<4 times institutional upper limit of normal).\n  5. Aspartate Amino Transferase (AST) and Alanine Amino Transferase (ALT) \\< three times the upper limit of (institutional) normal (ULN) (if related to liver metastases \\< five times ULN). 5) Eastern Cooperative Oncology Group (ECOG) score between 0 - 2 6) written informed consent by patient or guardian prior to admission into the trial that is consistent with International Conference on Harmonisation (ICH)- Good Clinical Practice (GCP) guidelines and local law.\n\nExclusion criteria:\n\n* prior treatment with an EGFR tyrosine kinase inhibitor (TKI)\n* use of anti-cancer treatment within 2 weeks prior to start of trial treatment (continued use of anti-androgens and / or gonadorelin analogues for treatment of prostate cancer permitted)\n* radiotherapy within 4 weeks prior to drug administration except as follows:\n\n  1. palliative radiation to organs other than chest may be allowed up to 2 weeks prior to drug administration, and\n  2. single dose palliative treatment for symptomatic metastasis outside above allowance to be discussed with sponsor prior to enrolling.\n* major surgery within 4 weeks from day 1 of first dose of afatinib. At least 7 days should have elapsed since minor surgical procedure including placement of an access device or fine needle aspiration and at least 14 days for diagnostic or palliative video-assisted thoracoscopic surgery (VATS).\n* known hypersensitivity to afatinib or any of its excipients\n* history or presence of clinically relevant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure New York Heart Association (NYHA) classification of \\>3, unstable angina or poorly controlled arrhythmia as determined by the investigator. Myocardial infarction within 6 months prior to starting trial treatment.\n* Women of Child-Bearing Potential (WOCBP) and men who are able to father a child, unwilling to be abstinent or use medically acceptable method of contraception during the trial entry and for at least 4 weeks after treatment has ended. Adequate methods of contraception and Women of Child-Bearing Potential. Perimenopausal women must be amenorrhoeic for at least 24 months to be considered for non-childbearing potential.\n* childbearing potential (see Section 4.2.3) who:\n\n  1. are nursing or\n  2. are pregnant or\n  3. are not using an acceptable method of birth control, or do not plan to continue using this method throughout the trial and/or do not agree to submit to pregnancy testing required by this protocol\n* history of or co-existing condition that, in the opinion of the investigator, would compromise the patient's ability to comply with the trial or interfere with the evaluation of safety for the trial drug\n* previous or concomitant malignancies at other sites, except effectively treated nonmelanoma skin cancers, carcinoma in situ of the cervix, ductal carcinoma in situ or effectively treated malignancy that has been in remission for more than 3 years and is considered to be cured.\n* requiring treatment with any of the prohibited concomitant medications listed, that cannot be stopped for the duration of trial participation\n* known pre-existing interstitial lung disease\n* presence of poorly controlled gastrointestinal disorders that could affect the absorption of the trial drug (e.g. Crohn's disease, ulcerative colitis, malabsorption, or CTC grade =2 diarrhoea of any aetiology) based on investigator assessment.\n* Known active hepatitis B infection (defined as presence of Hepatitis B (HepB) sAg and/or HepB DNA), active Hepatitis C (HEP C) infection (defined as presence of Hep C RNA) and/or known Human Immunodeficiency Virus (HIV) carrier.\n* meningeal carcinomatosis\n* symptomatic brain metastases (patients with brain metastases, who were previously treated, are eligible provided they have asymptomatic brain metastasis for at least 4 weeks on stable doses of medication)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Serious Adverse Events (SAEs)","description":"Percentage of participants with serious adverse events (SAEs).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Symptomatic Progression (TTSP)","description":"Time to Symptomatic progression (TTSP) was defined as time from first administration of afatinib to date of first documented clinically significant symptomatic progression that required stopping the anti-cancer treatment according to investigator's assessment. 95% confidence intervals (CIs) for the median was calculated for TTSP using Greenwood' standard error estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Drug-related (Afatinib-related) Adverse Events","description":"Percentage of participants with drug-related (afatinib-related) adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":164,"n":541},"commonTop":["Diarrhoea","Rash","Paronychia","Mouth ulceration","Stomatitis"]}}}