{"nctId":"NCT01911429","briefTitle":"Pediatric Schizophrenia Efficacy and Safety Study","startDateStruct":{"date":"2013-08"},"conditions":["Schizophrenia"],"count":327,"armGroups":[{"label":"Lurasidone 40 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone 40 mg"]},{"label":"Lurasidone 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone 80 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo 40 or 80 mg"]}],"interventions":[{"name":"Lurasidone 40 mg","otherNames":["Latuda"]},{"name":"Lurasidone 80 mg","otherNames":["Latuda"]},{"name":"Placebo 40 or 80 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent from parent(s) or legal guardian(s) with sufficient intellectual capacity to understand the study and support subjects' adherence to the study procedures must be obtained for subjects who are not emancipated. In accordance with Institutional Review Board (IRB) requirements, the subject will complete an informed assent prior to study participation.\n* Male or female subjects 13 to 17 years of age, inclusive, at the time of consent.\n* DSM-IV-TR axis I primary diagnosis of schizophrenia (including disorganized (295.10), paranoid (295.30), undifferentiated (295.90) subtypes) and confirmation of the schizophrenia diagnosis by an adequately trained clinician at the time of screening, by means of the Schedule for Affective Disorders and Schizophrenia for School-age Children (K-SADS-PL).\n* PANSS total score ≥ 70 at screening and Baseline.\n* CGI-S ≥ 4 at screening and Baseline.\n* Within 5th to 95th percentile for gender specific weight-for-age and height-for-age Growth Charts from National Center for Health Statistics.\n* In good physical health on the basis of medical history, physical examination, and laboratory screening.\n* Females who participate in this study:\n\nare unable to become pregnant (eg, premenarchal, surgically sterile, etc.); -OR-\n\npractices true abstinence (consistent with lifestyle) and must agree to remain abstinent from signing informed consent to at least 30 days after the last dose of study drug has been taken;\n\n-OR-\n\nare sexually active and willing to use a medically effective method of birth control (e.g., male using condom and female using condom, diaphragm, contraceptive sponge, spermicide, contraceptive pill, or intrauterine device) from signing informed consent to at least 7 days after the last dose of study drug has been taken.\n\n* Males must be willing to remain sexually abstinent (consistent with lifestyle) or use an effective method of birth control (eg, male using condom and female using condom, diaphragm, contraceptive sponge, spermicide, contraceptive pill, or intrauterine device) from signing informed consent to at least 30 days after the last dose of study drug has been taken.\n* In the judgement of the clinician, the subject has an acute exacerbation of psychotic symptoms (no longer than 2 months in duration) and marked deterioration of function from baseline (by history) or, the subject has been hospitalized for the purpose of treating an acute psychotic exacerbation for 2 consecutive weeks or less immediately before screening.\n* In the judgment of the investigator, the subject is able to swallow the size and number of study drug tablets specified per protocol.\n* Willing and able to adhere to protocol-specified meal requirements during dosing.\n\nExclusion Criteria:\n\n* Has an Axis I or Axis II diagnosis other than schizophrenia that has been the primary focus of treatment within 3 months of screening.\n* Has a history or current diagnosis of mental retardation, neuroleptic malignant syndrome, or any neurologic disorder, or severe head trauma.\n* Lifetime history of human immunodeficiency virus (HIV) positive or acquired immune deficiency syndrome (AIDS), or history of Hepatitis B or C.\n* Any of the following:\n\nDocumented history of chromosomal disorder with developmental impairment (ie, trisomy chromosome 21; 22q11 deletion syndrome).\n\nEvidence of any chronic organic disease of the CNS such as tumors, inflammation, active seizure disorder, vascular disorder, potential CNS related disorders that might occur in childhood- eg, Duchenne Muscular dystrophy, myasthenia gravis, or other neurologic or serious neuromuscular disorders. In addition, subjects must not have a history of persistent neurological symptoms attributable to serious head injury. Past history of febrile seizure, drug-induced seizure, or alcohol withdrawal seizure is not exclusionary.\n\n* PANSS total scores ≥ 120 at screening or Baseline.\n* Exhibits evidence of moderate or severe extrapyramidal symptoms, dystonia, tardive dyskinesia, or any other moderate or severe movement disorder. Severity to be determined by the investigator.\n* Lifetime history of electroconvulsive therapy (ECT).\n* Resistant to antipsychotic treatment based on at least two different prior adequate trials (ie, adequate dose and duration) of an antipsychotic agent within the current episode of schizophrenia.\n* Clinically significant neurological, metabolic (including type 1 diabetes), hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, carcinoma, and/or urological disorder that would pose a risk to the subjects if they were to participate in the study or that might confound the results of the study.\n\nNote: Active medical conditions that are minor or well-controlled are not exclusionary if they do not affect risk to the subject or the study results. In cases in which the impact of the condition upon risk to the subject or study results is unclear, the Medical Monitor should be consulted. Any subject with a known cardiovascular disease or condition (even if controlled) must be discussed with the Medical Monitor during screening.\n\n* Has a history of malignancy \\< 5 years prior to signing the informed consent.\n* Clinically significant finding(s) on physical examination determined by the investigator to pose a health concern to the subject while on study.\n* Clinically relevant abnormal laboratory values or abnormal vital sign values/findings.\n\nNote: If any laboratory results are outside the normal range, the site may have the subject retested. If upon retesting the value remains outside the normal range, the significance of this value must be discussed with the Medical Monitor for enrollment consideration.\n\n* A history or presence of abnormal ECG, which in the investigator's opinion is clinically significant. Abnormal screening ECGs will be centrally over-read, and eligibility will be determined based on the over-read.\n* Presence or history (within the last year) of a medical or surgical condition (eg, gastrointestinal disease) that might interfere with the absorption, metabolism, or excretion of orally administered lurasidone.\n* Clinically significant alcohol abuse/dependence or drug abuse/dependence based on DSM-IV-TR criteria within the last 6 months prior to screening.\n* Positive test results at screening or Baseline for:\n\n  1. Urine drugs of abuse (amphetamines, barbiturates, benzodiazepines, cocaine, opiates, phencyclidine, cannabinoids, and methadone). A positive test for amphetamines, barbiturates, opiates, benzodiazepines or methadone may not result in exclusion of subjects if the investigator determines that the positive test is as a result of taking prescription medicine(s) as prescribed. In the event a subject tests positive for cannabinoids (tetrahydrocannabinol) or alcohol, the investigator will evaluate the subject's ability to abstain from prohibited substances during the study. If in the investigator's clinical judgment the subject will abstain, the subject may be enrolled after consultation with the Medical Monitor.\n  2. Pregnancy test.\n* Females who are pregnant, lactating, or likely to become pregnant during the study.\n* Participated in another interventional clinical trial or receiving an investigational product within 30 days prior to randomization.\n* Donation of whole blood within 60 days prior to randomization.\n* Known history or presence of clinically significant intolerance to any antipsychotic medications including but not limited to angioedema, serotonin or neuroleptic malignant syndromes.\n* Clinically relevant history of drug hypersensitivity to lurasidone or any components in the formulation.\n* Use of concomitant medications that consistently prolong the QT/QTc interval within 28 days prior to randomization.\n* Received depot neuroleptics unless the last injection was at least 1 month or 1 treatment cycle prior to screening, whichever is longer.\n* Received treatment with antidepressants, stimulants, or atomoxetine within 3 days prior to randomization, fluoxetine hydrochloride within 21 days of randomization, monoamine oxidase (MAO) inhibitor within 28 days of randomization, or clozapine within 120 days of randomization.\n* Use of any antipsychotic medication (other than study drug), carbamazepine, oxcarbazepine, eslicarbazepine acetate, or fluvoxamine, within 3 days prior to randomization (7 days prior to randomization for aripiprazole) and until follow-up.\n* Has a prolactin concentration ≥ 100 ng/mL at screening, or has a history of pituitary adenoma.\n* At screening or Baseline the subject answers \"yes\" to \"Suicidal Ideation\" Items 4 or 5 on the C-SSRS.\n* Subject is considered by the investigator to be at imminent risk of suicide or injury to self, others, or property during the study. Subject has a history of one or more serious suicide attempts (based on the investigator's judgment) in the 3 months prior to screening. Subjects determined to be at risk of suicide or injury, as assessed by the investigator at screening, will be referred for further psychiatric evaluation.\n* Adhering to a special diet for the 28 days prior to drug administration (eg, liquid, protein, raw food diet).\n* Subject is planning to move during the study, is chronically homeless, or is unable to attend all planned study visits. The Medical Monitor will be consulted for individual cases, as needed.\n* Demonstrates a decrease (improvement) of \\> 25% in the PANSS score between screening and Baseline visits.\n* Subject with newly diagnosed Type 2 diabetes during screening. A subject with Type 2 diabetes is eligible for study inclusion if considered clinically stable, which is defined as:\n\nRandom (non-fasting) screening glucose is \\< 200 mg/dl (11.1 mmol/L); and If ≥ 200 mg/dL (11.1 mmol/L) must be retested in a fasted state. Retested fasted value cannot be ≥ 126 mg/dL.\n\nHbA1c ≤ 6.5%; and If a subject is currently being treated with oral anti-diabetic medication(s), the dose must have been stable for at least 4 weeks prior to screening. Such medication may be adjusted or discontinued during the study, as clinically indicated.\n\n* Subject has required hospitalization for diabetes or related complications in the past 12 months.\n* Subject requires use of concomitant medications that are potent inducers or inhibitors of the cytochrome P450 (CYP) 3A4 enzyme system (Appendix C) from signing informed consent until follow-up.\n* Clinically significant orthostatic hypotension (ie., a drop in systolic blood pressure of 20 mmHg or more and/or drop in diastolic blood pressure of 10 mmHg or more within 4 minutes of standing up).","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Positive and Negative Syndrome Scale (PANSS) Total Score at Week 6.","description":"PANNS total score: Changes from baseline over time - mixed model for repeated measures at week 6 -PANSS total score may range from 30 to 210- Higher values of PANSS total score represent greater severity of illness\n\nLS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures with fixed effects terms for treatment, visit (as a categorical variable), pooled country, age strata, PANSS total score at baseline, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.5","spread":"10.97"},{"groupId":"OG001","value":"94.0","spread":"11.12"},{"groupId":"OG002","value":"92.8","spread":"11.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.6","spread":"1.59"},{"groupId":"OG001","value":"-18.3","spread":"1.60"},{"groupId":"OG002","value":"-10.5","spread":"1.59"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression Severity (CGI-S) Scale","description":"Clinical Global Impression severity (CGI-S): Changes from baseline over time-mixed model for repeated measures- scale from 1-7 - 1=normal, not at all ill; 7=among the most extremely ill patients.\n\nLS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures with fixed effects terms for treatment, visit (as a categorical variable), pooled country, age strata, CGIS at baseline, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"0.62"},{"groupId":"OG001","value":"4.8","spread":"0.66"},{"groupId":"OG002","value":"4.8","spread":"0.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.97","spread":"0.093"},{"groupId":"OG001","value":"-0.92","spread":"0.093"},{"groupId":"OG002","value":"-0.50","spread":"0.094"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Positive Subscale Scores","description":"PANSS positive subscale score: changes from baseline over time - mixed model for repeated measures -Positive subscale (range 7-49): sum of Items P1 to P7 in the positive subscale - Higher values of PANSS Positive Subscale Score represent greater severity of illness\n\nLS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures with fixed effects terms for treatment, visit (as a categorical variable), pooled country, age strata, corresponding PANSS subscale score at baseline, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":"3.96"},{"groupId":"OG001","value":"24.0","spread":"4.08"},{"groupId":"OG002","value":"23.4","spread":"3.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":"0.51"},{"groupId":"OG001","value":"-6.3","spread":"0.51"},{"groupId":"OG002","value":"-3.1","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Positive, Negative Subscale Scores","description":"PANSS Negative subscale score: changes form baseline over time - Mixed model for repeated measures - - Negative subscale (range 7-49): sum of Items N1 to N7 in the negative subscale - Higher values of PANSS Negative Subscale Score represent greater severity of illness\n\nLS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures with fixed effects terms for treatment, visit (as a categorical variable), pooled country, age strata, corresponding PANSS subscale score at baseline, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":"4.32"},{"groupId":"OG001","value":"24.5","spread":"4.37"},{"groupId":"OG002","value":"24.4","spread":"4.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"0.48"},{"groupId":"OG001","value":"-3.8","spread":"0.49"},{"groupId":"OG002","value":"-2.3","spread":"0.49"}]}]}]},{"type":"SECONDARY","title":"Proportion of Responders, Where Response is Based on ≥ 20% Improvement From Baseline in PANSS Total Score at Week 6","description":"PANSS responder analysis over time: achieving \\>= 20% reduction from baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"47","spread":null},{"groupId":"OG002","value":"69","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Quality of Life Enjoyment and Satisfaction Questionnaire (PQ-LES-Q)","description":"PQ-LES-Q percentage maximum possible score: summary statistics over time - PQ-LES-Q % maximum possible score can range from 0% to 100%. Higher scores indicate better quality of life.\n\nLS Mean and SE for change from baseline are from an ANCOVA model including factors of treatment, pooled country and age group (stratification factor), and corresponding Baseline score as covariate and LOCF approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.3","spread":"17.26"},{"groupId":"OG001","value":"53.6","spread":"18.50"},{"groupId":"OG002","value":"52.5","spread":"15.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":"1.28"},{"groupId":"OG001","value":"6.1","spread":"1.30"},{"groupId":"OG002","value":"0.3","spread":"1.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinician-rated Children's Global Assessment Scale (CGAS)","description":"Clinician-rated Children's Global Assessment Scale (CGAS) score: summary statistics over time - CGAS is a numeric scale (1 through 100) , where 1 represents the most impaired functioning and 100, superior functioning\n\nLS Mean and SE for change from baseline are from an ANCOVA model including factors of treatment, pooled country and age group (stratification factor), and corresponding Baseline score as covariate and LOCF approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":"9.33"},{"groupId":"OG001","value":"44.6","spread":"8.11"},{"groupId":"OG002","value":"43.9","spread":"8.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":"1.16"},{"groupId":"OG001","value":"11.9","spread":"1.18"},{"groupId":"OG002","value":"7.5","spread":"1.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS General Psychopathology Subscale Scores","description":"PANSS general psychopathology subscale score: changes from baseline over time - mixed model for repeated measures -- General psychopathology (range 16-112): sum of Items G1 to G16 in the general psychopathology subscale -Higher values of PANSS General Psychopathology Subscale Score represent greater severity of illness\n\nLS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures with fixed effects terms for treatment, visit (as a categorical variable), pooled country, age strata, corresponding PANSS subscale score at baseline, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":"6.65"},{"groupId":"OG001","value":"45.5","spread":"7.03"},{"groupId":"OG002","value":"45.0","spread":"6.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.1","spread":"0.80"},{"groupId":"OG001","value":"-8.1","spread":"0.81"},{"groupId":"OG002","value":"-5.3","spread":"0.80"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Excitability Subscale Scores","description":"Excitability subscale scores (range 4-28): consists of the following four items from the PANSS: excitement, hostility, uncooperativeness, and poor impulse control\n\n* Higher values of PANSS Excitability Subscale Score represent greater severity of illness\n\nLS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures with fixed effects terms for treatment, visit (as a categorical variable), pooled country, age strata, corresponding PANSS subscale score at baseline, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"2.91"},{"groupId":"OG001","value":"11.1","spread":"3.07"},{"groupId":"OG002","value":"10.7","spread":"3.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.33"},{"groupId":"OG001","value":"-1.7","spread":"0.33"},{"groupId":"OG002","value":"-2.4","spread":"0.33"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":110},"commonTop":["Headache","Nausea","Somnolence","Insomnia","Anxiety"]}}}