{"nctId":"NCT01649375","briefTitle":"16 Week Efficacy and 5 Year Long Term Efficacy, Safety and Tolerability of Secukinumab in Patients With Active Ankylosing Spondylitis","startDateStruct":{"date":"2012-10-18","type":"ACTUAL"},"conditions":["Anklyosing Spondylitis"],"count":219,"armGroups":[{"label":"Secukinumab 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (75 mg)"]},{"label":"Secukinumab 150 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (150 mg)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Secukinumab (75 mg)","otherNames":["AIN457 75 mg"]},{"name":"Placebo","otherNames":[]},{"name":"Secukinumab (150 mg)","otherNames":["AIN457 150 mg"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant, non-lactating female patients\n* Diagnosis of moderate to severe AS with prior documented radiologic evidence (x-ray) fulfilling the Modified New York criteria for AS (1984)\n* Patients should have been on NSAIDs with an inadequate response\n* Patients who were regularly taking NSAIDs as part of their AS therapy are required to be on a stable dose\n* Patients who had been on an anti-TNFα agent (not more than one) must have experienced an inadequate response\n\nExclusion Criteria:\n\n* Chest X-ray (or MRI) with evidence of ongoing infectious or malignant process\n* Patients with total ankylosis of the spine\n* Patients previously treated with any biological immunomodulating agents except for those targeting TNFα\n* Previous treatment with any cell-depleting therapies","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving ASAS 20 (SpondyloArthritis International Society Criteria) Response at Week 16","description":"ASAS 20 response is a validated composite assessment reflecting the percentage of treated patients who achieve within a defined timeframe an improvement of 20% and ≥1 unit on a scale of 1 to 10 in at least three of the four ASAS main domains and no worsening of ≥20% and ≥1 unit in the remaining domain. ASAS 20 is used to assess the efficacy of at least one dose of secukinumab against placebo.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":null},{"groupId":"OG001","value":"61.1","spread":null},{"groupId":"OG002","value":"28.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ASAS 40 (SpondyloArthritis International Society Criteria) Response","description":"ASAS 40 response is a validated composite assessment, reflecting the proportion of treated patients who achieve within a defined timeframe an improvement of ≥40% and ≥2 units on a scale of 0 to 10 (0 being worse and 10 being better) in at least three of the four ASAS main domains (patient global, pain, function and inflammation) and no worsening at all in the remaining domain.\n\nASAS 40 is used to assess the efficacy of at least one dose of secukinumab against placebo.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"36.1","spread":null},{"groupId":"OG002","value":"10.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 16 in Serum hsCRP","description":"The change from baseline in hsCRP is expressed as a ratio of post-baseline to baseline values. With the ratio normalized to 1.0 at baseline, ratios less than 1.0 represent decreased post-baseline values, whereas ratios greater than 1.0 represent increased post-baseline values. Blood levels of C-reactive protein (CRP), an acute phase reactant, are indicative of inflammation and of its severity, and can be used to monitor treatment response. A high sensitvity CRP (hsCRP) test is implemented in this study to assess the efficacy of at least one dose of secukinumab versus placebo in reducing AS elicited systemic inflammation over time.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":"1.103"},{"groupId":"OG001","value":"0.55","spread":"1.104"},{"groupId":"OG002","value":"1.13","spread":"1.105"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ASAS 5/6 (SpondyloArthritis International Society Criteria) Response at Week 16","description":"ASAS 5/6 response is a validated composite assessment, reflecting the percentage of treated patients who achieve within a defined timeframe at least 20% improvement in score in at least 5 of a conventional set of 6 clinical domains relevant to AS (pain, patient global assessment, function, inflammation, spinal mobility, C-reative protein) without deterioration in the 6th domain. In this study, ASAS 5/6 is used to assess the efficacy of at least one dose of secukinumab against placebo.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.2","spread":null},{"groupId":"OG001","value":"43.1","spread":null},{"groupId":"OG002","value":"8.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 16 for Total Bath Ankylosing Spondylitis Disease Activity Index (BASDAI)","description":"BASDAI is a validated assessment tool using 1 through 10 scales (1 indicating \"no problem\" and 10 indicating \" worst problem\"), to characterize six clinical domains (fatigue, spinal pain, joint pain/selling, localized tenderness, morning stiffness duration, morning stiffness severity) pertaining to five major symptoms of AS perceived by the patients. Computed composite scores of 4 or greater indicate suboptimal disease control. In this study, the BASDAI is used to assess the efficacy of at least one dose of secukinumab verus placebo.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.92","spread":"0.249"},{"groupId":"OG001","value":"-2.19","spread":"0.248"},{"groupId":"OG002","value":"-0.85","spread":"0.252"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 16 in Physical Function Component Summary (PCS) of the Medical Outcomes Study Questionnaire Short-form Health Survey (SF-36)","description":"Physical Function Component Summary (PCS) is only 1 component of SF-36. This scale is directly transformed into a 0-100 scale on the assumption that each question carries equal weight. The lower the score the more disability. The higher the score the less disability i.e., a score of zero is equivalent to maximum disability and a score of 100 is equivalent to no disability.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.77","spread":"0.798"},{"groupId":"OG001","value":"6.06","spread":"0.784"},{"groupId":"OG002","value":"1.92","spread":"0.786"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 16 in ASQoL","description":"ASQoL is an 18 item questionnaire that assesses disease-specific quality of life (QoL), consisting of statements that are relevant to the physical and mental conditions for a participant with AS: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each statement is answered by the participant as a 'Yes' (scored as 1) or 'No' (scored as 0). All item scores are summed to give a total score. Total score can range from 0 (good QoL) to 18 (poor QoL). In this study, ASQoL is used to assess improvement from baseline of at least one dose of secukinumab versus placebo.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.33","spread":"0.537"},{"groupId":"OG001","value":"-4.00","spread":"0.528"},{"groupId":"OG002","value":"-1.37","spread":"0.530"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ASAS Partial Remission at Week 16","description":"ASAS partial remission is a composite assessment, reflecting the proportion of treated patients who achieve within a defined time frame a value not above 2 units in each of the 4 ASAS domains on a scale 0 to 10. In this study ASAS partial remission is used to assess the efficacy of at least one dose of secukinumab versus placebo.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":null},{"groupId":"OG001","value":"13.9","spread":null},{"groupId":"OG002","value":"4.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":105},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Bronchitis","Headache","Diarrhoea"]}}}