{"nctId":"NCT00679432","briefTitle":"(CB-01-02/01) Randomized Placebo Controlled Trial of Budesonide-multi-matrix System (MMX™) 6 mg and 9 mg in Patients With Ulcerative Colitis","startDateStruct":{"date":"2008-06"},"conditions":["Ulcerative Colitis"],"count":510,"armGroups":[{"label":"1: budesonide-MMX® 6 mg","type":"EXPERIMENTAL","interventionNames":["Procedure: Blood sampling, endoscopy","Drug: budesonide-MMX® 6 mg"]},{"label":"2: budesonide-MMX® 9 mg","type":"EXPERIMENTAL","interventionNames":["Procedure: Blood sampling, endoscopy","Drug: budesonide-MMX® 9 mg"]},{"label":"3: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Procedure: Blood sampling, endoscopy","Drug: Placebo"]},{"label":"4: Asacol® 400 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Blood sampling, endoscopy","Drug: Asacol® 400 mg"]}],"interventions":[{"name":"Blood sampling, endoscopy","otherNames":[]},{"name":"budesonide-MMX® 6 mg","otherNames":[]},{"name":"budesonide-MMX® 9 mg","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Asacol® 400 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients fulfilling the following criteria at the screening visit are eligible for participation in the study:\n\n  * Male and female patients, 18-75 years old, suffering from ulcerative colitis for at least 6 months.\n  * Diagnosis of ulcerative colitis in active phase, of mild or moderate entity with Ulcerative Colitis Disease Activity Index (UCDAI) ≥ 4 and ≤ 10 according to Sutherland.\n  * All females of child-bearing potential must have a negative serum pregnancy test immediately prior to enrollment. In addition, all females of child-bearing potential must agree to be completely abstinent or be using an accepted form of contraception throughout the entire study period. Accepted forms of contraception are defined as those with a failure rate \\<1% when properly applied and include: combination oral pill, some intra-uterine devices, and a sterilised partner in a stable relationship. Female subjects must also not be actively breast-feeding through the entire study period.\n  * Ability to comprehend the full nature and purpose of the study, including possible risks and side effects.\n  * Ability to co-operate with the investigator and to comply with the requirements of the entire study.\n  * Must be able to understand and voluntarily sign written informed consent prior to inclusion in the study.\n\nExclusion Criteria:\n\n* Patients who meet any of the following criteria at screening visit are to be excluded from study participation:\n\n  * Patients with limited distal proctitis (from anal verge up to 15 cm above the pectineal line).\n  * Patients with severe ulcerative colitis (UCDAI \\>10).\n  * Patients with infectious colitis.\n  * Evidence or history of toxic megacolon.\n  * Severe anemia, leucopenia or granulocytopenia.\n  * Use of oral or rectal steroids in the last 4 weeks.\n  * Use of immuno-suppressive agents in the last 8 weeks before the study.\n  * Use of anti tumor necrosis factor alpha (anti-TNFα) agents in the last 3 months.\n  * Concomitant use of any rectal preparation.\n  * Concomitant use of antibiotics.\n  * Concurrent use of cytochrome P450 3A4 (CYP3A4) inducers or CYP3A4 inhibitors.\n  * Patients with intolerance to salicylates.\n  * Patients with verified, presumed or expected pregnancy or ongoing lactation.\n  * Patients with liver cirrhosis, or evident hepatic or renal disease or insufficiency, and/or severe impairment of the bio-humoral parameters (i.e. 2 x upper limit of normal for alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\], gamma glutamyl transpeptidase \\[GGT\\] or creatinine).\n  * Patient with severe diseases in other organs and systems.\n  * Patients with local or systemic complications or other pathological states requiring a therapy with corticosteroids and/or immuno-suppressive agents.\n  * Patients diagnosed with type 1 diabetes.\n  * Patients diagnosed with, or with a family history of, glaucoma.\n  * All patients with known hepatitis B, hepatitis C or with human immunodeficiency virus (HIV), according to the local privacy policy.\n  * Participation in experimental therapeutic studies in the last 3 months. (Note: patients who participated in observational only studies are not excluded).\n  * Any other medical condition that in the principal investigator's opinion would make the administration of the study drug or study procedures hazardous to the subject or obscure the interpretation of adverse events (AEs).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical and Endoscopic Remission.","description":"Clinical and endoscopic remission defined as a Ulcerative Colitis Disease Activity Index (UCDAI) score ≤ 1, with subscores of 0 for rectal bleeding, stool frequency, and mucosal appearance and with a ≥ 1 point reduction in the endoscopic index score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"17.9","spread":null},{"groupId":"OG002","value":"7.4","spread":null},{"groupId":"OG003","value":"12.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Improvement.","description":"Clinical improvement, defined as a ≥ 3-point improvement in UCDAI from baseline to the end of Week 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.6","spread":null},{"groupId":"OG001","value":"33.3","spread":null},{"groupId":"OG002","value":"24.8","spread":null},{"groupId":"OG003","value":"33.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Endoscopic Improvement","description":"Greater or equal to a 1 point improvement in the mucosal appearance subscore of the UCDAI, from baseline to week 8.\n\nAs per the hierarchical testing procedure for secondary endpoints, because clinical improvement was not statistically significant in the ITT population, formal statistical comparisons for endoscopic improvement between the 2 budesonide MMX groups and placebo were not conducted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.5","spread":null},{"groupId":"OG001","value":"41.5","spread":null},{"groupId":"OG002","value":"33.1","spread":null},{"groupId":"OG003","value":"33.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":126},"commonTop":["Colitis ulcerative","Headache","Nausea","Abdominal pain","Insomnia"]}}}