{"nctId":"NCT02152605","briefTitle":"A Phase IIIb Study to Evaluate the Efficacy of Umeclidinium/Vilanterol (UMEC/VI) in Subjects With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2014-09-01"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":498,"armGroups":[{"label":"Umeclidinium/Vilanterol 62.5/25 mcg once daily","type":"EXPERIMENTAL","interventionNames":["Drug: UMEC/VI"]},{"label":"Placebo once daily","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"UMEC/VI","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: Outpatient.\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Age: 40 years of age or older at Visit 1.\n* Gender: Male and female subjects are eligible to participate in the study.\n* A female subject is eligible to enter and participate in the study if she is of: Non-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile (For example \\[e.g.\\] age appropriate, \\>45 years, in the absence of hormone replacement therapy; or child bearing potential, has a negative pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly (i.e. in accordance with the approved product label, if appropriate, and the instructions of the physician for the duration of the study screening to follow-up contact): abstinence; oral contraceptive (either combined or progestogen alone); injectable progestogen; implants of levonorgestrel; estrogenic vaginal ring; percutaneous contraceptive patches; intrauterine device (IUD) or intrauterine system (IUS) that meets the SOP effectiveness criteria as stated in the product label; male partner sterilization (vasectomy with documentation of azoospermia) prior to the female subject's entry into the study (this male is the sole partner for that subject); and double barrier method: condom and an occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/film/cream/suppository).\n* Diagnosis: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society.\n* Smoking History: Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g. 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years both equal 10 pack-years)\\]. Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Pipe and/or cigar use cannot be used to calculate pack-year history.\n* Severity of Disease: A pre and post-albuterol/salbutamol FEV1/ Forced Vital Capacity (FVC) ratio of \\<0.70 and a post-albuterol/salbutamol FEV1 of \\<=70% of predicted normal values calculated using National Health and Nutrition Examination Survey (NHANES) III reference equations at Visit 1.\n* Dyspnea: A score of \\>=2 on the Modified Medical Research Council (mMRC) Dyspnea Scale at Visit 1.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: A current diagnosis of asthma.\n* Other Respiratory Disorders: Known alpha-1 antitrypsin deficiency, active lung infections (such as tuberculosis), and lung cancer are absolute exclusionary conditions. A subject who, in the opinion of the investigator, has any other significant respiratory conditions in addition to COPD should be excluded. Examples may include clinically significant bronchiectasis, pulmonary hypertension, sarcoidosis, or interstitial lung disease.\n* Other Diseases/Abnormalities: Any subject who is considered unlikely to survive the duration of the study period or has any rapidly progressing disease or immediate life-threatening illness (e.g. cancer). In addition, any subject who has any condition (e.g. neurological condition) that is likely to affect respiratory function should not be included in the study.\n* Severe Hepatic Impairment: Patients with severe hepatic impairment (Child-Pugh class C) should be excluded unless, in the opinion of the investigator, the benefit is likely to outweigh the risk.\n* Unstable or life threatening cardiac disease: UMEC/VI should be used with caution in subjects with severe cardiovascular disease. In the opinion of the investigator, use should only be considered if the benefit is likely to outweigh the risk in conditions such as: myocardial infarction or unstable angina in the last 6 months; unstable or life threatening cardiac arrhythmia requiring intervention in the last 3 months; New York Heart Association (NYHA) Class IV heart failure.\n* Contraindications: Any history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, beta2-agonist, sympathomimetic, lactose/milk protein or magnesium stearate.\n* Antimuscarinic effects: Subjects with medical conditions such as narrow-angle glaucoma, urinary retention, prostatic hypertrophy, or bladder neck obstruction should only be included if, in the opinion of the study physician, the benefit outweighs the risk.\n* Hospitalization: Hospitalization for COPD or pneumonia within 12 weeks prior to Visit 1.\n* Lung Resection: Lung volume reduction surgery within the 12 months prior to Visit 1.\n* 12-Lead Electrocardiogram (ECG): Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility. The Investigator will determine the clinical significance of each abnormal ECG finding in relation to the subject's medical history and exclude subjects who would be at undue risk by participating in the trial. Subjects with the following abnormalities are excluded from participation in the study: Atrial fibrillation with rapid ventricular rate \\>120 beats per minute (bpm); Sustained or non-sustained ventricular tachycardia; Second degree heart block Mobitz type II and third degree heart block (unless pacemaker or defibrillator had been inserted).\n* Medication Prior to Spirometry: Unable to withhold albuterol/salbutamol for the 4 hour period required prior to spirometry testing at each study visit.\n* Interactions: Concomitant administration with beta-blockers and strong Cytochrome P450 3A4 (CYP3A4) inhibitors is only permitted if, in the Investigator's opinion, the likely benefit outweighs the potential risk.\n* Medications Prior to Screening: Use of the following medications according to the following defined time intervals prior to Visit 1: Depot corticosteroids (12 weeks), systemic, oral or parenteral corticosteroids (6 weeks), antibiotics (for lower respiratory tract infection) (6 weeks), Long acting Beta-Agonist (LABA)/ Inhaled Corticosteroid (ICS) combination products if LABA/ICS therapy is discontinued completely (30 days), LABA/ICS combination products only if discontinuing LABA/ICS therapy and switching to ICS monotherapy (48 hours for salmeterol or formoterol component and 14 days for vilanterol component), ICS (dose \\>1000 mcg/day of fluticasone propionate or equivalent) (30 days), Initiation or discontinuation of ICS use (30 days), Phosphodiesterase 4 (PDE4) Inhibitor (roflumilast) (14 days), Inhaled long acting beta2 agonists (48 hours for salmeterol, formoterol, 14 days for olodaterol, indacaterol), Long-acting muscarinic antagonists (tiotropium, aclidinium, glycopyrronium, umeclidinium) (7 days), LAMA/LABA combination products if LAMA/LABA therapy is discontinued completely (Apply whichever mono component has the longest washout), Theophyllines (48 hours), Oral beta2-agonists (Long-acting \\[48 hours\\], short-acting \\[12 hours\\]), Inhaled short acting beta2-agonists (4 hours), Inhaled short-acting anticholinergics (4 hours), Inhaled short-acting anticholinergic/short-acting beta2-agonist combination products (4 hours), Any other investigational medication (30 days or within 5 drug half-lives \\[whichever is longer\\])\n* Oxygen: Use of long-term oxygen therapy (LTOT) described as oxygen therapy prescribed for greater than 12 hours a day. As-needed oxygen use (i.e., \\<=12 hours per day) is not exclusionary.\n* Nebulised Therapy: Regular use (prescribed for use every day, not for as-needed use) of short-acting bronchodilators (e.g., albuterol/salbutamol) via nebulised therapy.\n* Pulmonary Rehabilitation Program: Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Visit 1. Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Drug or Alcohol Abuse: A known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Affiliation with Investigator Site: Is an investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* Inability to read: In the opinion of the investigator, any subject who is unable to read and/or would not be able to complete a questionnaire.\n* Previous participation in DB2113373 study: Subjects who have previously been assigned a subject number (enrolled) in GlaxoSmithKline study DB2113373.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean St.George's Respiratory Questionnaire (SGRQ) Total Score at Day 84","description":"The SGRQ is a disease-specific questionnaire, self-completed by participants(par), used to evaluate the effect of UMEC/VI on health-related quality of life as compared to placebo in par with COPD. The scores range from 0 (minimum, best possible health status) to 100 (maximum, worst possible health status). The SGRQ contains 76 items grouped into three domains (symptoms, activity and impacts). Analysis was performed using mixed model repeated measures with covariates of Baseline (scores recorded prior to dosing on Day 1) SGRQ total score, centre group, smoking status, Day, treatment(trt), Day by Baseline interaction and Day by trt interaction, where Day is nominal. Change from Baseline at a particular visit was calculated as the SGRQ total score at that visit minus Baseline. Change from Baseline in total score of -4 units or lower is considered as clinically meaningful improvement in quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.12","spread":"0.808"},{"groupId":"OG001","value":"-6.15","spread":"0.803"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough Forced Expiratory Volume in One Second (FEV1) at Day 84","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 measurements were taken electronically by spirometry on Days 28, 56 and 84. Baseline is defined as the assessment taken pre-dose on Treatment Day 1. Trough FEV1 is defined as the FEV1 value obtained 24 hours after the previous morning's dosing. Change from Baseline at a particular visit was calculated as the trough FEV1 at that visit minus Baseline. Analysis was performed using a repeated measures model with covariates of treatment, Baseline , smoking status, center group, day, and day by Baseline and day by treatment interactions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.030","spread":"0.0183"},{"groupId":"OG001","value":"0.152","spread":"0.0181"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (BL) in Mean Number of Puffs of Rescue Medication Per Day Used Over Weeks 1-12","description":"Albuterol/salbutamol(A/S) was used as rescue medication and was provided to participants to use on an as-needed basis for relief of COPD symptoms throughout treatment periods. The number of puffs of rescue medication (A/S) per day over the entire 12 week treatment period was recorded and analyzed. For rescue use, 'day' is referred as the period between one record of rescue use and the next. Total puffs of rescue for each day = number of salbutamol puffs + (2 x number of salbutamol nebules). Analysis performed using mixed model repeated measures with covariates of BL(mean number of total puffs over the duration from First Day; defined as Latest of \\[7 days before Visit 2 and day after Visit 1\\] to Last Day(defined as Day before Visit 2)), smoking status, centre group, four-week period, treatment and period by BL interaction. Change from BL used weeks 1-4, 5-8, and 9-12 as covariates in the model and the overall least squares mean change for weeks 1-12 is estimated.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.13"},{"groupId":"OG001","value":"-1.4","spread":"0.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":248},"commonTop":["Headache","Nasopharyngitis"]}}}