{"nctId":"NCT03496012","briefTitle":"Efficacy and Safety of BIIB111 for the Treatment of Choroideremia","startDateStruct":{"date":"2017-12-11","type":"ACTUAL"},"conditions":["Choroideremia"],"count":169,"armGroups":[{"label":"BIIB111 High Dose","type":"EXPERIMENTAL","interventionNames":["Genetic: BIIB111"]},{"label":"BIIB111 Low Dose","type":"EXPERIMENTAL","interventionNames":["Genetic: BIIB111"]},{"label":"Untreated Control Group","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"BIIB111","otherNames":["AAV2-REP1"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Are willing and able to give informed consent for participation in the study.\n* Have a documented genetically-confirmed diagnosis of CHM.\n* Have active disease clinically visible within the macular region in the study eye.\n* Have a BCVA of 34-73 ETDRS letters (equivalent to worse than or equal to 6/12 or 20/40 Snellen acuity, but better than or equal to 6/60 or 20/200 Snellen acuity) in the study eye.\n\nKey Exclusion Criteria:\n\n* Have a history of amblyopia in the eligible eye.\n* Have had previous intraocular surgery performed in the study eye within 3 months of Visit 1.\n* Have any other significant ocular or non-ocular disease/disorder which, in the opinion of the investigator, may either put the participants at risk because of participation in the study, or may influence the results of the study, or the participant's ability to participate in the study.\n* Have participated in another research study involving an investigational product in the past 12 weeks or received a gene/cell-based therapy at any time previously.\n* Are unwilling to use barrier contraception methods, or abstain from sexual intercourse, for a period of 3 months, if treated with AAV2-REP1.\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a ≥15 -Letter Improvement From Baseline in Best Corrected Visual Acuity (BCVA) at Month 12 as Measured by the Early Treatment of Diabetic Retinopathy Study (ETDRS) Chart","description":"BCVA was assessed for both eyes using the ETDRS visual acuity (VA) chart. BCVA test should be performed prior to pupil dilation, and distance refraction should be carried out before BCVA is measured. Initially, letters are read at a distance of 4 meters from the chart. If \\<20 letters are read at 4 meters, testing at 1 meter should be performed. The lower the number of letters read correctly on the eye chart, the worse the vision (or VA). Percentage of participants with a ≥15 -letter improvement from baseline in BCVA at Month 12 was reported for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2.9","spread":null},{"groupId":"OG002","value":"4.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in BCVA at Month 12 Reported as Letters Measured by the ETDRS Chart in Study Eye","description":"BCVA was assessed for study eye using the ETDRS VA chart. BCVA test should be performed prior to pupil dilation, and distance refraction should be carried out before BCVA is measured. Initially, letters are read at a distance of 4 meters from the chart. If \\<20 letters are read at 4 meters, testing at 1 meter should be performed. BCVA was reported as number of letters read correctly by the participant using the ETDRS Scale (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the eye chart, the worse the vision (or VA). An increase in the number of letters read correctly means that vision has improved. Here negative values indicate decline in BCVA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":null},{"groupId":"OG001","value":"-1.5","spread":null},{"groupId":"OG002","value":"-0.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ≥10 -Letter Improvement From Baseline in BCVA at Month 12 Measured by the ETDRS Chart","description":"BCVA was assessed for both eyes using the ETDRS VA chart. BCVA test should be performed prior to pupil dilation, and distance refraction should be carried out before BCVA is measured. Initially, letters are read at a distance of 4 meters from the chart. If \\<20 letters are read at 4 meters, testing at 1 meter should be performed. The lower the number of letters read correctly on the eye chart, the worse the vision (or VA). Percentage of participants with a ≥10 -letter improvement from baseline in BCVA at Month 12 was reported for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"17.6","spread":null},{"groupId":"OG002","value":"13.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"8.8","spread":null},{"groupId":"OG002","value":"6.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With No Decrease From Baseline in BCVA or a Decrease From Baseline in BCVA of <5 ETDRS Letters at Month 12 Measured by the EDRS Chart","description":"BCVA was assessed for both eyes using the ETDRS VA chart. BCVA test should be performed prior to pupil dilation, and distance refraction should be carried out before BCVA is measured. Initially, letters are read at a distance of 4 meters from the chart. If \\<20 letters are read at 4 meters, testing at 1 meter should be performed. The lower the number of letters read correctly on the eye chart, the worse the vision (or VA). Percentage of participants with no decrease or a decrease of \\<5 letters from baseline in BCVA at Month 12 was reported for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.7","spread":null},{"groupId":"OG001","value":"70.6","spread":null},{"groupId":"OG002","value":"83.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.8","spread":null},{"groupId":"OG001","value":"85.3","spread":null},{"groupId":"OG002","value":"90.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in BCVA at Months 4 and 8 Reported as Letters Measured by the ETDRS Chart","description":"BCVA was assessed for both eyes using the ETDRS VA chart. BCVA test should be performed prior to pupil dilation, and distance refraction should be carried out before BCVA is measured. Initially, letters are read at a distance of 4 meters from the chart. If \\<20 letters are read at 4 meters, testing at 1 meter should be performed. BCVA was reported as number of letters read correctly by the participant using the ETDRS Scale (ranging from 0 to 100 letters) in both the study and fellow eyes. The lower the number of letters read correctly on the eye chart, the worse the vision (or VA). An increase in the number of letters read correctly means that vision has improved. Here negative values indicate decline in BCVA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"4.34"},{"groupId":"OG001","value":"-0.4","spread":"14.16"},{"groupId":"OG002","value":"0.6","spread":"11.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"8.45"},{"groupId":"OG001","value":"0.9","spread":"6.67"},{"groupId":"OG002","value":"2.0","spread":"6.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"4.93"},{"groupId":"OG001","value":"-1.1","spread":"13.13"},{"groupId":"OG002","value":"0.1","spread":"11.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"8.31"},{"groupId":"OG001","value":"1.9","spread":"7.06"},{"groupId":"OG002","value":"1.6","spread":"5.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Area of Preserved Autofluorescence (AF) at Month 12 in Study Eye","description":"Fundus AF was used to assess change in total area of preserved AF. Areas of preserved AF were identified as well-demarcated regions of relative hyper AF compared with the background areas of surrounding atrophy. A negative change from baseline indicate decline in total area of preserved AF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3872","spread":"0.0389"},{"groupId":"OG001","value":"-0.5413","spread":"0.0501"},{"groupId":"OG002","value":"-0.5136","spread":"0.0371"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Distance From Foveal Center to Nearest Border of Preserved AF at Month 12 in Study Eye","description":"Fundus AF was used to assess change in distance from foveal center (FC) to nearest border of preserved AF. A negative change from baseline indicate decline in distance from FC to nearest border of AF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7796","spread":"9.6234"},{"groupId":"OG001","value":"23.6171","spread":"12.3765"},{"groupId":"OG002","value":"21.1660","spread":"9.1863"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Foveal Subfield Thickness Using Spectral Domain Optical Coherence Tomography (SD-OCT) at Month 12 in Study Eye","description":"SD-OCT was used to assess change in foveal subfield thickness. The measurements were taken after dilation of the participant's pupil. A negative change from baseline indicates decline in foveal subfield thickness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3152","spread":"2.7779"},{"groupId":"OG001","value":"-19.8654","spread":"3.6998"},{"groupId":"OG002","value":"-15.7993","spread":"2.7233"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Macular Volume Using SD-OCT at Month 12 in Study Eye","description":"SD-OCT was used to assess change in total macular volume. The measurements were taken after dilation of the participant's pupil. A negative change from baseline indicates decline in total macular volume.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0895","spread":"0.0485"},{"groupId":"OG001","value":"-0.2876","spread":"0.0646"},{"groupId":"OG002","value":"-0.2088","spread":"0.0476"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Central Horizontal Ellipsoid Width Using SD-OCT at Month 12 in Study Eye","description":"SD-OCT was used to assess change in central horizontal ellipsoid width. The measurements were taken after dilation of the participant's pupil. A negative change from baseline indicates decline in central horizontal ellipsoid width.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-81.9178","spread":"20.6192"},{"groupId":"OG001","value":"-116.3811","spread":"27.8213"},{"groupId":"OG002","value":"-170.7214","spread":"20.4062"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Central Ellipsoid Area Using SD-OCT at Month 12 in Study Eye","description":"SD-OCT was used to assess change in central ellipsoid area. The measurements were taken after dilation of the participant's pupil. A negative change from baseline indicates decline in central ellipsoid area.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2382","spread":"0.0364"},{"groupId":"OG001","value":"-0.4229","spread":"0.0527"},{"groupId":"OG002","value":"-0.3440","spread":"0.0332"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Choroidal Thickness Using SD-OCT at Month 12 in Study Eye","description":"SD-OCT was used to assess change in choroidal thickness. The measurements were taken after dilation of the participant's pupil. A negative change from baseline indicates decline in choroidal thickness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.4897","spread":"2.1873"},{"groupId":"OG001","value":"-7.9579","spread":"2.9207"},{"groupId":"OG002","value":"-4.6371","spread":"2.1446"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Retinal Sensitivity Using Microperimetry at Month 12 in Study Eye","description":"Microperimetry was conducted to assess change in mean retinal sensitivity within the macula. Retinal mean sensitivity to light was measured in decibels (dBs) in multiple spots across the central and peripheral retina (entire visual field). Higher numbers (dBs) indicate higher retinal sensitivity. A negative change from baseline indicates decline in retinal sensitivity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3443","spread":"0.1134"},{"groupId":"OG001","value":"-0.2965","spread":"0.1478"},{"groupId":"OG002","value":"-0.5015","spread":"0.1112"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Bivariate Contour Ellipse Area 63% Using Microperimetry at Month 12 in Study Eye","description":"Microperimetry was conducted to assess change in bivariate contour ellipse area 63%. A negative change from baseline indicates decline in bivariate contour ellipse area 63%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2161","spread":"1.2623"},{"groupId":"OG001","value":"-3.3771","spread":"1.6405"},{"groupId":"OG002","value":"-2.5555","spread":"1.2403"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Bivariate Contour Ellipse Area 95% Using Microperimetry at Month 12 in Study Eye","description":"Microperimetry was conducted to assess change in bivariate contour ellipse area 95%. A negative change from baseline indicates decline in bivariate contour ellipse area 95%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.1986","spread":"4.1004"},{"groupId":"OG001","value":"-14.6926","spread":"5.3134"},{"groupId":"OG002","value":"-11.6863","spread":"4.0207"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Contrast Sensitivity Score at Month 12 in Study Eye","description":"Change in contrast sensitivity was assessed by Pelli-Robson chart which uses a single large letter size (20/60 optotype), with contrast varying across groups of letters (6 per line), whose contrast varies from high to low. Participants read letters, starting with highest contrast, until they are unable to read 2 or 3 letters in a single group. Each group had three letters of the same contrast level, so there were three trials per contrast level. Score is assigned based on contrast of last group in which 2 or 3 letters were correctly read. Score is a measure of participant's log contrast sensitivity ranging from 0 (no letters read) to 2.25 (all letters read). Total CS score=\\[(total letters correct-3) x 0.05\\]. A negative change from baseline indicates worsening in contrast sensitivity score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0595","spread":"0.0315"},{"groupId":"OG001","value":"-0.0130","spread":"0.0417"},{"groupId":"OG002","value":"-0.0386","spread":"0.0304"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Colour Vision Total Error Score at Month 12 in Study Eye","description":"Colour vision total error scores were assessed by the Farnsworth Munsell 100 Hue Sort Test. Farnsworth Munsell 100 Hue Test requires placing 100 colour palettes in the correct order based upon colour hue. Scores are determined by the frequency and severity of any displacement in the correct order. One error equates to one misplaced hue, by one step or position. An error score of 0 indicates no errors in ordering the hues while error score greater than 500 indicates virtually no color discrimination. A Total Error Score of 0 to 128 could be seen in a normal population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0003","spread":"23.5973"},{"groupId":"OG001","value":"43.5915","spread":"31.7720"},{"groupId":"OG002","value":"54.3777","spread":"24.0358"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Reading Speed Test at Month 12 in Study Eye","description":"The reading speed (words per minute) was calculated using the following formula: \\[number of words in the text - number of misread words\\] / reading time x 60. The number of misread words and reading time is collected. A negative change from baseline indicates decline in reading speed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-149.5590","spread":"10.9857"},{"groupId":"OG001","value":"-122.1333","spread":"14.3276"},{"groupId":"OG002","value":"-127.4706","spread":"9.9110"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 25-Item Visual Function Questionnaire (VFQ-25) Composite Scores at Month 12 in Study Eye","description":"VFQ-25 consists of a base set of 25 vision-targeted questions representing 11 vision-related constructs, plus an additional single-item general health rating question. All items are scored so that a high score represents better functioning. Each item is then converted to a 0 to 100 scale so that the lowest and highest possible scores are set at 0 and 100 points, respectively. A score of 0 represents the worst outcome and 100 represents the best outcome. A negative change from baseline indicates decline in VFQ-25 score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6971","spread":"1.2786"},{"groupId":"OG001","value":"1.7236","spread":"1.6624"},{"groupId":"OG002","value":"0.7964","spread":"1.2308"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":65},"commonTop":["Conjunctival haemorrhage","Anterior chamber cell","Vitritis","Eye pain","Cataract"]}}}