{"nctId":"NCT03069352","briefTitle":"A Study of Venetoclax in Combination With Low Dose Cytarabine Versus Low Dose Cytarabine Alone in Treatment Naive Patients With Acute Myeloid Leukemia Who Are Ineligible for Intensive Chemotherapy","startDateStruct":{"date":"2017-05-23","type":"ACTUAL"},"conditions":["Acute Myeloid Leukemia (AML)"],"count":211,"armGroups":[{"label":"Venetoclax + Low Dose Cytarabine (LDAC)","type":"EXPERIMENTAL","interventionNames":["Drug: Venetoclax","Drug: Cytarabine"]},{"label":"Placebo + LDAC","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Cytarabine"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Venetoclax","otherNames":["ABT-199","Venclexta"]},{"name":"Cytarabine","otherNames":["Cytosar-U","Ara-C","Arabinosylcytosine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant must have histological confirmation of acute myeloid leukemia (AML) by World Health Organization criteria, be ineligible for intensive induction chemotherapy and either be:\n\n   * ≥ 75 years of age OR\n   * ≥ 18 to 74 years of age and fulfill at least one criteria associated with lack of fitness for intensive induction chemotherapy:\n\n     * Eastern Cooperative Oncology Group (ECOG) performance status of 2 - 3\n     * Cardiac history of congestive heart failure (CHF) requiring treatment or ejection fraction ≤ 50% or chronic stable angina\n     * Diffusing capacity of the lung for carbon monoxide (DLCO) ≤ 65% or forced expiratory volume in 1 second (FEV1) ≤ 65%\n     * Creatinine clearance ≥ 30 mL/min to \\< 45 ml/min\n     * Moderate hepatic impairment with total bilirubin \\> 1.5 to ≤ 3.0 × upper limit of normal (ULN)\n     * Other comorbidity that the physician judges to be incompatible with conventional intensive chemotherapy which must be reviewed and approved by the study medical monitor before study enrollment\n2. Participant must have an ECOG performance status:\n\n   * of 0 to 2 for subjects ≥ 75 years of age OR\n   * of 0 to 3 for subjects between 18 to 74 years of age\n3. Participant must have a projected life expectancy of at least 12 weeks.\n4. Participant must have adequate renal function as demonstrated by a creatinine clearance ≥ 30 mL/min; calculated by the Cockcroft Gault formula or measured by 24-hour urine collection.\n5. Participant must have adequate liver function as demonstrated by:\n\n   * aspartate aminotransferase (AST) ≤ 3.0 × ULN\\*\n   * alanine aminotransferase (ALT) ≤ 3.0 × ULN\\*\n   * bilirubin ≤ 1.5 × ULN\\*\n\n     * Subjects who are \\< 75 years of age may have bilirubin of ≤ 3.0 × ULN\n\n   (\\*Unless considered to be due to leukemic organ involvement.)\n6. Female participants must be either postmenopausal defined as:\n\n   * Age \\> 55 years with no menses for 12 or more months without an alternative medical cause.\n   * Age ≤ 55 years with no menses for 12 or more months without an alternative medical cause AND a follicle-stimulating hormone (FSH) level \\> 40 IU/L.\n\n   OR\n   * Permanently surgical sterile (bilateral oophorectomy, bilateral salpingectomy or hysterectomy).\n\n   OR\n   * A woman of childbearing potential (WOCBP) practicing at least one protocol specified method of birth control starting at Study Day 1 through at least 180 days after the last dose of study drug.\n7. Male participants who are sexually active, must agree, from Study Day 1 through at least 180 days after the last dose of study drug, to practice protocol specified methods of contraception. Male subjects must agree to refrain from sperm donation from initial study drug administration through at least 180 days after the last dose of study drug.\n8. Females of childbearing potential must have negative results for pregnancy test performed:\n\n   * At Screening with a serum sample obtained within 14 days prior to the first study drug administration, and\n   * Prior to dosing with urine sample obtained on Cycle 1 Day 1, if it has been \\> 7 days since obtaining the serum pregnancy test results.\n   * Subjects with borderline pregnancy tests at Screening must have a serum pregnancy test ≥ 3 days later to document continued lack of a positive result.\n9. Participant must voluntarily sign and date an informed consent form, approved by an Independent Ethics Committee (IEC)/Institutional Review Board (IRB), prior to the initiation of any screening or study-specific procedures.\n\nExclusion Criteria:\n\n1. Participant has received any prior treatment for AML with the exception of hydroxyurea, allowed through the first cycle of study treatment. Note: Prior treatment for myelodysplastic syndrome is allowed except for use of cytarabine.\n2. Participant had an antecedent myeloproliferative neoplasm (MPN) including myelofibrosis, essential thrombocytosis, polycythemia vera, or chronic myelogenous leukemia (CML) with or without BCR-ABL 1 translocation and AML with BCR-ABL 1 translocation.\n3. Participants that have acute promyelocytic leukemia (APL).\n4. Participant has known central nervous system (CNS) involvement with AML.\n5. Participant has known human immunodeficiency virus (HIV) infection (due to potential drug-drug interactions between antiretroviral medications and venetoclax). HIV testing will be performed at Screening, if required per local guidelines or institutional standards.\n6. Participant is known to be positive for hepatitis B virus (HBV), or hepatitis C virus (HCV) infection. Inactive hepatitis carrier status or low viral hepatitis titer on antivirals (non-exclusionary medications) are not excluded.\n7. Participant has received strong or moderate cytochrome P450 3A4 (CYP3A) inducers 7 days prior to the initiation of study treatment.\n\n   * Chinese subjects are excluded from receiving strong and/or moderate CYP3A inhibitors 7 days prior to the initiation of study treatment through the end of intensive pharmacokinetic (PK) collection (24 hours post dose on Cycle 1 Day 10).\n8. Participant has consumed grapefruit, grapefruit products, Seville oranges (including marmalade containing Seville oranges) or star fruit within 3 days prior to the initiation of study treatment.\n9. Participant has cardiovascular disability status of New York Heart Association Class \\> 2. Class 2 is defined as cardiac disease which subjects are comfortable at rest but ordinary physical activity results in fatigue, palpitations, dyspnea, or angina pain. Class 3 is defined as cardiac disease which subjects are comfortable at rest but less than ordinary activity causes fatigue, palpitation, or dyspnea. Class 4 is defined as cardiac disease which subjects have an inability to carry on any physical activity without discomfort, symptoms of heart failure at rest, and if any physical activity is undertaken then discomfort increases.\n10. Participant has chronic respiratory disease that requires continuous oxygen, or significant history of renal, neurologic, psychiatric, endocrinologic, metabolic, immunologic, hepatic, cardiovascular disease, any other medical condition or known hypersensitivity to any of the study medications including excipients of LDAC that in the opinion of the investigator would adversely affect his/her participating in this study.\n11. Participant has a malabsorption syndrome or other condition that precludes enteral route of administration.\n12. Participant exhibits evidence of other clinically significant uncontrolled systemic infection requiring therapy (viral, bacterial or fungal).\n13. Participant has a history of other malignancies prior to study entry, with the exception of:\n\n    * Adequately treated in situ carcinoma of the cervix uteri or carcinoma in situ of breast;\n    * Basal cell carcinoma of the skin or localized squamous cell carcinoma of the skin;\n    * Previous malignancy confined and surgically resected (or treated with other modalities) with curative intent.\n14. Participant has a white blood cell count \\> 25 × 10\\^9/L. (Note: hydroxyurea administration or leukapheresis is permitted to meet this criterion).\n15. Previous treatment with venetoclax and/or current participation in any other research study with investigational products.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival is defined as the time from the date of randomization to the date of death. Participants who had not died were censored at the date they were last known to be alive on or before the cutoff date. Overall survival was analyzed using Kaplan-Meier methodology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission or Complete Remission With Incomplete Blood Count Recovery (CR + CRi)","description":"The composite complete remission rate is defined as the percentage of participants with complete remission (CR) or complete remission with incomplete blood count recovery (CRi) at any time during the study as assessed by the investigator. Response was based on physical examination, bone marrow results and hematology values according to the revised guidelines by the International Working Group (IWG) for AML:\n\nCR: No morphologic evidence of AML and absolute neutrophil count (ANC) ≥ 10³/μL (1,000/μL), platelets ≥ 10⁵/μL (100,000/μL), red blood cell (RBC) transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRi: All criteria as CR except for residual neutropenia \\< 10³/μL or thrombocytopenia \\< 10⁵/μL. If all criteria for CR are met except RBC transfusion independence, the CRi criteria are met.\n\nParticipants who had no IWG disease assessments were considered to be non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"47.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission or Complete Remission With Partial Hematologic Recovery (CR + CRh)","description":"The percentage of participants who achieved a complete remission (CR) or complete remission with partial hematologic recovery (CRh) at any time point during the study assessed by the investigator.\n\nCR is defined according to the revised guidelines by the IWG for AML as no morphologic evidence of AML, ANC count ≥ 10³/μL, platelets ≥ 10⁵/μL, RBC transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRh is a derived response based on bone marrow blast and hematology lab values, achieved when the following criteria are met:\n\n* Bone marrow with \\< 5% blasts and\n* Peripheral blood neutrophil count of \\> 0.5 × 10³/μL and\n* Peripheral blood platelet count of \\> 0.5 × 10⁵/μL and\n* A 1 week platelet transfusion-free period prior to the hematology lab collection.\n\nParticipants with no disease assessments were considered to be non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"46.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission or Complete Remission With Incomplete Blood Count Recovery (CR + CRi) by Initiation of Cycle 2","description":"The composite complete remission rate is defined as the percentage of participants with complete remission (CR) or complete remission with incomplete blood count recovery (CRi) before initiation of Cycle 2, assessed by the investigator. Response was based on physical examination, bone marrow results and hematology values according to the revised guidelines by the IWG for AML:\n\nCR: No morphologic evidence of AML and absolute neutrophil count ≥ 10³/μL, platelets ≥ 10⁵/μL, red cell transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRi: All criteria as CR except for residual neutropenia \\< 10³/μL or thrombocytopenia \\< 10⁵/μL. If all criteria for CR are met except for RBC transfusion independence, CRi criteria are met.\n\nParticipants who had no IWG disease assessments were considered to be non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"34.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission and Complete Remission With Partial Hematologic Recovery (CR + CRh) by Initiation of Cycle 2","description":"The percentage of participants who achieved a complete remission (CR) or complete remission with partial hematologic recovery (CRh) before initiation of Cycle 2 assessed by the investigator.\n\nCR is defined according to the revised guidelines by the IWG for AML as no morphologic evidence of AML, ANC count ≥ 10³/μL, platelets ≥ 10⁵/μL, RBC transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRh is a derived response based on bone marrow blast and hematology lab values, achieved when when the following criteria are met:\n\n* Bone marrow with \\< 5% blasts and\n* Peripheral blood neutrophil count of \\> 0.5 × 10³/μL and\n* Peripheral blood platelet count of \\> 0.5 × 10⁵/μL and\n* A 1-week platelet transfusion-free period prior to the hematology lab collection.\n\nParticipants with no disease assessments were considered to be non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"30.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission","description":"The complete remission rate is defined as the percentage of participants with complete remission (CR) at any time during the study as assessed by the investigator. Response was based on physical examination, bone marrow results and hematology values according to the revised guidelines by the International Working Group (IWG) for AML. CR is defined as no morphologic evidence of AML and absolute neutrophil count ≥ 10³/μL, platelets ≥ 10⁵/μL, red blood cell transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nParticipants who had no IWG disease assessments were considered to be non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"27.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Reported Outcomes Measurement Information System (PROMIS) Fatigue Short Form (SF) 7a","description":"PROMIS Fatigue SF 7a is a seven-item questionnaire that assesses the impact and experience of fatigue over the past 7 days. All questions employ the following five response options: 1 = Never, 2 = Rarely, 3 = Sometimes, 4 = Often, and 5 = Always. The PROMIS Fatigue 7a score is calculated as a T-score, which is a standardized score with a mean of 50 (based on the average for the United States general population) and a standard deviation (SD) of 10. Higher scores indicate higher levels of fatigue. A decrease in score (negative change from Baseline) indicates improvement in fatigue; the minimum important difference used in this study was 3 points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.567","spread":"1.855"},{"groupId":"OG001","value":"-2.940","spread":"1.093"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.336","spread":"2.307"},{"groupId":"OG001","value":"-5.259","spread":"1.308"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.818","spread":"2.314"},{"groupId":"OG001","value":"-4.625","spread":"1.354"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.453","spread":"2.811"},{"groupId":"OG001","value":"-5.101","spread":"1.606"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Global Health Status / Quality of Life","description":"The European Organization for Research and Treatment of Cancer Quality of Life Questionnaire Core (EORTC QLQ-C30) consists of a Global Health Status/Quality of Life (GHS/QoL) scale, a Financial Difficulties scale, 5 functional scales (Cognitive, Social, Physical, Emotional, and Role Functioning), and 8 symptom scales/items (Fatigue, Insomnia, Appetite Loss, Pain, Constipation, Diarrhea, Dyspnea, and Nausea and Vomiting).\n\nThe GHS/QoL scale includes 2 questions in which participants were asked to rate their overall health and overall quality of life during the past week on a scale from 1 (very poor) to 7 (excellent). The 2 scores were averaged and transformed to a scale from 0 to 100, where a high score represents a high QoL. A positive change from baseline indicates better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.941","spread":"4.126"},{"groupId":"OG001","value":"4.857","spread":"2.413"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.627","spread":"5.047"},{"groupId":"OG001","value":"16.015","spread":"2.853"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.481","spread":"5.337"},{"groupId":"OG001","value":"10.599","spread":"3.092"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.918","spread":"6.642"},{"groupId":"OG001","value":"13.299","spread":"3.772"}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (EFS)","description":"Event-free survival is defined as the time from randomization to the date of progressive disease (PD), confirmed morphologic relapse from CR or CRi, treatment failure (failure to achieve CR, CRi or morphologic leukemia free state (MLFS) after at least 6 cycles of study treatment), or death from any cause, assessed by the investigator according to the modified IWG criteria.\n\nPD:\n\n* \\> 50% increase in marrow blasts (minimum 15% increase required if blasts \\< 30% at baseline); or persistent marrow blast \\> 70% for ≥ 3 months; without at least a 100% improvement in ANC to an absolute level \\> 0.5 × 10⁹/L, and/or platelets to \\> 50 × 10⁹/L non-transfused; or\n* 50% increase in peripheral blasts to \\> 25 × 10⁹/L; or\n* New extramedullary disease\n\nParticipants with no events prior to the cut-off date were censored at their last assessment date; participants with no events prior to post-treatment therapy initiated before the cut-off date were censored on the start date of post-treatment therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"4.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post Baseline Red Blood Cell (RBC) Transfusion Independence","description":"The post baseline red blood cell (RBC) transfusion independence rate was calculated as the percentage of participants who achieved RBC transfusion independence post baseline. RBC transfusion independence is defined as a period of at least 56 consecutive days with no RBC transfusion after the first dose of study drug and on or before the last dose of study drug plus 30 days, or disease progression, or confirmed morphological relapse, or death, or the data cut-off date, whichever occurred earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null},{"groupId":"OG001","value":"40.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post Baseline Platelet Transfusion Independence","description":"The post baseline platelet transfusion independence rate was calculated as the percentage of participants who achieved platelet transfusion independence post Baseline. Platelet transfusion independence is defined as a period of at least 56 consecutive days with no platelet transfusion after the first dose of study drug and on or before the last dose of study drug plus 30 days, or disease progression, or confirmed morphological relapse, or death, or the data cut--off date, whichever occurred earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"47.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With RBC Transfusion Independence Among Those Who Were Transfusion Dependent at Baseline","description":"The rate of conversion was calculated as the percentage of participants who were post-baseline RBC transfusion independent among participants who had an RBC transfusion within 8 weeks prior to the first dose of study drug (i.e. were transfusion dependent at Baseline). RBC transfusion independence is defined as a period of at least 56 days with no RBC transfusion after the first dose of study drug and on or before the last dose of study drug plus 30 days, or disease progression, or confirmed morphological relapse, or death, or the data cut-off date, whichever occurred earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":null},{"groupId":"OG001","value":"37.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Platelet Transfusion Independence Among Those Who Were Transfusion Dependent at Baseline","description":"The rate of conversion was calculated as the percentage of participants who were post-baseline platelet transfusion independent among participants who had a platelet transfusion within 8 weeks prior to the first dose of study drug (i.e. were transfusion dependent at Baseline). Platelet transfusion independence is defined as a period of at least 56 days with no platelet transfusion after the first dose of study drug and on or before the last dose of study drug plus 30 days, or disease progression, or confirmed morphological relapse, or death, or the data cut-off date, whichever occurred earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"30.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission or Complete Remission With Incomplete Blood Count Recovery (CR + CRi) and Minimal Residual Disease (MRD) Response","description":"The percentage of participants with complete remission or complete remission with incomplete blood count recovery AND minimal residual disease (MRD) as assessed by the investigator. Response was based on the modified IWG response criteria for AML:\n\nCR: No morphologic evidence of AML and ANC ≥ 10³/μL, platelets ≥ 10⁵/μL, red blood cell (RBC) transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRi: All criteria as CR except for residual neutropenia \\< 10³/μL or thrombocytopenia \\< 10⁵/μL. If all criteria for CR are met except RBC transfusion independence, CRi criteria are met.\n\nMRD response (at lowest-point MRD value) was defined as having less than 10-³ residual blasts per leukocyte measured in the bone marrow, per European LeukemiaNet (ELN) recommendations.\n\nParticipants who had no disease or MRD assessments were considered to be non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission or Complete Remission With Partial Hematologic Recovery (CR + CRh) and Minimal Residual Disease (MRD) Response","description":"The percentage of participants with complete remission or complete remission with partial hematologic recovery (CRh) AND MRD response as assessed by the investigator.\n\nCR is defined according to the modified IWG response criteria for AML as no morphologic evidence of AML, ANC ≥ 10³/μL, platelets ≥ 10⁵/μL, RBC transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRh is achieved when the following criteria are met:\n\n* Bone marrow with \\< 5% blasts and\n* Peripheral blood neutrophil count of \\> 0.5 × 10³/μL and\n* Peripheral blood platelet count of \\> 0.5 × 10⁵/μL and\n* A 1 week platelet transfusion-free period prior to the hematology lab collection.\n\nMRD response (at lowest-point MRD value) was defined as less than 10-³ residual blasts per leukocyte measured in the bone marrow, per ELN recommendations.\n\nParticipants who had no disease or MRD assessments were considered to be non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) by Mutation Subgroups","description":"Overall survival is defined as the time from the date of randomization to the date of death. Participants who had not died were censored at the date they were last known to be alive on or before the cutoff date. Overall survival was analyzed using Kaplan-Meier methodology.\n\nOverall survival was analyzed in participants with the following molecular markers:\n\n* Isocitrate dehydrogenase 1 and 2 (IDH1/2) mutation\n* FMS (Feline McDonough Sarcoma)-like tyrosine kinase 3 (FLT3) mutation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission or Complete Remission With Incomplete Blood Count Recovery (CR + CRi) by Mutation Subgroup","description":"Response was based on physical examination, bone marrow results and hematology values according to the revised guidelines by the IWG for AML:\n\nCR: No morphologic evidence of AML and ANC ≥ 10³/μL, platelets ≥ 10⁵/μL, RBC transfusion independence, and bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRi: All criteria as CR except for residual neutropenia \\< 10³/μL or thrombocytopenia \\< 10⁵/μL. If all criteria for CR are met except RBC transfusion independence, CRi criteria is met.\n\nParticipants who had no IWG disease assessments were considered to be non-responders.\n\nResponse was analyzed in participants with the following mutations:\n\n* Isocitrate dehydrogenase 1 and 2 (IDH1/2) mutation\n* FMS-like tyrosine kinase 3 (FLT3) mutation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"57.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"45.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission or Complete Remission With Partial Hematologic Recovery (CR + CRh) by Mutation Subgroup","description":"The percentage of participants who achieved a complete remission or complete remission with partial hematologic recovery assessed by the investigator for participants with the following mutations:\n\n* Isocitrate dehydrogenase 1 and 2 (IDH1/2) mutation\n* FMS-like tyrosine kinase 3 (FLT3) mutation\n\nCR is defined according to the modified IWG criteria for AML as no morphologic evidence of AML, ANC ≥ 10³/μL, platelets ≥ 10⁵/μL, RBC transfusion independence, bone marrow with \\< 5% blasts, absence of circulating blasts and blasts with Auer rods; absence of extramedullary disease.\n\nCRh is achieved when the following criteria are met:\n\n* Bone marrow with \\< 5% blasts and\n* Peripheral blood neutrophil count \\> 0.5 × 10³/μL and\n* Peripheral blood platelet count \\> 0.5 × 10⁵/μL and\n* A 1 week platelet transfusion-free period prior to hematology lab collection. Participants with no disease assessments were considered non-responders","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"57.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"45.0","spread":null}]}]}]},{"type":"POST_HOC","title":"Overall Survival After an Additional 6-Months Follow-up","description":"Overall survival is defined as the time from the date of randomization to the date of death. Participants who had not died were censored at the date they were last known to be alive on or before the cutoff date. Overall survival was analyzed using Kaplan-Meier methodology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":68},"commonTop":["THROMBOCYTOPENIA","NAUSEA","NEUTROPENIA","HYPOKALAEMIA","DIARRHOEA"]}}}