{"nctId":"NCT01067521","briefTitle":"A Study in Subjects With Relapsing-Remitting Multiple Sclerosis (RRMS) to Assess the Efficacy, Safety and Tolerability of Glatiramer Acetate (GA) Injection 40 mg Administered Three Times a Week Compared to Placebo","startDateStruct":{"date":"2010-06-22","type":"ACTUAL"},"conditions":["Relapsing Remitting Multiple Sclerosis"],"count":1404,"armGroups":[{"label":"GA 40 mg / GA 40 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Glatiramer acetate (GA)"]},{"label":"Placebo / GA 40 mg","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Glatiramer acetate (GA)","Drug: Placebo"]}],"interventions":[{"name":"Glatiramer acetate (GA)","otherNames":["Copaxone"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must have a confirmed and documented MS diagnosis as defined by the Revised McDonald criteria with a relapsing-remitting disease course.\n2. Subjects must be ambulatory with an EDSS score of 0-5.5 in both screening and baseline visits.\n3. Subjects must be in a relapse-free, stable neurological condition and free of corticosteroid treatment \\[intravenous (IV), intramuscular (IM) and/or per os (PO)\\] or ACTH 30 days prior to screening (month -1) and between screening and baseline (month 0) visits.\n4. Subjects must have experienced one of the following:\n\n   At least one documented relapse in the 12 months prior to screening, or At least two documented relapses in the 24 months prior to screening, or One documented relapse between 12 and 24 months prior to screening with at least one documented T1-Gd enhancing lesion in an MRI performed within 12 months prior to screening.\n5. Subjects must be between 18 and 55 years of age, inclusive.\n6. Women of child-bearing potential must practice an acceptable method of birth control.\n7. Subjects must be able to sign and date a written informed consent prior to entering the study.\n8. Subjects must be willing and able to comply with the protocol requirements for the duration of the study\n\nExclusion Criteria:\n\n1. Subjects with progressive forms of MS.\n2. Use of experimental or investigational drugs, and/or participation in drug clinical studies within the 6 months prior to screening.\n3. Use of immunosuppressive (including Mitoxantrone and Fingolimod) or cytotoxic agents within 6 months prior to the screening visit.\n4. Use of natalizumab (Tysabri®) or any other monoclonal antibodies within 2 years prior to screening.\n5. Use of cladribine within 2 years prior to screening.\n6. Previous treatment with immunomodulators (including IFNβ 1a and 1b, and IV Immunoglobulin (IVIg) within 2 months prior to screening.\n7. Previous use of GA or any other glatiramoid.\n8. Chronic (more than 30 consecutive days) systemic (IV, PO or IM) corticosteroid treatment within 6 months prior to screening visit.\n9. Previous total body irradiation or total lymphoid irradiation.\n10. Previous stem-cell treatment, autologous bone marrow transplantation or allogenic bone marrow transplantation.\n11. Pregnancy or breastfeeding.\n12. Subjects with a clinically significant or unstable medical or surgical condition that would preclude safe and complete study participation, as determined by medical history, physical exams, ECG, abnormal laboratory tests and chest X-ray. Such conditions may include hepatic, renal or metabolic diseases, systemic disease, acute infection, current malignancy or recent history (5 years) of malignancy, major psychiatric disorder, history of drug and/or alcohol abuse and allergies that could be detrimental according to the investigator's judgment.\n13. A known history of sensitivity to Gadolinium.\n14. Inability to successfully undergo MRI scanning.\n15. A known drug hypersensitivity to Mannitol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Number of Confirmed Relapses During the Placebo Controlled (PC) Treatment Period Estimated by Negative Binomial Regression","description":"Relapses were monitored throughout the study. During the PC Period, two neurologists/physicians assessed subjects' general medical and neurological evaluations separately. A relapse was defined as the appearance of 1+ new neurological abnormalities or the reappearance of 1+ previously observed neurological abnormalities lasting \\>= 48 hours and immediately preceded by an improving neurological state of at \\>=30 days from onset of previous relapse. An event was counted as a relapse only when the subject's symptoms were accompanied by observed objective neurological changes, consistent with \\>= one of the following: - An increase of \\>= 0.5 in the Expanded Disability Status Scale (EDSS) score as compared to previous evaluation. - An increase of one grade in the actual score of \\>=2 of the 7 functional systems (FS), as compared to previous evaluation. - An increase of 2 grades in the actual score of one FS as compared to the previous evaluation. Adjusted mean values are displayed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.331","spread":"0.028"},{"groupId":"OG001","value":"0.505","spread":"0.049"}]}]}]},{"type":"SECONDARY","title":"The Cumulative Number of New/Enlarging T2 Lesions Taken at Month 6 and Month 12 During the Placebo Controlled (PC) Treatment Period Estimated by Negative Binomial Regression","description":"T2 lesions are hyperintense brain lesions that show on magnetic resonance imaging (MRI) and are associated with multiple sclerosis. The cumulative number of T2 lesions at Months 6 and 12 that are new or enlarged as compared to the baseline MRI are offered. Note that the two timeframes (Months 6 and 12) are combined. Adjusted mean is based on negative binomial regression, adjusted for baseline number of T2 lesions and country or geographical region as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.650","spread":"0.259"},{"groupId":"OG001","value":"5.592","spread":"0.490"}]}]}]},{"type":"SECONDARY","title":"The Cumulative Number of Gadolinium (Gd)-Enhanced Lesions on T1-Weighted Images At Month 6 and Month 12 of the Placebo-Controlled (PC) Treatment Period Estimated by Negative Binomial Regression","description":"The cumulative number of gadolinium (Gd)-enhanced lesions on T1-weighted images at Months 6 and 12 as compared to the baseline MRI are offered. Note that the two timeframes (Months 6 and 12) are combined. Adjusted mean is based on negative binomial regression with an \"offset\" employing the log of the proportion of the number of the available post-baseline scans to adjust for missing MRI scans (if any), adjusted for baseline number of enhancing lesions on T1-weighted images and country or geographical region as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.905","spread":"0.087"},{"groupId":"OG001","value":"1.639","spread":"0.194"}]}]}]},{"type":"SECONDARY","title":"Brain Atrophy As Defined by the Percent of Change in Normalized Brain Volume From Baseline to Month 12 During the Placebo Controlled (PC) Treatment Period","description":"The analysis of brain atrophy as defined by the percentage change in normalized brain volume from baseline to Month 12 was based on the outcome of a contrast (GA 40 mg TIW vs. placebo) derived from a baseline-adjusted ANCOVA. In addition to the treatment group, the model included the following covariates: - SIENAX normalized brain volume at baseline. - The number of enhancing lesions on T1-weighted images at baseline. - country or geographical region.\n\nSienax estimates total brain tissue volume, from a single image, normalised for skull size.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.706","spread":"0.037"},{"groupId":"OG001","value":"-0.645","spread":"0.047"}]}]}]},{"type":"PRIMARY","title":"Annualized Rate of Confirmed Relapses Comparing Early Starters to Delayed Starters Estimated by Negative Binomial Regression","description":"The annualized relapse rate (ARR) was calculated for the study by dividing the cumulative number of confirmed relapses by the number of person-years of exposure to treatment. The analysis of the annualized relapse rate is based on estimating a contrast (early start vs delayed start) derived from a baseline-adjusted, Negative Binomial Regression model to the number of confirmed relapses observed during study (post randomization) with an \"offset\" based on the log of exposure to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2621","spread":"0.0189"},{"groupId":"OG001","value":"0.3146","spread":"0.0279"}]}]}]},{"type":"SECONDARY","title":"The Number of New/Enlarging T2 Lesions at Months 6, 12 and 36 Estimated by Negative Binomial Regression","description":"All data accumulated from screening, the PC Treatment period up to the end of the Open Label (OL) period are combined and referred to as the Long Term Period. T2 lesions are hyperintense brain lesions that show on magnetic resonance imaging (MRI) and are associated with multiple sclerosis. The number of T2 lesions at Months 6, 12 and 36 that are new or enlarged as compared to the baseline MRI are offered. Adjusted mean is based on negative binomial regression, adjusted for baseline number of T2 lesions and country or geographical region as covariates. An \"offset\" employing the log of the proportion of the number of the available post-placebo-controlled baseline (PCBL) scans was used to adjust for missing MRI scans.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.872","spread":"0.214"},{"groupId":"OG001","value":"3.902","spread":"0.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.484","spread":"0.318"},{"groupId":"OG001","value":"7.086","spread":"0.699"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.836","spread":"0.41"},{"groupId":"OG001","value":"8.759","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"The Cumulative Number of Gadolinium (Gd)-Enhanced Lesions on T1-Weighted Images At Months 6, 12 and 36 Estimated by Negative Binomial Regression","description":"All data accumulated from screening, the PC Treatment period up to the end of the Open Label (OL) period are combined and referred to as the Long Term Period. The cumulative number of gadolinium (Gd)-enhanced lesions on T1-weighted images at Months 6, 12 and 36 as compared to the baseline MRI are offered. Adjusted mean is based on negative binomial regression The model was fit using an autoregressive covariance structure. Covariates used: number of enhancing lesions on T1-weighted images at placebo-controlled baseline and country or geographical region. The cumulative number is derived from all the data points before it. For example, if the participant skipped one time point in between the baseline and 36 months, then it cannot be calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.629","spread":"0.072"},{"groupId":"OG001","value":"1.131","spread":"9.186"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.054","spread":"0.115"},{"groupId":"OG001","value":"2.051","spread":"0.282"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.501","spread":"0.168"},{"groupId":"OG001","value":"2.265","spread":"0.278"}]}]}]},{"type":"SECONDARY","title":"Brain Atrophy As Defined by the Percent of Change in Brain Volume From Baseline to Months 6, 12 and 36 Estimated by a Mixed Model for Repeated Measures","description":"The analysis of brain atrophy as defined by the percentage change in brain volume from baseline to Months 6, 12 and 36 was performed using mixed model for repeated measures (MMRM) with SIENAX normalized brain volume at baseline, number of Gd-enhancing lesions at baseline, and country or geographical region as fixed effects.\n\nSienax estimates total brain tissue volume, from a single image, normalised for skull size.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.429","spread":"0.032"},{"groupId":"OG001","value":"-0.345","spread":"0.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.739","spread":"0.035"},{"groupId":"OG001","value":"-0.653","spread":"0.046"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.935","spread":"0.063"},{"groupId":"OG001","value":"-1.952","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"Adverse events (AEs) summarized in this table are those that began or worsened after treatment with study drug (treatment-emergent AEs). An adverse event was defined in the protocol as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an AE which prevents normal daily activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"777","spread":null},{"groupId":"OG001","value":"322","spread":null},{"groupId":"OG002","value":"284","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"698","spread":null},{"groupId":"OG001","value":"283","spread":null},{"groupId":"OG002","value":"247","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"441","spread":null},{"groupId":"OG001","value":"168","spread":null},{"groupId":"OG002","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"24","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"501","spread":null},{"groupId":"OG001","value":"189","spread":null},{"groupId":"OG002","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"36","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":36,"n":419},"commonTop":["Injection site erythema","Nasopharyngitis","Headache","Injection site pain","Urinary tract infection"]}}}