{"nctId":"NCT03448406","briefTitle":"This Study Tests Empagliflozin in Patients With Chronic Heart Failure With Preserved Ejection Fraction (HFpEF). The Study Looks at How Far Patients Can Walk in 6 Minutes and at Their Heart Failure Symptoms.","startDateStruct":{"date":"2018-03-20","type":"ACTUAL"},"conditions":["Heart Failure"],"count":315,"armGroups":[{"label":"Empagliflozin","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin"]},{"label":"Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Empagliflozin","otherNames":["JARDIANCE, JARDIANZ, GIBTULIO"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Of full age of consent (according to local legislation, usually ≥ 18 years) at screening.\n* Male or female patients. Women of child bearing potential (WOCBP) must be ready and able to use highly effective methods of birth control per ICH M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly. A list of contraception methods meeting these criteria is provided in the patient information.\n* Signed and dated written informed consent in accordance with ICHGCP and local legislation prior to admission to the trial\n* Six minute walk test (6MWT) distance ≤350 m at screening and at baseline.\n* Patients with CHF diagnosed for at least 3 months before Visit 1, and currently in NYHA class II-IV\n* Chronic heart failure (CHF) with preserved Ejection fraction (EF) defined as left ventricle ejection fraction(LVEF) \\> 40 % as per echocardiography at Visit 1 per local reading and no prior measurement of LVEF ≤ 40% under stable conditions.\n* Elevated N-Terminal Pro-Brain Natriuretic Peptide (NT-proBNP) \\> 300 pg/ml for patients without atrial fibrillation (AF), OR \\> 600 pg/ml for patients with AF, as analysed at the Central laboratory at Visit 1\n* Patients must have at least one of the following evidence of heart failure (HF):\n\n  * Structural heart disease (left atrial enlargement and/or left ventricular hypertrophy) documented by echocardiogram at Visit 1, OR\n  * Documented Hospitalization for Heart Failure (HHF) within 12 months prior to Visit 1\n* Consistent with prevailing CV guidelines, if oral diuretics are prescribed to control symptoms, patients must be on an appropriate and stable dose of oral diuretics for at least 2 weeks prior to Visit 1 to control symptoms.\n* Clinically stable at randomization with no signs of heart failure decompensation (as per investigator judgement).\n\nExclusion Criteria:\n\n* Myocardial infarction (increase in cardiac enzymes in combination with symptoms of ischaemia or newly developed ischaemic ECG changes), coronary artery bypass graft surgery or other major cardiovascular surgery, stroke or transient ischemic attack in past 90 days prior to Visit 1\n* Acute decompensated HF (exacerbation of CHF) requiring intravenous (i.v.) diuretics, i.v. inotropes or i.v. vasodilators, or left ventricular assist device within 4 weeks prior to Visit 1, and/or during screening period until Visit 2\n* Previous or current randomisation in another Empagliflozin Heart Failure trial (i.e. studies 1245.110, 1245.121, 1245-0168)\n* Type 1 Diabetes Mellitus (T1DM)\n* Impaired renal function, defined as eGFR \\< 20 mL/min/1.73 m2 (CKD-EPIcr) or requiring dialysis, as determined at Visit 1\n* Symptomatic hypotension or a systolic blood pressure (SBP) \\< 100 mmHg at Visit 1 or 2\n* SBP ≥ 180 mmHg at Visit 1 or 2, or SBP \\>160mmHg at both Visit 1 and 2\n* Atrial fibrillation or atrial flutter with a resting heart rate \\> 110 bpm documented by ECG at Visit 1 (Screening)\n* Unstable angina pectoris in past 30 days prior to Visit 1\n* Largest distance walked in 6 minutes (6MWTD) at baseline \\<100m.\n* Any presence of condition that precludes exercise testing such as:\n\n  * claudication,\n  * uncontrolled (according to investigator judgement) bradyarrhythmia or tachyarrhythmia,\n  * significant musculoskeletal disease,\n  * primary pulmonary hypertension,\n  * severe obesity (body mass index ≥40.0 kg/m2),\n  * orthopedic conditions that limit the ability to walk (such as arthritis in the leg, knee or hip injuries)\n  * amputation with artificial limb without stable prosthesis function for the past 3 months\n  * Any condition that in the opinion of the investigator would contraindicate the assessment of 6MWT\n* Patients in a structured (according to Investigator judgement) exercise training program in the 1 month prior to screening or planned to start one during the course of this trial.\n* ICD implantation within 1 month prior to Visit 1 or planned during the course of the trial\n* Implanted cardiac resynchronisation therapy (CRT)\n* Treatment with i.v. iron therapy or erythropoietin (EPO) within 3 months prior to screening.\n* Further exclusion criteria applies","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 12 in Exercise Capacity as Measured by the Distance Walked in 6 Minutes in Standardised Conditions (6MWTD)","description":"Change from baseline to week 12 in exercise capacity as measured by the distance walked in 6 minutes in standardised conditions (6MWTD). If repeated 6-minutes walk test (6MWT) measurements were available for the same day, the longest distance was used for analysis. Change from baseline was defined as the distance walked in 6 minutes at Week 12 minus the baseline value.\n\nBaseline value was defined as the last available measurement before start of treatment with randomised study medication. If a participant was present at the visit at Week 12 but did not perform the 6MWT, the participant was evaluated as having walked a distance of 0 meter. If no value was available for Week 12, an imputed value was used. Patients with missing week 12 data who had no clinical event were ranked below any patient with non-missing data, but above the patients who had clinical events. Patients who died before week 12 were ranked below the patients in all categories above.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"10.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Kansas City Cardiomyopathy Questionnaire (KCCQ) Total Symptom Score (TSS)","description":"Change from baseline in KCCQ-TSS was defined as the endpoint value at week 12 minus the last available measurement before start of treatment with randomised study medication. The KCCQ is 23 item self-administered questionnaire and comprises 7 domains: physical limitation, symptom frequency, symptom burden, symptom stability, social limitation, self-efficacy and quality of life. Additionally 3 summary scores exist: TSS, clinical summary score, and overall summary score. The scores of the KCCQ domains and summary scores range from 0 to 100, with higher score indicating better outcome. If no questionnaire was available at week 12, an imputed value was used. Patients with missing week 12 data who had no clinical event were ranked below any patient with non-missing data, but above the patients who had clinical events. Patients who died before week 12 were ranked below the patients in all categories above. If no questionnaire was available at baseline, change from baseline was not imputed.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.08","spread":null},{"groupId":"OG001","value":"4.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Chronic Heart Failure Questionnaire Self- Administered Standardized Format (CHQ-SAS) Dyspnea Score","description":"Change from baseline in CHQ-SAS was defined as the endpoint value at week 12 minus the last available endpoint value before start of treatment with randomised study medication. The CHQ-SAS evaluates 3 domains: dyspnoea, fatigue, and emotional function. Scores of the domains range from 1 to 7, with higher score indicating better quality of life. If no questionnaire was available at week 12, an imputed value was used. Patients with missing week 12 data who had no clinical event were ranked below any patient with non-missing data, but above the patients who had clinical events. Patients who died before week 12 were ranked below the patients in all categories above. If no questionnaire was available at baseline, change from baseline was not imputed.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"0.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Exercise Capacity as Measured by the Distance Walked in 6 Minutes","description":"Change from baseline to week 6 in exercise capacity as measured by the distance walked in 6 minutes in standardised conditions. Change from baseline was defined as the distance walked in 6 minutes at Week 6 minus the baseline value. Baseline value was defined as the last available measurement before start of treatment with randomised study medication.\n\nIf a participant was present at the visit at Week 6 but did not perform the 6-Minuted Walking Test, the participant was evaluated as having walked a distance of 0 meter. If no value was available for Week 6, an imputed value was used.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Congestion Score at Week 12","description":"Change from baseline to week 12 in Clinical Congestion score is defined as the score-value at week 12 minus the score-value at baseline. Baseline value was defined as the last available measurement before start of treatment with randomised study medication. The Clinical Congestion Score (summary score) is based on 3 items: orthopnoea, jugular venous distention (JVD) and oedema. Each item was assessed through a 4-measure questionnaire, which was further converted to a standardised 4-point scale ranging from 0 to 3, with 0 indicating no or fewer symptoms and 3 indicating continous or more symptoms. If at least 2 of the 3 items are not missing, the summary score is calculated as: (average over items JVD, orthopnea and oedema actually answered)\\*3. The summary score ranges from 0 to 9, with lower value indicating better health, and higher value indicating worse health. Mean is adjusted mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.28","spread":"0.08"},{"groupId":"OG001","value":"-0.36","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Impression of Severity (PGI-S) of Heart Failure Symptoms at Week 12","description":"Change from baseline to week 12 in PGI-S of Heart Failure Symptoms. The Patient Global Impression of Severity (PGI-S) of Heart Failure Symptoms is a 1-item questionnaire to assess the patient's impression of symptoms severity, specifically: shortness of breath, fatigue and swelling. The PGI-S asks the Patient to choose one response that best describes how his/her heart failure symptoms, specifically: shortness of breath, fatigue and swelling are now on a 5-category scale, ranging from 'Not at all' (1) to 'Very severe' (5). Number of participants by change in score are reported. Change in score was defined as the number of categories improved/deteriorated from baseline to week 12.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"42","spread":null}]},{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"79","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Impression of Severity (PGI-S) of Dyspnea Severity at Week 12","description":"Change from baseline to week 12 in Patient Global Impression of Severity (PGI-S) of dyspnoea. The PGI-S of Dyspnoea is a 1-item questionnaire designed to assess the participant´s impression of symptom severity, specifically dyspnoea. The PGI-S item asks the participant to choose one response that best describes how his/her dyspnoea is now on a 5-category scale, ranging from 'Not at all' (1) to 'Very severe' (5). Number of participants by change in score are reported. Change in score was defined as the number of categories improved/deteriorated from baseline to week 12.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"13","spread":null}]},{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"48","spread":null}]},{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"70","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGI-C) in Heart Failure Symptoms at Week 12","description":"The Patient Global Impression of Change (PGI-C) in Heart Failure Symptoms is a 1-item questionnaire to assess the patient's impression of change in heart failure symptoms, specifically: shortness of breath, fatigue, and swelling. The PGI-C asks the patient to choose one Response that best describes the overall change (if any) in his/her heart failure symptoms, specifically: shortness of breath, fatigue, and swelling since he/she started taking the study medication on a 7- category scale ranging from 'Very much better' (+3) to 'Very much worse' (-3).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"55","spread":null}]},{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"48","spread":null}]},{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"35","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGI-C) in Dyspnea at Week 12","description":"The PGI-C in Dyspnoea is a 1-item questionnaire designed to assess the patient's Impression of change in dyspnoea. The PGI-C asks the patient to choose one response that best describes the change (if any) in his/her shortness of breath when performing usual activities since he/she started taking the study medication on a 7-category scale ranging from 'Very much better' (+3) to 'Very much worse' (-3).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"57","spread":null}]},{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"36","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Relative Change From Baseline in N-terminal Pro-brain Natriuretic Peptide (NTproBNP) at Week 12","description":"Relative change from baseline to week 12 in N-terminal pro-brain natriuretic peptide (NTproBNP). Relative change from baseline is expressed as ratio of week 12 to baseline. Baseline value was defined as the mean of all available measurements from the screening visit until start of treatment with randomised study medication. Mean is adjusted mean.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":null},{"groupId":"OG001","value":"0.99","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":158},"commonTop":[]}}}