{"nctId":"NCT02459795","briefTitle":"To Compare Safety and Efficacy of Perrigo's Drug Compared to an FDA Approved Drug in the Treatment of Actinic Keratosis","startDateStruct":{"date":"2015-05"},"conditions":["Actinic Keratosis"],"count":469,"armGroups":[{"label":"Test product","type":"EXPERIMENTAL","interventionNames":["Drug: Ingenol Mebutate (Perrigo)"]},{"label":"Reference product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ingenol Mebutate (Reference)"]},{"label":"Placebo product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo gel"]}],"interventions":[{"name":"Ingenol Mebutate (Perrigo)","otherNames":["Perrigo product"]},{"name":"Ingenol Mebutate (Reference)","otherNames":["Reference Listed Drug Product"]},{"name":"Placebo gel","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. IRB approved written informed consent/assent for this study.\n2. Healthy males or females, at least 18 years of age.\n3. General good health and free from any clinically significant disease, other than Actinic Keratosis\n4. Clinical diagnosis of Actinic Keratosis, defined as having 4 to 8 clinically typical, visible and discrete, non-hyperkeratotic, non-hypertrophic, Actinic Keratosis lesions within a contiguous 25cm2 treatment area.\n5. Willing to refrain from using lotions, sunscreens, moisturizers, cleansers, or creams on the treatment area during the treatment period. Non-Medicated moisturizers, emollients, humectants, sunscreens or similar products used routinely prior to the start of the trial by subjects, may be used after the treatment period.\n6. Willing to refrain from using any type of bandage or occlusive dressing on the treatment area or applying the gel to open skin wounds, infections or exfoliative dermatitis.\n7. Willing and able to understand and comply with the requirements of the study, apply the study medication as instructed, refrain from use of all other topical Actinic Keratosis medication during the 57 day (8 week) study period, return for the required study visits, comply with therapy prohibitions, and are able to complete the study.\n8. Females of childbearing potential (excluding women who are surgically sterilized or post-menopausal for at least 2 years), in addition to having a negative urine pregnancy test at Visit 1/Day 1 (Baseline), must be willing to use an acceptable form of birth control during the study.\n\nExclusion Criteria:\n\n1. Pregnant, nursing, or planning a pregnancy within the study period.\n2. Immunocompromised or HIV positive or who have any immune-system disorders including auto-immune diseases.\n3. Active herpes infection within 14 days prior to the Visit1/Day 1 (Baseline) (i.e., including presence of herpes labialis).\n4. Any evidence of systemic cancer, squamous cell carcinoma, basal cell carcinoma, or any other cancer in the treatment area.\n5. Presence of an incompletely healed wound within the treatment area or within 5 cm of the treatment area.\n6. Presence of any confounding skin conditions in the treatment area that may be made worse by treatment with Ingenol Mebutate gel (e.g., psoriasis, atopic dermatitis, eczema).\n7. Subjects who have used a tanning salon and/or tanning booths or have sunbathed or had excessive prolonged exposure to the sun 7 days prior to Visit 1/Day 1 (Baseline) or planned throughout the study.\n8. Subjects who plan to use artificial tanners within 5 cm of the selected treatment area throughout the study.\n9. Use of NSAIDs within 7 days from Visit 1/Day 1 (Baseline) or initiation during the study. \\*Subjects may use Tylenol (Acetaminophen) for pain relief, as needed, throughout the study. Subjects may use low dose aspirin (81mg) for cardiac prophylaxis throughout the study.\n10. Subjects who had cosmetic or therapeutic procedures such as the following within 2 cm of the selected treatment area within 2 weeks (14 days) of Visit 1/Day 1 (Baseline) and within 10 cm of the selected treatment area planned anytime during the study.\n\n    * Cryodestruction/ cryotherapy/liquid nitrogen\n    * Surgical excision\n    * Curettage\n    * Dermabrasion\n    * Medium or greater depth chemical peel\n    * Laser resurfacing\n11. Subjects who have had or are scheduling elective surgery within 1 month (30 days) before or after the study period.\n12. Use within 1 month (30 days) prior to Visit 1/Day 1 (Baseline) or planned use during the study of:\n\n    * Immunomodulators (i.e. azathioprine)\n    * Immunosuppressive therapies (i.e., cyclosporine, prednisone, methotrexate, alefacept, infliximab)\n    * Interferon\n    * Interferon inducers\n    * Systemic corticosteroids (oral and injectable)\n    * Cytotoxic drugs (i.e., cyclophosphamide, vinblastine, chlorambucil, methotrexate, podophylllin, camptothecin)\n13. Subjects who are undergoing treatment or received treatment with the following within 2 months (56 days) of Visit 1/Day 1 (Baseline) and within 2 cm of the selected treatment area or planned anytime during the study.\n\n    * 5-Fluorouracil (5-FU)\n    * Imiquimod\n    * Diclofenac\n    * Photodynamic therapy (red or blue light) used in combination with photosensitizing cream (5-aminolaevulinic acid, methyl 5-aminolaevulianate)\n14. Use of Ingenol Mebutate gel within 2 months (56 days) of Visit 1/Day 1. Previous use (if \\> 2 months (56 days) of Ingenol Mebutate gel is allowed if a different treatment area was successfully treated.)\n15. History of unresponsiveness, hypersensitivity or allergy to ingenol mebutate therapy and/or any ingredient in the study medication.\n16. Subjects who used PUVA (psoralen plus ultraviolet A therapy), or UVB therapy in the treatment area within 6 months (180 days) prior to Visit 1/Day 1 (Baseline) or are planning to receive treatment with PUVA therapy, UVB therapy, nonprescription UV light sources anywhere on the body during the study.\n17. Subjects who have taken systemic chemotherapy medications within 6 months (180 days) prior to Visit 1/Day 1 (Baseline) or planned use anytime during the study.\n18. Subjects who have undergone Botox procedures in the selected treatment area 6 months (180 Days) prior to Visit 1/Day 1 (Baseline).\n19. Subjects who have been treated within 1 month (30 days) or are planning to receive treatment with 1) systemic retinoids (i.e., oral isotretinoin, acitretin, bexarotene), 2) hyaluronic acid, 3) other medicated Actinic Keratosis therapy (i.e., prescription topical retinoids, topical salicyclic acid, bichloroacettic acid, trichloroacetic aid, CO2 laser vaporization, electrocautery), 4) topical steroids (use within 2 cm of the selected treatment area after study Day 15 per PI discretion is allowed) anywhere on the treatment area during the study.\n20. Subjects who have had a significant change in the use of consumer products within 30 days of Visit 1/Day 1 (Baseline) and planned use or change throughout the study. (\"Significant change\" will be determined by the Principal Investigator)\n21. Start or change of dose of hormonal treatment (oral, implanted, topical contraceptives and androgens) within the past 3 months (90 days) or planned start or change throughout the study. Use of such therapy must remain constant during the study.\n22. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements.\n23. Participation in any clinical study involving an investigational product, agent or device (that might influence the intended effects or mask the side effects of study medication) in the 30 days prior to Visit 1/Day 1 (Baseline) or throughout the study.\n24. Previous enrollment in this study or current enrollment in this study at another participating site.\n25. Employee (or employee's family member) of the research center or private practice, or subjects who have a conflict of interest.\n26. Subjects who in the opinion of the investigator, are unlikely to be able to follow the restrictions of the protocol and complete the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Complete Clearance (Absence) of Actinic Keratosis Lesions","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"71","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":187},"commonTop":["Application site Pruritus","Application site pain","Headache"]}}}