{"nctId":"NCT00856973","briefTitle":"Safety & Efficacy Study of Study Drug (Eszopiclone) in Children and Adolescents With Attention-deficit/Hyperactivity Disorder - Associated Insomnia","startDateStruct":{"date":"2009-05"},"conditions":["Insomnia","Attention Deficit Hyperactivity Disorder"],"count":486,"armGroups":[{"label":"Low dose eszopiclone","type":"EXPERIMENTAL","interventionNames":["Drug: eszopiclone"]},{"label":"High dose eszopiclone","type":"EXPERIMENTAL","interventionNames":["Drug: eszopiclone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"eszopiclone","otherNames":[]},{"name":"eszopiclone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or female 6 to 17 years of age, inclusive, at the time of consent.\n* Subject must have a diagnosis of ADHD as defined by DSM-IV criteria\n* Subject must have documented ADHD associated insomnia, defined as the subject or subject's parent/legal guardian having reported repeated difficulty with sleep initiation (sleep latency \\>30 minutes) or consolidation, (wake time after sleep onset \\>45 minutes) despite adequate age appropriate time and opportunity for sleep.\n* Subject's Baseline PSG must reveal either \\>30 minutes latency to persistent sleep (LPS) or \\>45 minutes wake after sleep onset (WASO).\n* Subject or subject's parent/legal guardian should have reported daytime functional impairment as a result of sleep problems.\n* Subject or subject's parent/legal guardian should have reported attempted and failed behavioral interventions for sleep problems, including a regular bedtime and rise time\n* Subject's sleep disturbance must not be attributable to either the direct physiologic effect of a drug of abuse or misuse of a prescribed medication whether it is being used as intended or in an illicit manner.(Female subjects ≥8 years of age must have a negative serum pregnancy test)\n* Subject must be in general good health\n* Subject must be able to swallow tablets.\n* If subject is currently taking medication for ADHD, they must be on a stable dose and regimen for a minimum of 1 month prior to the time of consent\n\nExclusion Criteria:\n\n* Subject with weight \\<10th percentile for age and gender\n* Subject has any clinically significant or unstable medical illness/abnormality or chronic disease.\n* Subject has a documented history of Bipolar I or II Disorder, major depression, conduct disorder, generalized anxiety disorder or any history of psychosis.\n* Subject has periodic limb movement \\>5 times per hour, as demonstrated on Baseline PSG.\n* Subject has sleep disordered breathing, as demonstrated on Baseline PSG.\n* Subject has another primary sleep disorder, a secondary sleep disorder, or any other known or suspected medical or psychiatric condition that has affected or may affect sleep\n* Subject has a history of circadian rhythm disorder or will travel across ≥3 time zones more than once during the study.\n* Subject has organic brain disease, or a history of febrile seizures.\n* Subject is, in the opinion of the investigator, at suicidal or homicidal risk.\n* Female subject who is pregnant or lactating or planning to become pregnant.\n* Subject has taken any psychotropic medication without an appropriate washout period (≥5 half-lives) prior to randomization.\n* Subject has a history of severe allergies to more than 1 class of medications or multiple adverse drug reactions.\n* Subject has a history of allergic reaction or has a known or suspected sensitivity to racemic zopiclone, eszopiclone, or any substance that is contained in the formulation.\n* Subject has a history of alcohol or substance abuse within 3 months of study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to the End of the Double- Blind Treatment Period (Week 12) in Polysomnography (PSG) Defined Latency to Persistent Sleep (LPS).","description":"A central scoring facility was used to derive the PSG sleep parameters Latency to Persistent Sleep (LPS) from the epochs and stages collected via the PSG recordings. Each epoch is 30 seconds. The PSG parameters provided an objective assessment of the subject's sleep on a given night. Change from BL at Week 12 in LPS was derived from Week 12 LPS subtracted by BL LPS. Latency to persistent sleep (LPS; minutes): time from lights out to the first of 20 consecutive epochs (10 minutes) of non-wake, as determined by PSG recordings.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.33","spread":"3.91"},{"groupId":"OG001","value":"-23.45","spread":"3.91"},{"groupId":"OG002","value":"-25.66","spread":"3.92"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Day 0) to Week 12 in PSG Defined Wake Time After Sleep Onset (WASO)","description":"A central scoring facility was used to derive the PSG sleep parameters Wake Time After Sleep Onset (WASO) from the epochs and stages collected via the PSG recordings. Each epoch is 30 seconds. The PSG parameters provided an objective assessment of the subject's sleep on a given night. Change from BL at Week 12 in WASO was derived from Week 12 WASO subtracted by BL WASO. Wake time after sleep onset (WASO; minutes): The number of wake epochs after the onset of persistent sleep to the end of the recording, divided by 2.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.35","spread":"3.40"},{"groupId":"OG001","value":"-16.75","spread":"3.41"},{"groupId":"OG002","value":"-17.30","spread":"3.43"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Improvement (CGI)-Parent/Caregiver at Week 12","description":"The CGI-I Parent/Caregiver was completed by the investigator based on interviews and interactions with the subject's parent or caregiver and represented their assessment of severity and improvement in the subject's symptoms since the start of the study. A 7 point scale was used for improvement with numeric values assigned to each of the responses: very much improved (1), much improved (2), minimally improved (3), no change (4), minimally worse (5), much worse (6), and very much worse (7).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"0.1"},{"groupId":"OG001","value":"2.6","spread":"0.1"},{"groupId":"OG002","value":"2.7","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CGI-Child at Week 12","description":"The CGI - I Child was completed by the investigator based on interviews and interactions with the subject and represented the subject's assessment of improvement in his/her symptoms since the start of the study. A 7 point scale was used for improvement with numeric values assigned to each of the responses: very much improved (1), much improved (2), minimally improved (3), no change (4), minimally worse (5), much worse (6), and very much worse (7).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"0.1"},{"groupId":"OG001","value":"2.5","spread":"0.1"},{"groupId":"OG002","value":"2.7","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Day 0) to Week 12 in Conners' ADHD Inattention Rating Scale.","description":"The Conners' 3 -Parent Short Form was completed by the parent and provided an assessment of Attention-Deficit/ Hyperactivity Disorder (ADHD) and the most common comorbid problems and disorders in children and adolescents. It is a multi-informant assessment of children and adolescents between 6 and 18 years of age that took into account home, social and school settings. The short version of the Conners' 3 -Parent Short Form was a subset of items from the full-length form, and included the Conners' 3 Content Scales of Inattention, Hyperactivity/Impulsivity, Learning Problems, Executive Functioning, Aggression, and Peer/Family Relations. The scale scores were presented as standardized age and gender based t scores. Inattention score was used for this endpoint. The lowest scale score is 40 (best) and the highest is 90 (worse)\\].","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.8","spread":"1.0"},{"groupId":"OG001","value":"-5.8","spread":"1.0"},{"groupId":"OG002","value":"-7.1","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Subjective SL (Sleep Latency)","description":"A Sponsor produced sleep questionnaire asked the subject or parent/guardian to report information about the subject's sleep and daytime functioning since the last visit. This questionnaire provided a subjective assessment of SL over a pre-defined time period. SL is subjective time to fall asleep.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"1.1"},{"groupId":"OG001","value":"0.6","spread":"1.1"},{"groupId":"OG002","value":"0.6","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Subjective Wake Time After Sleep Onset (WASO).","description":"A Sponsor produced sleep questionnaire asked the subject or parent/guardian to report information about the subject's sleep and daytime functioning since the last visit. This questionnaire provided a subjective assessment of WASO over a pre-defined time period. WASO is the aggregate duration of awakenings from the time subjects fall asleep until last awakening. Wake time after sleep onset (WASO; minutes): The number of wake epochs after the onset of persistent sleep to the end of the recording, divided by 2.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.2"},{"groupId":"OG001","value":"0.3","spread":"1.2"},{"groupId":"OG002","value":"0.3","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in PSG Defined Sleep Efficiency (SE)","description":"A central scoring facility was used to derive the PSG sleep parameter of Sleep Efficiency (SE) from the epochs and stages collected via the PSG recordings. The PSG parameters provided an objective assessment of the subject's sleep on a given night. Sleep efficiency: (total sleep time)/(total recording time) x 100. For this endpoint, total sleep time was defined as the number of non-wake epochs from the beginning of recording to the end of recording divided by 2. If total recording time was greater than 960 epochs (480 minutes), total sleep time was calculated from the PSG truncated at 480 minutes.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.31","spread":"1.07"},{"groupId":"OG001","value":"7.40","spread":"1.08"},{"groupId":"OG002","value":"7.94","spread":"1.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in PSG Defined Number of Awakenings After Sleep Onset (NAASO).","description":"A central scoring facility was used to derive the PSG sleep parameter of Number of Awakenings after Sleep Onset (NAASO). The PSG parameters provided an objective assessment of the subject's sleep on a given night. Number of awakenings: The number of times, after onset of persistent sleep, that there was a wake entry of at least one-minute duration. Each awakening must have been separated by an epoch of non rapid eye movement (NREM) sleep stage 2, 3/4, or rapid eye movement (REM) sleep.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.4"},{"groupId":"OG001","value":"-1.5","spread":"0.4"},{"groupId":"OG002","value":"-0.7","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in PSG Defined Total Sleep Time (TST)","description":"A central scoring facility was used to derive the PSG sleep parameter of Total Sleep Time (TST) from the epochs and stages collected via the PSG recordings. The PSG parameters provided an objective assessment of the subject's sleep on a given night. Total sleep time was defined as the number of non-wake epochs from the beginning of recording to the end of recording divided by 2. If total recording time was greater than 960 epochs (480 minutes), total sleep time was calculated from the PSG truncated at 480 minutes.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.90","spread":"6.01"},{"groupId":"OG001","value":"37.78","spread":"6.05"},{"groupId":"OG002","value":"35.38","spread":"6.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Subjective Total Sleep Time (TST).","description":"A Sponsor produced sleep questionnaire asked the subject or parent/guardian to report information about the subject's sleep and daytime functioning since the last visit. This questionnaire provided a subjective assessment of TST over a pre-defined time period. TST is subjective total sleep time.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":"8.0"},{"groupId":"OG001","value":"66.4","spread":"8.0"},{"groupId":"OG002","value":"49.2","spread":"8.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 11 in Subjective Sleep Latency (SL) Measured by Actigraphy Monitoring in the Actigraphy Population.","description":"A central scoring facility was used to derive the actigraphy sleep parameter of Sleep Latency (SL). Actigraphy data were used for additional efficacy evaluation as well as for the evaluation of rebound and withdrawal effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.90","spread":"1.12"},{"groupId":"OG001","value":"0.81","spread":"1.12"},{"groupId":"OG002","value":"0.93","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 11 in Subjective WASO From Actigraphy Population.","description":"A central scoring facility was used to derive the actigraphy sleep parameters Wake Time After Sleep Onset (WASO). Actigraphy data were used for additional efficacy evaluation as well as for the evaluation of rebound and withdrawal effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"1.06"},{"groupId":"OG001","value":"1.02","spread":"1.06"},{"groupId":"OG002","value":"0.99","spread":"1.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 11 in Total Sleep Time (TST) Measured by Actigraphy Monitoring in the Actigraphy Population.","description":"A central scoring facility was used to derive the actigraphy sleep parameter of Total Sleep Time (TST). Actigraphy data were used for additional efficacy evaluation as well as for the evaluation of rebound and withdrawal effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.72","spread":"8.38"},{"groupId":"OG001","value":"1.63","spread":"8.28"},{"groupId":"OG002","value":"-6.02","spread":"8.74"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Pediatric Daytime Sleepiness Scale (PDSS) Total Score.","description":"The PDSS is a validated measure of excessive sleepiness specifically designed for use in school aged children. The scale allowed for measurement of sleepiness across several relatively sedentary activities and provided a means to unmask sleepiness that may not be recognized during more active situations. It consisted of 8 items that assessed the frequency of a sleep related behavior (eg, how often do you fall asleep or get drowsy during class periods; are you usually alert most of the day; how often do you think you need more sleep) using a 5-point Likert type scale (0 = never, 4 = always). All items were summed to obtain the PDSS total score. PDSS data were used for efficacy evaluation as well as for the evaluation of residual effects.The overall PDSS scores range from a low of 0 where the individual is endorsing each item at the lowest level of sleepiness to a high of 32 where the individual is endorsing each item at the highest level of sleepiness.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":"0.5"},{"groupId":"OG001","value":"-4.0","spread":"0.5"},{"groupId":"OG002","value":"-3.5","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Coding Copy Subtest / Digit Symbol Substitution Test (DSST) Scaled Score.","description":"These tests are standardized information processing tasks to assess recognition and recoding of sensory information. The subject was given 90 seconds to complete as many substitutions of symbols as possible according to a code provided on top of the sheet. The Coding Copy Subtest A was used for subjects 6-7 years of age and the Coding Copy Subtest B was used for subjects 8-16 years of age, and the DSST was used for subjects 17 years of age. The score is the number of squares filled in correctly. Individuals are measured against their own pre-treatment baseline to determine levels of impairment using the scaled score. Higher scores mean less impairment (or potentially improvement) as the number of correct substitutions generally improves as cognition improves. Scaled scores are used to account for age differences among test takers. Scaled scores range from 1 to 19, and higher scores indicate higher cognitive function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"3.3"},{"groupId":"OG001","value":"2.1","spread":"3.9"},{"groupId":"OG002","value":"2.6","spread":"5.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Pediatric Quality-of-Life Scale (Short Form-10).","description":"The SF 10 Health Survey for Children is a 10 item care-giver completed assessment designed to measure children's health-related quality of life. The scale asked questions about the child's physical wellness, feelings, behavior, and activities at school and with family and friends. The SF 10 Physical and Psychosocial summary measures were scored such that higher scores indicated more favorable functioning.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.40","spread":"0.64"},{"groupId":"OG001","value":"3.07","spread":"0.64"},{"groupId":"OG002","value":"4.07","spread":"0.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.234","spread":"0.562"},{"groupId":"OG001","value":"1.347","spread":"0.566"},{"groupId":"OG002","value":"-0.121","spread":"0.569"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Subjective Number of Awakenings After Sleep Onset (NAASO).","description":"A Sponsor produced sleep questionnaire asked the subject or parent/guardian to report information about the subject's sleep and daytime functioning since the last visit. This questionnaire provided a subjective assessment of NAASO over a pre-defined time period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"0.1"},{"groupId":"OG001","value":"-0.8","spread":"0.1"},{"groupId":"OG002","value":"-1.0","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Change in School Tardiness/Attendance Reports at Week 12 (Days)","description":"School tardiness/attendance reports were to be collected when subject was actively enrolled in school (fall and spring semesters only; summer school, camps or other school attendance was not recorded.) The School Tardiness Report captured the number of days that the subject was tardy to school, had partial attendance at school or was completely absent from school. Data were collected for the 30-day period prior to Baseline, 6-week period prior to Week 6, 6-week period prior to Week 12.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.1"},{"groupId":"OG001","value":"-0.2","spread":"0.1"},{"groupId":"OG002","value":"-0.3","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.1"},{"groupId":"OG001","value":"-0.2","spread":"0.1"},{"groupId":"OG002","value":"-0.1","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.08"},{"groupId":"OG001","value":"-0.2","spread":"1.2"},{"groupId":"OG002","value":"0.3","spread":"2.0"}]}]}]},{"type":"SECONDARY","title":"Change in School Tardiness/Attendance Reports at Week 12 (Hours)","description":"School tardiness/attendance reports were to be collected when subject was actively enrolled in school (fall and spring semesters only; summer school, camps or other school attendance was not recorded.) The School Tardiness Report captured the number of days that the subject was tardy to school, had partial attendance at school or was completely absent from school. Data were collected for the 30-day period prior to Baseline, 6-week period prior to Week 6, 6-week period prior to Week 12.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.05"},{"groupId":"OG001","value":"-0.12","spread":"0.05"},{"groupId":"OG002","value":"-0.12","spread":"0.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":159},"commonTop":["Headache","Dysgeusia","Upper respiratory tract infection","Dizziness","Nasopharyngitis"]}}}