{"nctId":"NCT02130557","briefTitle":"A Multicenter Phase 3, Open-Label Study of Bosutinib Versus Imatinib in Adult Patients With Newly Diagnosed Chronic Phase Chronic Myelogenous Leukemia","startDateStruct":{"date":"2014-07-15","type":"ACTUAL"},"conditions":["Leukemia, Myelogenous, Chronic, Breakpoint Cluster Region-Abelson Proto-oncogene (BCR-ABL) Positive"],"count":536,"armGroups":[{"label":"Bosutinib","type":"EXPERIMENTAL","interventionNames":["Drug: Bosutinib"]},{"label":"Imatinib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Imatinib"]}],"interventions":[{"name":"Bosutinib","otherNames":[]},{"name":"Imatinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Molecular diagnosis of CP CML of ≤ 6 months (from initial diagnosis).\n2. Adequate hepatic, renal and pancreatic function.\n3. Age ≥ 18 years.\n\nExclusion Criteria:\n\n1. Any prior medical treatment for CML, including tyrosine kinase inhibitors (TKIs), with the exception of hydroxyurea and/or anagrelide treatment, which are permitted for up to 6 months prior to study entry (signature of ICF) if suitably approved for use in the subject's region.\n2. Any past or current Central Nervous System (CNS) involvement, including leptomeningeal leukemia.\n3. Extramedullary disease only.\n4. Major surgery or radiotherapy within 14 days of randomization.\n5. History of clinically significant or uncontrolled cardiac disease.\n6. Known seropositivity to human immunodeficiency virus (HIV), current acute or chronic hepatitis B (hepatitis B surface-antigen positive), hepatitis C, cirrhosis or evidence of decompensated liver disease. Patients with resolved Hepatitis B can be included.\n7. Recent or ongoing clinically significant GI disorder, e.g. Crohn's Disease, Ulcerative Colitis, or prior total or partial gastrectomy.\n8. History of another malignancy within 5 years with the exception of basal cell carcinoma or cervical carcinoma in situ or stage 1 or 2 cancer that is considered adequately treated and currently in complete remission for at least l2 months.\n9. Current, or recent (within 30 days, or 5 half-lives of investigational product) participation in other clinical trials of investigational agents and/or containing interventional procedures deemed contrary to the objectives and conduct of this trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Major Molecular Response (MMR) at Month 12","description":"MMR was defined as a ratio of breakpoint cluster region to abelson (BCR-ABL/ABL) less than or equal to (\\<=) 0.1 percent (%) on the international scale (IS) (greater than or equal to \\[\\>=\\] 3 log reduction from standardized baseline in ratio of BCR-ABL to ABL transcripts \\[\\>=3000 ABL required\\]) by quantitative reverse transcriptase polymerase chain reaction (RT-qPCR). The percentage of participants with MMR at Month 12 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.2","spread":null},{"groupId":"OG001","value":"36.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Major Molecular Response (MMR) Up to Month 18","description":"MMR was defined as a ratio of BCR-ABL/ABL \\<=0.1% on the international scale (\\>=3 log reduction from standardized baseline in ratio of BCR-ABL to ABL transcripts \\[\\>=3000 ABL required\\]) by quantitative RT-qPCR. The percentage of participants with MMR for up to Month 18 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.0","spread":null},{"groupId":"OG001","value":"52.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Probability of Retaining Major Molecular Response (MMR) at Month 48","description":"The Kaplan-Meier curve was generated based on the first date of MMR until the date of the confirmed loss of MMR or censoring, objectively documented, for responders only. Confirmed loss of MMR was BCR-ABL/ABL IS ratio \\>0.1% in association with a \\>=5-fold increase in BCR-ABL/ABL IS ratio from the lowest value achieved up to that time-point confirmed by a second assessment at least 28 days later. Treatment discontinuation due to suboptimal response/treatment failure, progressive disease (PD) or death due to PD within 28 days of last dose were considered confirmed loss of MMR. PD was defined as disease progression to accelerated phase (AP) or blast phase (BP) CML.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.2","spread":null},{"groupId":"OG001","value":"92.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Cytogenetic Response (CCyR) Up to Month 12","description":"Complete Cytogenetic Response (CCyR) was based on the prevalence of Ph+ metaphases among cells in metaphase on a bone marrow (BM) aspirate. CCyR was achieved when there was 0% Ph+ metaphases among cells in a BM sample when at least 20 metaphases from a BM sample were analyzed, or MMR if no BM was available. The percentage of participants with CCyR for up to Month 12 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null},{"groupId":"OG001","value":"66.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Probability of Retaining Complete Cytogenetic Response (CCyR) at Month 48","description":"The Kaplan-Meier curve was generated based on the first date of CCyR until the date of the confirmed loss of CCyR or censoring, objectively documented, for responders only. Confirmed loss of CCyR was the presence of at least one Ph+ metaphase confirmed by a second assessment at least 28 days later. Treatment discontinuation due to suboptimal response/treatment failure, PD or death due to PD within 28 days of last dose were considered confirmed loss of CCyR. PD was defined as disease progression to AP or BP CML.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.4","spread":null},{"groupId":"OG001","value":"93.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of Event Free Survival (EFS) Events","description":"EFS was defined as time from randomization to death due to any cause, transformation to AP or BP at any time, confirmed loss of complete hematologic response (CHR), confirmed loss of CCyR or censoring. Loss of CHR was defined as a hematologic assessment of non-CHR (chronic phase, AP, or BP) confirmed by 2 assessments at least 4 weeks apart. Loss of CHR was defined as appearance of any of the following: WBC count that rises to \\>20.0\\*10\\^9/L, platelet count rises to \\>=600\\*10\\^9/L, appearance of palpable spleen or other extramedullary involvement proven by biopsy, appearance of 5% myelocytes in peripheral blood, appearance of blasts or promyelocytes in peripheral blood. Loss of CCyR was defined as at least 1 Ph+ metaphase from analysis of \\<100 metaphases confirmed by follow up cytogenetic analysis after 1 month. Cumulative incidence of EFS was defined as percentage of participants with EFS event at Month 60 and was adjusted for competing risk of treatment discontinuation without event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"10.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Rate","description":"OS was defined as the time (in months) from randomization to the occurrence of death due to any cause or censoring. Kaplan-meier analysis was used for determination of OS. Percentage of participants who were alive were estimated in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.9","spread":null},{"groupId":"OG001","value":"94.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Summary of Trough Plasma Concentration by Complete Cytogenetic Response (CCyR) of Bosutinib","description":"CCyR was based on the prevalence of Ph+ metaphases among cells in metaphase on a BM aspirate. CCyR was achieved when there was 0% Ph+ metaphases among cells in a BM sample when at least 20 metaphases from a BM sample were analyzed, or MMR if no BM was available. Trough plasma concentration of participants who had CCyR are presented in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.282","spread":"46.0545"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.069","spread":"45.1349"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.973","spread":"64.3206"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Summary of Trough Plasma Concentration by Major Molecular Response (MMR) of Bosutinib","description":"MMR was defined as a ratio of BCR-ABL/ABL \\<=0.1% on the international scale (\\>=3 log reduction from standardized baseline in ratio of BCR-ABL to ABL transcripts) by quantitative RT-qPCR. Trough plasma concentration of participants who had MMR are presented in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.050","spread":"51.9551"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.437","spread":"43.6019"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.081","spread":"72.1500"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Summary of Trough Plasma Concentration by Presence of Grade 1 or Higher Adverse Events (AEs) of Bosutinib","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. AE was assessed according to maximum severity grading based on National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.0. Grade 1= mild; Grade 2= moderate; within normal limits, Grade 3= severe or medically significant but not immediately life-threatening; Grade 4= life-threatening or disabling; urgent intervention indicated; Grade 5= death. Trough plasma concentration of participants who had grade 1 or higher AE are presented in this outcome measure. Data of plasma concentration is reported separately for each preferred term of AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.402","spread":"55.5005"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.529","spread":"40.9949"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.779","spread":"60.6257"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.011","spread":"42.6437"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.684","spread":"60.7208"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.834","spread":"42.6621"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.327","spread":"43.2859"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.016","spread":"38.7506"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.626","spread":"44.4007"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.980","spread":"45.9064"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.269","spread":"64.6462"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.585","spread":"33.6674"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.080","spread":"69.5237"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.702","spread":"61.6179"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.949","spread":"55.3041"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Summary of Trough Plasma Concentration by Presence of Grade 3 or Higher Adverse Events (AEs) of Bosutinib","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. AE was assessed according to maximum severity grading based on NCI CTCAE version 4.0. Grade 1= mild; Grade 2= moderate; within normal limits, Grade 3= severe or medically significant but not immediately life-threatening; Grade 4= life-threatening or disabling; urgent intervention indicated; Grade 5= death. Trough plasma concentration of participants who had grade 3 or higher AE are presented in this outcome measure. Data of plasma concentration is reported separately for each preferred term of AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.769","spread":"102.6181"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.220","spread":"36.3461"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.150","spread":"43.3246"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.663","spread":"21.5799"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.513","spread":"45.2672"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.853","spread":"34.3892"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.925","spread":"18.8656"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.200","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.782","spread":"46.3006"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.623","spread":"35.3084"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.967","spread":"19.2542"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.400","spread":"NA"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Vital Signs Abnormalities","description":"Criteria for vital signs abnormalities: systolic blood pressure \\<80 millimeter of mercury (mmHg), \\>210 mmHg; diastolic blood pressure \\<40 mmHg, \\>130 mmHg; heart rate \\<40 beats per minute (bpm), \\>150 bpm; temperature \\<32 degree celsius, \\>40 degree celsius; weight \\>=10% increase from baseline, \\>=10% decrease from baseline. The number of participants with any vital sign abnormalities during On-treatment period are reported. On-Treatment was defined as values collected after the date of the first dose of test article until the last date of test article +28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Laboratory Test Abnormalities Based on National Cancer Institute Common Terminology Criteria for AEs (NCI CTCAE) Version 4.03","description":"Laboratory parameters included hematological (haemoglobin, lymphocytes \\[absolute\\], neutrophils \\[absolute\\], platelets and leukocytes) and biochemistry (albumin, alanine aminotransferase, alkaline phosphatase, aspartate aminotransferase, amylase, bilirubin, creatinine kinase, calcium, creatinine, glucose, potassium, lipase, magnesium, phosphate, sodium, urate) parameters. Abnormalities in laboratory tests were graded by NCI CTCAE version 4.03 as Grade 1= mild; Grade 2= moderate; Grade 3= severe and Grade 4= life-threatening or disabling. The number of participants with laboratory test abnormalities were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null},{"groupId":"OG001","value":"154","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Clinically Significant Electrocardiogram (ECG) Abnormalities","description":"Criteria for ECG abnormalities included heart rate: increase of \\>15 bpm from baseline value and \\>=120 bpm, decrease of \\>15 bpm from baseline value and \\<=45 bpm; PR interval: change of \\>=20 msec from baseline value and \\>=220 milliseconds (msec); QRS interval \\>=120 msec; QTcB interval \\>500 msec, increase of \\>60 msec from baseline; \\>450 msec (Men) or \\>470 msec (Women). QT interval using Fridericia's correction (QTcF) \\>500 msec, increase of \\>60 msec from baseline, \\>450 msec (Men) or \\>470 msec (Women). The number of participants with ECG abnormalities during On-treatment period are reported. On-Treatment was defined as values collected after the date of the first dose of test article up until the last date of test article +28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Adverse Events (AEs) Leading to Study Drug Discontinuation","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-Emergent Adverse Events by National Cancer Institute Common Terminology Criteria for AEs (NCI CTCAE) (Version 4.0)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. AE was assessed according to severity grading based on NCI CTCAE version 4.0. Grade 1 =mild; Grade 2 =moderate; Grade 3 =severe or medically significant but not immediately life-threatening, hospitalization or prolongation of hospitalization indicated; Grade 4 =life-threatening or disabling, urgent intervention indicated; Grade 5 =death. Treatment-emergent events were events between first dose of study drug and up to 60 months that were absent before treatment that worsened relative to pretreatment state. If the same participant in a given treatment had more than 1 adverse event, only the maximum CTCAE was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"120","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":98,"n":268},"commonTop":["Diarrhoea","Nausea","Thrombocytopenia","Anaemia","Fatigue"]}}}