{"nctId":"NCT02528214","briefTitle":"Evaluation of Dupilumab in Patients With Severe Steroid Dependent Asthma","startDateStruct":{"date":"2015-10-15"},"conditions":["Asthma"],"count":210,"armGroups":[{"label":"Placebo q2w","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Oral corticosteroid therapy (prednisone/prednisolone)","Drug: Inhaled corticosteroid (ICS) therapy","Drug: Albuterol/Salbutamol","Drug: Levalbuterol/Levosalbutamol"]},{"label":"Dupilumab 300 mg q2w","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab","Drug: Oral corticosteroid therapy (prednisone/prednisolone)","Drug: Inhaled corticosteroid (ICS) therapy","Drug: Albuterol/Salbutamol","Drug: Levalbuterol/Levosalbutamol"]}],"interventions":[{"name":"Dupilumab","otherNames":["REGN668","SAR231893"]},{"name":"Placebo","otherNames":[]},{"name":"Oral corticosteroid therapy (prednisone/prednisolone)","otherNames":[]},{"name":"Inhaled corticosteroid (ICS) therapy","otherNames":[]},{"name":"Albuterol/Salbutamol","otherNames":[]},{"name":"Levalbuterol/Levosalbutamol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\nAdult and adolescent (12 years of age or older) participants with a physician diagnosis of asthma for \\>=12 months, based on the Global Initiative for Asthma (GINA) 2014 guidelines and the following criteria:\n\n* Participants with severe asthma and a well-documented, regular prescribed treatment of maintenance corticosteroids in the 6 months prior to Visit 1 and using a stable OCS dose (ie, no change of OCS dose) for 4 weeks prior to Visit 1. Participants must be taking 5 to 35 mg/day of prednisone/prednisolone, or the equivalent, at Visit 1 and at the randomization visit. In addition, the participants must agree to switch to study-required prednisone/prednisolone as their OCS and use it per protocol for the duration of the study.\n* Existing treatment with high-dose inhaled corticosteroid (ICS; \\>500 mcg total daily dose of fluticasone propionate or equivalent) in combination with a second controller (ie, long-acting beta agonist \\[LABA\\], leukotriene receptor antagonist \\[LTRA\\]) for at least 3 months with a stable dose of ICS for \\>=1 month prior to Visit 1. In addition, participants requiring a third controller for their asthma are considered eligible for this study, and it should also be used for at least 3 months with a stable dose \\>= 1 month prior to Visit 1.\n* A forced expiratory volume in 1 second (FEV1) \\<80% of predicted normal for adults and \\<=90% of predicted normal for adolescents at Visit 1.\n* Evidence of asthma as documented by either: reversibility of at least 12% and 200 mL in FEV1 after the administration of 200 to 400 mcg (2 to 4 inhalations of albuterol/salbutamol or levalbuterol/levosalbutamol, or of a nebulized solution of albuterol/salbutamol or levalbuterol/levosalbutamol, if considered as a standard office practice) before randomization or documented in the 12 months prior to Visit 1 OR airway hyperresponsiveness (methacholine: provocative concentration that causes a positive reaction \\[PC20\\] of \\<8 mg/mL) documented in the 12 months prior to Visit 1.\n\nExclusion criteria:\n\n* Participants \\<12 years of age or the minimum legal age for adolescents in the country of the investigative site, whichever is higher (for those countries where local regulations permit enrollment of adults only, participant recruitment will be restricted to those who were \\>=18 years of age).\n* Participants who weighed \\<30.0 kg.\n* Chronic obstructive pulmonary disease (COPD) or other lung diseases (eg, idiopathic pulmonary fibrosis, Churg-Strauss Syndrome, allergic bronchopulmonary aspergillosis, cystic fibrosis) which may impair lung function.\n* Clinical evidence or imaging (eg, chest X-ray, computed tomography, magnetic resonance imaging) within 12 months of Visit 1 with clinically significant findings of lung disease(s) other than asthma, as per local standard of care.\n* A participant who experiences a deterioration of asthma that results in emergency treatment or hospitalization within 4 weeks of Screening Visit 1.\n* A participant who requires 12 puffs or more of rescue medication on any 1 day in the week prior to Visit 1.\n* A participant who has experienced an upper or lower respiratory tract infection within the 4 weeks prior to screening.\n* Current smoker or cessation of smoking within 6 months prior to Visit 1.\n* Previous smoker with a smoking history \\>10 pack-years.\n* Comorbid disease that might interfere with the evaluation of the investigational medicinal product.\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Reduction From Baseline in Oral Corticosteroids (OCS) Dose at Week 24 While Maintaining Asthma Control","description":"Percentage reduction of OCS dose was calculated as (optimized OCS dose \\[mg/day\\] at baseline - final OCS dose at Week 24)/optimized OCS dose at baseline x 100. Result is presented as Least Squares Mean (Standard Error) percentage reduction from baseline derived from ANCOVA model with missing data multiply imputed.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.85","spread":"4.57"},{"groupId":"OG001","value":"70.09","spread":"4.90"}]}]}]},{"type":"PRIMARY","title":"Supplementary Presentation of Primary Outcome Measure Data: Median Percentage Reduction From Baseline in Oral Corticosteroids Dose at Week 24 While Maintaining Asthma Control","description":"The Primary Outcome Measure (Percentage Reduction From Baseline in Oral Corticosteroids Dose at Week 24 While Maintaining Asthma Control) is summarized above, as LS Mean (SE). Table below provides a supplementary presentation of the Primary Outcome Measure data; result is presented as median (inter-quartile range). Percentage reduction of OCS dose was calculated as (optimized OCS dose \\[mg/day\\] at baseline - final OCS dose at Week 24)/optimized OCS dose at baseline x 100.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving >= 50% Reduction in Oral Corticosteroids Dose at Week 24 While Maintaining Asthma Control","description":"Participants were classified according to the binary status of whether or not the 50% OCS dose reduction criterion was achieved at week 24.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.3","spread":null},{"groupId":"OG001","value":"79.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Reduction in Oral Corticosteroids Dose to <5 mg/Day at Week 24 While Maintaining Asthma Control","description":"Participants were classified according to the binary status of whether or not the reduction of OCS dose to \\<5 mg/day was achieved at Week 24.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.4","spread":null},{"groupId":"OG001","value":"71.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Maximum Possible Reduction in Oral Corticosteroids Dose Per Protocol at Week 24 While Maintaining Asthma Control","description":"For all participants except those with baseline OCS dose at 35 mg/day, the maximum possible reduction corresponds to reduction to 0 mg/day (no longer requiring OCS). For participants starting with 35 mg/day at baseline, the maximum possible reduction is 32.5 mg/day (i.e. minimum dose per protocol is 2.5 mg).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"52.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who No Longer Required Oral Corticosteroids Dose at Week 24 While Maintaining Asthma Control","description":"Participants were classified according to the binary status of whether or not the participant still required OCS at Week 24 while maintaining asthma control.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":null},{"groupId":"OG001","value":"52.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Reduction From Baseline in Oral Corticosteroids Dose at Week 24 While Maintaining Asthma Control","description":"Absolute reduction was calculated by subtracting Week 24 value from baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.75","spread":"6.31"},{"groupId":"OG001","value":"10.75","spread":"5.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.32","spread":"6.75"},{"groupId":"OG001","value":"3.13","spread":"5.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.45","spread":"6.80"},{"groupId":"OG001","value":"7.66","spread":"6.10"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Annualized Rate of Severe Exacerbation Events During The 24-Week Treatment Period","description":"A severe asthma exacerbation event was defined as a deterioration of asthma during the 24-week treatment period requiring: use of systemic corticosteroids for \\>=3 days (at least double the dose currently used); and/or hospitalization related to asthma symptoms or emergency room visit because of asthma requiring intervention with a systemic corticosteroid treatment. Annualized event rate was the total number of exacerbations that occurred during the treatment period divided by the total number of participant-years treated.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.597","spread":null},{"groupId":"OG001","value":"0.649","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Pre-Bronchodilator Forced Expiratory Volume in 1 Second (FEV1) at Weeks 12 and 24","description":"FEV1 was the volume of air exhaled in the first second of a forced expiration as measured by spirometer.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.63","spread":"0.61"},{"groupId":"OG001","value":"1.53","spread":"0.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.68","spread":"0.61"},{"groupId":"OG001","value":"1.82","spread":"0.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.50"},{"groupId":"OG001","value":"0.29","spread":"0.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.63","spread":"0.65"},{"groupId":"OG001","value":"1.84","spread":"0.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.51"},{"groupId":"OG001","value":"0.29","spread":"0.46"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Asthma Control Questionnaire 5-Question Version (ACQ-5) Score at Weeks 2, 4, 8, 12, 16, 20, and 24","description":"The ACQ-5 has 5 questions, reflecting top-scoring 5 asthma symptoms: woken at night by symptoms, wake in mornings with symptoms, limitation of daily activities, shortness of breath and wheeze. Participants were asked to recall how their asthma had been during previous week and to respond to each of 5 symptom questions on a 7-point scale ranged from 0 (no impairment) to 6 (maximum impairment). ACQ-5 total score was mean of scores of all 5 questions and, therefore, ranged from 0 (totally controlled) to 6 (severely uncontrolled). Higher score indicated lower asthma control.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.67"},{"groupId":"OG001","value":"-0.49","spread":"0.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"0.81"},{"groupId":"OG001","value":"-0.61","spread":"1.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"1.13"},{"groupId":"OG001","value":"-0.68","spread":"1.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.54","spread":"1.17"},{"groupId":"OG001","value":"-0.92","spread":"1.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"1.05"},{"groupId":"OG001","value":"-0.87","spread":"1.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"1.09"},{"groupId":"OG001","value":"-0.83","spread":"1.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"1.19"},{"groupId":"OG001","value":"-0.94","spread":"1.22"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Asthma Quality of Life Questionnaire (AQLQ) Global Score at Week 12 and Week 24","description":"AQLQ is a disease-specific, self-administered quality of life questionnaire designed to measure functional impairments that were most important to participants with asthma. AQLQ comprised of 32 items in 4 domains: symptoms (12 items), activity limitation (11 items), emotional function (5 items), environmental stimuli (4 items). Each item was scored on a 7-point likert scale (1=maximal impairment, 7=no impairment). The 32 items of the questionnaire were averaged to produce one overall quality of life score ranging from 1 (severely impaired) to 7 (not impaired at all). Higher scores indicate better quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.56","spread":"1.08"},{"groupId":"OG001","value":"0.78","spread":"1.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.56","spread":"0.97"},{"groupId":"OG001","value":"0.94","spread":"1.17"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in European Quality of Life Working Group Health Status Measure 5 Dimensions, 5 Levels (EQ-5D-5L) Scores at Week 12 and Week 24","description":"EQ-5D-5L is a standardized health-related quality of life questionnaire developed by EuroQol Group in order to provide a simple, generic measure of health for clinical and economic appraisal. EQ-5D consists of EQ-5D descriptive system and EQ visual analogue scale (VAS). EQ-5D descriptive system comprises of 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The 5D-5L systems are converted into a single index utility score between 0 to 1, where higher score indicates a better health state. EQ-5D-5L-VAS records participant's self-rated health on a vertical VAS that allows them to indicate their health state that can range from 0 (worst imaginable) to 100 (best imaginable).","paramType":"MEDIAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.20"},{"groupId":"OG001","value":"0.03","spread":"0.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"0.18"},{"groupId":"OG001","value":"0.05","spread":"0.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.99","spread":"16.85"},{"groupId":"OG001","value":"9.34","spread":"18.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.16","spread":"16.74"},{"groupId":"OG001","value":"11.06","spread":"17.60"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Hospital Anxiety and Depression Scale (HADS) Total Score at Week 12 and Week 24","description":"The HADS is a general scale to detect states of anxiety and depression already used and validated in asthma, which includes HADS-A and HADS-D subscales. The instrument is comprised of 14 items: 7 related to anxiety (HADS-A) and 7 to depression (HADS-D). Each item on the questionnaire is scored from 0-3. And, the total score is the sum of the scores of the 14 items ranging from 0 (no symptoms) to 42 (severe symptoms), with higher scores indicating higher anxiety/depression complains.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"5.50"},{"groupId":"OG001","value":"-2.13","spread":"5.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.99","spread":"5.36"},{"groupId":"OG001","value":"-2.53","spread":"5.98"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Sino Nasal Outcome Test-22 (SNOT-22) Global Score at Week 12 and Week 24","description":"The SNOT-22 is a validated measure of health related quality of life in sino nasal disease. It is a 22 item questionnaire with each item assigned a score ranging from 0-5. The total score may range from 0 (no disease) -110 (worst disease), lower scores represent better health related quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.79","spread":"21.34"},{"groupId":"OG001","value":"-12.45","spread":"17.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.46","spread":"19.11"},{"groupId":"OG001","value":"-14.56","spread":"15.89"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":107},"commonTop":["Viral upper respiratory tract infection","Bronchitis","Sinusitis","Influenza","Eosinophil count increased"]}}}