{"nctId":"NCT01756885","briefTitle":"Extended Varenicline Treatment for Smoking Among Cancer Patients","startDateStruct":{"date":"2013-01"},"conditions":["Nicotine Dependence"],"count":207,"armGroups":[{"label":"Standard Varenicline Treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Varenicline","Drug: Placebo","Behavioral: Smoking Cessation Counseling"]},{"label":"Extended Varenicline Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Varenicline","Behavioral: Smoking Cessation Counseling"]}],"interventions":[{"name":"Varenicline","otherNames":["Chantix"]},{"name":"Placebo","otherNames":[]},{"name":"Smoking Cessation Counseling","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 18 years of age or older who self-report smoking at least 5 cigarettes (menthol and non-menthol) per day, on average, for the last 6 months.\n2. Current cancer diagnosis (all sites) or diagnosis within the past 5 years.\n3. Karnofsky Score of \\>50 or ECOG Performance Status score of \\<2 within 6 months of enrollment.\n4. Able to use varenicline safely, based on a medical evaluation including medical history and physical examination, and psychiatric evaluation.\n5. Residing in the geographic area for at least 12 months.\n6. Women of childbearing potential (based on medical history and physical exam) must consent to use a medically accepted method of birth control (e.g., condoms and spermicide, oral contraceptive, Depo-Provera injection, contraceptive patch, tubal ligation) or abstain from sexual intercourse during the time they are taking study medication and for at least one month after the medication period ends.\n7. Able to communicate fluently in English.\n8. Capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the combined consent/HIPAA form.\n\nExclusion Criteria:\n\nSmoking Behavior\n\n1. Current enrollment or plans to enroll in another smoking cessation program in the next 12 months.\n2. Regular (daily) use of chewing tobacco, snuff, snus, cigars, cigarillos, or pipes.\n3. Current use or plans to use nicotine substitutes (gum, patch, lozenge, e-cigarette) or smoking cessation treatments in the next 12 months.\n\n   1. Note: Once participants are found eligible for the study, they are told they should refrain from using any nicotine replacement therapy (NRT) for the duration of the study. If a subject reports an isolated (non-daily) instance of NRT use during the study, they may be permitted to continue.\n\nAlcohol/Drug Exclusion Criteria\n\n1. Diagnosis of substance abuse or dependence that has been unstable in the past year.\n2. Positive urine drug screen (for cocaine, opioids, or methamphetamines) at the Intake Session (unless taking opiate for pain management).\n3. Breath Alcohol Concentration (BrAC) assessment greater than or equal to 0.01 at the Intake Session.\n4. Current alcohol consumption that exceeds 25 standard alcoholic drinks/week.\n\nMedication Exclusion Criteria\n\nCurrent use or recent discontinuation (within last 14 days) of the following medications:\n\n1. Other smoking cessation medications (e.g. Zyban, Wellbutrin, Wellbutrin SR, Chantix)\n\n   a. Note: Once participants are found eligible for the study, they are instructed to only use the smoking cessation medication provided to them by the study staff. If a subject reports an isolated (non-daily) instance of using a non-study smoking cessation medication, the study physician and PI will evaluate the situation and determine if it is safe for the subject to continue participation.\n2. Anti-psychotic medications.\n3. Bipolar Disorder medications.\n\nMedical Exclusion Criteria\n\n1. Women who are pregnant, planning a pregnancy within the next 12 months, or lactating.\n2. History of epilepsy or seizure disorder (history of seizure requires Study Physician approval).\n3. History of kidney disease, including transplant.\n4. Uncontrolled hypertension (SBP \\>160 or DBP \\>100).\n\n   a. Note: If a participant presents with blood pressure greater than 160/100 at sessions occurring on Week 0 (Pre-Quit) or at any other point during the treatment period, they will not be provided with/able to continue on medication unless the study physician grants approval.\n5. History of heart disease, stroke or MI, unstable angina, abnormal heart rhythms, or tachycardia (if stable, requires Study Physician approval).\n6. Abnormal ECG (unless approved by Study Physician).\n7. Any suicide risk score on MINI, current suicidal ideation on Columbia scale, or self-reported suicide attempt.\n8. Current or past diagnosis of psychotic or bipolar disorder, as determined by self-report \\& MINI.\n9. Current diagnosis of unstable and untreated major depression, as determined by self-report \\& MINI (eligible if stable for \\>30 days).\n10. Previous allergic reaction to varenicline.\n\nGeneral Exclusion Criteria\n\n1. Any medical condition or concomitant medication that could compromise subject safety or treatment, as determined by the Principal Investigator and/or Study Physician.\n2. Inability to provide informed consent or complete any of the study tasks as determined by the Principal Investigator and/or Study Physician.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"7-day CO-verified Tobacco Abstinence","description":"Number of Participants with Verified 7 Day Tobacco Abstinence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life at Week 24 and 52","description":"The Short-Form Health Survey (SF-12) assesses Quality of Life (QOL). Scale range from 12 - 47. Higher score indicates worse quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.75","spread":"6.17"},{"groupId":"OG001","value":"38.46","spread":"5.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.06","spread":"6.81"},{"groupId":"OG001","value":"36.91","spread":"6.30"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Continuous Abstinence","description":"No smoking from baseline to time-point, after a 2-week grace period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":102},"commonTop":["Depression","Agitation","Nausea, abdominal pain","Hostility","Skin swelling, rash, or redness"]}}}