{"nctId":"NCT01165138","briefTitle":"Study HZA106827: Efficacy/Safety Study of Fluticasone Furoate/Vilanterol (GW642444) in Adult and Adolescent Asthmatics","startDateStruct":{"date":"2010-08-20"},"conditions":["Asthma"],"count":612,"armGroups":[{"label":"Fluticasone furoate/Vilanterol (GW642444)","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone furoate/Vilanterol Inhalation Powder"]},{"label":"Fluticasone Furoate","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate Inhalation Powder"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Inhaltion Powder"]}],"interventions":[{"name":"Fluticasone furoate/Vilanterol Inhalation Powder","otherNames":[]},{"name":"Fluticasone Furoate Inhalation Powder","otherNames":[]},{"name":"Placebo Inhaltion Powder","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Outpatients at least 12 years of age\n* Male and female; female subjects of childbearing potential must be willing to use birth control\n* Pre-bronchodilator FEV1 of 40-90% predicted normal\n* Reversibility FEV1 of at least 12% and 200mL\n* Current asthma therapy includes inhaled corticosteroid use for at least 12 weeks prior to first visit\n\nExclusion Criteria:\n\n* History of life-threatening asthma during last 10 years\n* Respiratory infection or oral candidiasis\n* Asthma exacerbation requiring oral corticosteroids or that required overnight hospitalisation requiring additional asthma treatment\n* Uncontrolled disease or clinical abnormality\n* Allergies to study drugs or the excipients\n* Taking another investigational medication or prohibited medication\n* Night shift workers\n* Current smokers or subjects with a smoking history of at least 10 pack years","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Clinic Visit Trough (Pre-bronchodilator and Pre-dose) Forced Expiratory Volume in One Second (FEV1) at Week 12","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 is defined as the clinic visit (pre-bronchodilator and pre-dose) FEV1measurement taken at the clinic visit while still on-treatment. Pre-dose and pre-rescue albuterol/salbutamol trough FEV1 was measured electronically by spirometry in the evening at the Baseline through Week 12 clinic visits. The highest of 3 technically acceptable measurements was recorded. Baseline was the pre-dose value obtained at Visit 3. Change from Baseline was calculated as the Week 12 value minus the Baseline value. The analysis was performed using an Analysis of Covariance (ANCOVA) model with covariates of Baseline trough FEV1, region, sex, age, and treatment group. The last observation carried forward (LOCF) method was used to impute missing data, in which the last non-missing post-Baseline on-treatment measurement at scheduled clinic visits was used to impute the missing m","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.196","spread":"0.0310"},{"groupId":"OG001","value":"0.332","spread":"0.0302"},{"groupId":"OG002","value":"0.368","spread":"0.0304"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Weighted Mean Serial FEV1 Over 0-24 Hours Post-dose at Week 12","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. Serial FEV1 measurements were taken electronically by spirometry at the Baseline and Week 12 clinic visits. Weighted mean was calculated using the 24-hour serial FEV1 measurements that included the pre-dose assessment (within 30 minutes prior to dosing at Baseline and within 5 minutes prior to dosing at Week 12) and post-dose assessments after 5, 15, and 30 minutes and 1, 2, 3, 4, 5, 12, 16, 20, 23, and 24 hours. At each time point, the highest of 3 technically acceptable measurements was recorded. Baseline was the value obtained at Visit 3. Change from Baseline was calculated as the average Week 12 FEV1 value minus the Baseline value. The analysis was performed using an ANCOVA model with covariates of Baseline FEV1, region, sex, age, and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.212","spread":"0.0456"},{"groupId":"OG001","value":"0.398","spread":"0.0432"},{"groupId":"OG002","value":"0.513","spread":"0.0430"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Percentage of Rescue-free 24-hour (hr) Periods During the 12-week Treatment Period","description":"The number of inhalations of rescue albuterol/salbutamol inhalation aerosol used during the day and night was recorded by the participants in a daily electronic diary (eDiary). A 24-hour (hr) period in which a participant's responses to both the morning and evening assessments indicated no use of rescue medication was considered to be rescue free. The Baseline value was derived from the last 7 days of the daily eDiary prior to the randomization of the participant. Change from Baseline was calculated as the averaged value during the 12-week Treatment Period minus the Baseline value. The analysis was performed using an ANCOVA model with covariates of Baseline, region, sex, age, and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":"2.26"},{"groupId":"OG001","value":"26.5","spread":"2.25"},{"groupId":"OG002","value":"37.1","spread":"2.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Symptom-free 24-hour (hr) Periods During the 12-week Treatment Period","description":"Asthma symptoms were recorded in a daily eDairy by the participants every day in the morning and evening before taking any rescue or study medication and before the peak expiratory flow measurement. A 24-hour (hr) period in which a participant's responses to both the morning and evening assessments indicated no symptoms was considered to be symptom free. The Baseline value was derived from the last 7 days of the daily eDiary prior to the randomization of the participant. Change from Baseline was calculated as the averaged value during the 12-week Treatment Period minus the Baseline value. The analysis was performed using an ANCOVA model with covariates of Baseline, region, sex, age, and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":"2.15"},{"groupId":"OG001","value":"20.4","spread":"2.13"},{"groupId":"OG002","value":"32.5","spread":"2.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Asthma Quality of Life Questionnaire (AQLQ) (+12) Score at Week 12/Early Withdrawal","description":"The AQLQ is a disease-specific, self-administered quality of life questionnaire used to evaluate the impact of asthma treatments on the quality of life of asthma sufferers. The AQLQ for 12 years and older (AQLQ \\[+12\\]) is a modified version of the AQLQ for use in asthma patients between the age of 12 and 70. The AQLQ contains 32 items in 4 domains: activity limitation (11 items), symptoms (12 items), emotional function (5 items), and environmental stimuli (4 items). For the 32 items on the questionnaire, the response format consists of a seven-point scale, where a value of 1 indicates \"total impairment\" and a value of 7 indicates \"no impairment.\" The AQLQ total score is defined as the average of the scores from all 32 questions; thus, the total score ranges from 1 (indicates \"total impairment\") to 7 (indicates \"no impairment\"). Baseline was the total score obtained at Visit 3. Change from Baseline was calculated as the total score at Week 12 minus the total score at Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":"0.061"},{"groupId":"OG001","value":"0.76","spread":"0.055"},{"groupId":"OG002","value":"0.91","spread":"0.055"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Withdrew Due to Lack of Efficacy During the 12-week Treatment Period","description":"The number of participants whose primary reason for withdrawal was lack of efficacy was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Serial FEV1 Over 0-1 Hour Post-dose at Randomization","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. Serial FEV1 measurements were taken electronically by spirometry at Randomization. Serial FEV1 measurements after 5, 15, and 30 minutes and 1 hour post-dose were assessed. At each time point, the highest of 3 technically acceptable measurements was recorded. The analysis was performed using a repeated measures model adjusted for baseline, region, sex, age, treatment group, and planned time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.489","spread":"0.0308"},{"groupId":"OG001","value":"2.493","spread":"0.0314"},{"groupId":"OG002","value":"2.484","spread":"0.0308"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.491","spread":"0.0336"},{"groupId":"OG001","value":"2.529","spread":"0.0342"},{"groupId":"OG002","value":"2.566","spread":"0.0336"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.532","spread":"0.0354"},{"groupId":"OG001","value":"2.552","spread":"0.0359"},{"groupId":"OG002","value":"2.596","spread":"0.0354"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.552","spread":"0.0344"},{"groupId":"OG001","value":"2.571","spread":"0.0350"},{"groupId":"OG002","value":"2.674","spread":"0.0344"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Clinic Visit 12-hour Post-dose FEV1 at Week 12","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. 12-hour post-dose FEV1 measurements were taken electronically by spirometry at the Week 12 clinic visit. The highest of 3 technically acceptable measurements was recorded. The analysis was performed using an ANCOVA model with covariates of Baseline FEV1, region, sex, age, and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.462","spread":"0.0502"},{"groupId":"OG001","value":"2.674","spread":"0.0475"},{"groupId":"OG002","value":"2.830","spread":"0.0468"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Weighted Mean Serial FEV1 Over 0-24 Hours Post-dose at Baseline","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. Serial FEV1 measurements were taken electronically by spirometry at Baseline. Weighted mean was calculated using the 24-hour serial FEV1 measurements that included the pre-dose assessment (within 30 minutes prior to dosing) and post-dose assessments after 5, 15, and 30 minutes and 1, 2, 3, 4, 5, 12, 16, 20, 23, and 24 hours. At each time point, the highest of 3 technically acceptable measurements were recorded. Baseline was the value obtained at Visit 3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.543","spread":"0.8494"},{"groupId":"OG001","value":"2.552","spread":"0.7527"},{"groupId":"OG002","value":"2.709","spread":"0.8153"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Weighted Mean Serial FEV1 Over 0-4 Hours Post-dose at Baseline and Week 12","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. Serial FEV1 measurements were taken electronically by spirometry at the Baseline and Week 12 clinic visits. Weighted mean serial FEV1 over 0-4 hours was calculated using the serial FEV1 measurements that included the pre-dose assessment (within 30 minutes prior to dosing at Baseline and within 5 minutes prior to dosing at Week 12) and post-dose assessments after 5, 15, and 30 minutes and 1, 2, 3, and 4 hours. At each time point, the highest of 3 technically acceptable measurements were recorded. Baseline was the value obtained at Visit 3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.563","spread":"0.8194"},{"groupId":"OG001","value":"2.522","spread":"0.7479"},{"groupId":"OG002","value":"2.693","spread":"0.7626"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.636","spread":"0.8519"},{"groupId":"OG001","value":"2.657","spread":"0.7912"},{"groupId":"OG002","value":"2.894","spread":"0.8383"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Bronchodilator Effect","description":"Bronchodilator effect is defined as an increase of FEV1 (defined as the maximal amount of air that can be forcefully exhaled in one second) from Baseline of both 12% and 200 milliliters (mL) during 24 hours, which was evaluated using the serial FEV1 measurements at Baseline (Visit 3).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"77","spread":null},{"groupId":"OG002","value":"97","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change From Baseline in Daily Morning (AM) Peak Expiratory Flow (PEF) Averaged Over the 12-week Treatment Period","description":"Peak Expiratory Flow (PEF) is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. PEF was measured by the participants using a hand-held electronic peak flow meter each morning prior to the dose of study medication and any rescue albuterol/salbutamol inhalation aerosol use. Change from Baseline (defined as the last 7 days prior to randomization of the participants) was calculated as the value of the averaged daily AM PEF over the 12-week treatment period (at Week 12) minus the Baseline value. The analysis was performed using an ANCOVA model with covariates of Baseline, region, sex, age, and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"2.42"},{"groupId":"OG001","value":"18.3","spread":"2.41"},{"groupId":"OG002","value":"32.9","spread":"2.42"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change From Baseline in Daily Evening (PM) PEF Averaged Over the 12-week Treatment Period","description":"PEF is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. PEF was measured by the participants using a hand-held electronic peak flow meter each evening prior to the dose of study medication and any rescue albuterol/salbutamol inhalation aerosol use. Change from Baseline (defined as the last 7 days prior to randomization of the participants) was calculated as the value of the averaged daily PM PEF over the 12-week treatment period (at Week 12) minus the Baseline value. The analysis was performed using an ANCOVA model with covariates of Baseline, region, sex, age, and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"2.36"},{"groupId":"OG001","value":"14.1","spread":"2.34"},{"groupId":"OG002","value":"26.4","spread":"2.35"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in the Asthma Control Test (ACT) Score at Week 12","description":"The ACT is a 5-item questionnaire developed as a measure of the participant's asthma control. Questions are designed to be self-completed by the participant and include the following: In the past 4 weeks, \"How much of the time did your asthma keep you from getting as much done at work, school or at home?\", \"How often have you had shortness of breath?\", \"How often did your asthma symptoms wake you up at night or earlier than usual in the morning?\", \"How often have you used your rescue inhaler or nebulizer medication (such as albuterol)?\" and \"How would you rate your asthma control\"? The ACT total score is defined as the sum of the scores from all 5 questions, provided all questions have been answered; thus, the total score ranges from 5 (poor control of asthma) to 25 (complete control of asthma). A score of 20 or higher indicates well-controlled asthma. Change from Baseline was calculated as the total score at Week 12/Early Withdrawal minus the total score at Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.26"},{"groupId":"OG001","value":"3.8","spread":"0.23"},{"groupId":"OG002","value":"4.4","spread":"0.23"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With the Indicated Global Assessment of Change Responses at Week 4, Week 8, and Week 12/Early Withdrawal","description":"At the end of Week 4, Week 8, and Week 12/Early Withdrawal, the Global Assessment of Change Questionnaire that assesses changes in asthma symptoms (AS) and rescue medication use (RMU) was completed by the participants. The number of participants who chose the following answers to the questionnaire were determined: much better, somewhat better, a little better, the same, a little worse, somewhat worse, much worse (to assess the changes in asthma symptom); much less often , somewhat less often , a little less often , the same , a little more often , somewhat more often , much more often (to assess the changes in the frequency of rescue medication use).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"47","spread":null},{"groupId":"OG002","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"65","spread":null},{"groupId":"OG002","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"47","spread":null},{"groupId":"OG002","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"59","spread":null},{"groupId":"OG002","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"49","spread":null},{"groupId":"OG002","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"54","spread":null},{"groupId":"OG002","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"60","spread":null},{"groupId":"OG002","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"40","spread":null},{"groupId":"OG002","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"65","spread":null},{"groupId":"OG002","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"39","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"66","spread":null},{"groupId":"OG002","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"49","spread":null},{"groupId":"OG002","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"35","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"76","spread":null},{"groupId":"OG002","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"46","spread":null},{"groupId":"OG002","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of the Indicated Unscheduled Asthma-related Healthcare Visits During the Treatment Period","description":"All unscheduled asthma-related visits to a physician's office, visits to urgent care, visits to the emergency department, and hospitalizations (ICU=intensive care unit; GW=general ward) associated with severe asthma exacerbations or other asthma-related healthcare were recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"},{"groupId":"OG001","value":"0.0","spread":"0.00"},{"groupId":"OG002","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"},{"groupId":"OG001","value":"0.0","spread":"0.00"},{"groupId":"OG002","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.24"},{"groupId":"OG001","value":"0.0","spread":"0.39"},{"groupId":"OG002","value":"0.0","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.07"},{"groupId":"OG001","value":"0.0","spread":"0.07"},{"groupId":"OG002","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"},{"groupId":"OG001","value":"0.0","spread":"0.00"},{"groupId":"OG002","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"},{"groupId":"OG001","value":"0.0","spread":"0.00"},{"groupId":"OG002","value":"0.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"},{"groupId":"OG001","value":"0.0","spread":"0.00"},{"groupId":"OG002","value":"0.0","spread":"0.00"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants Who Used the Inhaler Correctly or Incorrectly at Baseline, Week 2, and Week 4","description":"Participants were given a demonstration of correct inhaler use (using placebo inhalers), and the participants' competence to correctly use the demonstration inhaler was then assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"194","spread":null},{"groupId":"OG001","value":"196","spread":null},{"groupId":"OG002","value":"188","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"203","spread":null},{"groupId":"OG002","value":"200","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":null},{"groupId":"OG001","value":"199","spread":null},{"groupId":"OG002","value":"195","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With the Indicated Reason for Incorrect Inhaler Use and Who Required Additional Instruction the Indicated Number of Times at Baseline, Week 2, and Week 4","description":"Participants were given a demonstration of correct inhaler use (using placebo inhalers), and the participants' competence to correctly use the demonstration inhaler was then assessed based on 3 steps: open the device, inhale the dose, and close the device. If the participants did not perform the maneuvers correctly, the step of the inhaler use that was performed incorrectly by the participants was recorded. The entire procedure was demonstrated once again. and the number of times that the participants required additional instruction (RAI) was recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":203},"commonTop":["Nasopharyngitis","Headache"]}}}