{"nctId":"NCT01429272","briefTitle":"Minocycline and Aspirin in the Treatment of Bipolar Depression","startDateStruct":{"date":"2011-09"},"conditions":["Bipolar Disorder Depression"],"count":99,"armGroups":[{"label":"Placebo & Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"minocycline & aspirin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Minocycline","Drug: Aspirin"]}],"interventions":[{"name":"Minocycline","otherNames":[]},{"name":"Aspirin","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nOne hundred and twenty male or female outpatients between 18 and 65 years of age, who meet DSM-IV-TR criteria for BD (type I or II or NOS) and for a current major depressive episode will be recruited. The depressive syndrome must have been present for at least 4 weeks and the minimum threshold for depression severity will be set at a Quick Inventory of Depressive Symptomatology (QID-C16) score \\>10. Subjects will provide written informed consent as approved by the Western Institutional Review Board.\n\nExclusion Criteria:\n\n(a) Illness onset after 40 years of age; (b) serious risk of suicide; (c) current delusions or hallucinations sufficient to interfere with the capacity to provide informed consent; (d) current manic symptoms of sufficient severity to pose a substantial risk of the development of a manic episode; (e) current treatment with more than four psychotropic medications; (f) medical illness including hepatic impairment, renal dysfunction, bleeding diatheses, cerebrovascular disease, hypertension or diabetes mellitus that is inadequately controlled by diet and/or medication, or known active peptic ulcer disease; (g) abuse of drugs or alcohol within the preceding 6 months, or substance dependence within the last year; (h) daily alcoholic beverage consumption equivalent to \\>3 oz. of alcohol; (i) known allergies or hypersensitivities to tetracycline antibiotics, aspirin or other NSAIDs; (j) current use of drugs that could increase the risks associated with aspirin or minocycline administration, (k) chronic infection, (l) use of antibiotics, (m) pregnant or nursing women, (n) asthma which in the opinion of the investigator would increase the likelihood of an asthmatic attack, and (o) regular use of steroidal or non-steroidal anti-inflammatory medications (occasional use of NSAIDS was allowed).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Response","description":"Response to treatment defined as a \\>50% decrease in Montgomery-Asberg Depression Rating Scale scores for the final two consecutive visits.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"44","spread":null},{"groupId":"OG002","value":"25","spread":null},{"groupId":"OG003","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Remission Rate","description":"Remission defined as a score of \\<11 on Montgomery-Asberg Depression Rating Scale scores for the final two consecutive visits.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":[]}}}