{"nctId":"NCT02803229","briefTitle":"Treatment of Cannabis Use Disorder Among Adults With Comorbid Attention-Deficit/Hyperactivity Disorder","startDateStruct":{"date":"2016-07","type":"ACTUAL"},"conditions":["Cannabis Use Disorder","Attention-deficit/Hyperactivity Disorder"],"count":33,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matched placebo"]},{"label":"Adderall-XR","type":"EXPERIMENTAL","interventionNames":["Drug: Adderall-XR"]}],"interventions":[{"name":"Adderall-XR","otherNames":["Extended-release mixed amphetamine salt"]},{"name":"Matched placebo","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals who meet criteria for cannabis use disorder (CUD) and report that marijuana is their primary drug of abuse\n* Individuals must report using marijuana at least 5 days a week over the past 28 days and have a positive urine test for tetrahydrocannabinol (THC) on the day of study entry\n* Individuals must meet Diagnostic and Statistical Manual 5th ed. (DSM-5) criteria for adult ADHD\n* Individuals who score \\> 22 on the adult ADHD Investigator Symptom Rating Scale (AISRS)\n* Individuals between the ages of 18-65 capable of giving informed consent and capable of complying with study procedures\n* Women of child-bearing age will be included if they: a) are not pregnant, b) agree to use an effective method of contraception, c) agree not to become pregnant during the study and d) are not breastfeeding. To confirm this, urine pregnancy tests will be repeated every month after screening. Women will be provided a full explanation of the potential dangers of pregnancy while taking MAS-XR. If a woman becomes pregnant, she will be taken off medication and continue standard treatment. At the end of the study, patients will be offered treatment until an appropriate referral can be made to a community clinic.\n\nExclusion Criteria:\n\n* Individuals meeting DSM-5 criteria for schizophrenia, schizoaffective illness, psychotic disorder other than transient psychosis due to drug abuse, current major depression, bipolar illness or psychiatric disorders (other than substance abuse) which require psychiatric intervention or would interfere with study participation\n* Individuals who are medically unstable based on laboratory tests, electrocardiogram, medical history, physical examination that would make participation hazardous\n* Use of synthetic cannabinoids in the past month and meeting CUD diagnosis based on synthetic cannabinoids use alone in the past year\n* Individuals with liver enzyme function tests greater than 3 times normal\n* Individuals with significant current suicidal risk\n* Individuals with systolic blood pressure \\> 140; diastolic blood pressure \\>90; pulse \\>100\n* Individuals who are cognitively impaired to impede study participation\n* Nursing mothers and pregnant women\n* Individuals who are physiologically dependent on any other drugs (excluding nicotine) that would require a medical intervention\n* Individuals with known sensitivity/allergy to MAS-XR or amphetamine analogs\n* Individuals currently being prescribed psychotropic medication (including sleep medication)\n* Individuals with history of seizures\n* Individuals who are mandated to treatment\n* Individuals with a history of amphetamine use disorders, including amphetamines such as methamphetamine and methylenedioxymethamphetamine (MDMA).\n* Individuals with a current cocaine use disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Marijuana Abstinence","description":"Number of participants who achieve abstinence from marijuana during the last two weeks of the trial as recorded by the Timeline Followback method and confirmed by urine toxicology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Reduction in ADHD Symptoms","description":"The primary ADHD outcome measure will be the number of individuals who achieve at least a 30% reduction in symptom severity as measured by the Adult ADHD Interview Rating Scale (AISRS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["insomnia","anxiety","chest pain","headache","nervousness"]}}}