{"nctId":"NCT01284517","briefTitle":"Lurasidone HCI - A 6-week Phase 3 Study of Patients With Bipolar I Depression","startDateStruct":{"date":"2010-11"},"conditions":["Bipolar Depression"],"count":356,"armGroups":[{"label":"Lurasidone 20-120 mg flexible dose","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lurasidone","otherNames":["Latuda"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide written informed consent and is 18 to 75 years of age inclusive.\n2. Meets DSM-IV-TR criteria for bipolar I disorder, most recent episode depressed (≥ 4 weeks and less than 12 months) without psychotic features.\n3. Has a lifetime history of at least one bipolar manic or mixed manic episode.\n4. Currently being treated with lithium or divalproex or willing to begin treatment with lithium or divalproex.\n5. Not pregnant or nursing and is not planning pregnancy within the projected duration of the study.\n6. Females of reproductive potential agree to remain abstinent or use adequate and reliable contraception throughout the study and for at least 30 days after\n7. Good physical health on the basis of medical history, physical examination, and laboratory screening.\n\nExclusion Criteria:\n\n1. Subject is considered by the investigator to be at imminent risk of suicide or injury to self, others, or property.\n2. Any chronic organic disease of the CNS (other than Bipolar I Disorder).\n3. Hospitalization for a manic or mixed episode within the past two months.\n4. Used investigational compound within past 6 months.\n5. Clinically significant history of alcohol or substance abuse within the past 3 months or alcohol or substance dependence within the past 12 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in the Montgomery-Asberg Depression Rating Scale (MADRS) Total Score at Endpoint (Week 6)","description":"MADRS total score ranges from a minimum of 0 to a maximum of 60. Lower values represent a better score, higher values represent a worse score. Similarly, greater negative change from baseline represents improvement, and positive changes from baseline represent worsening.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.8","spread":"0.76"},{"groupId":"OG001","value":"-10.4","spread":"0.79"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (Week 6) in: Clinical Global Impression Bipolar Version, Severity of Illness (CGI-BP-S) Score (Depression)","description":"CGI-EP-S depression score ranges from a minimum of 0 to a maximum of 7. Lower values represent a better score, higher values represent a worse score. Similarly, greater negative change from baseline represents improvement, and positive changes from baseline represent worsening.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.36","spread":"0.099"},{"groupId":"OG001","value":"-1.13","spread":"0.102"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (Week 6) in: Sheehan Disability Scale (SDS) Total Score","description":"SDS total score ranges from a minimum of 0 to a maximum of 30. Lower values represent a better score, higher values represent a worse score. Similarly, greater negative change from baseline represents improvement, and positive changes from baseline represent worsening.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.4","spread":"0.85"},{"groupId":"OG001","value":"-5.4","spread":"0.74"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":177},"commonTop":["Akathisia","Nausea","Insomnia","Headache","Diarrhoea"]}}}