{"nctId":"NCT00008385","briefTitle":"Selenium in Preventing Tumor Growth in Patients With Previously Resected Stage I Non-small Cell Lung Cancer","startDateStruct":{"date":"2000-12-18","type":"ACTUAL"},"conditions":["Lung Cancer"],"count":1772,"armGroups":[{"label":"Arm I","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]},{"label":"Arm II","type":"EXPERIMENTAL","interventionNames":["Drug: selenium"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"selenium","otherNames":["L-selenomethionine"]}],"eligibilityModule":{"eligibilityCriteria":"RUN-IN PERIOD:\n\nInclusion Criteria:\n\n* Histologically confirmed, completely resected stage IA (pT1, N0) or IB (pT2, N0) non-small lung cancer (except carcinoid)\\*\n\n  * Completion of treatment for stage I lung cancer within the past 6 to 36 months and currently disease free\n  * At least one mediastinal lymph node sampled at resection NOTE: \\*Southwest Oncology Group (SWOG) and Cancer and Leukemia Group B (CALGB) patients must be T1, N0; CALGB patients may be T2, N0 provided disease was completely resected prior to June 1, 2001 and participation in CALGB 9633 was refused if offered\n* 18 years old and over\n* Eastern Cooperative Oncology Group performance status 0-1\n* Bilirubin no greater than upper limit of normal (ULN)\n* Serum glutamic-oxaloacetic transaminase (SGOT) or serum glutamic pyruvic transaminase (SGPT) no greater than ULN\n* Prior mineral, herbal, phytochemical, or vitamin supplementation allowed\n* Concurrent non-selenium containing mineral, herbal, phytochemical, or vitamin supplementation allowed if schedule and supplementation prior to study remains unchanged\n\nExclusion Criteria:\n\n* Evidence of new or recurrent lung cancer on chest x-ray within the past 8 weeks\n* Synchronous lung or non-lung lesions or metastasis, even if resectable\n* History of more than one primary lung cancer at any time\n* Concurrent or other prior cancer within the past 5 years except localized non-melanoma skin cancer\n* Prior or concurrent chemotherapy for recurrent lung cancer\n* Prior or concurrent radiotherapy for recurrent lung cancer\n* Concurrent surgery\n* Concurrent supplement(s) containing more than 50 micrograms of selenium\n\nSTUDY PHASE:\n\n* Free of disease\n* Consumed at least 75% of tablets during 4-week run-in period","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence Rate of Second Primary Lung Tumor","description":"Incidence rate of second primary lung tumor was defined as the number of new second primary lung tumors per 100 population at risk in a year.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.30","spread":null},{"groupId":"OG001","value":"1.62","spread":null}]}]}]},{"type":"SECONDARY","title":"5-year Progression-free Survival Rate","description":"Progression-Free Survival (PFS) was defined as the time from randomization to second primary lung cancer or recurrence. Cases without events have been censored at the time of last known alive. Kaplan-Meier method was used to estimate 5-year PFS rate.\n\nAccurate determination of whether a cancer occurrence is recurrence or whether it is a second primary is critical. All suspicious lesions identified clinically and/or radiographically were verified histologically. Patients with at least one of the following is considered as having second primary lung cancer.\n\n1. Different histologic type\n2. Location in different lobe\n3. Location in contralateral lung\n4. Occurrence \\> 5 years after initial diagnosis","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.796","spread":null},{"groupId":"OG001","value":"0.744","spread":null}]}]}]},{"type":"SECONDARY","title":"5-year Overall Survival Rate","description":"Overall survival (OS) was defined as the time from randomization to death due to any cause. Cases without death had been censored at the time of last known alive. Kaplan-Meier method was used to estimate 5-year OS rate.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.799","spread":null},{"groupId":"OG001","value":"0.768","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":477},"commonTop":["Fatigue","Nail changes"]}}}