{"nctId":"NCT02249767","briefTitle":"Bioequivalence Study of Tretinoin Gel 0.05% to Brand Tretinoin Gel","startDateStruct":{"date":"2013-11"},"conditions":["Acne"],"count":574,"armGroups":[{"label":"Generic Tretinoin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tretinoin"]},{"label":"Brand Tretinoin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tretinoin"]},{"label":"Placebo Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Tretinoin"]}],"interventions":[{"name":"Tretinoin","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Normal, healthy male and female children and adults aged 12 to 40 years\n* Written and verbal informed consent had to be obtained. Subjects aged 12 to 17 years, had to sign an assent for the study and a parent or a legal guardian had to sign the informed consent\n* Women of childbearing potential had to be non-pregnant and non-nursing, and had to be willing to avoid pregnancy during the course of the study and during the menstrual cycle following completion of their participation in the study. Adequate contraception was defined as systemic birth control, such as oral contraceptives, for three months prior and implantable/injectable contraceptives (e.g., Norplant, intrauterine device \\[IUD\\]) for six months prior to study drug administration; or barrier methods, such as diaphragm plus spermicide or condom plus spermicide, consistently for at least 14 days prior to study drug administration; or abstinence.\n* On the face, having ≥ 20 inflammatory (i.e., papules and pustules) and ≥ 25 non-inflammatory (i.e., open and closed comedones) lesions with ≤ 2 nodulocystic lesions (i.e, nodules and cysts), as per FDA Draft Guidance on Tretinoin, dated March 20\n* Able to refrain from the use of all other topical acne medications or antibiotics during the treatment period\n* Considered reliable and capable of understanding their responsibility and role in the study\n\nExclusion Criteria:\n\n* Presence of any skin condition that would interfere with the diagnosis or assessment of acne vulgaris (e.g., on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneform eruptions caused by medications, steroid acne, steroid folliculitis, or bacterial folliculitis). Note: Eczema and psoriasis on the body are not exclusions.\n* Subjects with active cystic acne as evidenced by more than 2 facial nodules. Nodules are defined as in 7.3.3 as: deep-seated in the skin (i.e., centered in the dermis or subcutis) and greater than 5 mm in diameter.\n* More than 40 papules and/or pustules (inflammatory lesions).\n* More than 60 open and/or closed comedones/milia (non-inflammatory lesions).\n* Overall severity grade of less than 2 or greater than 4.\n* History of allergy or hypersensitivity to tretinoin, retinoids, or any of the study medication ingredients.\n* Significant history or clinical evidence of auto-immune, cardiovascular, gastrointestinal, hematological, hepatic, neurological, pancreatic, or renal disease.\n* Use within 6 months prior to baseline of systemic retinoid (isotretinoin) treatment or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n* Oral contraceptives started or changed within 3 months prior to study initiation or planned to change during the study.\n* Use on the face within 1 month prior to baseline of 1) cryodestruction or chemodestruction, 2) dermabrasion, 3) photodynamic therapy, 4) acne surgery, 5) intralesional steroids, or 6) x-ray therapy.\n* Use within 1 month prior to baseline of 1) spironolactone, 2) systemic steroids, 3) systemic antibiotics, 4) systemic treatment for acne vulgaris (other than oral retinoids, which require a 6-month washout), or 5) systemic anti-inflammatory agents.\n* Use within 2 weeks prior to baseline of 1) topical steroids, 2) topical retinoids, 3) topical acne treatments including over-the-counter preparations, 4) topical anti-inflammatory agents, or 5) topical antibiotics.\n* Pregnant or breast-feeding.\n* Serious psychological illness.\n* Significant history (within the past year) of alcohol or drug abuse.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Baseline Acne Lesions at Week 12","description":"Percent change in baseline in inflammatory and non-inflammatory lesions at week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.34","spread":"30.35"},{"groupId":"OG001","value":"-37.32","spread":"28.81"},{"groupId":"OG002","value":"-26.38","spread":"32.33"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":230},"commonTop":["Irritation from Drug"]}}}