{"nctId":"NCT02194933","briefTitle":"Monotherapy Brexpiprazole (OPC-34712) Trial in the Treatment of Adults With Schizophrenia With Impulsivity","startDateStruct":{"date":"2015-02"},"conditions":["Schizophrenia With Impulsivity"],"count":38,"armGroups":[{"label":"Brexpiprazole 2 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]},{"label":"Brexpiprazole 4 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]}],"interventions":[{"name":"Brexpiprazole","otherNames":["OPC-34712"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are 18 to 65 years of age, inclusive, at the time of informed consent (outpatients only), with a diagnosis of schizophrenia as defined by Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria and confirmed by both the M.I.N.I. for Schizophrenia and Psychotic Disorders Studies, and an adequate clinical psychiatric evaluation.\n* Have a CGI-S score of ≤ 4 (moderately ill) at screening and baseline.\n* Have a score of ≤ 4 (moderate) on PANSS item G8 (uncooperativeness) at screening and baseline.\n* Have a BIS-11 score of ≥ 50 at screening and baseline.\n* Willing to discontinue all prohibited psychotropic medications to meet protocol-required washouts prior to and during the trial period.\n* Are stable on their current oral antipsychotic medication (no changes within the last month) and are able to meet protocol-required washouts of their current antipsychotic medication.\n* Have received previous outpatient antipsychotic treatment at an adequate dose (at least minimal recommended dose for the treatment of schizophrenia according to the manufacturer labeling) for an adequate duration (at least 6 weeks) and showed a previous good response to such antipsychotic treatment (other than clozapine) in the last 12 months, according to the investigator's opinion.\n* Subjects with eyesight that is sufficient to be able to see visual displays, or correctable with magnet-compatible glasses or contact lenses.\n* Subjects fluent in English\n\nExclusion Criteria:\n\n* Are presenting with schizophreniform or with a first episode of schizophrenia based on the clinical judgment of the investigator.\n* Have been hospitalized for psychotic symptoms within the previous 6 months.\n* Have a current DSM-IV-TR Axis I primary diagnosis other than schizophrenia, including, but not limited to, schizoaffective disorder, major depressive disorder, bipolar disorder, post-traumatic stress disorder, obsessive-compulsive disorder (OCD) or panic disorder, delirium, dementia, amnestic, or other cognitive disorders. Also, subjects with borderline, paranoid, histrionic, schizotypal, schizoid, antisocial personality disorders, or mental retardation.\n* Have worsening of ≥ 20% in total PANSS score between the screening and baseline assessments.\n* Experiencing a deterioration in clinical status or an acute exacerbation of schizophrenia in the opinion of the Investigator.\n* Experiencing acute onset of clinically significant depressive symptoms within the past 30 days, according to the investigator's opinion.\n* Answer \"Yes\" on the Columbia-Suicide Severity Rating Scale (C-SSRS) Suicidal Ideation Item 4 (Active Suicidal Ideation with Some Intent to Act, Without Specific Plan) and whose most recent episode meeting criteria for this C-SSRS Item 4 occurred within the last 6 months, OR Answer \"Yes\" on the C-SSRS Suicidal Ideation Item 5 (Active Suicidal Ideation with Specific Plan and Intent) and whose most recent episode meeting criteria for this C-SSRS Item 5 occurred within the last 6 months OR Answer \"Yes\" on any of the 5 C-SSRS Suicidal Behavior Items (actual attempt, interrupted attempt, aborted attempt, preparatory acts, or behavior) and whose most recent episode meeting criteria for any of these 5 C-SSRS Suicidal Behavior Items occurred within the last 2 years, OR who, in the opinion of the investigator, present a serious risk of suicide.\n* Have a history of stroke.\n* Contraindications to magnetic resonance imaging (MRI) such as metal prostheses, pacemakers, claustrophobia, movement disorders, waist circumference more than 56 inches or head circumference more than 29 inches, color blindness, significant tremors, or history of head injury or prolonged unconsciousness","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline Brain Activation in the Ventrolateral Prefrontal Cortex (VLPFC) Based on Change From Baseline to Week 6 in fMRI Blood Oxygen-level Dependent (BOLD) Activation Score in the Right VLPFC During Performance of the Go/No-go Task","description":"To evaluate the effect of brexpiprazole on brain regions activated by impulsive behavior (specifically, activation of the right VLPFC). Assessed by fMRI measurements taken when participants perform tasks designed to assess impulsivity. The tasks to be performed in the scanner included the Go/No-go. Participants were asked to press a button as fast as they could to Stimulus A (eg, neutral face) that appeared on the screen (Go trials) \\& to NOT press a button to Stimulus B (eg, happy face) that appeared on the screen (No-go trials). The Go trials were presented at a higher frequency (eg, 75% of the time) than the No-go trials to build up a pre-potent response/response bias. Scores were not bounded by a minimum or maximum range, higher fMRI BOLD activation scores indicate increased brain blood flow, which reflects brain activity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06450","spread":"0.02815"},{"groupId":"OG001","value":"0.06609","spread":"0.02875"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04949","spread":"0.02878"},{"groupId":"OG001","value":"0.04326","spread":"0.03128"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline Brain Activation in the VLPFC Based on Change From Baseline to Week 6 in fMRI BOLD Activation Score in the Right VLPFC During Performance of the SSRT Task","description":"To evaluate the effect of brexpiprazole on brain regions activated by impulsive behavior (specifically, activation of the right VLPFC). Assessed by fMRI measurements taken when participants performed impulsivity assessment tasks. A white circle was shown for 500ms, followed by a left (\\<)/right (\\>) arrow. When an arrow was presented, participants responded as fast as possible with their index/middle finger. A titration procedure with 4 staircases started with stop signal delay (SSD) values of 100, 150, 200 \\& 250ms to determine participant's SSRT. The tasks included 3 runs with 166 repetition times (TRs), TR=2s; 5 minutes, 32 seconds/run; 96 go trials, 32 stop trials/ run. The total task duration was 16 minutes \\& 36 seconds. Scores were not bounded by a minimum or maximum range, higher fMRI BOLD activation scores indicate increased brain blood flow, which reflects brain activity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05200","spread":"0.02993"},{"groupId":"OG001","value":"0.09485","spread":"0.03428"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.00140","spread":"0.03048"},{"groupId":"OG001","value":"0.002815","spread":"0.03541"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in fMRI BOLD Activation Score in the Right VLPFC, Scanned by fMRI During Performance of Tasks Associated With Impulsivity (SSRT Task, Go/No-go Task)","description":"Go/No-go: Participants were to press button fast to Stimulus A (neutral face) (Go trials) \\& to NOT press button to Stimulus B (happy face) (No-go trials). Task comprised 4 runs of 3 minutes \\& 8 seconds each. Each run included 36 target (Go) \\& 13 non target (No-go) stimuli. The stimuli were presented for 500ms with 2 to 14.5 inter-stimulus interval fixation cross in between. Target stimuli were pseudo-randomized across runs so that each participant was presented with 2 Happy Go \\& 2 Neutral Go conditions.\n\nSSRT: White circle was shown for 500ms, followed by left (\\<)/right (\\>) arrow. When an arrow was presented, participants were to respond fast with their index/middle finger. A titration procedure with 4 staircases that started with stop signal delay (SSD) values of 100, 150, 200 \\& 250ms determined participant's SSRT.\n\nScores were not bounded by a minimum or maximum range, higher fMRI BOLD activation scores indicate increased brain blood flow, which reflects brain activity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06347","spread":"0.02801"},{"groupId":"OG001","value":"0.06553","spread":"0.02869"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08523","spread":"0.02801"},{"groupId":"OG001","value":"0.04973","spread":"0.02869"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05376","spread":"0.02903"},{"groupId":"OG001","value":"0.09550","spread":"0.03346"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06398","spread":"0.02979"},{"groupId":"OG001","value":"0.02410","spread":"0.03346"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Barratt Impulsiveness Scale (BIS-11)","description":"A participant-rated scale was used to assess impulsive personality traits. The BIS-11 consisted of 30 items scored on a 4-point scale ranging from 1 (rarely/never) to 4 (almost always/ always) and the scores were used to assess 6 first-order factors (attention, motor, self-control, cognitive complexity, perseverance and cognitive instability impulsiveness) and 3 second-order factors ( motor impulsiveness, nonplanning impulsiveness and attentional impulsiveness). The total score ranged from 30 to 120 with higher scores indicating impulsive personality traits, and took 10 to 15 minutes to complete the BIS-11.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"1.8"},{"groupId":"OG001","value":"1.0","spread":"2.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in BIS-11","description":"A participant-rated scale was used to assess impulsive personality traits. The BIS-11 consisted of 30 items scored on a 4-point scale ranging from 1 (rarely/never) to 4 (almost always/ always) and the scores were used to assess 6 first-order factors (attention, motor, self-control, cognitive complexity, perseverance and cognitive instability impulsiveness) and 3 second-order factors ( motor impulsiveness, nonplanning impulsiveness and attentional impulsiveness). The total score ranged from 30 to 120 with higher scores indicating impulsive personality traits, and took 10 to 15 minutes to complete the BIS-11.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"1.7"},{"groupId":"OG001","value":"-2.3","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Go/No-go Task Behavior","description":"Brexpiprazole reduced impulsivity was measured by a change in false alarm rate on the Go/No-go task (a lower false alarm rate was suggestive of better inhibition). Participants were instructed to press a button as fast as they could to Stimulus A (eg, neutral face) that appeared on the screen (Go trials) and to NOT press a button to Stimulus B (eg, happy face) that appeared on the screen (No-go trials). The stimuli were presented randomly. The value calculated was the rate of incorrect response for each condition (Go and No-go).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.08"},{"groupId":"OG001","value":"0.09","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.09"},{"groupId":"OG001","value":"0.12","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in Go/No-go Task Behavior","description":"Brexpiprazole reduced impulsivity was measured by a change in false alarm rate on the Go/No-go task (a lower false alarm rate was suggestive of better inhibition). Participants were instructed to press a button as fast as they could to Stimulus A (eg, neutral face) that appeared on the screen (Go trials) and to NOT press a button to Stimulus B (eg, happy face) that appeared on the screen (No-go trials). The stimuli were presented randomly. The value calculated was the rate of incorrect response for each condition (Go and No-go).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.08"},{"groupId":"OG001","value":"0.09","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":"0.13"},{"groupId":"OG001","value":"0.15","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Monetary Choice Questionnaire (MCQ) Score","description":"To measure \"delay discounting\" as an index of impulsive behavior. It measured the extent to which the value of a reward decreased as the delay to obtaining that reward increased. The propensity of participants to delay reward was assessed with an MCQ. Discounting rate is estimated using, k= (A/V)1/D, where k is the discounting rate parameter, V is the immediate reward, A is the higher delayed reward and D is the amount of days to the delayed reward. The MCQ consisted of 27 choices between immediate and delayed rewards. The participants chose repeatedly between 2 hypothetical sums of money: a smaller amount now or a larger amount in the future (ex: ''Would you prefer $27 today or $50 in 21 days?\"). The answers provided an estimate of the participant's discounting rate. The discounting rate parameter takes values between 0 and 1 and higher discounting rates indicated impulsivity. It took 5 to10 minutes to complete the MCQ","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.019762","spread":"0.015213"},{"groupId":"OG001","value":"0.023685","spread":"0.017103"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in MCQ Score","description":"To measure \"delay discounting\" as an index of impulsive behavior. It measured the extent to which the value of a reward decreased as the delay to obtaining that reward increased. The propensity of participants to delay reward was assessed with an MCQ. Discounting rate is estimated using, k= (A/V)1/D, where k is the discounting rate parameter, V is the immediate reward, A is the higher delayed reward and D is the amount of days to the delayed reward. The MCQ consisted of 27 choices between immediate and delayed rewards. The participants chose repeatedly between 2 hypothetical sums of money: a smaller amount now or a larger amount in the future (ex: ''Would you prefer $27 today or $50 in 21 days?\"). The answers provided an estimate of the participant's discounting rate. The discounting rate parameter takes values between 0 and 1 and higher discounting rates indicated impulsivity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.012073","spread":"0.014558"},{"groupId":"OG001","value":"0.014520","spread":"0.014891"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Stop Signal Reaction Time Task (SSRT) Task Behavior","description":"Brexpiprazole reduced impulsivity was measured by a change in Stop Signal Reaction Time (SSRT) on the SSRT task (a lower SSRT was suggestive of better inhibition). A white circle was shown for 500ms, followed by a left (\\<)/right (\\>) arrow. When an arrow was presented, participants responded as fast as possible with their index/middle finger. A titration procedure with 4 staircases started with stop signal delay (SSD) values of 100, 150, 200 \\& 250ms to determine participant's SSRT. The tasks included 3 runs with 166 repetition times (TRs), TR=2s; 5 minutes, 32 seconds/run; 96 go trials, 32 stop trials/ run. The total task duration was 16 minutes \\& 36 seconds. During scanning, the SSD was dynamically adjusted to yield a 50% successful inhibition rate, so that SSRT could be estimated for each participant. This resulted in approximately equal proportions of stop trials with \\& without a response","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"357.63","spread":"61.51"},{"groupId":"OG001","value":"323.25","spread":"56.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"299.68","spread":"67.77"},{"groupId":"OG001","value":"302.57","spread":"34.68"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in SSRT Task Behavior","description":"Brexpiprazole reduced impulsivity was measured by a change in Stop Signal Reaction Time (SSRT) on the SSRT task (a lower SSRT was suggestive of better inhibition). A white circle was shown for 500ms, followed by a left (\\<)/right (\\>) arrow. When an arrow was presented, participants responded as fast as possible with their index/middle finger. A titration procedure with 4 staircases started with stop signal delay (SSD) values of 100, 150, 200 \\& 250ms to determine participant's SSRT. The tasks included 3 runs with 166 repetition times (TRs), TR=2s; 5 minutes, 32 seconds/run; 96 go trials, 32 stop trials/ run. The total task duration was 16 minutes \\& 36 seconds. During scanning, the SSD was dynamically adjusted to yield a 50% successful inhibition rate, so that SSRT could be estimated for each participant. This resulted in approximately equal proportions of stop trials with \\& without a response","paramType":"MEDIAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"357.63","spread":"61.51"},{"groupId":"OG001","value":"323.25","spread":"56.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"337.62","spread":"76.23"},{"groupId":"OG001","value":"328.05","spread":"54.62"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Continuous Performance Task (CPT) Behavior","description":"The AX trials were \"target trials\" with a valid cue followed by a valid probe X. This feature was intended to encourage participants to \"expect\" a valid probe to follow a valid cue. A consequence of this manipulation was that participants developed a prepotency to respond with \"target\" responses on trials for which valid cues were presented. The cue was presented for 1000msec, the inter-stimulus interval was 2000msec, and the target was presented for 500msec with a response window of 1500msec. The ITI was 1200msec. Participants had to practice until criteria were obtained. In the AX-CPT task, the subjects were instructed to press the \"Yes\" button every time there is a blue letter 'X' (target) following a white letter 'A' (cue). During this task, any letter appears on the screen randomly. The value calculated was the rate of correct response for all the reaction of target trial.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.70","spread":"3.50"},{"groupId":"OG001","value":"-0.87","spread":"4.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in CPT Behavior","description":"The AX trials were \"target trials\" with a valid cue followed by a valid probe X. This feature was intended to encourage participants to \"expect\" a valid probe to follow a valid cue. A consequence of this manipulation was that participants developed a prepotency to respond with \"target\" responses on trials for which valid cues were presented. The cue was presented for 1000msec, the inter-stimulus interval was 2000msec, and the target was presented for 500msec with a response window of 1500msec. The ITI was 1200msec. Participants had to practice until criteria were obtained. In the AX-CPT task, the subjects were instructed to press the \"Yes\" button every time there is a blue letter 'X' (target) following a white letter 'A' (cue). During this task, any letter appears on the screen randomly. The value calculated was the rate of correct response for all the reaction of target trial.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.79","spread":"4.14"},{"groupId":"OG001","value":"-0.61","spread":"4.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Positive and Negative Syndrome Scale (PANSS) Total Score","description":"The PANSS consisted of 3 subscales containing 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicating the absence of symptoms and a score of 7 indicating extremely severe symptoms. PANSS Positive and Negative subscale scores symptom constructs consisted of positive subscale (7 positive symptom constructs), negative subscale (7 negative symptom constructs), and general psychopathology subscale (16 symptom constructs). The possible maximum PANSS total score was 210; 30 indicating no symptoms; 210 indicating extremely severe symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"1.9"},{"groupId":"OG001","value":"-4.1","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in PANSS Total Score","description":"The PANSS consisted of 3 subscales containing 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicating the absence of symptoms and a score of 7 indicating extremely severe symptoms. PANSS Positive and Negative subscale scores symptom constructs consisted of positive subscale (7 positive symptom constructs), negative subscale (7 negative symptom constructs), and general psychopathology subscale (16 symptom constructs). The possible maximum PANSS total score was 210; 30 indicating no symptoms; 210 indicating extremely severe symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"1.4"},{"groupId":"OG001","value":"-2.3","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Positive Subscale Score","description":"PANSS consisted of positive subscales with 7 symptom constructs (delusions, conceptual disorganization, hallucinatory behavior, excitement, grandiosity, suspiciousness/persecution, and hostility). Each item was scored using a scale of 1 to 7 (a higher score indicated increased severity). The maximum subscale score was 49; 7 indicated no symptoms; 49 indicated extreme severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.9"},{"groupId":"OG001","value":"-1.3","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in PANSS Positive Subscale Score","description":"PANSS consisted of positive subscales with 7 symptom constructs (delusions, conceptual disorganization, hallucinatory behavior, excitement, grandiosity, suspiciousness/persecution, and hostility). Each item was scored using a scale of 1 to 7 (a higher score indicated increased severity). The maximum subscale score was 49; 7 indicated no symptoms; 49 indicated extreme severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"0.6"},{"groupId":"OG001","value":"-1.3","spread":"0.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Negative Subscale Score","description":"PANSS consisted of negative subscale with 7 symptom constructs (blunted affect, emotional withdrawal, poor rapport, passive/apathetic social withdrawal, difficulty in abstract thinking, lack of spontaneity and flow of conversation, and stereotyped thinking). Each item was scored using a scale of 1 to 7 (a higher score indicated increased severity). The maximum subscale score was 49; 7 indicated no symptoms; 49 indicated extreme severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.6"},{"groupId":"OG001","value":"0.2","spread":"0.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in PANSS Negative Subscale Score","description":"PANSS consisted of negative subscale with 7 symptom constructs (blunted affect, emotional withdrawal, poor rapport, passive/apathetic social withdrawal, difficulty in abstract thinking, lack of spontaneity and flow of conversation, and stereotyped thinking). Each item was scored using a scale of 1 to 7 (a higher score indicated increased severity). The maximum subscale score was 49; 7 indicated no symptoms; 49 indicated extreme severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.7"},{"groupId":"OG001","value":"0.8","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Clinical Global Impression - Severity of Illness Scale (CGI-S) Score","description":"The severity of illness for each participant was assessed. The rater or investigator's response choices included: 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.1"},{"groupId":"OG001","value":"0.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 3 in CGI-S Score","description":"The severity of illness for each participant was assessed. The rater or investigator's response choices included: 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.1"},{"groupId":"OG001","value":"-0.1","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression - Improvement Scale (CGI-I) Score at Week 6","description":"To assess whether the total improvement was entirely due to drug treatment. The rater or investigator's response choices included: 0 = not assessed, 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse. The response at a given week was compared to the participant's condition at baseline (last available measurement at the baseline/Day 0 visit before the first dose of IMP).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"1.0"},{"groupId":"OG001","value":"3.9","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"CGI-I Score at Week 3","description":"To assess whether the total improvement was entirely due to drug treatment. The rater or investigator's response choices included: 0 = not assessed, 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse. The response at a given week was compared to the participant's condition at baseline (last available measurement at the baseline/Day 0 visit before the first dose of IMP).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"0.8"},{"groupId":"OG001","value":"3.8","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in Personal and Social Performance Scale (PSP)","description":"A validated clinician-rated scale that measured personal and social functioning in 4 domains: socially useful activities (eg, work and study), personal and social relationships, self-care, and disturbing and aggressive behaviors. Impairment was rated as absent, mild, manifest, marked, severe, or very severe and were converted to a total score on a 100-point scale: 71 to 100 - mild functional difficulty, 31 to 70 - manifest disabilities of various degrees and 1 to 30 - minimal functioning that required intense support and/or supervision.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"1.6"},{"groupId":"OG001","value":"-0.0","spread":"1.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":19},"commonTop":["Headache","Insomnia","Back pain","Abdominal pain upper","Dyspepsia"]}}}