{"nctId":"NCT01893905","briefTitle":"Efficacy and Safety of a New Formulation of Chondroitin Sulfate and Glucosamine Sulfate to Treat Knee Osteoarthritis","startDateStruct":{"date":"2013-06"},"conditions":["Knee Osteoarthritis"],"count":158,"armGroups":[{"label":"CS+SG","type":"EXPERIMENTAL","interventionNames":["Drug: CS+SG"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"CS+SG","otherNames":["Chondroitin sulfate+glucosamine sulfate"]},{"name":"Placebo","otherNames":["Placebo chondroitin sulfate+glucosamine sulfate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient \\>= 45 years .\n* Primary OA of the knee according to ACR criteria.\n* OA radiological grade II-III according to Kellgren and Lawrence.\n* Patients with moderate-severe pain.\n\nExclusion Criteria:\n\n* Patients with clinical significant trauma or surgery in the target knee.\n* Concurrent arthritic disease (antecedents and/or current signs) that could confound or interfere with the evaluation of pain efficacy such as chondrocalcinosis, Paget's disease of the ipsilateral limb to the target knee, rheumatoid arthritis, aseptic osteonecrosis, gout, septic arthritis, ochronosis, acromegaly, haemochromatosis, Wilson's disease, osteochondromatosis, seronegative spondyloarthropathy, mixed connective tissue disease, collagen vascular disease, psoriasis, inflammatory bowel disease or fibromyalgia.\n* Pain in other parts of the body greater than the knee pain that could interfere with the evaluation.\n* Subjects with any active acute or chronic infections requiring antimicrobial therapy, or serious viral (e.g., hepatitis, herpes zoster, HIV positivity) or fungal infections.\n* Clinical diagnosis established of uncontrolled diabetes mellitus.\n* Patients with asthma.\n* History of hypersensitivity to the active drugs or any excipients of the formulations.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Pain According to VAS (0-100 mm)","description":"VAS=The visual analogue scale is a measurement instrument for subjective characteristics or attitudes that cannot be directly measured. When responding to a VAS item, the patients specify their condition by indicating a position along a continuous line between two end-points. In our case a 0-100 mm line was used to define the degree of pain. The change between baseline and each evaluation visit (week 4, week 12 and week 24) was calculated to evaluate the efficacy of the treatments (a negative number represents a decrease in pain).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.86","spread":"2.42"},{"groupId":"OG001","value":"-20.57","spread":"2.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":80},"commonTop":["Back pain","Pain in extremity","Nasopharyngitis","Neck pain","Flatulence"]}}}