{"nctId":"NCT01789606","briefTitle":"Self-Selection and Actual Use Trial of Ibuprofen 600 mg Immediate Release/Extended Caplet","startDateStruct":{"date":"2012-09-24","type":"ACTUAL"},"conditions":["Analgesia"],"count":1083,"armGroups":[{"label":"Ibuprofen 600 mg Immediate Release/Extended Release Caplet","type":"EXPERIMENTAL","interventionNames":["Drug: Ibuprofen 600 mg Immediate Release/Extended Release Caplet"]}],"interventions":[{"name":"Ibuprofen 600 mg Immediate Release/Extended Release Caplet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* at least 12 years of age\n* use of at least 5 doses per month of over-the-counter pain relievers over the past 3 months\n* provide written informed consent (subjects 12-\\<18 years of age provide a written assent and parent/guardian will provide written informed consent)\n* capable of and willing to swallow the study medication\n\nExclusion Criteria:\n\n* participated in other research studies in the last 6 months\n* they or someone else in their household work for a pharmaceutical company, is a relative of study site personnel involved with the study, or an immediate family member is already enrolled in the study\n* have a history of known allergies to ibuprofen, aspirin, or other NSAIDs\n* have a history of heart surgery in the last 60 days or planned heart surgery in the next 60 days\n* female subjects are pregnant or breast feeding","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Correctly Select to Use or Correctly De-select Not to Use Ibuprofen 600 Milligram (mg) Immediate Release (IR) or Extended Release (ER) Study Medication","description":"Participants as correct selectors included all participants who selected Ibuprofen 600 mg IR/ER medication with the last episode of pain of \\>=6 hours, if left untreated. Participants as correct de-selectors included all participants who either selected Ibuprofen 200 mg or selected 'neither' with a typical pain duration of less than (\\<) 6 hours, if left untreated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Correctly Select to Use or Correctly De-select Not to Use Ibuprofen 600 mg IR/ER Study Medication Excluding Those Classified as Missed Opportunity","description":"Participants as correct selectors included all participants who selected Ibuprofen 600 mg IR/ER medication with the last episode of pain of \\>=6 hours, if left untreated. Participants as correct de-selectors included all participants who either selected Ibuprofen 200 mg or selected 'neither' with a typical pain duration of \\<6 hours, if left untreated. Participants were classified as \"missed opportunity\" cases when they selected the Ibuprofen 200 mg IR medication with their typical duration of pain \\>=6 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Select to Use Ibuprofen 600 mg IR/ER Medication With a Typical Pain Duration of Less Than (<) 6 Hours","description":"Percentage of participants with correct selection of Ibuprofen 600 mg IR/ER medication with a typical duration of pain \\<6 hours were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Select to Use Ibuprofen 200 mg IR Medication With a Typical Pain Duration of Greater Than or Equal to (>=) 6 Hours","description":"Percentage of participants with selection of Ibuprofen 200 mg IR medication with a typical duration of pain \\>=6 hours were reported in this outcome measure. These participants were classified as ''missed opportunity'' cases.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With the Use of Study Medication For Greater Than (>) 10 Days With an Average Daily Dose of Greater Than (>) 1600 mg","description":"Percentage of participants with the use of study medication for \\>10 days with an average daily dose of \\>1600 mg were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With the Use of Study Medication For Less Than or Equal to (<=) 10 Days and Use More Than 20 Tablets With an Average Daily Dose of Greater Than (>) 1600 mg","description":"Percentage of participants who used the study medication for \\<=10 days and used more than 20 tablets with an average daily dose of \\>1600 mg were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Daily Dose Among Excessive Users","description":"Excessive users included all participants who used the study medication for more than 10 days (not necessarily consecutive) during study period with an average daily dose of \\>1600 mg or all participants who used the study medication for \\<=10 days during study period, used more than 20 tablets and had an average daily dose of \\>1600 mg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1821.1","spread":"157.4"}]}]}]},{"type":"SECONDARY","title":"Number of Dosing Days Among Inappropriate Users","description":"Participants were considered as inappropriate users if they improperly used the study medication in their last pain episode duration of \\<6 hours, if left untreated, based on the information provided at the follow up interview.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":"8.1"}]}]}]},{"type":"SECONDARY","title":"Number of Pain Episodes Treated With Single Dose or Multiple Dose Among Inappropriate Users","description":"In this outcome measure, number of pain episodes treated with single dose or multiple dose per day among inappropriate users were reported. Participants were considered as inappropriate users if they improperly used the study medication in their last pain episode duration of \\<6 hours, based on the information provided at the follow up interview.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":"7.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"2.6"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Days Exceeding the Daily Dose of 1200 Milligram","description":"Number of treatment days when participants exceeded the daily dose of 1200 milligram were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.31","spread":"1.188"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Days Exceeding the Daily Dose of 1200 Milligram Excluding Treatment of Severe Symptoms","description":"In this outcome measure, number of treatment days exceeding the daily dose of 1200 mg, excluding the days when severe symptoms were treated, were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.637"}]}]}]},{"type":"SECONDARY","title":"Number of Dosing Occasions Exceeding the Single Dose of 600 Milligram","description":"In this outcome measure, number of dosing occasions exceeding the single dose of 600 mg were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.48","spread":"4.185"}]}]}]},{"type":"SECONDARY","title":"Number of Dosing Occasions Exceeding the Single Dose of 600 Milligram Excluding Treatment of Severe Symptoms","description":"In this outcome measure, number of dosing occasions exceeding the single dose of 600 mg, excluding the events when severe symptoms were treated, were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":"3.020"}]}]}]},{"type":"SECONDARY","title":"Average Daily Dose of Study Medication","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"781.0","spread":"229.3"}]}]}]},{"type":"SECONDARY","title":"Maximum Daily Dose of Study Medication","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1147.9","spread":"604.43"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":405},"commonTop":["Nasopharyngitis","Toothache","Back pain","Myalgia","Headache"]}}}