{"nctId":"NCT02105948","briefTitle":"Study to Evaluate Efficacy and Safety of Mepolizumab for Frequently Exacerbating Chronic Obstructive Pulmonary Disease (COPD) Patients","startDateStruct":{"date":"2014-04-15","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":837,"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab"]},{"label":"Arm 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* COPD diagnosis: Subjects with a clinically documented history of COPD for at least 1 year in accordance with the definition by the American Thoracic Society/European Respiratory Society.\n* Severity of COPD: Subjects must present with the following: a measured pre and post-salbutamol Forced expiratory volume in one second/ Forced vital capacity (FEV1/FVC) ratio of \\<0.70 at Visit 1 to confirm the diagnosis of COPD; a measured post-salbutamol FEV1\\>20 percent and \\<=80 percent of predicted normal values calculated using National Health and Nutrition Examination Survey (NHANES) III reference equations at Visit 1.\n* History of exacerbations: A well documented history (like medical record verification) in the 12 months prior to Visit 1 of: at least two moderate COPD exacerbations. Moderate is defined as the use of systemic corticosteroids (IM, intravenous, or oral) and/or treatment with antibiotics, or at least one severe COPD exacerbation. Severe is defined as having required hospitalization. Note: At least one exacerbation must have occurred while the subject was taking Inhaled corticosteroid (ICS) plus long acting beta2-agonist (LABA) plus long acting muscarinic antagonist (LAMA). Note: Prior use of antibiotics alone does not qualify as a moderate exacerbation unless the use was specifically for the treatment of worsening symptoms of COPD.\n* Concomitant COPD therapy: A well documented requirement for optimized standard of care (SoC) background therapy that includes ICS plus 2 additional COPD medications (i.e., triple therapy) for the 12 months prior to Visit 1 and meets the following criteria: Immediately prior to Visit 1, minimum of 3 months of use of an inhaled corticosteroid (at a dose \\>=500 micrograms (mcg)/day fluticasone propionate dose equivalent plus); or LABA and LAMA.\n\nFor subjects who are not continually maintained on ICS plus LABA plus LAMA for the entire 12 months prior to Visit 1 use of following is allowed (but not in the 3 months immediately prior to Visit 1): inhaled corticosteroid at a dose \\>=500 mcg/day fluticasone propionate dose equivalent plus ; a LABA or a LAMA and use of at least one other class of COPD medication suggested by the 2013 Global Initiative for Chronic Obstructive Lung Disease (GOLD) guidelines for patients who are prone to exacerbation (i.e., phosphodiesterase-4-inhibitors, methylxanthines, or a combination of short acting beta-2-agonist and short acting muscarinic antagonist). Note: Subjects must be willing to stay on their SoC COPD medication for the duration of the study.\n\n* Informed Consent: Able to give written informed consent prior to participation in the study, which will include the ability to comply with the requirements and restrictions listed in the consent form. Subjects must be able to read, comprehend, and write at a level sufficient to complete study related materials.\n* Gender: Male or Eligible Female; To be eligible for entry into the study females of child bearing potential must commit to consistent and correct use of an acceptable method of birth control from the time of consent, for the duration of the trial, and for 4 months after last study drug administration.\n* Age: At least 40 years of age at Visit 1.\n* Smoking status: Subject with confirmed COPD are eligible to participate independent of their smoking status and smoking history, i.e. current smokers, never smokers or ex-smokers can be enrolled into the study; Current smokers are defined as those with a history of cigarette smoking of \\>=10 pack-years \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]; Former smokers are defined as those who meet the definition of a current smoker but have stopped smoking for at least 6 months prior to Visit 1; Never smokers are those that do not meet the definition of a current or former smoker.\n* French subjects: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n\nExclusion Criteria:\n\n* Subjects having Asthma: Current and Former Smokers: Subjects with a current diagnosis of asthma (those with a prior history are eligible if they meet inclusion criteria for a current diagnosis of COPD); Never-Smokers: Subjects with any history of asthma; Other respiratory disorders: The investigator must judge that COPD is the primary diagnosis accounting for the clinical manifestations of the lung disease. Subjects with alpha-1-antitrypsin deficiency as the underlying cause of COPD are excluded. Also, excluded are subjects with active tuberculosis, lung cancer, bronchiectasis, sarcoidosis, lung fibrosis, primary pulmonary hypertension, interstitial lung diseases or other active pulmonary diseases. Subjects are also excluded if maintenance use of bi-level positive airway pressure is required for the treatment of respiratory disorder.\n* COPD stability: Subjects with pneumonia, exacerbation, lower respiratory infection within the 4 weeks prior to Visit 1.\n* Lung resection: Subjects with lung volume reduction surgery within the 12 months prior to Visit 1.\n* Pulmonary rehabilitation program: Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Visit 1. Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Oxygen: Subjects receiving treatment with oxygen more than 4.0 Litres/minute (L/min). While breathing supplemental oxygen, subjects should demonstrate an oxyhemoglobin saturation greater than or equal to 89 percent.\n* 12-lead Electrocardiography (ECG) finding: An abnormal and significant ECG finding from the 12-lead ECG conducted at Visit 1 if considered to be clinically significant by the Investigator. 12-lead ECGs will be over-read by a centralized independent cardiologist to assist in consistent evaluation of subject eligibility. Results from the 12-lead ECG over-read must be received prior to assessing eligibility at Visit 2.\n* Unstable or life threatening cardiac disease: Subjects with any of the following would be excluded: Myocardial infarction or unstable angina in the last 6 months ; Unstable or life threatening cardiac arrhythmia requiring intervention in the last 3 months; New York Heart Association (NYHA) Class IV Heart failure.\n* Other diseases/abnormalities: Subjects with (historical or) current evidence of clinically significant, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or haematological abnormalities that are uncontrolled. Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Eosinophilic disease: Subjects with other conditions that could lead to elevated eosinophils such as Hypereosinophilic syndromes including Eosinophilic Granulomatosis with Polyangiitis (EGPA, also known as Churg-Strauss Syndrome), or Eosinophilic Esophagitis.\n* Parasitic infection: Subjects with a pre-existing helminthes infestation within 6 months prior to Visit 1 are also excluded.\n* Malignancy: A current malignancy or previous history of cancer in remission for less than 12 months prior to Visit 1 (Subjects that had localized carcinoma of the skin or cervix which was resected for cure will not be excluded). Note for South Korea: Korean subjects with a diagnosis of malignancy within 5 years of Visit 1 are excluded.\n* Immunodeficiency: A known immunodeficiency e.g. human immunodeficiency virus (HIV), other than that explained by the use of corticosteroids taken for COPD.\n* Liver disease: Unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices, or persistent jaundice), cirrhosis, and known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones). Chronic stable hepatitis B and C are acceptable if subject otherwise meets entry criteria (e.g. presence of hepatitis B surface antigen or positive hepatitis C test result within 3 months of screening).\n* Monoclonal antibodies: Subjects who have received any monoclonal antibody within 5 half-lives of Visit 1.\n* Investigational medications: Subjects who have received an investigational drug within 30 days of Visit 1, or within 5 drug half-lives of the investigational drug, whichever is longer (this also includes investigational formulations of a marketed product).\n* Hypersensitivity: Subjects with a known allergy or intolerance to another monoclonal antibody or biologic including history of anaphylaxis to another biologic\n* Inability to read: In the opinion of the investigator, any subject who is unable to read and/or would not be able to complete study related materials.\n* Non-compliance: Subjects at risk of non-compliance, or unable to comply with the study procedures. Any infirmity, disability, or geographic location that would limit compliance for scheduled visits.\n* Questionable validity of consent: Subjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study.\n* Drug or alcohol abuse: A known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Previous participation: Subjects who have previously participated in any study of mepolizumab.\n* Affiliation with Investigator Site: Is an investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n\nRandomization Criteria\n\nIn order to be randomized to study drug the subject must meet the following randomization criteria at Visit 2:\n\n* Blood eosinophils: While there is no threshold for enrolment, information on eosinophil level should be obtained prior to randomization.\n* Electronic Diary Compliance: Compliance with completion of the eDiary defined as completion of all questions on 5 or more days out of the 7 days immediately preceding Visit 2.\n* 12-lead ECG: No evidence of an abnormal and significant ECG finding from the 12- lead ECG conducted at Visit 1 as indicated on the over-read provided by the centralized independent cardiologist. Subjects with a QT interval corrected with Fridericia's formulas (QTcF)\\>=450 msec are not eligible. For subjects with a QRS interval \\>=120 msec, those with QTcF\\>=480 msec are not eligible. Specific ECG findings that preclude subject eligibility are listed in the protocol.\n* Abnormal chest X-ray (or Computerized Tomography \\[CT scan\\]): No chest X-ray (or CT scan) that reveals evidence of clinically significant abnormalities other than those believed to be due to the presence of COPD. If a chest X-ray or CT scan is not available within 6 months prior to Visit 1, then a chest X-ray must be taken at Visit 1 and the results reviewed prior to randomization. For sites in Germany: If a chest X-ray (or CT scan) within 6 months prior to Screening (Visit 1) is not available, the subject will not be eligible for the study.\n* Laboratory abnormality: No evidence of clinically significant abnormality in the haematological, biochemical, or urinalysis screen at Visit 1, as judged by the investigator.\n* Hepatitis B: Subjects who are HBsAg positive or HBcAb positive must not have a HBV DNA level \\>= 2000 IU/ml.\n* Liver function test: Subjects must meet the following based on results from sample taken at Visit 1: Alanine aminotransferase (ALT) \\<2x ULN (upper limit of normal); Alkaline Phosphatase (Alk Phos) \\<=2x ULN; Bilirubin \\<=1.5x ULN (isolated bilirubin\\>1.5x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35 percent)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Moderate or Severe Exacerbations in Participants in the High Stratum","description":"Moderate exacerbations are defined as clinically significant exacerbations that require treatment with oral/systemic corticosteroids and/or antibiotics. Severe exacerbations are defined as clinically significant exacerbations that require in-patient hospitalization ( \\>= 24 hours) or result in death. Moderate and severe exacerbations occurring from the start of investigational product (IP) up to the Week 52 visit, including exacerbations reported after early discontinuation from investigational product by subjects who remained in the study, were included in the analysis. The analysis was performed on the mITT high stratum (mITT-H) Population which comprised of participants in the mITT Population (all randomized participants who received at least one dose of study treatment) with blood eosinophil counts \\>=150 cells/µL at Screening or \\>=300 cells/ µL in the 12 months prior.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.71","spread":null},{"groupId":"OG001","value":"1.40","spread":null}]}]}]},{"type":"PRIMARY","title":"Rate of Moderate or Severe Exacerbations in the mITT Population","description":"Moderate and severe exacerbations occurring from the start of IP up to the Week 52 visit, including exacerbations reported after early discontinuation from IP by participants who remained in the study, were included in the analysis. The analysis was performed on the mITT Population which comprised of all randomized participants who received at least one dose of trial medication. The strata were combined as pre-specified in the protocol and reporting and analysis plan (RAP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.52","spread":null},{"groupId":"OG001","value":"1.49","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate/Severe Exacerbation in Participants in the High Stratum","description":"Kaplan Meier estimates of the probability of a moderate or severe exacerbation are expressed as the percentage of participants with an exacerbation over time (by Week 8, 16, 24, 32, 40, 48, 52). Analysis was performed on the mITT-H Population and included exacerbations reported on-treatment and those reported after early discontinuation from IP by participants who remained in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"20.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.5","spread":null},{"groupId":"OG001","value":"34.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.4","spread":null},{"groupId":"OG001","value":"45.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"55.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.5","spread":null},{"groupId":"OG001","value":"59.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.8","spread":null},{"groupId":"OG001","value":"62.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.2","spread":null},{"groupId":"OG001","value":"64.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of COPD Exacerbations Requiring an Emergency Department (ED) Visit and/or Hospitalization (Hosp.) in Participants in the High Stratum","description":"COPD exacerbations requiring an ED visit and/or hosp. occurring from the start of IP up to the Week 52 visit, including exacerbations reported after early discontinuation from IP by participants who remained in the study, were included in the analysis. The analysis was performed on mITT-H Population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.26","spread":null},{"groupId":"OG001","value":"0.30","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Total St. George's Respiratory Questionnaire (SGRQ) Score in Participants in the High Stratum","description":"The SGRQ for COPD is a 40-item questionnaire derived from the original SGRQ, designed to measure health impairment by addressing the frequency of respiratory symptoms and current state of the participant. SGRQ Total Scores ranges from 0 to 100 with higher scores indicating worse health-related quality of life and reductions indicating improvement. The Baseline value will be the last measurement collected prior to the first dose of investigational product. Change from Baseline is calculated as the post-dose visit value minus the Baseline value. Mean change from Baseline in SGRQ score at Week 52 has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"1.11"},{"groupId":"OG001","value":"-2.8","spread":"1.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean COPD Assessment Test (CAT) Score in Participants in the High Stratum","description":"The CAT is an 8-item questionnaire developed for use in routine clinical practice to measure the health status of participants with COPD. Each question is assessed on a 6-point scale ranging from 0 (no impairment) to 5 (maximum impairment) with the CAT score ranging from 0-40. Higher scores indicate greater disease impact with reductions indicating improvement. The Baseline value will be the last measurement collected prior to the first dose of investigational product. Change from Baseline is calculated as the post-dose visit value minus the Baseline value. Mean change from Baseline in CAT score at Week 52 has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.47"},{"groupId":"OG001","value":"-0.8","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate/Severe Exacerbation in the mITT Population","description":"Kaplan Meier estimates of the probability of a moderate/severe exacerbation are expressed as the percentage of participants with an exacerbation over time (by Week 8, 16, 24, 32, 40, 48, 52). The analysis was performed on the mITT population and included exacerbations reported on-treatment and those reported after early discontinuation from IP by participants who remained in the study. The strata were combined as pre-specified in the protocol and reporting and analysis plan (RAP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.1","spread":null},{"groupId":"OG001","value":"23.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.8","spread":null},{"groupId":"OG001","value":"37.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.2","spread":null},{"groupId":"OG001","value":"46.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.3","spread":null},{"groupId":"OG001","value":"54.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.8","spread":null},{"groupId":"OG001","value":"59.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.3","spread":null},{"groupId":"OG001","value":"62.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.2","spread":null},{"groupId":"OG001","value":"65.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of COPD Exacerbations Requiring ED Visit and/or Hosp in the mITT Population","description":"COPD exacerbations requiring ED visit and/or hosp occurring from the start of IP up to the Week 52 visit, including exacerbations reported after early discontinuation from IP by participants who remained in the study, were included in the analysis. The analysis was performed on mITT Population. The strata were combined as pre-specified in the protocol and reporting and analysis plan (RAP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.26","spread":null},{"groupId":"OG001","value":"0.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Total SGRQ Score in the mITT Population","description":"The SGRQ for COPD is a 40-item questionnaire derived from the original SGRQ, designed to measure health impairment by addressing the frequency of respiratory symptoms and current state of the participant. SGRQ Total Scores ranges from 0 to 100 with higher scores indicating worse health-related quality of life and reductions indicating improvement. The Baseline value will be the last measurement collected prior to the first dose of investigational product. Change from Baseline is calculated as the post-dose visit value minus the Baseline value. Mean change from Baseline in SGRQ score at Week 52 has been presented. The strata were combined as pre-specified in the protocol and reporting and analysis plan (RAP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"0.81"},{"groupId":"OG001","value":"-3.2","spread":"0.80"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean CAT Score in the mITT Population","description":"The CAT is an 8-item questionnaire developed for use in routine clinical practice to measure the health status of participants with COPD. Each question is assessed on a 6-point scale ranging from 0 (no impairment) to 5 (maximum impairment) with the CAT score ranging from 0-40. Higher scores indicate greater disease impact with reductions indicating improvement. The Baseline value will be the last measurement collected prior to the first dose of investigational product. Change from Baseline is calculated as the post-dose visit value minus the Baseline value. Participants with a Baseline and at least one post-Baseline assessment were included in the analysis. Mean change from Baseline in CAT score at Week 52 has been presented. The strata were combined as pre-specified in the protocol and reporting and analysis plan (RAP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.35"},{"groupId":"OG001","value":"-1.0","spread":"0.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":80,"n":229},"commonTop":["Nasopharyngitis","Headache","Back pain","Upper respiratory tract infection","Oropharyngeal pain"]}}}