{"nctId":"NCT02966795","briefTitle":"A Study of of Glecaprevir/Pibrentasvir in Adults With Chronic Hepatitis C Virus (HCV) Genotype 5 or 6 Infection","startDateStruct":{"date":"2017-01-25","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":84,"armGroups":[{"label":"Glecaprevir/Pibrentasvir for 8 Weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir"]},{"label":"Glecaprevir/Pibrentasvir for 12 Weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir"]}],"interventions":[{"name":"Glecaprevir/Pibrentasvir","otherNames":["ABT-493/ABT-530","MAVYRET™"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Screening laboratory result indicating hepatitis C virus (HCV) GT5 or 6 infection.\n* Participant has a positive anti-HCV antibody (Ab) and plasma HCV ribonucleic acid (RNA) greater than or equal to 1000 IU/mL at Screening Visit.\n* Participant must be HCV treatment-naïve (i.e., has never received a single dose of any approved or investigational anti-HCV medication) or treatment-experienced (i.e., has failed prior interferon \\[IFN\\] or pegylated interferon \\[pegIFN\\] with or without ribavirin \\[RBV\\], or sofosbuvir \\[SOF\\] plus RBV with or without pegIFN therapy). Prior HCV treatment with any other approved or investigational medications is not allowed. Previous HCV treatment must have been completed greater than or equal to 2 months prior to screening.\n* Participant must be documented as having no cirrhosis or compensated cirrhosis.\n\nExclusion Criteria:\n\n* Female participant who is pregnant, breastfeeding, or is considering becoming pregnant during the study or for approximately 30 days after the last dose of study drug.\n* Recent (within 6 months prior to study drug administration) history of drug or alcohol abuse that could preclude adherence to the protocol in the opinion of the investigator.\n* Positive test result at screening for hepatitis B surface antigen (HBsAg) or anti-human immunodeficiency virus antibody (HIV Ab).\n* HCV genotype performed during screening indicating co-infection with more than one HCV genotype.\n* History of severe, life-threatening or other significant sensitivity to any excipients of the study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post Treatment (SVR12)","description":"SVR12 is defined as hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (LLOQ; less than 15 IU/mL) 12 weeks after the last actual dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.7","spread":null},{"groupId":"OG001","value":"98.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment HCV Virologic Failure","description":"HCV virologic failure was defined as one of the following conditions:\n\n* confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< 15 IU/mL during the Treatment Period; or confirmed increase from nadir in HCV RNA (two consecutive HCV RNA measurements \\> 1 log10 IU/mL above nadir) at any time point during the Treatment Period; or\n* HCV RNA ≥ 15 IU/mL at end of treatment with at least 6 weeks of treatment, where the HCV RNA value must be collected on or after Study Drug Day 36 and study drug duration ≥ 36 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Relapse","description":"Relapse was defined as confirmed HCV RNA ≥ 15 IU/mL between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment as planned with HCV RNA \\< 15 IU/mL at the end of treatment and had post-treatment HCV RNA data; participants who had been shown to be re-infected were not considered to have relapsed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":84},"commonTop":["FATIGUE","HEADACHE","DIZZINESS","NAUSEA","INSOMNIA"]}}}