{"nctId":"NCT03078478","briefTitle":"A Trial Comparing the Efficacy and Safety of Insulin Degludec and Insulin Glargine 300 Units/mL in Subjects With Type 2 Diabetes Mellitus Inadequately Treated With Basal Insulin With or Without Oral Antidiabetic Drugs","startDateStruct":{"date":"2017-03-13","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":1609,"armGroups":[{"label":"IDeg 200 U/mL","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin degludec"]},{"label":"IGlar 300 U/mL","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin glargine"]}],"interventions":[{"name":"Insulin degludec","otherNames":[]},{"name":"Insulin glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria: - Male or female, age above or equal to 18 years at the time of signing informed consent. - Subjects fulfilling at least one of the below criteria (For this inclusion criterion the aim is to include minimum 80% of individuals with a previous episode of hypoglycaemia (criterion e). The remaining subjects will have to fulfil at least one of criteria a-d.): - a) Experienced at least one severe hypoglycaemic episode within the last year (according to the ADA definition, April 2013 (An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions. Plasma glucose concentrations may not be available during an event, but neurological recovery following the return of plasma glucose to normal is considered sufficient evidence that the event was induced by a low plasma glucose concentration.). - b) Moderate chronic renal failure, defined as glomerular filtration rate 30 - 59 mL/min/1.73 m\\^2 per CKD-EPI by central laboratory analysis. - c) Hypoglycaemic symptom unawareness (History of impaired autonomic responses (tremulousness, sweating, palpitations, and hunger) during hypoglycaemia). - d) Treated with insulin for more than 5 years. - e) Episode of hypoglycaemia (defined by symptoms of hypoglycaemia and/or episode with low glucose measurement (equal to or below 70 mg/dL \\[equal to or below 3.9 mmol/L\\])) within the last 12 weeks prior to Visit 1 (screening). - Subjects diagnosed (clinically) with type 2 diabetes mellitus. - Treated with basal only insulin (once daily or twice-daily insulin (insulin detemir; insulin glargine 100 U/mL, biosimilar of insulin glargine 100 U/mL or insulin Neutral Protamine Hagedorn)) equal to or above 90 days prior to the day of screening with or without any of the following anti-diabetic drugs with stable doses for equal to or above 90 days prior to screening: - a) Metformin - b) Dipeptidyl peptidase -4 inhibitor - c) Sodium-glucose co-transporter 2 inhibitor - d) Alpha-glucosidase-inhibitors (acarbose) - e) Thiazolidinediones - f) Marketed oral combination products only including the products listed in criteria 5a-5e - HbA1c equal to or below 9.5% (80 mmol/mol) at screening by central laboratory analysis. - BMI equal to or below 45 kg/m\\^2. Exclusion Criteria: - Treatment with any medication for the indication of diabetes or obesity other than stated in the inclusion criteria in a period of 90 days before the day of screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Severe or BG-confirmed Symptomatic Hypoglycaemic Episodes During Maintenance 2 (36 Weeks)","description":"Severe or BG confirmed symptomatic hypoglycaemia was evaluated during maintenance 2 (36 weeks) period. Severe or BG confirmed symptomatic hypoglycaemia: An episode that is severe according to the ADA 2013 classification or blood glucose (BG) confirmed by a plasma glucose value \\<3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia. The observed rates (number of episodes divided by patient years of exposure multiplied by 100) of severe or BG-confirmed symptomatic hypoglycaemic episodes per patient years of exposure (PYE) is presented in this endpoint results.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"216.8","spread":null},{"groupId":"OG001","value":"243.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Basal Insulin Dose (U) at End of Treatment (up to 88 Weeks)","description":"The observed mean daily basal insulin doses was evaluated at the end of trial (88 weeks).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.6","spread":"48.54"},{"groupId":"OG001","value":"73.0","spread":"48.48"}]}]}]},{"type":"SECONDARY","title":"Number of Nocturnal, Severe or BG-confirmed Symptomatic Hypoglycaemic Episodes During Maintenance 2 (36 Weeks)","description":"Nocturnal severe or BG confirmed symptomatic hypoglycaemia was evaluated during maintenance 2 (36 weeks). The nocturnal period defined as the period between 00:01 and 05:59 a.m. (both inclusive). Severe or BG confirmed symptomatic hypoglycaemia: An episode that is severe according to the ADA 2013 classification or blood glucose (BG) confirmed by a plasma glucose value \\<3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia. The observed rates (number of episodes divided by patient years of exposure multiplied by 100) of severe or BG-confirmed symptomatic hypoglycaemic episodes per patient years of exposure (PYE) is presented in this endpoint results.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.30","spread":null},{"groupId":"OG001","value":"93.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes During Maintenance 2 (36 Weeks)","description":"Severe hypoglycaemia are those episodes positively adjudicated by the event adjudication committee according to the ADA definition of a severe hypoglycaemic episode. This was evaluated for maintenance 2 period. The observed rates (number of episodes divided by patient years of exposure multiplied by 100) of severe hypoglycaemic episodes per patient years of exposure (PYE) is presented in this endpoint results.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":null},{"groupId":"OG001","value":"4.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Baseline to End of Treatment (up to 88 Weeks)","description":"Change in glycosylated haemoglobin (HbA1c) was evaluated from baseline to end of treatment period (week 88).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.54","spread":"0.91"},{"groupId":"OG001","value":"-0.46","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose (FPG) From Baseline to End of Treatment (up to 88 Weeks)","description":"Change in fasting plasma glucose (FPG) was evaluated from baseline to end of treatment period (week 88).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.50","spread":"49.34"},{"groupId":"OG001","value":"-25.68","spread":"56.69"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With FPG ≤ 7.2 mmol/L (130 mg/dL) at End of Treatment (up to 88 Weeks) (Yes/no)","description":"Participants achieving a fasting plasma glucose value of less than or equal to 7.2 mmol/L (130 mg/dL) at end of treatment (up to 88 weeks).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.0","spread":null},{"groupId":"OG001","value":"72.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null},{"groupId":"OG001","value":"28.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With FPG ≤ 5.0 mmol/L (90 mg/dL) at End of Treatment (up to 88 Weeks) (Yes/no)","description":"Participants achieving a fasting plasma glucose value of less than or equal to 5.0 mmol/L (90 mg/dL) at end of treatment (up to 88 weeks).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.5","spread":null},{"groupId":"OG001","value":"21.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.5","spread":null},{"groupId":"OG001","value":"78.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c < 7.0% (53 mmol/Mol) at End of Treatment (up to 88 Weeks) and no Severe or BG Confirmed Symptomatic Hypoglycaemic Episodes During Maintenance 2 (36 Weeks) (Yes/no)","description":"Participants achieving target HbA1c of less than 7.0% at the end of treatment (88 weeks) without severe or BG-confirmed hypoglycaemia during maintenance 2 (36 weeks).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null},{"groupId":"OG001","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.7","spread":null},{"groupId":"OG001","value":"70.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c < 7.0% (53 mmol/Mol) at End of Treatment (up to 88 Weeks) and no Nocturnal, Severe or BG-confirmed Symptomatic Hypoglycaemic Episodes During Maintenance 2 (36 Weeks) (Yes/no)","description":"Participants achieving target HbA1c of less than 7.0% at the end of treatment (88 weeks) without nocturnal severe or BG-confirmed hypoglycaemia during maintenance 2 (36 weeks).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.4","spread":null},{"groupId":"OG001","value":"39.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.6","spread":null},{"groupId":"OG001","value":"60.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean Pre-breakfast Self-measured Plasma Glucose Used for Titration From Baseline to End of Treatment (up to 88 Weeks)","description":"Participants measured their pre-breakfast self-measured plasma glucose (SMPG) value until end of treatment (week 88). Mean pre-breakfast self-measured plasma glucose used for titration at baseline and end of treatment (up to 88 weeks) are presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.39","spread":"2.73"},{"groupId":"OG001","value":"8.41","spread":"2.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.46","spread":"1.08"},{"groupId":"OG001","value":"5.56","spread":"1.23"}]}]}]},{"type":"SECONDARY","title":"Number of Severe or BG-confirmed Symptomatic Hypoglycaemic Episodes During Treatment (up to 88 Weeks)","description":"Severe or BG confirmed symptomatic hypoglycaemia was evaluated during treatment (up to 88 weeks). Severe or BG confirmed symptomatic hypoglycaemia: An episode that is severe according to the ADA 2013 classification or blood glucose (BG) confirmed by a plasma glucose value \\<3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia. The observed rates (number of episodes divided by patient years of exposure multiplied by 100) of severe or BG-confirmed symptomatic hypoglycaemic episodes per patient years of exposure (PYE) is presented in this endpoint results.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"137.8","spread":null},{"groupId":"OG001","value":"163.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Nocturnal, Severe or BG-confirmed Symptomatic Hypoglycaemic Episodes During Treatment (up to 88 Weeks)","description":"Nocturnal severe or BG confirmed symptomatic hypoglycaemia was evaluated at the end of trial (88 weeks). The nocturnal period defined as the period between 00:01 and 05:59 a.m. (both inclusive). Severe or BG confirmed symptomatic hypoglycaemia: An episode that is severe according to the ADA 2013 classification or blood glucose (BG) confirmed by a plasma glucose value \\<3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia. The observed rates (number of episodes divided by patient years of exposure multiplied by 100) of severe or BG-confirmed symptomatic hypoglycaemic episodes per patient years of exposure (PYE) is presented in this endpoint results.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.93","spread":null},{"groupId":"OG001","value":"60.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes During Treatment (up to 88 Weeks)","description":"Severe hypoglycaemia are those episodes positively adjudicated by the event adjudication committee according to the ADA definition of a severe hypoglycaemic episode. This was evaluated for the total trial period (88 weeks). The observed rates (number of episodes divided by patient years of exposure multiplied by 100) of severe hypoglycaemic episodes per patient years of exposure (PYE) is presented in this endpoint results.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.06","spread":null},{"groupId":"OG001","value":"5.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events From Randomisation to End of Maintenance Period 2 (up to 88 Weeks)","description":"The adverse events presented are treatment emergent. A treatment-emergent AE (TEAE) was defined as an event that had onset date on or after the first day of exposure to randomised treatment and no later than 7 days after the last days of randomised treatment or had onset date before the first day of exposure on randomised treatment and increased in severity during the treatment period and until 7 days after the last date of randomised treatment. Number of adverse events expressed in rates, from randomisation to end of maintenance period 2 (up to 88 weeks) is presented. Rate = number of events divided by patient years of exposure multiplied by 100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"367.32","spread":null},{"groupId":"OG001","value":"365.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to End of Treatment (up to 88 Weeks)","description":"Change in body weight, measured in kilograms, from baseline (week 0) to end of treatment (week 88).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"5.17"},{"groupId":"OG001","value":"1.7","spread":"5.84"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":167,"n":802},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Diarrhoea","Back pain","Arthralgia"]}}}