{"nctId":"NCT03778931","briefTitle":"Phase 3 Trial of Elacestrant vs. Standard of Care for the Treatment of Patients With ER+/HER2- Advanced Breast Cancer","startDateStruct":{"date":"2019-05-10","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":478,"armGroups":[{"label":"Elacestrant","type":"EXPERIMENTAL","interventionNames":["Drug: Elacestrant"]},{"label":"Standard of Care (SoC)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Standard of Care"]}],"interventions":[{"name":"Elacestrant","otherNames":["RAD1901"]},{"name":"Standard of Care","otherNames":["Faslodex, Arimidex, Femara, Aromasin"]}],"eligibilityModule":{"eligibilityCriteria":"Critical Inclusion Criteria:\n\n1. Subjects with proven diagnosis of adenocarcinoma of the breast with evidence of either locally advanced disease not amenable to resection or radiation therapy with curative intent or metastatic disease not amenable to curative therapy.\n2. Subjects must be appropriate candidates for endocrine monotherapy\n3. Subjects must have measurable disease or bone only disease\n4. Female or male subjects age ≥ 18 years; female subjects must be postmenopausal women and male subjects must not allow pregnancy with their sperm (abstain, do not donate sperm, etc).\n5. Subjects must have ER+ and HER2- tumor status\n6. Subjects must have previously received at least one and no more than two lines of endocrine therapy for advanced/metastatic breast cancer and meet additional previous treatment criteria.\n7. Subjects must have received prior treatment with a CDK4/6 inhibitor in combination with either fulvestrant or an aromatase inhibitor (AI) for advanced/metastatic breast cancer (mBC).\n8. Subjects may have received no more than one line of chemotherapy in the advanced/metastatic setting.\n\nCritical Exclusion Criteria:\n\n1. Prior treatment with elacestrant or other investigational selective estrogen receptor degrader (SERD) or ER antagonist (D-0502, GDC-0810, GDC- 0927, GDC-9545, G1T-48, LSZ102, AZD9496, SAR439859, ZN-c5, H3B-6545, bazedoxifene, lasofoxifene).\n2. Prior anticancer or investigational drug treatment within the following windows:\n\n   1. Fulvestrant treatment \\< 42 days before first dose of study drug\n   2. Any endocrine therapy \\< 14 days before first dose of study drug\n   3. Chemotherapy \\< 21 days before first dose of study drug\n   4. Any investigational anti-cancer drug therapy \\< 28 days or five half-lives (whichever is shorter) before the first dose of study drug. Enrollment of subjects whose most recent therapy was an investigational agent should be discussed with the Sponsor\n   5. Bisphosphonates or RANKL inhibitors initiated or dose changed \\< 3 months prior to first dose of study drug\n3. Presence of symptomatic visceral disease as defined in protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival in ESR1-mut Subjects","description":"Progression-free Survival based on blinded IRC assessment in ESR1-mut subjects defined as the length of time from randomization until the date of objective disease progression per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) as assessed by the blinded IRC or death from any cause. Progression is defined per RECIST v1.1 as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.78","spread":null},{"groupId":"OG001","value":"1.87","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival in All Subjects","description":"Progression-free Survival based on blinded Imaging Review Committee (IRC) assessment in all (ESR1-mut and ESR1-WT) subjects","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.79","spread":null},{"groupId":"OG001","value":"1.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in ESR1-mut Subjects","description":"Overall Survival in ESR1-mut subjects, where Overall Survival is defined as the length of time from randomization until the date of death from any cause","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"16.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in All Subjects","description":"Overall Survival in All (ESR1-mut and ESR1-WT) Subjects","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":237},"commonTop":["Nausea","Fatigue","Arthralgia","Vomiting","Aspartate aminotransferase increased"]}}}