{"nctId":"NCT04510194","briefTitle":"COVID-OUT: Early Outpatient Treatment for SARS-CoV-2 Infection (COVID-19)","startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"conditions":["Covid19","SARS-CoV Infection"],"count":1323,"armGroups":[{"label":"Treatment Arm - Metformin Only Group","type":"EXPERIMENTAL","interventionNames":["Drug: Metformin"]},{"label":"Treatment Arm - Placebo Group","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Treatment Arm - Ivermectin Only Group","type":"EXPERIMENTAL","interventionNames":["Drug: Ivermectin"]},{"label":"Treatment Arm - Fluvoxamine Only Group","type":"EXPERIMENTAL","interventionNames":["Drug: Fluvoxamine"]},{"label":"Treatment Arm - Metformin and Fluvoxamine Group","type":"EXPERIMENTAL","interventionNames":["Drug: Metformin","Drug: Fluvoxamine"]},{"label":"Treatment Arm - Metformin and Ivermectin Group","type":"EXPERIMENTAL","interventionNames":["Drug: Metformin","Drug: Ivermectin"]}],"interventions":[{"name":"Metformin","otherNames":["glucophage"]},{"name":"Placebo","otherNames":[]},{"name":"Fluvoxamine","otherNames":["Luvox"]},{"name":"Ivermectin","otherNames":["Stromectol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Positive laboratory test for active SARS-CoV-2 viral infection based on local laboratory standard (i.e. +PCR) within 3 days of randomization.\n* No known history of confirmed SARS-CoV-2 infection\n* BMI \\>= 25kg/m2 by self-report height/weight or \\>= 23kg/m2 in patients who self-identify in South Asian or Latinx background.\n* Willing and able to comply with study procedures (i.e. swallow pills)\n* Has an address and electronic device for communication\n* GFR\\>45ml/min within 2 weeks for patients \\>75 years old, or with history of heart, kidney, or liver failure.\n\nExclusion Criteria:\n\n* Hospitalized, for COVID-19 or other reasons.\n* Symptom onset greater than 7 days before randomization (symptoms not required for inclusion).\n* Immune compromised state (solid organ transplant, bone marrow transplant, AIDS, on high dose steroids)\n* Hepatic impairment (Child-Pugh B and C) or other condition that, in the opinion of the investigator, would affect safety\n* Inability to obtain informed consent\n* Enrollment in another blinded Randomized Controlled Trial for COVID-19\n* Already received an effective (FDA approved/EUA\\*) therapy for COVID-19 (currently monoclonal antibody treatment)\n* Alcohol use disorder\n* Other unstable medical condition or combination of home medications that in the view of the PI make it unsafe for the individual to participate\n* History of severe kidney disease i.e.:\n\n  1. Stage 4 or 5 CKD, or Estimated Glomerular Filtration Rate (eGFR) of \\< 45ml/min/1.73 m2\n  2. Other kidney disease that in the opinion of the investigator would affect clearance\n* Unstable heart failure (Stage 3 or 4 heart failure)\n* Allergic reaction to metformin, fluvoxamine, or ivermectin in the past\n* Bipolar disease: individuals who report they have bipolar disorder or are taking medication for bipolar disorder (lithium, valproate, high-dose antipsychotic), unless the investigator concludes that the risk for mania is unlikely\n* Current loa loa or onchocerciasis infection\n* Typhoid, BCG, or cholera vaccination within the 14-days or 3 days after\n\nMedication Exclusions:\n\n* Cimetidine, hydroxychloroquine, insulin, sulfonylurea, dolutegravir, patiromer, ranolazine, tafenoquine.\n* Rasagiline, selegiline, or monoamine oxidase inhibitors, linezolid, methadone\n* Duloxetine, methylene blue\n* Tizanidine, ramelteon, sodium picosulfate\n* Alosetron, agomelatine, bromopride, dapoxetine, tamsimelteon, thioridazine, urokinase, pimozide\n\nThe following medications may not need to be excluded when dose for that individual is considered alongside the low dose of fluvoxamine being used and other medications being used. The PI or site PI may review and decide if the patient should be excluded from the fluvoxamine arms:\n\n1. Taking SSRIs, SNRIs, or tricyclic antidepressants, unless these are at a low dose such that a study investigator concludes that a clinically significant interaction with fluvoxamine (ie either serotonin syndrome or TCA overdose) is unlikely (examples: participant takes escitalopram but only at 10mg daily; that dose plus 100mg fluvoxamine would be insufficient to cause serotonin syndrome; or, participant takes amitriptyline but only at 25mg nightly; even if fluvoxamine inhibits its metabolism, it would be an insufficient dose to cause QTc prolongation or problematic side effects). Risk Class C, monitor therapy.\n2. Individuals who take alprazolam or diazepam and are unwilling to cut the medication by 20% (rationale: fluvoxamine modestly inhibits the metabolism of these drugs). Risk Class C, monitor therapy\n3. Participants taking theophylline, clozapine, or olanzapine (drugs with a narrow therapeutic index that are primarily metabolized by CYP 1A2, which is inhibited by fluvoxamine) will be reviewed with a study investigator and excluded unless the investigator concludes that the risk to the participant is low (this would be unlikely; example: participant takes clozapine only as needed and is willing to avoid it for the 14 days of the study).\n4. Patients will be advised that there is a small risk that the following substances will be affected by fluvoxamine, but that significant effects are not likely at the low dose being used: caffeine, nicotine, melatonin. Risk Class C, monitor therapy\n5. Taking warfarin-also known as Coumadin, NSAIDs, and Aspirin (rationale: increased risk of bleeding), phenytoin (rationale: fluvoxamine inhibits its metabolism), clopidogrel (rationale: fluvoxamine inhibits its metabolism from pro-drug to active drug which raises risk of cardiovascular events), and St John's wort (rationale: fluvoxamine + St John's wort are considered contraindicated because of the risk of serotonin syndrome) Risk C, monitor therapy.\n\n   * Additional COVID-19 treatments to exclude will be decided by a panel of at least 3 Co-Investigators on this study. The additional treatments to exclude will be documented and submitted to the IRB but may be implemented before formal IRB approval is complete. We take this approach because of the rapidly changing treatment landscape of COVID-19. Participation in the study does not prevent them from receiving such treatments after enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Count of Participants With Hypoxia Only","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"147","spread":null},{"groupId":"OG001","value":"158","spread":null},{"groupId":"OG002","value":"88","spread":null},{"groupId":"OG003","value":"73","spread":null},{"groupId":"OG004","value":"71","spread":null},{"groupId":"OG005","value":"96","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants With ED Visit, Hospitalization or Death","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"15","spread":null},{"groupId":"OG004","value":"18","spread":null},{"groupId":"OG005","value":"23","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants With Hospitalization or Death","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"18","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"5","spread":null},{"groupId":"OG004","value":"6","spread":null},{"groupId":"OG005","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Count of Participants Who Died","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":284},"commonTop":["neuropathy","dizziness","weakness in leg/arms"]}}}