{"nctId":"NCT02648217","briefTitle":"Comparing Efficacy and Safety of Insulin Degludec/Insulin Aspart Twice Daily and Biphasic Insulin Aspart Twice Daily in Subjects With Type 2 Diabetes Mellitus Before, During and After Ramadan","startDateStruct":{"date":"2016-01-04","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":263,"armGroups":[{"label":"IDegAsp U100 BID","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec/insulin aspart"]},{"label":"BIAsp U100 BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: biphasic insulin aspart"]}],"interventions":[{"name":"insulin degludec/insulin aspart","otherNames":[]},{"name":"biphasic insulin aspart","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age at least 18 years at the time of signing informed consent. Algeria: Male or female, age at least 19 years at the time of signing informed consent\n* Subjects diagnosed (clinically) with type 2 diabetes mellitus prior to day of screening (Visit 1)\n* Treated with any pre-mix/self-mix or basal insulin regimen for at least 90 days prior to the day of screening (Visit 1)\n* Subjects not on any OAD(s) (oral anti-diabetic drug) prior to trial participation OR subjects on fixed daily dose(s) of OAD(s) for at least 90 days prior to screening (Visit 1). The OAD(s) include any of the following anti-diabetic drug(s)/regimen: Biguanides (metformin equal to or above 1500 mg or maximum tolerated dose documented in the subject medical record) Insulin secretagogues (sulfonylureas (SU) and glinides), Dipeptidyl peptidase-4 inhibitors (DPP-4 inhibitors), a-glucosidase inhibitors, Sodium-glucose co-transporter 2- inhibitors (SGLT2 Inhibitors ) (above or equal to half of the maximum approved dose according to local label or maximum tolerated dose as documented in subject medical record)\n* HbA1c 7.0%-10.0% (53-86 mmol/mol) (both inclusive, by central laboratory analysis)\n* Intention to fast (daytime, i.e., between dawn and sunset) during Ramadan after receiving medical counselling regarding the risk of fasting\n* Willing to give blood during Ramadan\n\nExclusion Criteria:\n\n* Any contraindication for successful and sustained fasting from a medical perspective at the discretion of the investigator (such as acute illness, severe hypoglycaemia within 90 days prior to screening (Visit 1), hypoglycaemia unawareness, ketoacidosis within 90 days prior to screening (Visit), hyperosmolar hyperglycaemic coma within 90 days prior to screening (Visit 1), subjects performing intense physical labour)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c (%) (Glycosylated Haemoglobin)","description":"Mean change in HbA1c was evaluated from baseline (week 0) to end of Ramadan (day 29 of Ramadan).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.11","spread":"0.13"},{"groupId":"OG001","value":"-1.13","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose (FPG)","description":"Mean change in FPG was evaluated from baseline (week 0) to end of Ramadan (day 29 of Ramadan).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"12.4"},{"groupId":"OG001","value":"-4.4","spread":"18.0"}]}]}]},{"type":"SECONDARY","title":"Change in Fructosamine","description":"Mean change in fructosamine was evaluated from baseline (week 0) to end of Ramadan (day 29 of Ramadan).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.035","spread":"0.051"},{"groupId":"OG001","value":"-0.035","spread":"0.048"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Who Achieve HbA1c Below 7% (53 mmol/Mol (American Diabetes Association (ADA) Target )","description":"Number of subjects who achieved HbA1c below 7% (53 mmol/mol; ADA target) at the end of Ramadan (day 29 of Ramadan).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Who Achieve FPG Below or Equal to 7.2 mmol/L (ADA Target)","description":"Number of subjects who achieved FPG \\<=7.2 mmol/L at the end of Ramadan (day 29 of Ramadan). The above written (in the endpoint title) 'ADA target' is not applicable for FPG.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Hypoglycaemic Episodes Both According to the Novo Nordisk Definition for Hypoglycaemic Episodes (Severe or BG Hypoglycaemia) as Well as According to the ADA definition1 Confirmed Symptomatic","description":"Treatment-emergent hypoglycaemic episodes: If the onset of the episode occurred on or after the first day of investigational medicinal product (IMP; IDegAsp/BIAsp 30) administration, and no later than 1 day after the last day on IMP, before switching to or being treated with another insulin product.\n\nThe above mentioned definitions (in endpoint title) should read as the following:\n\nNovo Nordisk definition; severe or blood glucose (BG) confirmed symptomatic hypoglycaemia: An episode that was severe according to ADA classification or BG confirmed by a plasma glucose (PG) value \\<3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia.\n\nAmerican Diabetes Association (ADA) definition; documented symptomatic hypoglycaemia: An episode, during which typical symptoms of hypoglycaemia were accompanied by a measured PG concentration ≤3.9 mmol/L (70 mg/dL).\n\nDue to character limitation, severe hypoglycaemia as per ADA classification is not defined here; see next outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"389","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"521","spread":null},{"groupId":"OG001","value":"775","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Nocturnal (00:01-05:59 am) Severe or BG Confirmed Symptomatic Hypoglycaemic Episodes","description":"Number of treatment-emergent severe or BG confirmed symptomatic hypoglycaemic episodes, which occurred between 00:01 and 05:59 both inclusive.\n\nNovo Nordisk definition; severe or blood glucose (BG) confirmed symptomatic hypoglycaemia: An episode that was severe according to ADA classification or BG confirmed by a plasma glucose (PG) value \\<3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia.\n\nSevere hypoglycaemia as per ADA classification: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions. Plasma glucose concentrations may not be available during an event, but neurological recovery following the return of plasma glucose to normal is considered sufficient evidence that the event was induced by a low plasma glucose concentration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":130},"commonTop":["Blood glucose decreased","Pyrexia","Upper respiratory tract infection"]}}}