{"nctId":"NCT02385240","briefTitle":"Comparative Safety and Efficacy of Two Rosacea Products in the Treatment of Facial Erythema of Rosacea","startDateStruct":{"date":"2015-03"},"conditions":["Rosacea"],"count":552,"armGroups":[{"label":"Test product","type":"EXPERIMENTAL","interventionNames":["Drug: Brimonidine Topical Gel, 0.33 percent (Perrigo)"]},{"label":"Reference Product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Brimonidine Topical Gel, 0.33 percent (Reference)"]},{"label":"Placebo gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo gel"]}],"interventions":[{"name":"Brimonidine Topical Gel, 0.33 percent (Perrigo)","otherNames":["Perrigo product"]},{"name":"Brimonidine Topical Gel, 0.33 percent (Reference)","otherNames":["Reference Listed Drug Product"]},{"name":"Placebo gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide IRB approved written informed consent/assent.\n2. Male or non-pregnant female, ≥ 18 years of age.\n3. Diagnosis of rosacea with moderate to severe erythema on the face defined as: a score of ≥ 3 on the Clinician's Erythema Assessment (CEA) and a score of ≥ 3 on the Patient's Self-Assessment (PSA) on Visit 1/Day 1 (Baseline) prior to the first application of study medication at hour 0.\n4. Willing and able to understand and comply with the requirements of the study.\n5. Be in general good health and free from any clinically significant disease, other than rosacea, that might interfere with the study evaluations.\n6. Females of childbearing potential in addition to having a negative urine pregnancy test, must be willing to use an acceptable form of birth control during the study\n\nExclusion Criteria:\n\n1. Females who are pregnant, breast feeding, or planning a pregnancy within the study participation period.\n2. Presence of three (3) or more facial inflammatory lesions of rosacea.\n3. Current diagnosis of Raynaud's syndrome, thromboangiitis obliterans, orthostatic hypotension, severe cardiovascular disease, cerebral or coronary insufficiency, renal or hepatic impairment, scleroderma, Sjögren's syndrome or depression.\n4. Other facial conditions that in the Investigator's opinion might interfere with a rosacea diagnosis and/or assessment including but not limited to: acne conglobata, acne fulminans, rhinophyma, facial pustulosis of the chin, peri-oral dermatitis, demodicidosis, facial keratosis pilaris, seborrheic dermatitis, acute lupus erythematosus, actinic keratosis, acne, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneiform eruptions caused by medications, steroid acne, steroid folliculitis, or bacterial folliculitis .\n5. Any uncontrolled, chronic or serious disease or medical condition that would prevent participation in a clinical trial or, in the judgment of the Investigator, would put the subject at undue risk or might confound the study assessments (such as planned hospitalization during the study).\n6. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements.\n7. Excessive facial hair (such as beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of rosacea.\n8. History of hypersensitivity or allergy to any ingredient in the study medication.\n9. Previous enrollment in this study.\n10. Non-responders to prior treatment with topical brimonidine.\n11. Currently using any product containing brimonidine tartrate or oxymetazoline.\n12. Start or change of dose of hormonal treatments.\n13. Start or change of dose of tricyclic or tetracyclic antidepressants, cardio glycosides, beta blockers or calcium channel blockers or other anti-hypertensive agents 3 months (90 days) prior to baseline or throughout the study. Use of such therapy must remain constant during the study.\n14. Current treatment with or start of any of the following class of drugs: monoamine oxidase (MAO) inhibitors, barbiturates, opiates, sedatives, systemic anesthetics or alpha-agonists, medicines for psychosis, medicines for hyperactivity\n15. Use within 6 months (180 days) prior to baseline or during the study of oral retinoids or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n16. Use within 12 weeks (84 days) prior to baseline or during the study of systemic immunomodulators\n17. Use of medicated make-up throughout the study and/or significant change in the use of consumer products within 4 weeks (28 days) of study entry and throughout the study.\n18. Participation in any clinical study involving an investigational product or device in the 4 weeks (28 days) prior to baseline or throughout the study.\n19. Use of following topicals on the face within 14 days prior to baseline or during the study of antibiotics and/or prescription anti-inflammatory agents including ophthalmic\n20. Over the counter (OTC) topical anti-acne medications 7 days prior to baseline\n21. Chronic, daily use of OTC anti-inflammatory medications for more than 7 days (does not include low-dose aspirin for cardiac prophylaxis), 7 days prior to baseline and throughout the study. Subjects may use acetaminophen for pain relief, as needed throughout the study.\n22. Use of tanning booths, sun lamps, sunbathing, phototherapy or excessive ultraviolet (UV) exposure to the sun 7 days prior to baseline and throughout the study.\n23. Use of Niacin ≥500 mg per day within 7 days of study start and throughout the study.\n24. Use of topical astringents or abrasives within 2 days of study start and throughout the study.\n25. Use of antipruritics (including antihistamines), spa treatments or chlorine exposure (swimming, etc.) within 24 hours of all study visits (Visit 1 through Visit 3).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects With Composite Success","description":"2-grade improvement on both the Clinician's Erythema Assessment (CEA) and the Patient Self Assessment (PSA) scales","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"58","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With Composite Success","description":"2-grade improvement on both the Clinician's Erythema Assessment (CEA) and the Patient Self Assessment (PSA) scales","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"58","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With Composite Success","description":"2-grade improvement on both the Clinician's Erythema Assessment (CEA) and the Patient Self Assessment (PSA) scales","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"42","spread":null},{"groupId":"OG002","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":183},"commonTop":[]}}}