{"nctId":"NCT02771210","briefTitle":"Study of Efficacy and Safety of Secukinumab in Psoriatic Arthritis and Axial Spondyloarthritis Patients With Active Enthesitis Including One Achilles Tendon Site","startDateStruct":{"date":"2016-08-30","type":"ACTUAL"},"conditions":["Psoriatic Arthritis","Axial Spondyloarthritis","Enthesitis"],"count":204,"armGroups":[{"label":"AIN457/Secukinumab","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"AIN457/Secukinumab Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Secukinumab Placebo"]}],"interventions":[{"name":"Secukinumab","otherNames":["AIN457A"]},{"name":"Secukinumab Placebo","otherNames":["AIN457/Secukinumab Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n\\- Patients with Psoriatic arthritis: Diagnosis of Psoriatic arthritis as per the Classification criteria for Psoriatic Arthritis (CASPAR criteria) with symptoms for at least 6 months and active Psoriatic arthritis as assessed by ≥ 1 tender joints out of 78 and ≥ 1 swollen joints out of 76 at Baseline (dactylitis of a digit counts as one joint each).\n\n\\- Patients with Axial Spondyloarthritis: Diagnosis of Axial Spondyloarthritis as per the classification of the Assessment of Spondyloarthritis International Society axial Spondyloarthritis (ASAS) criteria and objective signs of inflammation at Screening (magnetic resonance imaging (MRI) or definite radiographic sacroilitis and/or abnormal C-Reactive Protein) and active disease assessed by total Bath ankylosing spondylitis disease activity index (BASDAI) ≥ 4 (0-10) at Baseline.\n\n* Diagnosis of Achilles tendon enthesitis according to swelling and tenderness at the insertional site of the Achilles tendon into the calcaneus.\n* Onset of heel pain ≥ 1 month at Baseline.\n* Heel enthesitis that is magnetic resonance imaging (MRI)-positive according to the investigator's judgement.\n* Patients who have been exposed to up to two TNFα inhibitors.\n\nKey Exclusion Criteria:\n\n* Chest X-ray or chest magnetic resonance imaging (MRI) with evidence of ongoing infectious or malignant process.\n* Previous exposure to secukinumab or other biologic drug directly targeting Interleukin (IL)-17 or Interleukin (IL)-17 receptor.\n* Ongoing use of psoriasis treatments / medications (e.g. topical corticosteroids, ultraviolet (UV) therapy) at randomization.\n* Patients who have previously been exposed to more than two Tumor necrosis factor (TNF) inhibitors (investigational or approved).\n* Patients who have ever received biologic immunomodulating agents (investigational or approved), except those targeting Tumor necrosis factor (TNF) inhibitors.\n* Pregnant or nursing (lactating) women.\n* History of ongoing, chronic or recurrent infectious disease or evidence of tuberculosis infection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number (%) of Patients With Resolution of Achilles Tendon Enthesitis","description":"Number (%) of patients with resolution of Achilles tendon enthesitis (affected foot) as assessed by respective subcomponent of Leeds enthesitis index (LEI) at Week 24.\n\nThe primary analysis was performed via a logistic regression model with the factors treatment, country, and stratification factor diagnosis (PsA or axSpA); patients with a missing assessment were considered as responders if they had already met the response criterion at the time of last assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change of Heel Pain","description":"Mean change of heel pain from baseline to Week 24 measured by Numeric Rating Scale (NRS) ranging from 0 to 10, with 0 representing no pain and 10 representing worst pain (e.g. \"pain as bad as you can imagine\" or \"worst pain imaginable\").","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"2.99"},{"groupId":"OG001","value":"-1.9","spread":"2.69"}]}]}]},{"type":"SECONDARY","title":"Number (%) of Patients With Improvement of Bone Marrow Edema","description":"Number (%) of patients with an improvement of bone marrow edema from baseline to Week 24 as assessed by the respective subcomponent of the Psoriatic Arthritis Magnetic Resonance Imaging Score (PsAMRIS) in the affected foot.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number (%) of Patients With Resolution of Enthesitis as Assessed by LEI","description":"Number (%) of patients with resolution of enthesitis as assessed by the Leeds enthesitis index (LEI) at Week 24.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change of Physician's Global Assessment of Disease Activity","description":"Mean change of physician's global assessment (PhGA) of disease activity from baseline to Week 24 measured by Visual Analog Scale (VAS) ranging from 0 to 100, with 0 representing not severe and 100 representing very severe.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.88","spread":"25.927"},{"groupId":"OG001","value":"-18.93","spread":"26.257"}]}]}]},{"type":"SECONDARY","title":"Mean Change of Patient's Global Assessment of Disease Activity","description":"Mean change of patient's global assessment (PGA) of disease activity from baseline to Week 24 measured by Visual Analog Scale (VAS) ranging from 0 to 100, with 0 representing not severe and 100 representing very severe.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.87","spread":"31.108"},{"groupId":"OG001","value":"-16.61","spread":"29.235"}]}]}]},{"type":"SECONDARY","title":"Mean Change of Physician's Assessment of Heel Enthesopathy Activity","description":"Mean change of physician's assessment of heel enthesopathy activity from baseline to Week 24 measured by Visual Analog Scale (VAS) ranging from 0 to 100, with 0 representing not severe and 100 representing very severe.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.40","spread":"24.244"},{"groupId":"OG001","value":"-25.19","spread":"25.250"}]}]}]},{"type":"SECONDARY","title":"Mean Change of Patient's Assessment of Heel Enthesopathy Activity","description":"Mean change of patient's assessment of heel enthesopathy activity from baseline to Week 24 measured by Visual Analog Scale (VAS) ranging from 0 to 100, with 0 representing not severe and 100 representing very severe.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.05","spread":"29.135"},{"groupId":"OG001","value":"-20.77","spread":"30.417"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Short Form-36 (SF-36) v2","description":"Mean change in Short Form-36 (SF-36) v2 as an indicator of overall health status\n\nThe SF-36 has eight scaled scores; the scores are weighted sums of the questions in each section. Scores range from 0 - 100 Lower scores = more disability, higher scores = less disability","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.29","spread":"9.759"},{"groupId":"OG001","value":"5.28","spread":"7.285"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Resolution of Achilles Tendon Enthesitis After Switching From Placebo to Secukinumab","description":"Percentage of patients with resolution of Achilles tendon enthesitis (affected foot) after switching from placebo to secukinumab at Week 24","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change of Heel Pain After Switching From Placebo to Secukinumab","description":"Mean change of heel pain after switching from placebo to secukinumab from Week 24 to week 52 measured by Numeric Rating Scale (NRS) ranging from 0 to 10, with 0 representing no pain and 10 representing worst pain (e.g. \"pain as bad as you can imagine\" or \"worst pain imaginable\").","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.70","spread":"2.291"},{"groupId":"OG001","value":"-1.43","spread":"2.251"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":102},"commonTop":["Nasopharyngitis","Headache","Diarrhoea","Arthralgia","Upper respiratory tract infection"]}}}