{"nctId":"NCT00057876","briefTitle":"Gemcitabine With or Without Radiation Therapy in Treating Patients With Pancreatic Cancer","startDateStruct":{"date":"2003-08-29","type":"ACTUAL"},"conditions":["Pancreatic Cancer"],"count":74,"armGroups":[{"label":"Gemcitabine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Gemcitabine"]},{"label":"Gemcitabine + Radiation","type":"EXPERIMENTAL","interventionNames":["Radiation: radiation therapy"]}],"interventions":[{"name":"Gemcitabine","otherNames":["2-Deoxy-2","2-difluorocytidine monohydrochloride","Gemzar"]},{"name":"radiation therapy","otherNames":["2-Deoxy-2","2-difluorocytidine monohydrochloride","Gemzar"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed adenocarcinoma of the pancreas\n\n  * Locally advanced or regional (encompassable within the same radiotherapy portals)\n  * Adenosquamous cancers are allowed\n* Unresectable disease\n* Measurable and/or non-measurable disease as determined by computed tomography (CT) scan or magnetic resonance imaging (MRI), which must be performed within 4 weeks prior to randomization.\n* Age\\>=18\n* ECOG Performance status of 0-1\n* Life expectancy \\>= 12 weeks\n* Adequate bone marrow reserve,liver and renal function within 2 weeks of randomization:\n\n  * Absolute granulocyte count at least 2,000/mm\\^3\n  * Platelet count at least 100,000/mm\\^3\n  * Bilirubin less than 3 mg/dL (unless secondary to biliary obstruction or cholangitis)\n  * Serum glutamic-oxaloacetic (AST) less than 5 times upper limit of normal (ULN)\n  * Albumin greater than 2.5 g/dL\n  * Creatinine no greater than 1.5 times ULN\n* Fertile patients must use effective contraception\n* Willing and able to attend follow-up visits\n* Concurrent enrollment on protocol ECOG-E1Y03 allowed\n* More than 4 weeks since prior investigational agents\n\nExclusion Criteria:\n\n* Candidate for surgical excision based on local extent of disease (e.g., T3, N1, M0)\n* Stage M1 disease\n* Small cell, mucinous cystadenocarcinoma, islet cell or papillary cystic histology\n* Pregnant or nursing\n* Active infection within within 4 weeks of randomization\n* Malignancy within the past 5 years except nonmelanoma skin cancer, carcinoma in situ of the cervix, or organ-confined prostate cancer (Gleason score no greater than 7)\n* History of active collagen vascular disease (i.e., systemic lupus erythematosus, rheumatoid arthritis, or scleroderma)\n* Signs or symptoms of peptic or duodenal ulcer disease\n* Concurrent serious systemic disorders that are incompatible with study participation\n* Prior chemotherapy for pancreatic cancer\n* Prior radiotherapy\n* Concurrent intensity modulated radiotherapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival Time","description":"Overall survival was defined as the time from randomization (registration) to death from any cause. Patients alive at last follow-up were censored. Patients were followed every 3 months for 2 years and then every 6 months for year 3. Patients received treatment beyond 3 years were also followed for survival.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival Time","description":"Time from randomization (registration) to the earlier of disease progression or death. Patients alive and progression-free at last follow-up were censored. Progressive disease was defined as at least a 20% increase in the sum of the longest diameters of target lesions (taking as reference the baseline sum longest diameter), or the appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions. Patients were followed every 3 months for 2 years and then every 6 months for year 3. Patients who received treatment beyond 3 years were also followed for survival.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response","description":"Response was assessed per Response Evaluation Criteria In Solid Tumors (RECIST) by CT. Overall response included complete response (CR) and partial response (PR). CR was defined as the disappearance of all target and non-target lesions. PR was defined as CR of target lesions and persistence of one or more non-target lesions or at least a 30% decrease in the sum of the longest diameters of target lesions and non-progressive disease in the non-target lesions. The 71 eligible, treated participants were included in the analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":35},"commonTop":["Anemia","Nausea","Weight loss","Vomiting"]}}}