{"nctId":"NCT03452943","briefTitle":"Alternatives for Reducing Tics in Tourette Syndrome (TS): A Study of TEV-50717 (Deutetrabenazine) for the Treatment of Tourette Syndrome in Children and Adolescents","startDateStruct":{"date":"2018-02-05","type":"ACTUAL"},"conditions":["Tourette Syndrome"],"count":119,"armGroups":[{"label":"TEV-50717","type":"EXPERIMENTAL","interventionNames":["Drug: TEV-50717","Drug: Placebo"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"TEV-50717","otherNames":["Deutetrabenazine"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is 6 to 16 years of age, inclusive.\n* Participant weighs at least 44 pounds (20 kilograms \\[kg\\]).\n* The participant's active tics are causing distress or impairment.\n* Participant is able to swallow study medication whole.\n* Participant is in good general health.\n* Women/girls of childbearing potential whose male partners are of childbearing potential must use contraception for the duration of the study.\n\n  * Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* Participant has a neurologic disorder other than TS that could obscure the evaluation of tics.\n* Participant has a confirmed diagnosis of bipolar disorder, schizophrenia, or another psychotic disorder.\n* Participant has clinically significant depression at screening or baseline.\n* Participant has a history of suicidal intent or related behaviors within 2 years of screening.\n* Participant has a history of a previous actual, interrupted, or aborted suicide attempt.\n* Participant has a first-degree relative who has completed suicide.\n* Participant has received comprehensive behavioral intervention for tics (CBIT) for TS or cognitive behavioral therapy (CBT) for obsessive-compulsive disorder (OCD) within 4 weeks of screening.\n* Participant has an unstable or serious medical illness at screening or baseline.\n* Participant is pregnant or breastfeeding.\n\n  * Additional criteria apply, please contact the investigator for more information.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the TTS of the YGTSS at Week 12","description":"YGTSS rating scale is a semi-structured clinician rating instrument that provides an evaluation of the number, frequency, intensity, complexity, and interference of motor and phonic tics. YGTSS is composed of 11 items: 5 items for motor tic severity, 5 items for vocal tic severity, and 1 item for impairment. Each item for motor tic severity and vocal is rated on a 6-point scale (0 for none to 5 to severe). MTSS is the sum of the 5 items for motor tic severity and VTSS is the sum of the 5 items for vocal tic severity. TTS is the sum of MTSS and VTSS, ranges from 0 (none/absent) to 50 (severe). Higher scores indicate greater severity/worse outcome. Least square (LS) mean and standard error (SE) was calculated using mixed-model repeated-measures (MMRM) with treatment group, week (5 levels: weeks 2, 4, 6, 9, and 12), and the treatment group by week interaction as fixed effects; and baseline TTS, region, and age group at baseline (2 levels: 6 to 11 years, 12 to 16 years) as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.1","spread":"1.28"},{"groupId":"OG001","value":"-8.4","spread":"1.25"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Tourette Syndrome-Clinical Global Impression (TS-CGI) Score at Week 12","description":"The TS-CGI scale is a 7-point Likert scale that allows the clinician to use all available information to assess the impact of tics on the participant's quality of life. The TS-CGI is rated as follows: 1 (normal or no tics at all), 2 (borderline), 3 (mild), 4 (moderate), 5 (marked), 6 (severe), and 7 (extreme, incapacitating tics). Lower scores indicate better quality of life. LS mean and SE was calculated using MMRM with treatment group, week (5 levels: weeks 2, 4, 6, 9, and 12), and the treatment group by week interaction as fixed effects; and baseline TTS, region, and age group at baseline (2 levels: 6 to 11 years, 12 to 16 years) as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.13"},{"groupId":"OG001","value":"-0.7","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Tourette Syndrome-Patient Global Impression of Impact (TS-PGII) Score at Week 12","description":"The TS-PGII is a single-item questionnaire that asks the participant to assess the degree of impact due to current tics (How much do your current tics disrupt things in your life?). The TS-PGII uses a 5-point scale, ranging from not at all (1) to very much (5), to assess overall response to therapy.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.18"},{"groupId":"OG001","value":"-0.4","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Child and Adolescent Gilles de la Tourette Syndrome - Quality of Life (C&A-GTS-QOL) Activities of Daily Living (ADL) Subscale Score at Week 12","description":"C\\&A-GTS-QOL is a 27-item questionnaire that asks participant to assess the extent to which their quality of life is impacted by their symptoms. C\\&A-GTS-QOL contains 6 subscales (cognitive, coprophenomena, psychological, physical, obsessive-compulsive, and ADL) and uses a 5-point Likert scale ranging from no problem to extreme problem. Following 3 questions from 27-item questionnaire were assessed in ADL C\\&A-GTS-QOL subscale: Question 2 (Had difficulty with school or sport activities?), 24 (Felt you needed more help or support from other people?), and 26 (Had difficulty going out with other people?). Total score of ADL subscale ranged from 0 (no problem) to 12 (extreme problem). Lower score indicated better quality of life. LS mean and SE was calculated using MMRM with treatment group, week (5 levels: weeks 2, 4, 6, 9, and 12), and treatment group by week interaction as fixed effects; and baseline TTS, region, and age group at baseline (2 levels: 6-11 years, 12-16 years) as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.9","spread":"2.37"},{"groupId":"OG001","value":"-8.8","spread":"2.27"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events","description":"An AE was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Relationship of AE to treatment was determined by the Investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized the participant and required medical intervention to prevent the previously listed serious outcomes. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.5","spread":null},{"groupId":"OG001","value":"55.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"20.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":58},"commonTop":["Headache","Fatigue","Nausea","Weight increased","Upper respiratory tract infection"]}}}