{"nctId":"NCT02961790","briefTitle":"Oxybutynin Chloride in Managing Hot Flashes","startDateStruct":{"date":"2016-12-09","type":"ACTUAL"},"conditions":["Breast Carcinoma","Ductal Breast Carcinoma In Situ","Hot Flashes","Lobular Breast Carcinoma In Situ","No Evidence of Disease"],"count":150,"armGroups":[{"label":"Group I (low-dose oxybutynin chloride)","type":"EXPERIMENTAL","interventionNames":["Drug: Oxybutynin Chloride","Other: Quality-of-Life Assessment","Other: Questionnaire Administration"]},{"label":"Group II (low-dose placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo","Other: Quality-of-Life Assessment","Other: Questionnaire Administration"]},{"label":"Group III (high-dose oxybutynin chloride)","type":"EXPERIMENTAL","interventionNames":["Drug: Oxybutynin Chloride","Other: Quality-of-Life Assessment","Other: Questionnaire Administration"]},{"label":"Group IV (high-dose placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo","Other: Quality-of-Life Assessment","Other: Questionnaire Administration"]}],"interventions":[{"name":"Oxybutynin Chloride","otherNames":["Ditropan","Gelnique","MJ-4309-1","Oxybutynin Hydrochloride"]},{"name":"Placebo","otherNames":["placebo therapy","PLCB","sham therapy"]},{"name":"Quality-of-Life Assessment","otherNames":["Quality of Life Assessment"]},{"name":"Questionnaire Administration","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of breast cancer, ductal breast carcinoma in situ (DCIS), or lobular carcinoma in situ (LCIS) (currently without evidence of malignant disease) OR a concern about taking estrogen for fear of breast cancer\n* Bothersome hot flashes (defined by their occurrence of \\>= 28 times per week and of sufficient severity to prompt the patient to seek therapeutic intervention)\n* Presence of hot flashes for \\> 30 days prior to study entry\n* Ability to complete questionnaire(s) by themselves or with assistance\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) = 0, 1\n* Ability to provide informed written consent\n* Life expectancy \\>= 6 months\n* Willing to work with the enrolling institution for follow-up (during the active monitoring phase of the study)\n\nExclusion Criteria:\n\n* Any of the following current (=\\< 4 weeks prior) or planned therapies:\n\n  * Antineoplastic chemotherapy (anti-HER2 agents allowed)\n  * Androgens\n  * Estrogens (any delivery route)\n  * Progestogens\n  * Tamoxifen, raloxifene and aromatase inhibitors are allowed, but patient must have been on a constant dose for at least 28 days and must not be expected to stop the medication during the study period\n  * Selective serotonin reuptake inhibitors (SSRIs)/serotonin?norepinephrine reuptake inhibitors (SNRIs), when being used for hot flash management or other indications such as depression, is allowed, assuming the dose will remain unchanged for the study duration\n  * Gabapentin/pregabalin, when being used for hot flash management (use for other indications, such as pain, is allowed, assuming the dose will remain unchanged for the study duration)\n  * Clonidine\n  * Agents with known potent anticholinergic activity; agents with mild-moderate anticholinergic activity are allowed\n* Prior use of oxybutynin during the period in which patient has had hot flashes\n* Pregnant women\n* Nursing women\n* History of any of the following contraindications to oxybutynin:\n\n  * Uncontrolled gastroesophageal reflux disease (GERD) despite appropriate therapy; if patient has history of GERD, but symptoms are well-controlled with medical treatment, patient is eligible\n  * Ulcerative colitis\n  * Narrow-angle glaucoma\n  * Urinary retention\n  * Hypersensitivity to oxybutynin or any other components of the product\n  * Current uncontrolled hyperthyroidism\n  * Coronary heart disease (angina or prior myocardial infarction)\n  * Congestive heart failure\n  * Symptomatic cardiac arrhythmias\n  * Current uncontrolled hypertension\n  * Myasthenia gravis\n  * Dementia","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Change in Hot Flash Activity Score From Baseline to Week 7 for Low Dose Oxybutynin vs Placebo and for High Dose Oxybutynin vs Placebo","description":"Average change in hot flash activity score from baseline to Week 7 for Low Dose Oxybutynin vs Placebo. The hot flash activity will be measured by the weekly average hot flash score (Sloan JA, et. al., 2001), which is a composite entity of both frequency and severity of hot flashes (The Hot Flash Diary collects the following information for Day 1- Day 7 of each week: Number of mild hot flashes, Number of moderate hot flashes, Number of severe hot flashes, Number of very severe hot flashes). This is a count, so it can range from 0 to infinity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.9","spread":"15.6"},{"groupId":"OG001","value":"-10.6","spread":"7.7"},{"groupId":"OG002","value":"-5.7","spread":"10.2"}]}]}]},{"type":"SECONDARY","title":"Average Change in Hot Flash Score From Week 1 to Week 7 Comparing Low Dose Oxybutynin to Placebo","description":"Average change in Hot Flash Score from Week 1 to Week 7 Comparing Low Dose Oxybutynin to Placebo. The least squares (LS) mean was estimated from a mixed-effects model with repeated measures (MMRM) that included low dose oxybutynin, weeks 1-7, no current aromatase inhibitor, age group 18-49, no tamoxifen, hot flash symptom duration \\< 9 months, and 4-9 hot flashes/day as fixed effects, and participant and error as random effects. The mean change in Hot Flash Score from Week 1 to Week 7 is reported below for the low-dose oxybutynin and placebo groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":"0.63"},{"groupId":"OG001","value":"15.6","spread":"0.66"}]}]}]},{"type":"SECONDARY","title":"Average Change in Hot Flash Score From Week 1 to Week 7 Comparing High Dose Oxybutynin to Placebo","description":"Average change in Hot Flash Score from Week 1 to Week 7 Comparing High Dose Oxybutynin to Placebo. The least squares (LS) mean was estimated from a mixed-effects model with repeated measures (MMRM) that included low dose oxybutynin, weeks 1-7, no current aromatase inhibitor, age group 18-49, no tamoxifen, hot flash symptom duration \\< 9 months, and 4-9 hot flashes/day as fixed effects, and participant and error as random effects. The mean change in Hot Flash Score from Week 1 to Week 7 is reported below for the high-dose oxybutynin and placebo groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":"0.82"},{"groupId":"OG001","value":"16.2","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"Average Change of Severity of Stomach Pain/Cramps Symptoms as Measured by the Symptom Experience Questionnaire From Baseline to Week 7 for Low Dose Oxybutynin vs Placebo and for High Dose Oxybutynin vs Placebo","description":"Average Change of severity of Stomach pain/cramps symptoms as measured by the Symptom Experience Questionnaire From Baseline to Week 7 for Low Dose Oxybutynin vs Placebo and for High Dose Oxybutynin vs Placebo The Symptom Experience Questionnaire stomach pain/cramps item (\"Over the past week, have you experienced stomach pain or cramps?\") is scored from 0 to 10 with higher values being worse symptoms. So a negative value means the symptom is improving and a positive score means the symptom is getting worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"1.3"},{"groupId":"OG001","value":"-0.3","spread":"1.5"},{"groupId":"OG002","value":"-1.4","spread":"2.5"}]}]}]},{"type":"SECONDARY","title":"Average Change of Daily Interference (Work) From Baseline to Week 7 as Measured by the Hot Flash-Related Daily Interference Scale (HFRDIS) Comparing Low Dose Oxybutynin vs Placebo and High Dose Oxybutynin vs Placebo","description":"Average Change of daily interference (Work) from baseline to Week 7 as measured by the Hot Flash-Related Daily Interference Scale (HFRDIS) comparing Low dose oxybutynin vs Placebo and High dose oxybutynin vs Placebo. HFRDIS Work item (\"Work (work outside the home and housework)\") Interference scores run from 0 to 10 with 0 being no interference and 10 being complete interference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"3.4"},{"groupId":"OG001","value":"-2.9","spread":"3.2"},{"groupId":"OG002","value":"-0.2","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Toxicity, Assessed Using National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 4.0 (v4)","description":"The maximum grade for each type of toxicity will be recorded for each patient, and frequency tables will be reviewed to determine toxicity patterns within patient groups. In addition, we will review all adverse event data that is graded as 3, 4, or 5 and classified as either \"unrelated\" or \"unlikely to be related\" to study treatment in the event of an actual relationship developing. The overall toxicity rates (percentages) for grade 3 or higher adverse events considered at least possibly related to treatment are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":46},"commonTop":["Dry mouth","Diarrhea","Blurred vision","Dizziness","Headache"]}}}