{"nctId":"NCT01999777","briefTitle":"Study to Evaluate the Safety and Efficacy of USL261 in Patients With Increased Bouts of Seizure Activity in the EMU","startDateStruct":{"date":"2013-11"},"conditions":["Epilepsy"],"count":62,"armGroups":[{"label":"USL261","type":"EXPERIMENTAL","interventionNames":["Drug: USL261"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"USL261","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has been admitted to the institution's EMU for seizure characterization or pre-surgical evaluation, or such admission is planned within 28 days\n* Subject body weight is ≥ 40 kg to ≤ 125 kg (inclusive)\n* Subject has an established diagnosis of partial or generalized epilepsy\n\nExclusion Criteria:\n\n* Subject has history of status epilepticus in the 6 months prior to Screening\n* Subject has a progressive neurological disorder such as brain tumor, demyelinating disease, or degenerative central nervous system (CNS) disease that is likely to progress in the next 12 months\n* Subject has respiratory failure (or is at risk for respiratory failure) or other severe cardiorespiratory disease with New York Heart Association Class III or IV functional status, or requires supplemental oxygen\n* Subject has acute narrow-angle glaucoma\n* Subject is receiving chronic benzodiazepine treatment (defined as an average of ≥ 4 administrations per week) and cannot safely withdraw from such treatment within the washout period prior to treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants That Were Seizure-free","description":"A participant was considered \"seizure-free\" if he or she completed the 6-hour Treatment Phase without seizures recorded, premature discontinuation of study drug, rescue intervention for acute central respiratory depression adverse event (AE), and alterations to background anti-epileptic drug (AED) therapy. Otherwise, the participant was included in the analysis for seizure-free events with the outcome of \"seizure.\"","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Seizure Following Treatment (TFSFT)","description":"Time to first seizure following treatment was defined as time from treatment with study drug to the onset of the next seizure, rescue intervention (for acute central respiratory depression AE) to maintain subject safety, alterations to background AED therapy, early termination, or 6 hours, whichever came first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":31},"commonTop":["Nasal discomfort","Product taste abnormal","Headache","Throat irritation","Nausea"]}}}