{"nctId":"NCT00678795","briefTitle":"A Parallel Group Study to Compare Sativex® With Placebo in the Treatment of Detrusor Overactivity in Patients With Multiple Sclerosis","startDateStruct":{"date":"2002-08"},"conditions":["Detrusor Overactivity","Multiple Sclerosis"],"count":135,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex®"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex®","otherNames":["GW-10000-02"]},{"name":"Placebo","otherNames":["GW-4001-01"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent.\n* Male or female, aged 18 years or over.\n* Diagnosed with MS and with detrusor overactivity not wholly relieved by current therapy.\n* At least three incontinence episodes within five consecutive days during the baseline period\n* Stable dose of anticholinergic medication for at least 14 days leading to study entry.\n* Agreement, if female and of child bearing potential or if male with a partner of child bearing potential, to ensure that effective contraception is used during the study and for three months thereafter.\n* Has not used cannabinoids (including cannabis, Marinol® or nabilone) for at least seven days before Visit 1 and willing to abstain from any use of cannabinoids during the study.\n* Agreement for the UK Home Office, their general practitioner, and their consultant if appropriate, to be notified of their participation in the study.\n\nExclusion Criteria:\n\n* A symptomatic UTI or any cause of detrusor overactivity other than neurogenic causes due to MS.\n* Using ISC.\n* A history of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* A history of alcohol or substance abuse.\n* A severe cardiovascular disorder, such as ischaemic heart disease, arrhythmias (other than well controlled atrial fibrillation), poorly controlled hypertension or severe heart failure.\n* A history of epilepsy.\n* If female, are pregnant of lactating, or are planning a pregnancy to occur during the course of the study.\n* Significant renal or hepatic impairment.\n* Elective surgery or other procedures requiring general anesthesia scheduled to occur during the study.\n* Terminal illness or any other significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study or influence the result of the study, or the subjects ability to participate in the study.\n* Regular levodopa (Sinement®, Sinement Plus®, Levodopa, L-dopa, Madopar®, Benserazide) within the seven days leading up to study entry.\n* Receiving and unwilling to stop fentanyl for the duration of the study.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medications.\n* Intention to travel internationally or to donate blood during the study.\n* Participation in another research study in the 12 weeks leading up to study entry.\n* Previous randomization in to this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Mean Daily Number of Incontinence Episodes at the End of Treatment","description":"To assess the effect of Sativex in neurogenic overactive bladder, the incontinence episode frequency was selected as the primary endpoint. Baseline was the average of all available data recorded during the 14 days immediately prior to the randomisation visit. End of Treatment was the last average available from Week 3, Week 5, and Weeks 7-8. A negative value indicates an improvement in score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.08","spread":"1.42"},{"groupId":"OG001","value":"-0.99","spread":"1.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Daily Episodes of Urgency at the End of Treatment","description":"Subjects documented in the daily subject diary each instance of urgency, and the time that each took place, as for the recording of incontinence episode frequency. Baseline was the average of all available data recorded during the 14 days immediately prior to the randomisation visit. End of Treatment was the last average available from Week 3, Week 5, and Weeks 7-8. A negative value indicates an improvement in score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.91","spread":"2.44"},{"groupId":"OG001","value":"-1.12","spread":"2.80"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Daily Episodes of Nocturia at the End of Treatment","description":"Subjects documented in the daily subject diary each instance of nocturia, and the time that each took place (as for the recording of incontinence episode frequency). Baseline was the average of all available data recorded during the 14 days immediately prior to the randomisation visit. End of Treatment was the last average available from Week 3, Week 5, and Weeks 7-8. A negative value indicates an improvement in score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"0.75"},{"groupId":"OG001","value":"-0.21","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Daily Number of Incontinence Pads Used at the End of Treatment","description":"Subjects documented in the daily subject diary, the total number of incontinence pads they had used each day. Baseline was the average of all available data recorded during the 14 days immediately prior to the randomisation visit. End of Treatment was the last average available from Week 3, Week 5, and Weeks 7-8. A negative value indicates an improvement in score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"1.50"},{"groupId":"OG001","value":"-0.73","spread":"1.64"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Total Incontinence Quality of Life (I-QOL) Questionnaire Score at the End of Treatment (Completion or Withdrawal)","description":"The I-QOL consists of 22 items from three subscales; avoidance/limiting behaviour (eight items), psychosocial impact (nine items) and social embarrassment (five items). The responses to each of the 22 items were summed and averaged for a total score and then transformed to a 0-100 scale for ease of interpretation. The transformation formula used for the I-QOL total scores is: Transformed score = 100 x (the sum of the items - lowest possible score) / Possible raw score range. An increase in score indicates an improvement in QOL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.21","spread":"17.51"},{"groupId":"OG001","value":"9.58","spread":"12.77"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Overall Bladder Condition 0-10 Numerical Rating Scale Score at the End of Treatment","description":"Subjects subjectively assessed the severity of their urinary incontinence and general bladder symptoms by responding to the following question on a Numerical Rating Scale: My bladder condition, taking everything into account, causes me: 0 = \"no problems\" and 10 = \"intolerable problems\". Baseline was the average of all available data recorded during the 14 days immediately prior to the randomisation visit. End of Treatment was the last average available from Week 3, Week 5, and Weeks 7-8. A negative value indicates an improvement in score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"2.16"},{"groupId":"OG001","value":"-0.9","spread":"2.04"}]}]}]},{"type":"SECONDARY","title":"Patient's Global Impression of Change","description":"Subjects were asked at completion or withdrawal to give their impression of the overall change in their condition since entry into the study using the following seven-point scale: 1 = 'Very Much Improved', 2 = 'Much Improved', 3 = 'Minimally Improved', 4 = 'No Change', 5 = 'Minimally Worse', 6 = 'Much Worse', 7 = 'Very Much Worse'. The numbers who scored 1, 2, or 3 are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Number of Daily Voids at the End of Treatment","description":"Baseline was the average of all available data recorded during the 14 days immediately prior to the randomisation visit. End of Treatment was the last average available from Week 3, Week 5, and Weeks 7-8. A negative value indicates an improvement in score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.73","spread":"1.95"},{"groupId":"OG001","value":"-0.87","spread":"1.86"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":67},"commonTop":["Dizziness","Urinary tract infection Not Otherwise Specified","Headache Not Otherwise Specified","Vomiting Not Otherwise Specified","Nausea"]}}}