{"nctId":"NCT05174065","briefTitle":"Phase 3, Randomized Study of Apremilast in Japanese Participants With Palmoplantar Pustulosis (PPP)","startDateStruct":{"date":"2022-03-08","type":"ACTUAL"},"conditions":["Palmoplantar Pustulosis"],"count":176,"armGroups":[{"label":"Apremilast","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast"]},{"label":"Placebo and Apremilast","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast","Drug: Placebo"]}],"interventions":[{"name":"Apremilast","otherNames":["Otezla","AMG 407"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* Key Inclusion Criteria\n\n  * Japanese participants ≥ 18 years of age upon entry into initial screening\n  * Palmoplantar pustulosis diagnosis with or without pustulotic arthro-osteitis (PAO) for no less than 24 weeks\n  * PPPASI total score of ≥12 at screening and at baseline\n  * Moderate or severe pustules/vesicles on palms or soles (PPPASI severity score ≥2) at screening and at baseline\n  * Inadequate response (defined as repeated relapsing-remitting in the same location for a 24-week period) to topical treatments prior to or at screening\n* Key Exclusion Criteria\n\n  * Changes in disease severity during screening (PPPASI total score change ≥ 5 improvement, from screening to baseline)\n  * Periodontitis requiring treatment\n  * Chronic or recurrent tonsillitis or sinusitis requiring any continuous treatment\n  * Has a diagnosis of plaque-type psoriasis at baseline\n  * Has the presence of pustular psoriasis on any part of the body other than the palms and soles\n  * Has evidence of skin conditions of hand and feet at baseline that would interfere with evaluations of the effect of Investigational Product\n  * Has unstable cardiovascular disease, defined as a recent clinical deterioration or a cardiac hospitalization within 12 weeks prior to screening\n  * Malignancy or history of malignancy\n  * Participant has received any procedures for focal infection within 24 weeks of baseline\n  * Female participants who are breastfeeding or who plan to breastfeed while on study\n  * Female participants of childbearing potential with a positive pregnancy test\n  * Had prior treatment with apremilast\n  * Has a prior medical history of suicide attempt at any time in the participant's lifetime prior to signing of informed consent or randomization, or major psychiatric illness requiring hospitalization within the last 3 years prior to signing of informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved at Least a 50% Reduction From Baseline in Palmoplantar Pustulosis Area and Severity Index (PPPASI) Total Score (PPPASI-50) at Week 16","description":"A PPPASI 50 response is defined as a ≥ 50% reduction in PPPASI total score from baseline.\n\nThe PPPASI is a system used for assessing and grading the severity (in terms of erythema, pustules/vesicle and desquamation/scale) and area of PPP lesions and their response to therapy. The PPPASI produces a numeric score that can range from 0 to 72, with a higher score indicating more severe disease.\n\nParticipants who discontinued investigational product before week 16 due to lack of efficacy, adverse event, or use of protocol-prohibited medication (intercurrent events) were to be considered as treatment failures as the result of the intercurrent event and the PPPASI-50 values for visits on and after the intercurrent event were imputed as non-responders. The missing PPPASI-50 values due to the other reasons were imputed using the multiple imputation method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null},{"groupId":"OG001","value":"67.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PPPASI Total Score at Week 16","description":"The PPPASI is a system used for assessing and grading the severity (in terms of erythema, pustules/vesicle and desquamation/scale) and area of PPP lesions and their response to therapy. The PPPASI produces a numeric score that can range from 0 to 72, with a higher score indicating more severe disease. A negative change from baseline indicates a reduction in disease severity.\n\nThe continuous endpoints collected on and after the participant experienced treatment failure as the result of intercurrent event (IE) (investigational product discontinuation due to lack of efficacy, adverse event, or protocol-prohibited medication use), the baseline value of corresponding endpoint were assigned to the data on and after IE up to Week 16 regardless of the observed data. The missing data due to other reasons will not be imputed considering the mixed-effects model for repeated measures (MMRM) application.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.98","spread":"0.999"},{"groupId":"OG001","value":"-12.12","spread":"1.002"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Palmoplantar Pustulosis Severity Index (PPSI) Total Score at Week 16","description":"The PPSI is a system used for assessing and grading the severity of PPP lesions and their response to therapy. Evaluation of skin lesion site are assessed separately for erythema, pustules/vesicle and desquamation/scale, where each are rated on a scale of 0 to 4 and summed to produce a numeric total score than can range from 0 to 12, with a higher score indicating more severe disease. A negative change from baseline indicates a reduction in disease severity.\n\nThe continuous endpoints collected on and after the participant experienced treatment failure as the result of IE (investigational product discontinuation due to lack of efficacy, adverse event, or protocol-prohibited medication use), the baseline value of corresponding endpoint were assigned to the data on and after IE up to Week 16 regardless of the observed data. The missing data due to other reasons will not be imputed considering the MMRM application.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"0.24"},{"groupId":"OG001","value":"-3.4","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Visual Analogue Scale (VAS) Assessment for PPP Symptoms (Pruritus) at Week 16","description":"Participants assessed the degree of pruritus itching symptoms on palms and soles caused by PPP on a VAS. The VAS score ranged from 0 to 100. The left-hand boundary (0) on the VAS represents no itch and the right-hand boundary (100) represents itch as severe as can be imagined by the participant. A negative change from baseline indicates a reduction in disease severity.\n\nThe continuous endpoints collected on and after the participant experienced treatment failure as the result of IE (investigational product discontinuation due to lack of efficacy, adverse event, or protocol-prohibited medication use), the baseline value of corresponding endpoint were assigned to the data on and after IE up to Week 16 regardless of the observed data. The missing data due to other reasons will not be imputed considering the MMRM application.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.9","spread":"2.68"},{"groupId":"OG001","value":"-17.6","spread":"2.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in VAS Assessment for PPP Symptoms (Pain/Discomfort) at Week 16","description":"Participants assessed the degree of pain/discomfort symptoms on palms and soles caused by PPP on a VAS. The VAS score ranged from 0 to 100. The left-hand boundary (0) on the VAS represents no pain/discomfort and the right-hand boundary (100) represents pain/discomfort as severe as can be imagined by the participant. A negative change from baseline indicates a reduction in disease severity.\n\nThe continuous endpoints collected on and after the participant experienced treatment failure as the result of IE (investigational product discontinuation due to lack of efficacy, adverse event, or protocol-prohibited medication use), the baseline value of corresponding endpoint were assigned to the data on and after IE up to Week 16 regardless of the observed data. The missing data due to other reasons will not be imputed considering the MMRM application.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.5","spread":"2.97"},{"groupId":"OG001","value":"-18.3","spread":"2.96"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) Total Score at Week 16","description":"The DLQI is a skin disease-specific Quality of Life (QoL) questionnaire comprised of 10 items assessing the participant's status over the previous week. The DLQI was used to assess 6 different aspects that may affect QoL: symptoms and feelings, daily activities, leisure, work or school performance, personal relationships, and treatment. The DLQI produces a numeric score ranging from 0 to 30, with a higher score indicating more severe disease. A negative change from baseline indicates a reduction in disease severity.\n\nThe continuous endpoints collected on and after the participant experienced treatment failure as the result of IE (investigational product discontinuation due to lack of efficacy, adverse event, or protocol-prohibited medication use), the baseline value of corresponding endpoint were assigned to the data on and after IE up to Week 16 regardless of the observed data. The missing data due to other reasons will not be imputed considering the MMRM application.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.37"},{"groupId":"OG001","value":"-2.3","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced a Treatment-emergent Adverse Event (TEAE)","description":"TEAEs were defined as any untoward medical occurrence in a participant irrespective of a causal relationship with the study treatment that began or worsened on or after the first dose of study treatment.\n\nA serious TEAE met at least 1 of the following criteria:\n\n* Resulted in death.\n* Was immediately life-threatening.\n* Required in-patient hospitalization or prolongation of existing hospitalization.\n* Resulted in persistent or significant disability/incapacity.\n* Was a congenital anomaly/birth defect.\n* Was any other medically important serious event.\n\nTEAEs of interest were defined as any of the following:\n\n* Depression.\n* Serious infection.\n* Risk of triggering suicide.\n* Serious diarrhea, nausea and vomiting.\n* Malignancies.\n* Vasculitis and Vasculopathy.\n* Serious Hypersensitivity.\n* Weight change (weight decrease).\n\nClinically significant changes in body weight, vital signs and laboratory abnormalities were also recorded as TEAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"63","spread":null},{"groupId":"OG002","value":"148","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":88},"commonTop":["Diarrhoea","Nasopharyngitis","Faeces soft","Nausea","Headache"]}}}