{"nctId":"NCT03829319","briefTitle":"Safety and Efficacy Study of Pemetrexed + Platinum Chemotherapy + Pembrolizumab (MK-3475) With or Without Lenvatinib (MK-7902/E7080) as First-line Intervention in Adults With Metastatic Nonsquamous Non-small Cell Lung Cancer (MK-7902-006/E7080-G000-315/LEAP-006)","startDateStruct":{"date":"2019-03-25","type":"ACTUAL"},"conditions":["Nonsquamous Non-small Cell Lung Cancer"],"count":761,"armGroups":[{"label":"Pemetrexed+Platinum Chemotherapy+Pembrolizumab+Lenvatinib","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Carboplatin","Drug: Cisplatin","Drug: Pemetrexed","Drug: Lenvatinib"]},{"label":"Pemetrexed+Platinum Chemotherapy+Pembrolizumab+Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Pembrolizumab","Drug: Carboplatin","Drug: Cisplatin","Drug: Pemetrexed","Drug: Placebo matching lenvatinib"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475"]},{"name":"Carboplatin","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Pemetrexed","otherNames":[]},{"name":"Lenvatinib","otherNames":["MK-7902","E7080"]},{"name":"Placebo matching lenvatinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed diagnosis of Stage IV (American Joint Committee on Cancer \\[AJCC\\], version 8 or current version), nonsquamous NSCLC.\n* Confirmation that Epidermal Growth Factor Receptor (EGFR), ALK Receptor Tyrosine Kinase (ALK), or ROS1 Receptor Tyrosine Kinase (ROS1)-directed therapy is not indicated as primary treatment (documentation of absence of tumor-activating EGFR mutations AND absence of ALK and ROS1 gene rearrangements OR presence of a Kirsten Rat Sarcoma (KRAS) gene mutation).\n* Have measurable disease based on RECIST 1.1. Note: Lesions that appear measurable, but are situated in a previously irradiated area, can be considered measurable (eligible for selection as target lesions) if they have shown documented growth since the completion of radiation.\n* Provided an archival tumor tissue sample or newly obtained core or excisional biopsy of a tumor lesion (not previously irradiated).\n* Life expectancy of at least 3 months.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 within 7 days prior to the first dose of study intervention but before randomization.\n* Contraceptive use by men should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies. If the contraception requirements in the local label for any of the study interventions is more stringent than the requirements above, the local label requirements are to be followed.\n* Male participants must agree for at least 7 days after the last dose of lenvatinib/matching placebo and up to 180 days after the last dose of chemotherapeutic agents to:\n\n  1. Refrain from donating sperm PLUS either:\n  2. Be abstinence from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) and agree to remain abstinent OR\n  3. Must agree to use contraception unless confirmed to be azoopsermic (vasectomized or secondary to medical cause) as detailed below:\n\n     1. Agree to use a male condom plus partner use of an additional contraceptive method when having penile-vaginal intercourse with a woman of childbearing potential (WOCBP) who is not currently pregnant Note: Men with a pregnant or breastfeeding partner must agree to remain abstinent from penile-vaginal intercourse or use a male condom during each episode of penile-vaginal penetration.\n\nNote: 7 days after lenvatinib/matching placebo is stopped, if the participant is on pembrolizumab only and is greater than 180 days post chemotherapy, no male contraception measures are needed.\n\n* Contraceptive use by women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n* Female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies:\n\n  1. Is not a WOCBP OR\n  2. Is a WOCBP and using a contraceptive method that is highly effective (with a failure rate of \\<1% per year), with low user dependency, or be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis), during the intervention period and for at least 120 days post pembrolizumab and/or 30 days post-lenvatinib/matching placebo, and up to 180 days post last dose of chemotherapeutic agents, whichever occurs last.\n* Adequate organ function.\n* Adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as BP ≤150/90 mm Hg and no change in antihypertensive medications within 1 week prior to randomization. Note: Participants must not have a history of uncontrolled or poorly-controlled hypertension, defined as \\>150/90 mm Hg for \\>4 weeks despite standard medical management.\n\nExclusion Criteria:\n\n* Known untreated central nervous system (CNS) metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, clinically stable, and have not required steroids for at least 14 days prior to the first dose of study intervention.\n* History of (noninfectious) pneumonitis that required systemic steroids or current pneumonitis/interstitial lung disease.\n* Radiographic evidence of intratumoral caviations, encasement, or invasion of a major blood vessel. Additionally, the degree of proximity to major blood vessels should be considered for exclusion because of the potential risk of severe hemorrhage associated with tumor shrinkage/necrosis after lenvatinib-therapy. (In the chest, major blood vessels include the main pulmonary artery, the left and right pulmonary arteries, the 4 major pulmonary veins, the superior or inferior vena cava, and the aorta).\n* Known history of an additional malignancy, except if the participant has undergone potentially curative therapy with no evidence of that disease recurrence for at least 3 years since initiation of that therapy. Note: The time requirement also does not apply to participants who underwent successful definitive resection of basal cell carcinoma of the skin, superficial bladder cancer, squamous cell carcinoma of the skin, in situ cervical cancer, or other in situ cancers.\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is allowed.\n* Diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (doses exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study intervention.\n* Has had allogeneic tissue/solid organ transplant.\n* Known history of human immunodeficiency virus (HIV) infection. HIV testing is not required unless mandated by the local health authority.\n* Known history of Hepatitis B or active Hepatitis C. No testing for Hepatitis B or Hepatitis C is required unless mandated by the local health authority.\n* History of a gastrointestinal condition or procedure that in the opinion of the investigator may affect oral drug absorption.\n* Active hemoptysis (at least 0.5 teaspoon of bright red blood) within 2 weeks prior to the first dose of study intervention.\n* Significant cardiovascular impairment within 12 months prior to the first dose of study intervention, including history of congestive heart failure greater than New York Heart Association (NYHA) Class II, unstable angina, myocardial infarction, cerebrovascular accident (CVA)/stroke, or cardiac arrhythmia associated with hemodynamic instability.\n* Known history of active tuberculosis.\n* Active infection requiring systemic therapy.\n* Has not recovered adequately from any toxicity and/or complication from major surgery prior to the first dose of study intervention.\n* Previously had a severe hypersensitivity reaction to treatment with a monoclonal antibody or has a known sensitivity to any component of lenvatinib or pembrolizumab, or as applicable, carboplatin, cisplatin, or pemetrexed.\n* A WOCBP who has a positive urine pregnancy test within 24 hours prior to randomization or treatment allocation. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Has preexisting ≥Grade 3 gastrointestinal or non-gastrointestinal fistula.\n* Received prior systemic chemotherapy or other targeted or biological antineoplastic therapy for their metastatic NSCLC. Note: Prior treatment with chemotherapy and/or radiation as part of neoadjuvant/adjuvant therapy is allowed as long as therapy was completed at least 6 months prior to the diagnosis of metastatic NSCLC.\n* Received prior treatment with pembrolizumab or any other anti-programmed cell death (PD)-1, anti-PD-L1, anti-PD-L2 agent, with lenvatinib or any other receptor tyrosine kinase inhibitor (RTKi), or with an agent directed to another stimulatory or co-inhibitory T cell receptor.\n* Received radiotherapy within 14 days prior to the first dose of study intervention or received lung radiation therapy of \\>30 Gy within 6 months prior to the first dose of study intervention. Note: Participants must have recovered from all radiation-related toxicities to Grade ≤1, not required corticosteroids, and not have had radiation pneumonitis. A 1-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-CNS disease.\n* Received systemic steroid therapy (in doses exceeding 10 mg daily of prednisone equivalent) within 7 days prior to the first dose of study intervention.\n* Received a live or live attenuated vaccine within 30 days prior to the first dose of study intervention. Note: killed vaccines are allowed.\n* Currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks prior to the first dose of study intervention.\n* Has a prolongation of QTc interval (calculated using Fridericia's formula) of \\>480 msecl.\n* Left ventricular ejection fraction (LVEF) below the institutional (or local laboratory) normal range as determined by multigated acquisition scan (MUGA) or echocardiogram (ECHO).\n* Has preexisting ≥Grade 3 gastrointestinal or non-gastrointestinal fistula","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part 1: Number of Participants With a Dose-limiting Toxicity (DLT)","description":"Dose-limiting toxicity using Common Terminology Criteria for Adverse Events v4.0 for grading, is defined as any of the following hematologic toxicities: 1) Grade 4 neutropenia, 2) Grade 3 or 4 febrile neutropenia, 3) thrombocytopenia \\<25,000 cells/mm\\^3 associated with bleeding and/or which requires platelet transfusion, or any of the following non-hematologic toxicities: 4) any other Grade 4 or 5 toxicity, 5) Grade 3 toxicities lasting \\>3 days (exclusions apply), 6) Grade 3 hypertension not controlled by medication, 7) Grade 3 or above gastrointestinal perforation, 8) Grade 3 or above wound dehiscence requiring medical or surgical intervention, 9) any grade thromboembolic event, or 10) any Grade 3 nonhematologic laboratory value if medical intervention is required or the abnormality leads to hospitalization.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 1: Number of Participants Who Experienced an Adverse Event (AE)","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who experience one of more adverse events during Part 1 of this study will be presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 1: Number of Participants Who Discontinued Study Drug Due to an Adverse Event","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who discontinue study medication due to and adverse event during Part 1 of this study will be presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 2: Progression-free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"PFS was defined as the time from date of randomization to the date of the first documentation of progressive disease (PD) or death from any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. Data are from the product-limit (Kaplan-Meier) method for censored data. PFS as assessed by blinded independent central review (BICR) per RECIST 1.1 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Part 2: Overall Survival (OS)","description":"OS is defined as the time from randomization to the time of death from any cause. OS is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":null},{"groupId":"OG001","value":"22.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Objective Response Rate (ORR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"ORR is defined as the percentage of participants in the analysis population who have a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1, modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ. ORR as assessed per modified RECIST 1.1 will be presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.1","spread":null},{"groupId":"OG001","value":"50.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Duration of Response (DOR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"For participants who demonstrated CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of diameters of target lesions), DOR is defined as the time from the first documented evidence of CR or PR until PD or death from any cause, whichever occurs first. Per RECIST 1.1 modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ, or death from any cause, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions is also considered PD. DOR as assessed per modified RECIST 1.1 will be presented.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Number of Participants Who Experienced an Adverse Event (AE)","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who experienced one of more adverse events during Part 2 of this study were presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"372","spread":null},{"groupId":"OG001","value":"370","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Number of Participants Who Discontinued Study Drug Due to an Adverse Event","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who discontinued study treatment during Part 2 of this study were presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in Global Health Status (GHS) (European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 [EORTC QLQ-C30] Items 29 and 30) Score","description":"The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. Participant responses to the questions regarding Global Health Status (GHS; \"How would you rate your overall health during the past week?\") and Quality of Life (QoL; \"How would you rate your overall quality of life during the past week?\") are each scored on a 7-point scale (1=Very poor to 7=Excellent). The two raw scores were averaged into a combined score, then normalized using linear transformation so each participant's score ranged from 0 to 100 (0=Worst overall health/quality of life and 100=Best overall health/quality of life). The change from baseline in GHS (EORTC QLQ-C30 Item 29) and QoL (EORTC QLQ-C30 Item 30) combined score is presented","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.65","spread":null},{"groupId":"OG001","value":"1.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in Cough (EORTC Quality of Life Questionnaire-Lung Cancer Module 13 [QLQ-LC13] Item 31) Score","description":"The EORTC QLQ-LC13 is a lung cancer-specific supplemental questionnaire used in combination with the EORTC QLQ-C30. Participant responses to the question \"How much did you cough?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in cough (EORTC QLQ-LC13 Item 31) score will be presented. A lower score indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.77","spread":null},{"groupId":"OG001","value":"-11.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in Chest Pain (EORTC QLQ-LC13 Item 40) Score","description":"The EORTC QLQ-LC13 is a lung cancer-specific supplemental questionnaire used in combination with the EORTC QLQ-C30. Participant responses to the question \"Have you had pain in your chest?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in chest pain (EORTC QLQ-LC13 Item 40) score will be presented. A lower score indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.61","spread":null},{"groupId":"OG001","value":"-3.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in Dyspnea (EORTC QLQ-C30 Item 8) Score","description":"The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. Participant responses to the question \"Were you short of breath?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in dyspnea (EORTC QLQ-C30 Item 8) score will be presented. A lower score indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.77","spread":null},{"groupId":"OG001","value":"-0.61","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Change From Baseline in Physical Functioning (EORTC QLQ-C30 Items 1-5) Score","description":"The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. Participant responses to 5 questions about their physical functioning are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in Physical Functioning (EORTC QLQ-C30 Items 1-5) score will be presented. A higher score indicates a better quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.11","spread":null},{"groupId":"OG001","value":"-3.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Time to True Deterioration (TTD) Based on Change From Baseline in Global Health Status (GHS)/Quality of Life (QoL) (EORTC QLQ-C30 Items 29 and 30) Score","description":"TTD is defined as the time from Baseline to the first onset of a ≥10-point negative change (decrease) from Baseline in GHS/QoL (EORTC QLQ-C30 Items 29 and 30) score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from Baseline in GHS/QoL score, will be presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.70","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: TTD Based on Change From Baseline in Cough EORTC QLQ-LC13 (Item 31) Score","description":"TTD is defined as the time from Baseline to the first onset of a ≥10-point negative change (decrease) from Baseline cough (EORTC QLQ-LC30 Items 31) score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from Baseline in physical functioning score, will be presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: TTD Based on Change From Baseline in Chest Pain EORTC QLQ-LC13 (Item 40) Score","description":"TTD is defined as the time from Baseline to the first onset of a ≥10-point negative change (decrease) from Baseline chest pain (EORTC QLQ-C30 Item 40) score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from Baseline in chest pains core, will be presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: TTD Based on Change From Baseline in Dyspnea EORTC QLQ-C30 (Item 8) Score","description":"TTD is defined as the time from Baseline to the first onset of a ≥10-point negative change (decrease) from Baseline dyspnea (EORTC QLQ-C30 Item 8) score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from Baseline in dyspnea score, will be presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: TTD Based on Change From Baseline in Physical Functioning EORTC QLQ-C30 (Items 1 Through 5) Score","description":"TTD is defined as the time from Baseline to the first onset of a ≥10-point negative change (decrease) from Baseline physical functioning (EORTC QLQ-C30 Items 1 through 5) score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from Baseline in physical functioning score, will be presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.82","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Part 2: Time to True Deterioration (TTD) Based on Change From Baseline in the Composite Endpoint of Cough (EORTC QLQ-LC13 Item 31), Chest Pain (EORTC QLQ-LC13 Item 40), or Dyspnea (EORTC QLQ-C30 Item 8)","description":"TTD is defined as the time from Baseline to the first onset of a ≥10-point negative change (decrease) from Baseline in the composite endpoint of cough (QLQ-LC13 item 31), chest pain (QLQ-LC13 item 40), or dyspnea (QLQ-C30 Item 8). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from Baseline in the composite endpoint of cough, chest pain or dyspnea, will be presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.28","spread":null},{"groupId":"OG001","value":"9.33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":13},"commonTop":["Anaemia","Neutrophil count decreased","Nausea","Alanine aminotransferase increased","Platelet count decreased"]}}}