{"nctId":"NCT01001572","briefTitle":"Efficacy and Safety of Valsartan/Amlodipine in Patients With Mild to Moderate Essential Hypertension","startDateStruct":{"date":"2009-09"},"conditions":["Essential Hypertension"],"count":932,"armGroups":[{"label":"Valsartan 160 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Valsartan 160 mg","Drug: Placebo"]},{"label":"Valsartan/amlodipine 160/5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Valsartan/amlodipine 160/5 mg","Drug: Placebo"]},{"label":"Single-Blind Run-In Valsartan 160 mg","type":"OTHER","interventionNames":["Drug: Valsartan 160 mg"]}],"interventions":[{"name":"Valsartan/amlodipine 160/5 mg","otherNames":["Exforge® 160/5mg"]},{"name":"Valsartan 160 mg","otherNames":["Diovan® 160mg"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must give written informed consent\n* Male or female ages 18 or older and less than 86 years\n* Diagnosed as having essential diastolic hypertension, as follows:\n\n  * Visit 2/Single-blind run-in entry, all participants MUST have a MSDBP ≥ 95 mmHg and \\< 100 mmHg\n  * At Visit 3/Core double-blind treatment period entry, all patients MUST have a MSDBP \\>=90 mmHg and \\<110 mmHg\n\nExclusion Criteria:\n\n* Severe hypertension\n* Evidence of secondary form of hypertension (coarctation of the aorta, hyperaldosteronism, unilateral or bilateral renal artery stenosis, Cushing's disease, pheochromocytoma or polycystic kidney disease )\n* Malignant hypertension\n* Administration of any agent indicated for the treatment of hypertension after Visit 1\n* Known moderate or malignant retinopathy.\n* Known or suspected contraindications, including history of allergy or hypersensitivity to Angiotensin II Receptor Blockers (ARBs), Calcium Channel Blockers (CCBs), or to drugs with similar chemical structures\n* History of hypertensive encephalopathy, cerebrovascular accident, or transient ischemic attack, myocardial infarction or all types of revascularization, angina pectoris of any type, including unstable angina\n* History of heart failure Grade II-IV according to New York Heart Association (NYHA) classification\n* Second of third degree heart block regardless of the use of a pacemaker, concomitant potentially life-threatening arrhythmia or symptomatic arrhythmia\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Mean Sitting Diastolic Blood Pressure (MSDBP) From Baseline to Week 8 Endpoint","description":"Three arterial blood pressure (BP) determinations were made after the participant was in the sitting position for 5 minutes according to the American Heart Association guidelines using a calibrated standard aneroid or mercury sphygmomanometer or a calibrated standard sphygmomanometer. The change in the MSDBP was calculated comparing the Week 8 readings to the readings taken at Baseline. The change from baseline in MSDBP was analyzed using an analysis of covariance model (ANCOVA) with treatment and center (pooled as appropriate) as factors and centered baseline MSDBP as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.3","spread":"0.39"},{"groupId":"OG001","value":"-6.6","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Change in Mean Sitting Systolic Blood Pressure (MSSBP) From Baseline to Week 8 Endpoint","description":"Three arterial blood pressure (BP) determinations were made after the participant was in the sitting position for 5 minutes according to the American Heart Association guidelines using a calibrated standard aneroid or mercury sphygmomanometer or a calibrated standard sphygmomanometer. The change in the MSSBP was calculated comparing the Week 8 readings to the readings taken at Baseline. The change from baseline in MSSBP was analyzed using an analysis of covariance model (ANCOVA) with treatment and center (pooled as appropriate) as factors and centered baseline MSSBP as a covariate","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.9","spread":"0.61"},{"groupId":"OG001","value":"-7.0","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Diastolic Blood Pressure Response at 8 Week Endpoint","description":"The percentage of participants with a Diastolic Blood Pressure Response defined as the percentage of participants with a Mean Sitting Diastolic Blood Pressure (MSDBP) \\< 90 mmHg or a \\>= 10 mmHg reduction from baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.1","spread":null},{"groupId":"OG001","value":"52.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Diastolic Blood Pressure Control at 8 Week Endpoint","description":"The percentage of participants with Diastolic Blood Pressure Control defined as the percentage of participants with a Mean Sitting Diastolic Blood Pressure (MSDBP) \\< 90 mmHg.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.9","spread":null},{"groupId":"OG001","value":"50.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Blood Pressure Control at 8 Week Endpoint","description":"The percentage of participants with Overall Blood Pressure Control defined as the percentage of participants with a Mean Sitting Systolic Blood Pressure (MSSBP)/Mean Sitting Diastolic Blood Pressure (MSDBP) \\< 140/90 mmHg.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.3","spread":null},{"groupId":"OG001","value":"39.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":329},"commonTop":[]}}}