{"nctId":"NCT01825512","briefTitle":"Efficacy/Safety Study of Deferiprone Compared to Deferasirox in Paediatric Patients","startDateStruct":{"date":"2014-03-17","type":"ACTUAL"},"conditions":["Chronic Iron Overload"],"count":435,"armGroups":[{"label":"Deferiprone","type":"EXPERIMENTAL","interventionNames":["Drug: Deferiprone"]},{"label":"Deferasirox","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Deferasirox"]}],"interventions":[{"name":"Deferiprone","otherNames":["DFP"]},{"name":"Deferasirox","otherNames":["DFX","ATC Code:V03AC03"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients of both genders aged from 1 month up to less than 18 years at the time of enrolment\n* Patients affected by any hereditary haemoglobinopathy requiring chronic transfusion therapy and chelation, including but not limited to thalassemia syndromes and sickle cell disease\n* Patients on current treatment with deferoxamine (DFO) or DFX or DFP in a chronic transfusion program receiving at least 150 mL/kg/year of packed red blood cells (corresponding approximately to 12 transfusions);\n* For patients naïve to chelation treatment: patients that have received at least 150 mL/kg of packed red blood cells (corresponding to approximately 12 transfusions) in a chronic transfusion program and with serum ferritin levels ≥ 800 ng/mL;\n* Until availability of results from the PK Study (Study DEEP-1, EudraCT n. 2012-000658-67) for patients aged from 1 month to less than 6 years: known intolerance or contraindication to DFO;\n* Written informed consent and patient's informed assent, relating to his/her comprehension abilities and level of maturity\n\nExclusion Criteria:\n\n* Patients with intolerance or known contraindication to either DFP or DFX\n* Patients receiving DFX at a dose \\> 40 mg/kg/day or DFP at a dose \\> 100 mg/kg/day at screening\n* Platelet count \\<100.000/mm3 during the run-in phase\n* Absolute neutrophils count \\<1.500/mm3 during the run-in phase\n* Hb levels lower than 8g/dL during the run-in phase\n* Evidence of abnormal liver function\n* Iron overload from causes other than transfusional haemosiderosis\n* Severe heart dysfunction secondary to iron overload\n* Serum creatinine level \\> ULN (Upper Limit of Normal) for age during the run-in phase\n* History of significant medical or psychiatric disorder\n* The patient has received another investigational drug within 30 days prior to this clinical trial\n* Fever and other signs/symptoms of infection in the 10 days before baseline assessment\n* Concomitant use of trivalent cation-dependent medicinal products such as aluminium-based antacids\n* Positive test for β-HCG (Human chorionic gonadotropin) and lactating female patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Successfully Chelated Patients","description":"Percentage of successfully chelated patients is assessed by serum ferritin levels (in all patients) and cardiac MRI T2\\* (in patients above 10 years of age able to perform an MRI scan without sedation)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Liver MRI","description":"Change in liver iron concentration (measured using liver MRI), assessed as difference between value at 12 months minus value at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.848","spread":"0.887"},{"groupId":"OG001","value":"-2.975","spread":"0.776"}]}]}]},{"type":"SECONDARY","title":"Cardiac MRI T2*","description":"Change in cardiac iron concentration (measured using cardiac MRI T2\\*), assessed as difference between value at 12 months minus value at baseline. MRI T2\\* is a non-invasive method based on gradient echo (GRE) sequences, where T2\\* represents the spin-spin relaxation times, measured in milliseconds. The faster the curve decreases (ie, the smaller T2\\*), the greater amount of iron is in the tissue. Treatment success was assessed as follows: if baseline cardiac T2\\* was less than 20 ms, an increase of 10% or more after 1 year of treatment was defined as treatment success; if baseline cardiac T2\\* was more than 20 ms, any increase or a decrease of less than 10% after 1 year of treatment was defined as treatment success.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.488","spread":"1.284"},{"groupId":"OG001","value":"1.121","spread":"1.169"}]}]}]},{"type":"SECONDARY","title":"Ferritin Level","description":"Change in serum ferritin level, assessed as difference between value at 12 months minus value at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-397.583","spread":"121.794"},{"groupId":"OG001","value":"-398.184","spread":"110.619"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":193},"commonTop":["pyrexia","vomiting","cough","neutropenia","abdominal pain"]}}}