{"nctId":"NCT03657810","briefTitle":"A Controlled Study to Determine the Efficacy and Safety of CL-108 5 mg for Acute Pain and the Prevention of OINV","startDateStruct":{"date":"2017-08-02","type":"ACTUAL"},"conditions":["Pain","Nausea","Vomiting"],"count":349,"armGroups":[{"label":"CL-108 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: CL-108 5 mg"]},{"label":"Norco","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Norco"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"CL-108 5 mg","otherNames":["hydrocodone bitartrate/ acetaminophen/ promethazine hydrochloride"]},{"name":"Norco","otherNames":["hydrocodone bitartrate/ acetaminophen"]},{"name":"Placebo","otherNames":["Matching Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent: Signed informed consent form obtained at screening prior to any procedures being performed.\n* Gender: Male or non-pregnant and non-lactating female.\n* Age: 18 years or older at time of consent.\n* Foot condition: Primary unilateral first metatarsal bunionectomy (osteotomy and internal fixation) with no additional collateral procedures.\n* Pain Severity: Presence of moderate or severe pain on a categorical pain intensity scale at Baseline\n* Pain Confirmation: On the 0-10 numerical pain intensity scale at Baseline.\n* Diary Completion: Be willing and able to record safety and efficacy ratings in the Diaries.\n* Safe Transportation Home: Patient must have arrangements for transportation home from the research center accompanied by a responsible adult.\n\nExclusion Criteria:\n\n* Medical condition: Presence of a serious medical condition, intolerance to NSAIDs, or any other medical condition which, in the opinion of the Investigator, makes the patient unsuitable for participation.\n* Infection: Acute infection of the surgical site at the time of surgery that could confound post-surgical evaluation.\n* Drug Allergy: History of hypersensitivity to an opioid drug (such as hydrocodone), promethazine, acetaminophen, NSAID (such as ibuprofen or aspirin), midazolam, propofol, mepivacaine, ropivacaine or ketorolac.\n* Confounding and Contraindicated Drugs: Other than protocol-permitted medications administered pre-operatively or during surgery: use within 14 days before or during the surgical procedure of any systemic corticosteroid or use within 24 hours or during the surgical procedure of any confounding prescription or non-prescription drug or any drug contraindicated with hydrocodone, acetaminophen, or promethazine. \\[Note: Antibiotic for endocarditis prophylaxis (except if known to cause nausea) and aspirin (ASA) ≤ 325 mg for cardiovascular prophylaxis are permitted during the study.\\] History of consuming more than 2 alcoholic drinks per day every day for the last month or a positive urine test for opiates, benzodiazepines, barbiturates, tetrahydrocannabinol, methamphetamines, cocaine, oxycodone, cotinine at screening or the morning of surgery will exclude the patient from the trial.\n* Investigational Drug Use: Use of an investigational drug within the past 30 days.\n* Participated in Study: Previous participation in this study.\n* Pregnancy, Lactation: Women who are pregnant or lactating.\n* Compliance: Inability to swallow capsules whole.\n* Participant relationship: Employee at the research center, employee of the Principal Investigator, Sub-Investigators, or sponsor or relative of the Investigator, Sub-Investigators or research staff who is involved in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With OINV Over 48 Hours","description":"Number and Percentage of participants With opioid-induced nausea and vomiting (OINV) who experienced any Vomiting / use of Anti-Emetic Medication Over 48 Hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"The Sum of Pain Intensity Differences (on PI-NRS) Over 48 Hours (SPID48)","description":"The SPID48 endpoint is calculated from the PI-NRS values at baseline, every 30 minutes until hour 12, then every hour (when awake) until hour 48 as follows:\n\n* Each subsequent PI-NRS value is subtracted from the baseline PI-NRS value.\n* Each difference is weighted by the elapsed time from the previous PI-NRS value to the current one.\n* The weighed differences are summed to yield the SPID48.\n\nSummed pain intensity differences over 48 hours (SPID48) will be compared for patients treated with CL-108 5 mg and those treated with placebo. Pain intensity will be measured on a 0-10 Pain Intensity Numerical Rating Scale (PI-NRS), where 0 is \"no pain\" and 10 is \"severe pain\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108.5","spread":"80.66"},{"groupId":"OG001","value":"94.8","spread":"69.53"},{"groupId":"OG002","value":"78.7","spread":"62.66"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Complete Absence of OINV (no Nausea, no Vomiting, and no Use of Anti-emetic Medication) Over 48 Hours","description":"Percentage of patients with complete absence of OINV (no nausea, no vomiting, and no use of anti-emetic medication) over 48 hours comparing CL-108 5 mg to hydrocodone 5 mg/APAP 325 mg)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Any Vomiting Over 48 Hours","description":"Percentage of patients with any vomiting over 48 hours, comparing CL-108 5 mg to hydrocodone 5 mg/APAP 325 mg","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Any Nausea Over 48 Hours","description":"Percentage of patients with any nausea over 48 hours, comparing CL-108 5 mg to hydrocodone 5 mg/APAP 325 mg","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"55","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Any Nausea or Vomiting Over 48 Hours","description":"Percentage of patients with any nausea or vomiting over 48 hours, comparing CL-108 5 mg to hydrocodone 5 mg/APAP 325 mg","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"55","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Any Post-discharge Nausea and Vomiting (PDNV)","description":"Percentage of patients with any Post-discharge Nausea and Vomiting (PDNV) over Days 3 to 7","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Doses of Study Medication Taken Over Days 3to7","description":"Number of doses of study medication taken over Days 3 to 7","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":"7.05"},{"groupId":"OG001","value":"8.4","spread":"7.30"},{"groupId":"OG002","value":"6.2","spread":"5.70"}]}]}]},{"type":"SECONDARY","title":"Number of Doses of Study Medication Taken Per Day Over Days 3to7","description":"Number of doses of study medication taken per day over Days 3 to 7","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"1.60"},{"groupId":"OG001","value":"2.4","spread":"1.83"},{"groupId":"OG002","value":"2.1","spread":"1.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"1.65"},{"groupId":"OG001","value":"1.9","spread":"1.70"},{"groupId":"OG002","value":"1.4","spread":"1.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"1.81"},{"groupId":"OG001","value":"1.7","spread":"1.73"},{"groupId":"OG002","value":"1.1","spread":"1.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"1.77"},{"groupId":"OG001","value":"1.5","spread":"1.72"},{"groupId":"OG002","value":"1.0","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"1.46"},{"groupId":"OG001","value":"0.9","spread":"1.29"},{"groupId":"OG002","value":"0.6","spread":"1.06"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":87},"commonTop":["Nausea","Somnolence","Headache","Dry mouth","Pruritus"]}}}