{"nctId":"NCT01444430","briefTitle":"A 6 Month Safety Study Comparing Symbicort With Inhaled Corticosteroid Only in Asthmatic Adults and Adolescents","startDateStruct":{"date":"2011-12"},"conditions":["Asthma"],"count":12460,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Symbicort pMDI"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: budesonide pMDI"]}],"interventions":[{"name":"Symbicort pMDI","otherNames":[]},{"name":"budesonide pMDI","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of signed informed consent/ paediatric assent (if applicable) prior to any study specific procedures including medication withdrawal\n* Male or Female, ≥12 years of age\n* Documented clinical diagnosis of asthma for at least 1 year prior to Visit 2\n* Patient must have history of at least 1 asthma exacerbation including one of the following:\n\n  * requiring treatment with systemic corticosteroids\n  * an asthma-related hospitalization between 4 weeks and 12 months prior to randomization\n* Current Asthma Therapy: Patients must be appropriately using one of the treatments for asthma listed in the protocol combined with achieving certain results when recording an Asthma Control Questionnaire\n\nExclusion Criteria:\n\n* Patient has a history of life-threatening asthma. Defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea requiring non-invasive ventilatory support.\n* Patient has required treatment with systemic corticosteroids (tablets, suspensions or injectable) for any reason within 4 weeks prior to Visit 2\n* Patient has an ongoing exacerbation, defined as a worsening of asthma that requires treatment with systemic corticosteroids (tablets, suspension, or injectable)\n* An asthma exacerbation within 4 weeks of randomization or more than 4 separate exacerbations in the 12 months preceding randomization or more than 2 hospitalizations for treatment of asthma in the 12 months preceding randomization\n* Patient has a respiratory infection or other viral/bacterial illness, or is recovering from such an illness at the time of Visit 2 that, in the investigator's opinion, will interfere with the patient's lung function\n* Patient must not meet unstable asthma severity criteria as listed in the protocol\n* Peak expiratory flow must not be below 50% o predicted normal\n* Pregnancy, breast-feeding or planned pregnancy during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"130 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Experiencing an Event in the Composite Endpoint (Asthma-related Death, Asthma-related Intubation or Asthma-related Hospitalization)","description":"Number of participants experiencing an event in the composite endpoint (asthma-related death, asthma-related intubation or asthma-related hospitalization), using events adjudicated and confirmed by the Joint Adjudication Committee. Cox proportional hazards model with terms for randomized treatment and strata for incoming control/asthma treatment was used to compare Symbicort and budesonide. Hazard ratios and 95% confidence intervals were estimated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Experiencing an Event Included in the Definition of Asthma Exacerbation","description":"Number of participants experiencing an event included in the definition of asthma exacerbation. An asthma exacerbation was defined as a deterioration of asthma requiring systemic corticosteroids for at least 3 days or an inpatient hospitalization or emergency room visit due to asthma that required systemic corticosteroids. Cox proportional hazards model with terms for randomized treatment and strata for incoming control/asthma treatment was used to compare Symbicort and budesonide. Hazard ratios and 95% confidence intervals were estimated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"539","spread":null},{"groupId":"OG001","value":"633","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Days With no Asthma Symptoms","description":"Percent of days with no asthma symptoms during the randomized treatment period. Analysis of variance (ANOVA) model including the fixed factors of treatment and strata by incoming control/asthma treatment was used to compare Symbicort and budesonide.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.1","spread":"0.4"},{"groupId":"OG001","value":"76.8","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Percent of Days With Activity Limitation Due to Asthma","description":"Percent of days with activity limitation due to asthma during the randomized treatment period. Analysis of variance (ANOVA) model including the fixed factors of treatment and strata by incoming control/asthma treatment was used to compare Symbicort and budesonide.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.7","spread":"0.4"},{"groupId":"OG001","value":"19.1","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Mean Number of Puffs of Rescue Medication Per 24 Hours","description":"Mean number of puffs of rescue medication per day (24 hours) during the randomized treatment period. Analysis of variance (ANOVA) model including the fixed factors of treatment and strata by incoming control/asthma treatment was used to compare Symbicort and budesonide.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"0.0"},{"groupId":"OG001","value":"0.9","spread":"0.0"}]}]}]},{"type":"SECONDARY","title":"Asthma Control Questionnaire (ACQ6)","description":"The outcome variable for ACQ6 was the difference between the average of values recorded during the treatment period (day 28, day 84 and day 182) and the baseline measure. Analysis of covariance (ANCOVA) model, including the fixed factors of treatment and strata by incoming control/asthma treatment and baseline ACQ6 as covariate was used to compare Symbicort and budesonide.\n\nThe asthma control questionnaire, ACQ6, consists of six questions; all assessed on a 7-point scale from 0 to 6, where 0 represents good control and 6 represents poor control. The overall score is the mean of the responses to each of the six questions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.70","spread":"0.01"},{"groupId":"OG001","value":"-0.62","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Percent of Nights With Awakening(s) Due to Asthma","description":"Percent of nights with awakening(s) due to asthma during the randomized treatment period. Analysis of variance (ANOVA) model including the fixed factors of treatment and strata by incoming control/asthma treatment was used to compare Symbicort and budesonide.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"0.2"},{"groupId":"OG001","value":"4.7","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Discontinuation of Investigational Product Due to a Protocol Defined Asthma Exacerbation","description":"Number of participants experiencing discontinuation of investigational product due to a protocol defined asthma exacerbation. An asthma exacerbation was defined as a deterioration of asthma requiring systemic corticosteroids for at least 3 days or an inpatient hospitalization or emergency room visit due to asthma that required systemic corticosteroids. Cox proportional hazards model with terms for randomized treatment and strata for incoming control/asthma treatment was used to compare Symbicort and budesonide. Hazard ratios and 95% confidence intervals were estimated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":125,"n":5846},"commonTop":[]}}}