{"nctId":"NCT01129882","briefTitle":"An Open-Label, Multicenter, Rollover, Long-term Study of Aripiprazole Intramuscular Depot in Participants With Schizophrenia","startDateStruct":{"date":"2010-06-24","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":709,"armGroups":[{"label":"Aripiprazole IM depot","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole"]}],"interventions":[{"name":"Aripiprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with a current diagnosis of schizophrenia, as defined by Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria, who completed the open-label extension Study 248 (completed Study 248 study completion visit, Week 52).\n* Participants who, in the investigator's judgment, may benefit from continued participation in an aripiprazole IM Depot study.\n* The baseline visit for Study 270 (which is the Week 52 visit of Study 248) and the first injection for Study 270 must occur within 4 weeks (which was defined as 28 \\[-2/+10\\] days) of the last injection in Study 248.\n* Participants who are able to provide written informed consent and/or consent obtained from a legally acceptable representative (as required by an Independent Review Board/Independent Ethics Committee (IRB/IEC), prior to the initiation of any protocol-required procedures.\n* Participants able to understand the nature of the study and follow protocol requirements and who can read and understand the written word in order to complete patient-reported outcomes measures.\n* Outpatient status.\n\nExclusion Criteria:\n\n* Participants with a current DSM-IV-TR diagnosis other than schizophrenia, including schizoaffective disorder, major depressive disorder, bipolar disorder, delirium, dementia, amnestic, or other cognitive disorders.\n* Participants with borderline, paranoid, histrionic, schizotypal, schizoid, or antisocial personality disorder.\n* Participants who currently meet DSM-IV-TR criteria for substance dependence, including alcohol and benzodiazepines, but excluding caffeine and nicotine.\n* Participants with a significant risk of violent behavior or a significant risk of committing suicide based on the investigator's judgment.\n* Participants who are known to be allergic, intolerant, or unresponsive to prior treatment with aripiprazole or other quinolinones.\n* Participants with a history of neuroleptic malignant syndrome or clinically significant tardive dyskinesia at screening.\n* Electroconvulsive therapy within 180 days prior to entry.\n* Any participant who requires or may need any other antipsychotic medications during the course of the study.\n* Aripiprazole IM Depot (including generic formulation) is commercially available in the participant's country.\n* Other protocol specific inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number Of Participants Reporting Severe Treatment-Emergent Adverse Events (TEAE)","description":"A TEAE was defined as an AE that started after start of investigational medicinal product (IMP) treatment or if the event was continuous from baseline and was serious, IMP-related, or resulted in death, discontinuation, interruption, or reduction of IMP. A severe AE was one that caused inability to work or perform normal daily activity.\n\nA summary of serious and all other non-serious adverse events, regardless of causality, is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change In Clinical Global Impression-Severity (CGI-S) of Illness Scale Score From Baseline To Last Visit","description":"The severity of illness for each participant was rated using the CGI-S scale. To assess CGI-S, the rater or investigator answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill is the patient at this time?\" Response choices included: 0 = not assessed; 1 = normal, not ill at all; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill patients. The Last Visit was defined as the last available post-baseline evaluation. A decrease in the CGI-S score indicated disease stability or improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.69"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":62,"n":709},"commonTop":["Nasopharyngitis","Weight Increased","Headache","Insomnia","Upper Respiratory Tract Infection"]}}}