{"nctId":"NCT01627249","briefTitle":"Comparative Effectiveness Study of Intravitreal Aflibercept, Bevacizumab, and Ranibizumab for Diabetic Macular Edema","startDateStruct":{"date":"2012-08"},"conditions":["Diabetic Macular Edema"],"count":660,"armGroups":[{"label":"Ranibizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 0.3 mg intravitreal ranibizumab"]},{"label":"Aflibercept","type":"EXPERIMENTAL","interventionNames":["Drug: 2.0 mg intravitreal aflibercept"]},{"label":"Bevacizumab","type":"EXPERIMENTAL","interventionNames":["Drug: 1.25 mg intravitreal bevacizumab"]}],"interventions":[{"name":"2.0 mg intravitreal aflibercept","otherNames":[]},{"name":"1.25 mg intravitreal bevacizumab","otherNames":[]},{"name":"0.3 mg intravitreal ranibizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* Individuals \\<18 years old are not being included because DME is so rare in this age group that the diagnosis of DME may be questionable.\n* Diagnosis of diabetes mellitus (type 1 or type 2)\n* Any one of the following will be considered to be sufficient evidence that diabetes is present:\n* Current regular use of insulin for the treatment of diabetes\n* Current regular use of oral anti-hyperglycemia agents for the treatment of diabetes\n* Documented diabetes by American Diabetes Association and/or World Health Organization criteria (see Procedures Manual for definitions)\n* At least one eye meets the following study eye criteria:\n\n  * Best corrected Electronic-Early Treatment Diabetic Retinopathy Study visual acuity letter score ≤ 78 (i.e., 20/32 or worse) and ≥ 24 (i.e., 20/320 or better) within eight days of randomization.\n  * On clinical exam, definite retinal thickening due to diabetic macular edema involving the center of the macula.\n  * Diabetic macular edema present on optical coherence tomography (OCT) (central subfield thickness on OCT \\>250 µm on Zeiss Stratus or the equivalent on spectral domain OCTs based on gender specific cutoffs), within eight days of randomization.\n  * Investigator must verify accuracy of OCT scan by ensuring it is centered and of adequate quality (for Zeiss Stratus, standard deviation of center point thickness should be ≤ 10% of the center point thickness and signal strength should be ≥ 6)\n  * Media clarity, pupillary dilation, and individual cooperation sufficient for adequate fundus photographs\n* Able and willing to provide informed consent.\n\nExclusion Criteria:\n\n* Significant renal disease, defined as a history of chronic renal failure requiring dialysis or kidney transplant.\n* A condition that, in the opinion of the investigator, would preclude participation in the study (e.g., unstable medical status including blood pressure, cardiovascular disease, and glycemic control).\n\n  •Individuals in poor glycemic control who, within the last four months, initiated intensive insulin treatment (a pump or multiple daily injections) or plan to do so in the next four months should not be enrolled.\n* Participation in an investigational trial within 30 days of randomization that involved treatment with any drug that has not received regulatory approval for the indication being studied at the time of study entry.\n\n  • Note: study participants cannot receive another investigational drug while participating in the study.\n* Known allergy to any component of the study drug.\n* Blood pressure \\> 180/110 (systolic above 180 OR diastolic above 110).\n\n  • If blood pressure is brought below 180/110 by anti-hypertensive treatment, individual can become eligible.\n* Myocardial infarction, other acute cardiac event requiring hospitalization, stroke, transient ischemic attack, or treatment for acute congestive heart failure within 4 months prior to randomization.\n* Systemic anti-VEGF or pro-VEGF treatment within four months prior to randomization or anticipated use during the study.\n\n  • These drugs cannot be used during the study.\n* For women of child-bearing potential: pregnant or lactating or intending to become pregnant within the next 24 months.\n* Women who are potential study participants should be questioned about the potential for pregnancy. Investigator judgment is used to determine when a pregnancy test is needed.\n* Individual is expecting to move out of the area of the clinical center to an area not covered by another clinical center during the first 12 months of the study.\n\nThe following exclusions apply to the study eye only (i.e., they may be present for the nonstudy eye):\n\n* Macular edema is considered to be due to a cause other than diabetic macular edema.\n* An eye should not be considered eligible if: (1) the macular edema is considered to be related to ocular surgery such as cataract extraction or (2) clinical exam and/or OCT suggest that vitreoretinal interface abnormalities (e.g., a taut posterior hyaloid or epiretinal membrane) are the primary cause of the macular edema.\n* An ocular condition is present such that, in the opinion of the investigator, visual acuity loss would not improve from resolution of macular edema (e.g., foveal atrophy, pigment abnormalities, dense subfoveal hard exudates, nonretinal condition).\n* An ocular condition is present (other than diabetes) that, in the opinion of the investigator, might affect macular edema or alter visual acuity during the course of the study (e.g., vein occlusion, uveitis or other ocular inflammatory disease, neovascular glaucoma, etc.).\n* Substantial cataract that, in the opinion of the investigator, is likely to be decreasing visual acuity by three lines or more (i.e., cataract would be reducing acuity to 20/40 or worse if eye was otherwise normal).\n* History of an anti-VEGF treatment for DME in the past 12 months or history of any other treatment for DME at any time in the past four months (such as focal/grid macular photocoagulation, intravitreal or peribulbar corticosteroids).\n* Enrollment will be limited to a maximum of 25% of the planned sample size with any history of anti-VEGF treatment for DME. Once this number of eyes has been enrolled, any history of anti-VEGF treatment for DME will be an exclusion criterion.\n* History of pan-retinal photocoagulation within four months prior to randomization or anticipated need for pan-retinal photocoagulation in the six months following randomization.\n* History of anti-VEGF treatment for a disease other than DME in the past 12 months.\n* History of major ocular surgery (including vitrectomy, cataract extraction, scleral buckle, any intraocular surgery, etc.) within prior four months or anticipated within the next six months following randomization.\n* History of YAG capsulotomy performed within two months prior to randomization.\n* Aphakia.\n* Exam evidence of external ocular infection, including conjunctivitis, chalazion, or significant blepharitis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Change in Electronic Early Treatment Diabetic Retinopathy Study Visual Acuity Letter Score From Baseline to 1-year","description":"Visual Acuity was measured with the Electronic Early Treatment Study (E-ETDRS) visual acuity test. Unit of measure is based on the E-ETDRS letter score scale, 0-97, where 0 = worst and 97 = best.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":"11.1"},{"groupId":"OG001","value":"9.7","spread":"10.1"},{"groupId":"OG002","value":"11.2","spread":"9.4"}]}]}]},{"type":"SECONDARY","title":"Overall Change in Optical Coherence Tomography Central Subfield Thickness","description":"All baseline and 1-year optical coherence tomography (OCT) scans were graded by Duke Reading Center. In addition, a random sample of OCT images from other visits and images for which the investigator believed central grading was needed also were graded by Duke Reading Center.\n\nBaseline CSF values were converted from the thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 583 scans. One-year CSF values were converted from a thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 604 scans. When calculating change in CSF thickness, measurements taken on the same machine at both visits were not converted, since the conversion equation slope is nearly 1 and the constant difference does not affect the change calculation. Therefore, change in CSF thickness was calculated after converting either the baseline and/or follow-up thickness value from Spectralis or Cirrus to a Stratus equivalent value in 26 eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-169","spread":"138"},{"groupId":"OG001","value":"-101","spread":"121"},{"groupId":"OG002","value":"-147","spread":"137"}]}]}]},{"type":"PRIMARY","title":"Change in Electronic Early Treatment Diabetic Retinopathy Study Visual Acuity Letter Score From Baseline to 1-year: Baseline Visual Acuity Letter Score <69","description":"Visual Acuity was measured with the Electronic Early Treatment Study (E-ETDRS) visual acuity test. Unit of measure is based on the E-ETDRS letter score scale, 0-97, where 0 = worst and 97 = best.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":"11.5"},{"groupId":"OG001","value":"11.8","spread":"12.0"},{"groupId":"OG002","value":"14.2","spread":"10.6"}]}]}]},{"type":"PRIMARY","title":"Change in Electronic Early Treatment Diabetic Retinopathy Study Visual Acuity Letter Score From Baseline to 1-year: Baseline Visual Acuity Letter Score 78-69","description":"Visual Acuity was measured with the Electronic Early Treatment Study (E-ETDRS) visual acuity test. Unit of measure is based on the E-ETDRS letter score scale, 0-97, where 0 = worst and 97 = best.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"7.6"},{"groupId":"OG001","value":"7.5","spread":"7.4"},{"groupId":"OG002","value":"8.3","spread":"6.8"}]}]}]},{"type":"SECONDARY","title":"Change in Optical Coherence Tomography Central Subfield Thickness: Baseline Visual Acuity Letter Score <69","description":"All baseline and 1-year optical coherence tomography (OCT) scans were graded by Duke Reading Center. In addition, a random sample of OCT images from other visits and images for which the investigator believed central grading was needed also were graded by Duke Reading Center.\n\nBaseline CSF values were converted from the thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 583 scans. One-year CSF values were converted from a thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 604 scans. When calculating change in CSF thickness, measurements taken on the same machine at both visits were not converted, since the conversion equation slope is nearly 1 and the constant difference does not affect the change calculation. Therefore, change in CSF thickness was calculated after converting either the baseline and/or follow-up thickness value from Spectralis or Cirrus to a Stratus equivalent value in 26 eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-210","spread":"151"},{"groupId":"OG001","value":"-135","spread":"152"},{"groupId":"OG002","value":"-176","spread":"151"}]}]}]},{"type":"SECONDARY","title":"Change in Optical Coherence Tomography Central Subfield Thickness: Baseline Visual Acuity Letter Score 78-69","description":"All baseline and 1-year optical coherence tomography (OCT) scans were graded by Duke Reading Center. In addition, a random sample of OCT images from other visits and images for which the investigator believed central grading was needed also were graded by Duke Reading Center.\n\nBaseline CSF values were converted from the thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 583 scans. One-year CSF values were converted from a thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 604 scans. When calculating change in CSF thickness, measurements taken on the same machine at both visits were not converted, since the conversion equation slope is nearly 1 and the constant difference does not affect the change calculation. Therefore, change in CSF thickness was calculated after converting either the baseline and/or follow-up thickness value from Spectralis or Cirrus to a Stratus equivalent value in 26 eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-129","spread":"110"},{"groupId":"OG001","value":"-67","spread":"65"},{"groupId":"OG002","value":"-119","spread":"109"}]}]}]},{"type":"SECONDARY","title":"Overall Change in Retinal Volume","description":"Baseline volume values were converted from the thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 459 scans. One-year volume values were converted from a thickness value measured on a Spectralis or Cirrus OCT machine to a Stratus equivalent value for 472 scans. When calculating change in volume, measurements taken on the same machine at both visits were not converted, because the conversion equation slope is nearly 1 and the constant difference does not affect the change calculation. Therefore, change in volume was calculated after converting either the baseline and/or follow-up value from Spectralis or Cirrus to a Stratus equivalent value in 17 eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"1.6"},{"groupId":"OG001","value":"-1.0","spread":"1.2"},{"groupId":"OG002","value":"-1.7","spread":"1.5"}]}]}]},{"type":"SECONDARY","title":"Total Number of Injections Prior to 1 Year","description":"Only includes participants that completed the 1 year visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":"2.0"},{"groupId":"OG001","value":"9.7","spread":"2.3"},{"groupId":"OG002","value":"9.4","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Total Number of Laser Treatments","description":"Only includes participants that completed the 1 year visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"91","spread":null},{"groupId":"OG002","value":"111","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"85","spread":null},{"groupId":"OG002","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Eyes Receiving 1 or More Alternative Treatments for DME Other Than Laser","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":61,"n":224},"commonTop":["Vitreous floaters","Vision blurred","Conjunctival haemorrhage","Eye pain","Nasopharyngitis"]}}}