{"nctId":"NCT02105467","briefTitle":"Study of Efficacy and Safety of Grazoprevir (MK-5172)/Elbasvir (MK-8742) Combination Regimen for Treatment-Naïve Participants With Chronic Hepatitis C Virus Genotypes 1, 4, and 6 (MK-5172-060)","startDateStruct":{"date":"2014-06-05","type":"ACTUAL"},"conditions":["Chronic Hepatitis C Virus"],"count":421,"armGroups":[{"label":"Immediate Treatment Group","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir 100mg / Elbasvir 50 mg FDC"]},{"label":"Deferred Treatment Group","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Grazoprevir 100mg / Elbasvir 50 mg FDC","Drug: Placebo to Grazoprevir / Elbasvir 50 mg FDC"]}],"interventions":[{"name":"Grazoprevir 100mg / Elbasvir 50 mg FDC","otherNames":[]},{"name":"Placebo to Grazoprevir / Elbasvir 50 mg FDC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Documented chronic HCV GT1, GT4, or GT6 with no evidence of non-typeable or mixed genotype infection (positive for anti-HCV antibody, HCV RNA, or any of the listed GTs at least 6 months prior to screening must be confirmed by screening lab results)\n* Cirrhosis defined by: liver biopsy showing cirrhosis METAVIR F4; or Fibroscan showing cirrhosis with a result of \\>12.5 kiloPascals (kPa); or FibroSure® (Fibrotest®) score of \\>0.75 and an aspartate aminotransferase (AST): platelet ratio index (APRI) of \\>2\n* Absence of cirrhosis defined by: liver biopsy showing absence of cirrhosis, or Fibroscan with a result of ≤12.5 kPa, or Fibrosure® (Fibrotest®) score of \\<= 0.48 and APRI of \\<=1\n* HCV treatment status of treatment naïve (naïve to all anti-HCV treatment) and can also be ineligible to take pegylated interferon\n* Female participant not of reproductive potential, or female of reproductive potential and agrees to avoid becoming pregnant while receiving study drug and for 14 days after the last dose of study drug (using abstinence or acceptable methods of contraception)\n\nExclusion criteria:\n\n* Evidence of decompensated liver disease manifested by the presence of or history of ascites, esophageal or gastric variceal bleeding, hepatic encephalopathy or other signs or symptoms of advanced liver disease. For cirrhotics, participants who are Child-Pugh Class B or C or who have a Pugh-Turcotte (CPT) score \\>6\n* Co-infection with hepatitis B virus or human immunodeficiency virus (HIV)\n* History of malignancy \\<=5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer or carcinoma in situ; or is under evaluation for other active or suspected malignancy\n* Evidence of hepatocellular carcinoma (HCC) or under evaluation for HCC\n* Currently participating or has participated in a study with an investigational compound within 30 days of signing informed consent and is not willing to refrain from participating in another such study during the course of this study\n* Clinically-relevant drug or alcohol abuse within 12 months of screening\n* Pregnant, breast-feeding, or expecting to conceive or donate eggs from Day 1 throughout treatment and 14 days after the last dose of study medication or longer if dictated by local regulations\n* Organ transplant (including hematopoietic stem cell transplants) other than cornea and hair\n* Poor venous access\n* History of gastric surgery (e.g., stapling, bypass) or history of malabsorption disorder (e.g., celiac sprue disease)\n* Any medical condition requiring, or likely to require, chronic systemic administration of corticosteroids, TNF antagonists, or other immunosuppressant drugs during the course of the trial\n* Evidence of history of chronic hepatitis not caused by HCV, including but not limited to nonalcoholic steatohepatitis (NASH), drug-induced hepatitis, and autoimmune hepatitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response at 12 Weeks After the End of Treatment (SVR12)","description":"Hepatitis C Virus (HCV) ribonucleic acid (RNA) was measured using the Roche COBAS® Taqman® HCV Test, v2.0 assay. SVR12 was defined as HCV RNA \\<Lower Limit of Quantification (\\<15 IU/mL) 12 weeks after the end of all study therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing at Least One Adverse Event","description":"An adverse event is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An adverse event can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an adverse event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.4","spread":null},{"groupId":"OG001","value":"68.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinued From Study Treatment Because of an Adverse Event","description":"An adverse event is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An adverse event can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an adverse event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants Achieving Sustained Virologic Response at 4 Weeks After the End of Treatment (SVR4)","description":"Hepatitis C Virus RNA was measured using the Roche COBAS® Taqman® HCV Test, v2.0 assay. SVR4 was defined as HCV RNA \\<Lower Limit of Quantitation (\\<15 IU/mL) 4 weeks after the end of all study therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Virologic Response at 24 Weeks After the End of Treatment (SVR24)","description":"Hepatitis C Virus RNA was measured using the Roche COBAS® Taqman® HCV Test, v2.0 assay. SVR24 was defined as HCV RNA \\<Lower Limit of Quantitation (\\<15 IU/mL) 24 weeks after the end of all study therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":316},"commonTop":["Headache","Fatigue","Nausea","Nasopharyngitis","Arthralgia"]}}}