{"nctId":"NCT01453725","briefTitle":"Effect of Golimumab in Participants With Active Axial Spondyloarthritis (P07642, MK-8259-006)","startDateStruct":{"date":"2012-02-13","type":"ACTUAL"},"conditions":["Spondylitis, Ankylosing"],"count":198,"armGroups":[{"label":"Golimumab→Golimumab","type":"EXPERIMENTAL","interventionNames":["Biological: Golimumab"]},{"label":"Placebo→Golimumab","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Golimumab","Biological: Placebo"]}],"interventions":[{"name":"Golimumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Active axial spondyloarthritis with disease duration ≤5 years, and chronic back pain of ≥3 month duration\n* Have either an inadequate response to 30 days of optimal daily doses of at least one non-steroidal anti-inflammatory drug (NSAID) or must be unable to receive a full 30 day maximal NSAID therapy because of intolerance, toxicity or contraindications to NSAIDs\n* Females of child-bearing potential must use contraception\n* No history of untreated latent or active tuberculosis\n\nExclusion Criteria:\n\n* Fulfillment of modified New York criteria for ankylosing spondylitis\n* Has ever received tumor necrosis factor (TNF)-α targeted therapy or any biological agents\n* Any systemic inflammatory condition other than spondyloarthritis\n* Serious infection within 2 months\n* Any known malignancy or a history of malignancy within the previous 5 years\n* Has or had a substance abuse (drug or alcohol) problem within the previous 2 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving an Assessment in Ankylosing Spondylitis (ASAS) 20 Response at Week 16","description":"The ASAS consists of 4 domains: participant global assessment, total back pain, function (Bath Ankylosing Spondylitis Functional Index \\[BASFI\\]), and inflammation (mean of questions 5 and 6 of Bath Ankylosing Spondylitis Disease Activity Index \\[BASDAI\\]). Each domain is measured on a 100-mm visual analog scale (VAS) from 0 mm=the very best situation to 100 mm=the very worst situation, with a higher score indicating more severe impairment. ASAS 20 is a 20% improvement in response (per the Assessment in Ankylosing Spondylitis International Working Group) defined as meeting 2 criteria: 1) An improvement of \\>=20% from Baseline and an absolute improvement from Baseline of \\>=10 mm in at least 3 of 4 domains, and 2) Absence of deterioration from Baseline (defined as a \\>=20% worsening and an absolute worsening of \\>=10 mm) in the potential remaining domain. The percentages of participants who achieved ASAS 20 were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.1","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an Assessment in Ankylosing Spondylitis (ASAS) 40 Response at Week 16","description":"The ASAS consists of 4 domains: participant global assessment, total back pain, function (BASFI), and inflammation (mean of questions 5 and 6 of BASDAI). Each domain is measured on a 100-mm VAS from 0 mm=the very best situation to 100 mm=the very worst situation, with a higher score indicating more severe impairment. ASAS 40 is a 40% improvement in response (per the Assessment in Ankylosing Spondylitis International Working Group) defined as meeting 2 criteria: 1) An improvement of \\>=40% from Baseline and an absolute improvement from Baseline of \\>=20 mm in at least 3 of 4 domains, and 2) Absence of deterioration from Baseline (defined as a \\>=0% worsening and an absolute worsening of \\>=0 mm) in the potential remaining domain. The percentages of participants who achieved ASAS 40 were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.7","spread":null},{"groupId":"OG001","value":"23.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) 50 at Week 16","description":"The BASDAI is a summary of 6 participant-assessed 100-mm VAS for a) Fatigue, b) Spinal pain (overall), c) Peripheral arthritis, d) Enthesitis, e) Qualitative morning stiffness (intensity) and f) Quantitative morning stiffness (duration). Each VAS is measured as 0=none to 100=very severe, with a higher score indicating more severe symptoms. The BASDAI score is calculated as 0.2 time (a+b+c+d+\\[0.5 times e+f\\]) and can range from 0 to 100. The BASDAI 50 is defined as improvement by at least 50% from Baseline in the BASDAI score. The percentages of participants who achieved BASDAI 50 were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.7","spread":null},{"groupId":"OG001","value":"30.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ASAS Partial Remission at Week 16","description":"ASAS partial remission was defined as a VAS score of less than 20 mm in each of the 4 domains of ASAS 20: participant global assessment, pain (total back pain), function and inflammation. The percentages of participants who achieved ASAS partial remission were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.0","spread":null},{"groupId":"OG001","value":"18.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Spondyloarthritis Research Consortium of Canada (SPARCC) Magnetic Resonance Imaging (MRI) Sacroiliac (SI) Joints Score at Week 16","description":"Participants underwent MRI of the SI joints, without contrast, at Screening and Week 16 to assess the presence or absence of active inflammation of the SI joints. Scoring was based on 6 consecutive MRI slices through the SI joint. Each slice was divided into 4 quadrants. Each of the 48 quadrants was scored with respect to the presence of inflammation (0=no, 1=yes), yielding a maximum score of 48. Each slice was also assessed for the presence of a lesion exhibiting either intense signal or a depth \\>=1 cm anywhere within the SI joint of the 6 slices (0=no, 1=yes), yielding a maximum score of 24. Total SI joint scores could range from 0 to 72, with a higher score indicating more signs of disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.87","spread":"11.822"},{"groupId":"OG001","value":"12.66","spread":"15.619"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.25","spread":"7.708"},{"groupId":"OG001","value":"-0.95","spread":"8.533"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least One Adverse Event (AE)","description":"An AE is any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of the study drug, whether or not considered related to the study drug. The percentages of participants who experienced at least one AE were calculated for each part of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.2","spread":null},{"groupId":"OG001","value":"47.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null},{"groupId":"OG001","value":"54.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Drug Due to an AE","description":"An AE is any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of the study drug, whether or not considered related to the study drug. The percentages of participants who discontinued study drug due to an AE were calculated for each part of the study. Participants may have discontinued study drug without discontinuing from the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":97},"commonTop":["Nasopharyngitis","Headache","Upper respiratory tract infection","Oropharyngeal pain","Influenza"]}}}