{"nctId":"NCT00491829","briefTitle":"Flibanserin Versus Placebo in Premenopausal Women With HSDD","startDateStruct":{"date":"2007-06"},"conditions":["Sexual Dysfunctions, Psychological"],"count":945,"armGroups":[{"label":"flibanserin","type":"EXPERIMENTAL","interventionNames":["Drug: 50 mg qhs"]},{"label":"flibanserin 100mg","type":"EXPERIMENTAL","interventionNames":["Drug: 100 mg"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"50 mg qhs","otherNames":[]},{"name":"100 mg","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Women who are 18 years of age and older at the Screen Visit.\n2. Premenopausal women per the Stages of Reproductive Aging Workshop (STRAW) criteria with the primary diagnosis of HSDD, generalized acquired type, according to DSM IV-TR criteria. The current episode must be at least 24 weeks in duration by the Baseline Visit. Secondary Female Sexual Arousal Disorder and/or Female Orgasmic Disorder are allowed. This inclusion criterion is met only if the HSDD commenced prior to Female Sexual Arousal Disorder and/or Female Orgasmic Disorder and the HSDD is of more importance to the patient, in the investigator judgement\n3. A score of 15 or higher on the Female Sexual Distress Scale-Revised (FSDS-R)© (R04-1068) at the Screen Visit.\n4. Item Number Two of the Sexual Interest and Desire Inventory - Female© (SIDI-F©) must be rated as \"0\" or \"1\" at the Screen Visit\n5. Patients must be willing to try to have sexual activity (e.g., any act involving direct genital stimulation) at least once monthly.\n6. Patients must be willing and able to use an eDiary on a daily basis (e.g., have access to a working land line or wireless telephone for daily data transmissions).\n7. At the Baseline Visit, patients must have complied with eDiary use adequately, having missing entries for five or less days during the 28-day Screen period.\n8. Patients must be in a stable, monogamous, heterosexual relationship that is secure and communicative, for at least 1 year prior to the Screen Visit. The relationship is to be with the same partner who is sexually functional, both psychologically and physically, and the partner is expected to be physically present (i.e., available for sexual activity at some time during a 24 hour day) at least 50% of each month during the 4-week Screen period and 24-week efficacy period of the trial.\n\nExclusion Criteria:\n\n1. Patients who have taken any medication noted in Appendix 10.6.1, Part I - List of prohibited medications, within 30 days before the Screen Visit; the same medications are prohibited throughout participation in the study.\n2. Patients whose sexual function was affected (enhanced or worsened) in the investigator opinion by any medication within 30 days before the Screen Visit and anytime prior to the Baseline Visit. This must be determined by the investigator judgement after performing a detailed review of the patient sexual history and concomitant therapy.\n3. Patients with a history of drug dependence or abuse (including alcohol, as defined in DSM IV-TR or in the opinion of the investigator) within the past 1 year\n4. Patients who meet DSM IV-TR criteria for Sexual Aversion Disorder, Substance-Induced Sexual Dysfunction, Dyspareunia (not caused by inadequate foreplay stimulation or alleviated by lubricants), Vaginismus, Gender Identity Disorder, Paraphilia, or for Sexual Dysfunction Due to a General Medical Condition.\n5. Patients who indicate that their sexual partner has organic or psychosexual dysfunction that could interfere with a patient response to treatment.\n6. Patients who have entered the peri-menopause stage (menopausal transition) or the post menopause stage \\[i.e., have had hysterectomy (without bilateral oophorectomy), bilateral oophorectomy, endometrial ablation (any type), and chemical induced (e.g., chemotherapy)\\] according to the STRAW criteria.\n7. Patients with a history of MDD within 6 months prior the Screen Visit or a score of 14 on the Beck Depression Inventory© II, or a history of suicide attempt according to the Beck Scale for Suicide Ideation.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Frequency of Satisfying Sexual Events as Measured by the eDiary.","description":"To obtain information on satisfying sexual events (SSEs), a small personal handheld electronic device was to be used by the patients to record such information daily (eDiary). An SSE was recorded when a patient answered \"yes\" to the eDiary question: \"Was the event satisfying for you?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"3.7"},{"groupId":"OG001","value":"1.5","spread":"4.0"},{"groupId":"OG002","value":"0.9","spread":"3.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":311},"commonTop":["Headache","Fatigue","nasopharyngitis","Dizziness","nausea"]}}}