{"nctId":"NCT00320398","briefTitle":"Total Hip Replacement Study Of GSK576428 (Fondaparinux Sodium)","startDateStruct":{"date":"2006-01-30","type":"ACTUAL"},"conditions":["Thrombosis, Venous"],"count":114,"armGroups":[],"interventions":[{"name":"Fondaparinux","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients undergoing either an elective primary THR (total hip replacement) surgery or a revision of a THR.\n\nExclusion Criteria:\n\n* Active, clinically significant bleeding (excluding drainage).","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Venous Thromboembolism (VTE) During Efficacy Period","description":"The percentage of participants with VTE, who underwent elective total hip replacement surgery, detected by routine venography, during the treatment period were reported. The percentage VTE was calculated by the number of events divided by the number of participants evaluated multiplied by 100. The Venogram was obtained post 2 calendar days after the administration of last study drug (between Day 11 and 17). Day 1 was the day of surgery and the participant was given study drug 24±2 hours after surgical closure. It was adjudicated by the Central Independent Adjudication Committee of Efficacy (CIACE).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Major Bleeding","description":"Major bleeding defined as any clinically unusual bleeding meeting 1 of following criteria; a)Fatal bleeding; b) Including retroperitoneal and intracranial bleeding, or bleeding into critical organ (eye, adrenal gland, pericardium, spine); c) Reoperation due to bleeding or hematoma at operative site; d)Bleeding leading to hemoglobin (Hb) fall \\> = 2 gram per deciliter (g/dL)(1.6 millimole per litre \\[mmol/L\\]) within 48 hour of the bleed; e)Bleeding that required transfusion of red blood cells (RBCs) or whole blood (WB) derived from \\>= 900 milliliter (mL) of WB within 48 hours of the bleed (excluding autologous transfusion except for treatment of bleeding adverse event); f) Bleeding leading to bleeding index (BI) \\>=2. The percentage was calculated by the number of events divided by the number of participants evaluated multiplied by 100. This was adjudicated by the CIACE.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Minor Bleeding","description":"Minor bleeding was defined as the clinically overt bleeding not meeting the criteria for major bleeding like: (Fatal bleed; Including retroperitoneal and intracranial bleeding, or bleed in critical organ \\[eye, adrenal gland, pericardium, spine\\]; c) Reoperation due to bleeding or hematoma at operative site; d) Bleeding leading to hemoglobin (Hb) fall \\> = 2 g/dL(1.6 mmol/L) within 48 hour of the bleed; e)Bleeding that required transfusion of RBCs or WB derived from \\>= 900 mL of WB within 48 hours of the bleed (excluding autologous transfusion except for treatment of bleeding adverse event); f) Bleeding leading to bleeding index (BI) \\>=2), and which were considered more than expected in the clinical context. The percentage was calculated by the number of events divided by the number of participants evaluated multiplied by 100. This was adjudicated by the CIACE.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All Deep Vein Thrombosis (DVT)","description":"The percentage of participants with All DVT were reported, where the analysis was done using a venogram. It was calculated by the number of events divided by the number of participants evaluated multiplied by 100. The Venogram was obtained post 2 calendar days after the administration of last study drug (between Day 11 and 17). Day 1 was the day of surgery and the participant was given study drug 24±2 hours after surgical closure. It was adjudicated by the CIACE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Proximal DVT","description":"The percentage of participants with DVT (proximal) were reported, by using a venogram. It was calculated by the number of events divided by the number of participants evaluated multiplied by 100. The Venogram was obtained post 2 calendar days after the administration of last study drug (between Day 11 and 17). Day 1 was the day of surgery and the participant was given study drug 24±2 hours after surgical closure. It was adjudicated by the CIACE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Distal Only DVT","description":"The percentage of participants with distal only DVT were reported, by using a venogram. It was calculated by the number of events divided by the number of participants evaluated multiplied by 100. The Venogram was obtained post 2 calendar days after the administration of last study drug (between Day 11 and 17). Day 1 was the day of surgery and the participant was given study drug 24±2 hours after surgical closure. It was adjudicated by the CIACE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic DVT During Main Efficacy Period","description":"The percentage of participants with different symptoms of DVT (proximal) like pain or tenderness, swelling, warmth, redness or discoloration, and distention of surface veins, post the total hip replacement surgery were reported, where analysis was done using a venogram. It was calculated by the number of events divided by the number of participants evaluated multiplied by 100. The Venogram was obtained post 2 calendar days after the administration of last study drug (between Day 11 and 17). Day 1 was the day of surgery and the participant was given study drug 24±2 hours after surgical closure. It was adjudicated by the CIACE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pulmonary Embolism During Efficacy Period","description":"The percentage of participants with pulmonary embolism (pleuritic chest pain, dyspnea, cough, hemoptysis, syncope, light-headedness/dizziness, tachypnea, and tachycardia ) were reported, by using a venogram. It was calculated by the number of events divided by the number of participants evaluated multiplied by 100. The Venogram was obtained post 2 calendar days after the administration of last study drug (between Day 11 and 17). Day 1 was the day of surgery and the participant was given study drug 24±2 hours after surgical closure. It was adjudicated by the CIACE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs), Serious Adverse Events (SAEs) and Deaths","description":"An AE was any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal (investigational) product, whether or not considered related to the medicinal (investigational) product. For marketed medicinal products, this also includes failure to produce expected benefits (i.e. lack of efficacy), abuse or misuse. SAE was any experience that: resulted in death, was life-threatening, required in-patient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect or was medically significant.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Transfused Participants","description":"The number of participants who received RBCs or WB after the total hip replacement surgery within 48 hours of bleed were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Volume of Transfusion","description":"The total volume of transfusion (RBCs or WB) received by the participant was reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"400.0","spread":"0.0"},{"groupId":"OG001","value":"600.0","spread":"282.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":58},"commonTop":["Myalgia","Insomnia","Constipation","Pruritus","Platelet count increased"]}}}