{"nctId":"NCT03659929","briefTitle":"Adult Attention Deficit Hyperactivity Disorder (ADHD) Study With Amphetamine Sulfate","startDateStruct":{"date":"2018-09-18","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":320,"armGroups":[{"label":"Arm 1: 20 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: Amphetamine Sulfate"]},{"label":"Arm 2: 40 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: Amphetamine Sulfate"]},{"label":"Arm 3: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Amphetamine Sulfate","otherNames":["AR19"]},{"name":"Placebo","otherNames":["inactive drug"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Is male or female between 18 and 55 years of age, inclusive, at the time of Screening.\n2. Meets criteria for diagnosis of ADHD using Conners' Adult ADHD Diagnostic Interview for Diagnostic and Statistical Manual of Mental Disorders (DSM-IV™) adapted for DSM-5™ (CAADID), including onset of ADHD symptoms before the age of 12.\n3. Has an AISRS total score of ≥26 at Visit 2.\n4. Has a clinician-administered Clinical Global Impression-Severity (CGI-S) score of 4 or greater at Visit 2.\n5. In the clinical judgment of the Investigator, the subject needs pharmacological treatment for ADHD.\n6. Must read and write English at a level sufficient to provide written informed consent and to complete study-related materials.\n7. For subjects currently on a stable dose of allowed non-ADHD medication, there will be no expected changes in subject's medications during the study with the exception of medications listed in Section 5.9.2.\n8. Males and females who are fertile and sexually active with a partner of the opposite sex must adhere to contraception requirements for the duration of the study as follows:\n\n   * Females of childbearing potential must agree to be abstinent or to use highly effective forms of contraception.\n   * Females of non-childbearing potential, defined as surgically sterile (status post hysterectomy, bilateral oophorectomy, or bilateral tubal ligation) or post-menopausal for at least 12 months do not require contraception during the study.\n   * Males , with female partners of childbearing potential must agree to be abstinent or use a medically acceptable form of contraception from screening through the end of study.\n\nExclusion Criteria:\n\n1. Has a primary psychiatric diagnosis other than ADHD.\n2. Has any other current secondary or co-morbid medical, psychiatric, or social condition which, in the opinion of the investigator, might compromise subject safety, or is likely to interfere with protocol compliance or to confound the assessment of safety or efficacy.\n3. Has a history or current symptoms of bipolar disorder, schizophrenia, or psychotic disorder.\n4. Has clinically significant cognitive impairment in the clinical judgment of the Investigator.\n5. Has a Body Mass Index (BMI) of \\<17 or ≥39 kg/m2.\n6. Has a Screening or Baseline triplicate-average blood pressure of ≥139 millimeter of mercury (mmHg) systolic or ≥89 mmHg diastolic. Blood pressure will be taken in triplicate, and the average will be used for evaluating entry criteria.\n7. Is pregnant or breastfeeding, or is planning to become pregnant during the study.\n8. Has a history of any of the following disorders:\n\n   * Seizure disorder (excluding a history of isolated febrile seizures \\<6 years old),\n   * Inadequately or not treated hypertension is defined as a subject who has blood pressure indicative of Stage 2 hypertension (systolic pressure ≥140 mmHg or diastolic pressure ≥90 mmHg). Subjects who are adequately treated must be on a stable dose of antihypertensive medications for 3 months prior to screening and their antihypertensive medications are not anticipated to change.\n   * Untreated thyroid disease. Subjects with a history of thyroid disease who have been on a stable dose of thyroid hormone for at least three months are eligible to participate if their thyroid-stimulating hormone (TSH) does not fall in the excluded range, shown below in 14.\n   * Glaucoma\n   * Tourette's disorder, or chronic tics.\n   * Subjects who have had gastrointestinal surgery or a procedure that involves:\n\n     * Excision or partial excision of the esophagus, stomach, small and large intestine, liver, pancreas or biliary tree. Appendectomy, cholecystectomy and/or removal of gallstones in the bile ducts (as long as the ducts remain intact) are exceptions.\n     * Reduction of the stomach volume without excision or partial excision of the stomach (e.g. restrictive surgery/procedure)\n     * Obesity treatments that can affect gastrointestinal (GI) capacity or function, such as electrical stimulation systems, gastric balloon systems, and gastric external drainage systems\n9. Has Electrocardiogram (ECG) or clinical evidence of the following:\n\n   * Fridericia's corrected QT wave interval (QTcF) \\> 470 milliseconds (msec) for females, and \\> 450 msec for males\n   * Atrial or ventricular hypertrophy\n   * Intraventricular conduction defects other than incomplete right bundle branch block in the absence of other heart disease\n   * Myocardial infarct, ischemia, or symptomatic coronary artery disease within 1 year prior to the Screening Visit\n   * Clinically significant atrial or ventricular dysrhythmia; the heart must be in predominantly normal sinus rhythm\n   * Second or third degree atrioventricular block\n   * Heart failure\n   * Functionally significant cardiac structural abnormality or valvular disease\n   * Cardiomyopathy\n   * Any other cardiovascular condition that the Investigator feels may predispose the subject to cardiovascular events (e.g. myocardial infarction, stroke) or arrhythmia\n10. Known family history of sudden cardiac death in the absence of pre-existing heart disease.\n11. Use of any psychotropic medication within 28 days of the Baseline visit except for ADHD medication. (Sedative hypnotics prescribed as a sleep aid at a stable dose for at least 28 days prior to Baseline, at bedtime only, are allowed during the study.)\n12. Has used prohibited drugs or agents within 28 days of the Baseline visit through Study Visit 7. (Stimulant medications are allowed until 7 days before the Baseline visit.) Non-stimulant ADHD medications (guanfacine, bupropion, clonidine, and/or atomoxetine) are not allowed within 28 days of Visit 2 or at any time during the study. Note: Medications that are being taken for psychiatric or medical disorders other than ADHD should not be discontinued for the purpose of qualifying for study participation unless the medication is deemed medically unnecessary by the prescribing physician.\n13. Has received an investigational drug within 60 days of the Screening visit.\n14. Has an abnormal laboratory test value, vital sign, or other exam finding at Screening or Baseline that, in the opinion of the Investigator, warrants exclusion from the study. In addition, subjects with laboratory values listed below are considered exclusionary:\n\n    * Serum aspartate transaminase (AST) or alanine transaminase (ALT) \\>1.5 × upper limit of normal (ULN)\n    * Serum total bilirubin \\>1.5 × ULN unless due to Gilbert's Syndrome\n    * Serum creatinine \\>1.3 × ULN\n    * Glycosylated hemoglobin (HbA1c) ≥7.0%.\n    * TSH \\<0.9 × lower limit of normal (LLN) or TSH \\>1.2 × ULN\n15. Reports a history of hypersensitivity or intolerance to any formulation of amphetamine.\n16. Reports a history of poor therapeutic response to any formulation of amphetamine or methylphenidate despite a clearly adequate trial (including dose and duration).\n17. Is unable to swallow medication in capsule form.\n18. Is unable or unwilling to follow directions of study staff or comply with all the testing and requirements of the protocol.\n19. Has a positive urine drug result at Screening (with the exception of current ADHD stimulant therapy, if any). Note: subjects should be informed that they should not participate in the trial or submit to urine drug testing if they are using any controlled or recreational drug (other than a prescribed stimulant for ADHD), and non-use should be confirmed prior to testing.\n20. Has a positive blood alcohol level at Screening. Note: subjects should be informed that alcohol consumed within 12 hours of screening may result in a positive test.\n21. Has current or known history of drug or alcohol abuse within the past 12 months.\n22. Has a history of human immunodeficiency virus (HIV), hepatitis B, or untreated hepatitis C infection. Note: subjects with a history of hepatitis C infection who have been treated and whose hepatitis C virus ribonucleic acid (HCV RNA) is currently undetectable are not excluded.\n23. In the past 12 months, has had an intensity of suicidal ideation of greater than 1or any self-injurious behavior using the Columbia Suicide Severity Rating Scale at the Screening or Baseline visits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Severity of Attention Deficit Hyperactivity (ADHD) Symptoms","description":"Change from baseline in severity of Attention Deficit Hyperactivity (ADHD) symptoms, as measured by the adult ADHD Investigator Symptom Rating Scale (AISRS), with a minimum score of 0, and maximum score of 54. Higher scores indicate more severe symptoms, or a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.1","spread":"1.28"},{"groupId":"OG001","value":"-18.2","spread":"1.28"},{"groupId":"OG002","value":"-18.1","spread":"1.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Visit 7 in AISRS Hyperactive and Inattentive Subscale Scores","description":"Items are scored as follows: 0 (none), 1 (mild), 2 (moderate), 3 (severe). The maximum total score for the scale is 54 points, with 27 points for each subscale (summed). The total score is the sum of the inattentive and hyperactive-impulsive subscales. Higher values represent more severe hyperactivity and/or inattentiveness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"0.61"},{"groupId":"OG001","value":"-8.3","spread":"0.61"},{"groupId":"OG002","value":"-8.0","spread":"0.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.9","spread":"0.74"},{"groupId":"OG001","value":"-9.9","spread":"0.74"},{"groupId":"OG002","value":"-10.0","spread":"0.74"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression of Severity (CGI-S) Score From Baseline","description":"CGI-Severity (CGI-S): The CGI-Severity (CGI-S) asks the clinician one question: \"Considering your total clinical experience with this particular population, how mentally ill is the patient at this time?\" which is rated on the following seven-point scale: 1=normal, not at all ill; 2=borderline mentally ill; 3=mildly ill; 4=moderately ill; 5=markedly ill; 6=severely ill; 7=among the most extremely ill patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.1"},{"groupId":"OG001","value":"-0.9","spread":"0.1"},{"groupId":"OG002","value":"-1.0","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.12"},{"groupId":"OG001","value":"-1.1","spread":"0.12"},{"groupId":"OG002","value":"-1.3","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.12"},{"groupId":"OG001","value":"-1.4","spread":"0.12"},{"groupId":"OG002","value":"-1.5","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":".12"},{"groupId":"OG001","value":"-1.4","spread":".12"},{"groupId":"OG002","value":"-1.5","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":".13"},{"groupId":"OG001","value":"-1.5","spread":".13"},{"groupId":"OG002","value":"-1.5","spread":".13"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression of Improvement (CGI-I) Score From Baseline","description":"\"Compared to the patient's condition at admission to the project \\[prior to medication initiation\\], this patient's condition is: 1=very much improved since the initiation of treatment; 2=much improved; 3=minimally improved; 4=no change from baseline (the initiation of treatment); 5=minimally worse; 6= much worse; 7=very much worse since the initiation of treatment.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"0.1"},{"groupId":"OG001","value":"2.9","spread":"0.1"},{"groupId":"OG002","value":"2.8","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"0.11"},{"groupId":"OG001","value":"2.6","spread":"0.11"},{"groupId":"OG002","value":"2.4","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.11"},{"groupId":"OG001","value":"2.6","spread":"0.11"},{"groupId":"OG002","value":"2.4","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"0.11"},{"groupId":"OG001","value":"2.5","spread":"0.11"},{"groupId":"OG002","value":"2.4","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"0.12"},{"groupId":"OG001","value":"2.5","spread":"0.12"},{"groupId":"OG002","value":"2.4","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Change in Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) Score From Baseline","description":"The Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) is a 75-item self-rating scale that assesses overall functioning (GEC) and 9 non-overlapping scales among 2 summary index scales (Metacognition Index \\[MI\\] and Behavioral Regulation Index \\[BRI\\]) that assess aspects of executive function and problems with self-regulation from the perspective of the individual.\n\nSubjects rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience in past month.\n\nThe sum of 70 items yields the GEC raw score (range: 70-210), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). The post-baseline GEC T-score is converted to a change from baseline T-score.\n\nA lower change from baseline GEC T-score (\\<0) represents a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.4","spread":"1.33"},{"groupId":"OG001","value":"-13.6","spread":"1.35"},{"groupId":"OG002","value":"-14.6","spread":"1.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"1.15"},{"groupId":"OG001","value":"-11.5","spread":"1.17"},{"groupId":"OG002","value":"-12.8","spread":"1.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.2","spread":"1.32"},{"groupId":"OG001","value":"-13.4","spread":"1.37"},{"groupId":"OG002","value":"-14.2","spread":"1.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.1","spread":"1.22"},{"groupId":"OG001","value":"-11.3","spread":"1.25"},{"groupId":"OG002","value":"-13.0","spread":"1.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"1.10"},{"groupId":"OG001","value":"-10.6","spread":"1.12"},{"groupId":"OG002","value":"-11.9","spread":"1.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.9","spread":"1.30"},{"groupId":"OG001","value":"-12.2","spread":"1.33"},{"groupId":"OG002","value":"-12.9","spread":"1.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"1.13"},{"groupId":"OG001","value":"-9.8","spread":"1.16"},{"groupId":"OG002","value":"-10.4","spread":"1.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"1.16"},{"groupId":"OG001","value":"-10.3","spread":"1.19"},{"groupId":"OG002","value":"-11.2","spread":"1.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.8","spread":"1.33"},{"groupId":"OG001","value":"-12.6","spread":"1.36"},{"groupId":"OG002","value":"-13.5","spread":"1.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"0.94"},{"groupId":"OG001","value":"-7.1","spread":"0.96"},{"groupId":"OG002","value":"-8.0","spread":"0.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.5","spread":"1.36"},{"groupId":"OG001","value":"-13.4","spread":"1.40"},{"groupId":"OG002","value":"-14.8","spread":"1.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"1.09"},{"groupId":"OG001","value":"-9.5","spread":"1.12"},{"groupId":"OG002","value":"-10.0","spread":"1.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":106},"commonTop":["Headache","Decreased Appetite","Insomnia","Dry Mouth","Nasopharyngitis"]}}}