{"nctId":"NCT03056040","briefTitle":"ALXN1210 Versus Eculizumab in Adult Participants With Paroxysmal Nocturnal Hemoglobinuria (PNH) Currently Treated With Eculizumab","startDateStruct":{"date":"2017-05-17","type":"ACTUAL"},"conditions":["Paroxysmal Nocturnal Hemoglobinuria (PNH)"],"count":202,"armGroups":[{"label":"Ravulizumab","type":"EXPERIMENTAL","interventionNames":["Biological: Ravulizumab"]},{"label":"Eculizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Ravulizumab","Biological: Eculizumab"]}],"interventions":[{"name":"Ravulizumab","otherNames":["ALXN1210","ULTOMIRIS"]},{"name":"Eculizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female ≥18 years of age.\n2. Treated with eculizumab for PNH for at least 6 months prior to Day 1.\n3. Lactate dehydrogenase level ≤1.5 times the upper limit of normal (ULN) at screening.\n4. PNH diagnosis confirmed by documented by high-sensitivity flow cytometry.\n5. Documented meningococcal vaccination not more than 3 years prior to, or at the time of, initiating study treatment.\n6. Female participants of childbearing potential must use highly effective contraception starting at screening and continuing until at least 8 months after the last dose of ravulizumab.\n7. Willing and able to give written informed consent and comply with study visit schedule.\n\nExclusion Criteria:\n\n1. History of bone marrow transplantation.\n2. Body weight \\<40 kilograms at screening.\n3. History of or ongoing major cardiac, pulmonary, renal, endocrine, or hepatic disease that, in the opinion of the investigator or sponsor, would preclude participation.\n4. Unstable medical conditions (for example, myocardial ischemia, active gastrointestinal bleeding, severe congestive heart failure, anticipated need for major surgery within 6 months of randomization, or coexisting chronic anemia unrelated to PNH).\n5. Female participants who are pregnant, breastfeeding, or who have a positive pregnancy test at screening or Day 1.\n6. Participation in another interventional clinical study or use of any experimental therapy within 30 days before initiation of study treatment on Day 1 in this study or within 5 half-lives of that investigational product, whichever is greater.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change In Lactate Dehydrogenase Levels From Baseline To Day 183","description":"Lactate dehydrogenase (LDH) is an indicator of intravascular hemolysis that occurs in participants with paroxysmal nocturnal hemoglobinuria. A decrease in LDH indicates reduction (improvement) in hemolysis. Baseline was defined as the average of all available on-study assessments prior to the first study drug infusion. The percent change in LDH was analyzed using a mixed-effect model for repeated measures (MMRM) with the fixed, categorical effects of treatment, study visit, and study visit by treatment group interaction, as well as the continuous, fixed covariate of baseline LDH and the stratification randomization indicator of packed red blood cells transfusion history (yes/no within 12 months prior to Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":null},{"groupId":"OG001","value":"8.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number Of Participants With Breakthrough Hemolysis Through Day 183","description":"Breakthrough hemolysis (BTH) was defined as at least one new or worsening symptom or sign of intravascular hemolysis (fatigue, hemoglobinuria, abdominal pain, dyspnea, anemia \\[hemoglobin \\<10 grams (g)/deciliter (dL)\\], major adverse vascular event \\[including thrombosis\\], dysphagia, or erectile dysfunction) in the presence of elevated LDH ≥2 times the upper limit of normal (ULN).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline To Day 183 In Functional Assessment Of Chronic Illness Therapy (FACIT)-Fatigue Scores","description":"FACIT-Fatigue score ranges from 0 to 52, with a higher score indicating less fatigue. Baseline was defined as the last non-missing assessment value prior to first study drug dose. Change in FACIT-Fatigue score from Baseline to Day 183 was analyzed using an MMRM with the fixed, categorical effects of treatment, the stratification randomization indicator of packed red blood cells transfusion history (yes/no within 12 months prior to Day 1), study visit, and study visit by treatment group interaction, as well as the continuous fixed covariate of Baseline FACIT-Fatigue score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.01","spread":null},{"groupId":"OG001","value":"0.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Who Achieved Transfusion Avoidance Through Day 183","description":"Transfusion avoidance was defined as the percentage of participants who remained transfusion free and did not require a transfusion per protocol-specified guidelines (hemoglobin value of ≤9 g/dL with signs or symptoms of sufficient severity to warrant a transfusion, or a hemoglobin value of ≤7 g/dL regardless of presence of clinical signs or symptoms) through Day 183.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.6","spread":null},{"groupId":"OG001","value":"82.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With Stabilized Hemoglobin Levels Through Day 183","description":"Stabilized hemoglobin was defined as avoidance of a ≥2 g/dL decrease in hemoglobin level from Baseline in the absence of transfusion through Day 183.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.3","spread":null},{"groupId":"OG001","value":"75.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number Of Participants With Breakthrough Hemolysis Through End of Study","description":"BTH was defined as at least one new or worsening symptom or sign of intravascular hemolysis (fatigue, hemoglobinuria, abdominal pain, dyspnea, anemia \\[hemoglobin \\<10 g/dL\\], major adverse vascular event \\[including thrombosis\\], dysphagia, or erectile dysfunction) in the presence of elevated LDH ≥2 times the ULN.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline To End of Study In FACIT-Fatigue Scores Through End of Study","description":"FACIT-Fatigue score ranges from 0 to 52, with a higher score indicating less fatigue. Baseline was defined as the last non-missing assessment value prior to first study drug dose. Change in FACIT-Fatigue score from Baseline to Day 183 was analyzed using an MMRM with the fixed, categorical effects of treatment, the stratification randomization indicator of packed red blood cells transfusion history (yes/no within 12 months prior to Day 1), study visit, and study visit by treatment group interaction, as well as the continuous fixed covariate of Baseline FACIT-Fatigue score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.43","spread":"5.694"},{"groupId":"OG001","value":"0.00","spread":"5.944"}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Who Achieved Transfusion Avoidance Through End of Study","description":"Transfusion avoidance was defined as the percentage of participants who remained transfusion free and did not require a transfusion per protocol-specified guidelines (hemoglobin value of ≤9 g/dL with signs or symptoms of sufficient severity to warrant a transfusion, or a hemoglobin value of ≤7 g/dL regardless of presence of clinical signs or symptoms) through the end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.83","spread":null},{"groupId":"OG001","value":"70.53","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With Stabilized Hemoglobin Levels Through End of Study","description":"Stabilized hemoglobin was defined as avoidance of a ≥2 g/dL decrease in hemoglobin level from Baseline in the absence of transfusion through end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.33","spread":null},{"groupId":"OG001","value":"67.37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":97},"commonTop":["Nasopharyngitis","Headache","Upper respiratory tract infection","Fatigue","Nausea"]}}}