{"nctId":"NCT02004691","briefTitle":"Efficacy, Safety, Pharmacodynamic, and Pharmacokinetics Study of Olipudase Alfa in Patients With Acid Sphingomyelinase Deficiency","startDateStruct":{"date":"2015-12-18","type":"ACTUAL"},"conditions":["Sphingomyelin Lipidosis"],"count":36,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo (saline)"]},{"label":"Olipudase alfa","type":"EXPERIMENTAL","interventionNames":["Drug: Olipudase alfa"]}],"interventions":[{"name":"placebo (saline)","otherNames":[]},{"name":"Olipudase alfa","otherNames":["GZ402665, Xenpozyme™"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* The participant was willing and able to provide signed written informed consent.\n* The participant was male or female aged 18 years or older.\n* The participant had documented deficiency of acid sphingomyelinase as measured in peripheral leukocytes, cultured fibroblasts, or lymphocytes; and a clinical diagnosis consistent with Niemann-Pick disease type B (NPD B).\n* The participant had diffuse capacity of the lung for carbon monoxide less than or equal to (\\<=)70% of the predicted normal value.\n* The participant had a spleen volume greater than or equal to (\\>=)6 multiples of normal (MN) measured by MRI; participant who have had partial splenectomy was allowed if the procedure was performed \\>=1 year before screening/baseline and the residual spleen volume was \\>=6 MN.\n* The participant had an SRS \\>=5.\n* Female participants of childbearing potential must have had a negative serum pregnancy test for beta-human chorionic gonadotropin (β-HCG).\n* Female participants of childbearing potential and male participants were willing to practice true abstinence in line with their preferred and usual lifestyle, or use 2 acceptable effective methods of contraception for up to 15 days following their last dose of study drug.\n\nExclusion criteria:\n\n* The participant had received an investigational drug within 30 days before study enrollment.\n* The participant had a medical condition, including significant intercurrent illness; significant cardiac disease (e.g., clinically significant arrhythmia, moderate or severe pulmonary hypertension or clinically significant valve dysfunction, or less than or equal to (\\<=)40% left ventricular ejection fraction by echocardiogram); active hepatitis B or hepatitis C, or infection with human immunodeficiency virus (HIV); malignancy diagnosed within the past 5 years (other than non-melanoma skin cancer), or any other serious medical condition that might have precluded participation in the study.\n* The participant had a platelet count less than (\\<)60,000/microliters based on the average of 2 samples.\n* The participant had an international normalized ratio (INR) greater than (\\>)1.5.\n* The participant had alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>250 IU/L or total bilirubin \\>1.5 mg/dL (except for participant with Gilbert's syndrome).\n* The participant had a major organ transplant (eg, bone marrow or liver).\n* The participant was scheduled during the study for in-patient hospitalization including elective surgery and excluding the liver biopsies required per protocol.\n* The participant, in the opinion of the investigator, was unable to adhere to the requirements of the study.\n* The participant was unwilling or unable to abstain from the use of alcohol for 1 day before and 3 days after each study drug infusion. Testing for blood alcohol levels was not required.\n* The participant was unwilling or unable to avoid 10 days before and 3 days after the protocol scheduled liver biopsies the use of medications or herbal supplements that were potentially hepatotoxic (e.g., 3-hydroxy-3-methyl glutaryl coenzyme A reductase inhibitors, erythromycin, valproic acid, anti-depressants, kava, echinacea) and/or might have caused or prolonged bleeding (e.g., anti-coagulants, ibuprofen, aspirin, garlic supplements, ginkgo, ginseng).\n* The participant required medications that might have decreased olipudase alfa activity (e.g., fluoxetine, chlorpromazine, tricyclic antidepressants \\[e.g., imipramine, or desipramine\\]).\n* The participant required use of invasive ventilatory support.\n* The participant required use of noninvasive ventilator support while awake for longer than 12 hours daily.\n* The participant was breast-feeding.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Predicted (% Predicted) Hemoglobin (Hb) and Altitude-Adjusted Diffusing Capacity of the Lung for Carbon Monoxide (DLco) at Baseline","description":"Percent predicted Hb and Altitude-adjusted DLco was calculated as: 100\\*Adjusted DLco/Predicted DLco in unit of mL CO/min/mmHg where, adjusted DLco = Observed DLco (in mL CO/min/mmHg) times Hemoglobin-adjusted factor times Altitude-adjustment factor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.45","spread":"10.76"},{"groupId":"OG001","value":"49.44","spread":"10.99"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Percent Predicted (% Predicted) Hemoglobin (Hb) and Altitude-Adjusted Diffusing Capacity of the Lung for Carbon Monoxide (DLco) at Week 52","description":"Percent predicted Hb and Altitude-adjusted DLco was calculated as: 100\\*Adjusted DLco/Predicted DLco in unit of mL CO/min/mmHg where, adjusted DLco = Observed DLco (in mL CO/min/mmHg) times Hemoglobin-adjusted factor times Altitude-adjustment factor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.961","spread":"3.3832"},{"groupId":"OG001","value":"21.968","spread":"3.3362"}]}]}]},{"type":"PRIMARY","title":"Combination Spleen Endpoint: Component 1: Spleen Volume (in MN) at Baseline","description":"Spleen volume was assessed by abdominal magnetic resonance imaging (MRI) to quantitate the degree of splenomegaly in multiples of normal (MN).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.21","spread":"3.84"},{"groupId":"OG001","value":"11.69","spread":"4.92"}]}]}]},{"type":"PRIMARY","title":"Combination Spleen Endpoint: Component 1: Percent Change From Baseline in Spleen Volume (in MN) at Week 52","description":"Spleen volume was assessed by abdominal MRI to quantitate the degree of splenomegaly in MN.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.481","spread":"2.5002"},{"groupId":"OG001","value":"-39.446","spread":"2.4294"}]}]}]},{"type":"PRIMARY","title":"Combination Spleen Endpoint (Primary for US Only): Component 2: Splenomegaly-Related Score (SRS) at Baseline","description":"The SRS rates 5 items: abdominal pain, abdominal discomfort, early satiety, dissatisfaction with abdominal body image, and difficulty to bend down using a numerical rating scale of 0 (absent) to 10 (worst imaginable). The total score of SRS ranges from 0 to 50, with higher scores (50) indicated worst imaginable rating. It was pre-specified as secondary endpoint for countries outside of US.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.05","spread":"10.56"},{"groupId":"OG001","value":"24.55","spread":"11.13"}]}]}]},{"type":"PRIMARY","title":"Combination Spleen Endpoint (Primary for US Only): Component 2: Change From Baseline in Splenomegaly-Related Score (SRS) at Week 52","description":"The SRS rates 5 items: abdominal pain, abdominal discomfort, early satiety, dissatisfaction with abdominal body image, and difficulty to bend down using a numerical rating scale of 0 (absent) to 10 (worst imaginable). The total score of SRS ranges from 0 to 50, with higher scores (50) indicated worst imaginable rating. It was pre-specified as secondary endpoint for countries outside of US.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.281","spread":"2.4165"},{"groupId":"OG001","value":"-7.664","spread":"2.3481"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Treatment-Emergent Serious Adverse Events (TESAEs) up to Week 52","description":"An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered with a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. TESAEs was defined as any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, was a medically important event. Reported AEs are treatment-emergent AEs that developed, worsened or became serious during the treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events of Special Interest (AESIs) up to Week 52","description":"An AESI was defined as an AE (serious or nonserious) of scientific and medical concern specific to sponsor's product or program, for which ongoing monitoring and rapid communication by investigator to sponsor was appropriate. AESIs included any pregnancy, symptomatic overdose, dose-limiting toxicities (DLTs) as defined in protocol and infusion associated reactions (IARs). Protocol-defined IARs were AEs that occurred during the infusion or within up to 24 hours after the start of infusion and were considered as related or possibly related to the study treatment by the investigator or the sponsor. Events occurring greater than or equal to (\\>=) 24 hours after the start of an infusion might have been judged an IAR at the discretion of the investigator or sponsor. Algorithm-defined IARs were all AEs that started between the start of infusion and the end of infusion plus 24 hours, irrespective of the perceived relation with study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Abnormalities (PCSA) in Liver Function Tests up to Week 52","description":"PCSA criteria: Alanine aminotransferase (ALT) and aspartate aminotransferase (AST): \\>3 x upper limit of normal (ULN), \\>5 x ULN, \\>10 x ULN and \\>20 x ULN. Alkaline phosphatase (ALP) \\> 1.5 x ULN. Total bilirubin \\>1.5 x ULN and \\>2 x ULN. ALT and total bilirubin: ALT \\> 3 x ULN and total bilirubin \\> 2 x ULN. Baseline was defined as the last non-missing value prior to the first infusion of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Anti-Drug Antibodies (ADA) to Olipudase Alfa up to Week 52","description":"Number of participants with treatment-emergent ADA are presented. Baseline was defined as the last non-missing value prior to the first infusion of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Liver Volume (in MN) at Week 52","description":"Liver volume was assessed by abdominal MRI in MN.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.468","spread":"2.5409"},{"groupId":"OG001","value":"-28.064","spread":"2.4899"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Platelet Counts at Week 52","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.490","spread":"4.1923"},{"groupId":"OG001","value":"16.822","spread":"3.9596"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fatigue Severity as Measured by Brief Fatigue Inventory (BFI)-Item 3 Scale Score at Week 52","description":"The BFI is a 9-item, validated, self-administered questionnaire that was originally developed to assess fatigue severity. The 9-items were measured on a 0-10 scale, with 0 being 'does not interfere' and 10 being 'completely interferes.' BFI - Item 3 asks participants to \"Please rate your fatigue (weariness, tiredness) by circling the one number that best describes your worst level of fatigue during the past 24 hours. Numerical rating scale ranges from 0 (no fatigue) to 10 (worst imaginable fatigue). Higher global scores were associated with more severe fatigue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.806","spread":"0.5272"},{"groupId":"OG001","value":"-1.862","spread":"0.5129"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pain Severity as Measured by Brief Pain Inventory-Short Form (BPI-SF)-Item 3 Scale Score at Week 52","description":"The BPI-SF is a validated, self-administered questionnaire designed to measure a participant's perceived level of pain. The BPI-SF consisted of 15 items that use a numeric rating scale to assess pain severity and pain interference in the past 24 hours and the past week. For BPI-SF Item 3 asks participants to \"Please rate your pain by marking the box beside the number that best describes your pain at its worst in the past 24 hours.\" The numeric rating scale ranged from 0 (no pain) to 10 (worst imaginable pain), where higher scores indicate greater intensity of pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.293","spread":"0.5899"},{"groupId":"OG001","value":"-1.404","spread":"0.5742"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dyspnea Severity as Measured by Functional Assessment of Chronic Illness Therapy (FACIT) Dyspnea Scale at Week 52","description":"FACIT-Dyspnea is a 20 Item assessment that is split into two 10-item sections. The first 10-item section asks participants about the severity of their shortness of breath during various activities. The second 10-item section asks participants to rate the difficulty due to shortness of breath associated with the same activities that were referenced in the first section. For the dyspnea severity items, score range from 0=no shortness of breath; 1=mildly short of breath; 2=moderately short of breath; 3=severely short of breath. For the functional limitation items, score range from no difficult = 0, A little difficult = 1, some difficult = 2, and much difficulty =3. A raw score was calculated as: sum of individual item scores \\* 10/number of items answered. Raw scores were then converted to scale scores using the table included in the FACIT Dyspnea Scale Short Form Scoring Guideline. FACIT dyspnea scale score ranged between 27.7 to 75.9. Higher score represented high levels of dyspnea.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.769","spread":"1.9132"},{"groupId":"OG001","value":"-5.862","spread":"1.6918"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":18},"commonTop":["Headache","Nasopharyngitis","Upper Respiratory Tract Infection","Covid-19","Arthralgia"]}}}