{"nctId":"NCT01489189","briefTitle":"Prompt Panretinal Photocoagulation Versus Ranibizumab+Deferred Panretinal Photocoagulation for Proliferative Diabetic Retinopathy","startDateStruct":{"date":"2012-03"},"conditions":["Proliferative Diabetic Retinopathy"],"count":305,"armGroups":[{"label":"Anti-VEGF+Deferred PRP","type":"EXPERIMENTAL","interventionNames":["Drug: 0.5-mg Ranibizumab","Other: Deferred panretinal photocoagulation"]},{"label":"Prompt PRP","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Prompt Panretinal Photocoagulation"]}],"interventions":[{"name":"Prompt Panretinal Photocoagulation","otherNames":[]},{"name":"0.5-mg Ranibizumab","otherNames":[]},{"name":"Deferred panretinal photocoagulation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAge \\>= 18 years -Individuals \\< 18 years old are not being included because proliferative diabetic retinopathy (PDR) is so rare in this age group that the diagnosis of PDR may be questionable.\n\nDiagnosis of diabetes mellitus (type 1 or type 2)\n\nAny one of the following will be considered to be sufficient evidence that diabetes is present:\n\n* Current regular use of insulin for the treatment of diabetes\n* Current regular use of oral anti-hyperglycemia agents for the treatment of diabetes\n* Documented diabetes by American Diabetes Association (ADA) and/or World Health Organization (WHO) criteria (see Procedures Manual for definitions) Able and willing to provide informed consent.\n\nMeets at least all of the following ocular criteria criteria:\n\n* Presence of PDR which the investigator intends to manage with PRP alone but for which PRP can be deferred for at least 4 weeks in the setting of intravitreal ranibizumab, in the investigator's judgment.\n* Best corrected Electronic-Early Treatment Diabetic Retinopathy Study (E-ETDRS) visual acuity letter score \\> 24 (approximate Snellen equivalent 20/320) on the day of randomization.\n* Media clarity, pupillary dilation, and study participant cooperation sufficient to administer PRP and obtain adequate fundus photographs and optical coherence tomography (OCT).\n\n  * Investigator must verify accuracy of OCT scan by ensuring it is centered and of adequate quality\n\nExclusion Criteria:\n\nSignificant renal disease, defined as a history of chronic renal failure requiring dialysis or kidney transplant.\n\nA condition that, in the opinion of the investigator, would preclude participation in the study (e.g., unstable medical status including blood pressure, cardiovascular disease, and glycemic control).\n\n* Individuals in poor glycemic control who, within the last 4 months, initiated intensive insulin treatment (a pump or multiple daily injections) or plan to do so in the next 4 months should not be enrolled.\n\nParticipation in an investigational trial within 30 days of randomization that involved treatment with any drug that has not received regulatory approval for the indication being studied.\n\n* Study participants cannot receive another investigational drug while participating in the study.\n\nKnown allergy to any component of the study drug.\n\nBlood pressure \\> 180/110 (systolic above 180 or diastolic above 110).\n\n* If blood pressure is brought below 180/110 by anti-hypertensive treatment, individual can become eligible.\n\nMyocardial infarction, other acute cardiac event requiring hospitalization, stroke, transient ischemic attack, or treatment for acute congestive heart failure within 4 months prior to randomization.\n\nSystemic anti-VEGF or pro-VEGF treatment within 4 months prior to randomization.\n\n* These drugs should not be used during the study.\n\nFor women of child-bearing potential: pregnant or lactating or intending to become pregnant within the next 3 years.\n\n* Women who are potential study participants should be questioned about the potential for pregnancy. Investigator judgment is used to determine when a pregnancy test is needed.\n\nIndividual is expecting to move out of the area of the clinical center to an area not covered by another Diabetic Retinopathy Clinical Research Network (DRCR.net) certified clinical center during the 3 years of the study.\n\nIndividual has any of the following ocular characteristics:\n\n* History of prior panretinal photocoagulation (prior PRP is defined as ≥ 100 burns outside of the posterior pole)\n* Tractional retinal detachment involving the macula.\n\n  \\-- A tractional retinal detachment is not an exclusion if it is outside of the posterior pole (not threatening the macula) and in the investigator's judgment, is not a contraindication to intravitreal ranibizumab treatment and also does not preclude deferring PRP for at least 4 weeks in the setting of intravitreal ranibizumab\n* Exam evidence of neovascularization of the angle (neovascularization of the iris alone is not an exclusion if it does not preclude deferring PRP for at least 4 weeks in the investigator's judgment).\n* If macular edema is present, it is considered to be primarily due to a cause other than diabetic macular edema.\n\n  \\-- An eye should not be considered eligible if:\n  * macular edema is present that is considered to be related to ocular surgery such as cataract extraction or\n  * clinical exam and/or OCT suggest that vitreoretinal interface abnormalities disease (e.g., a taut posterior hyaloid or epiretinal membrane) is the primary cause of any macular edema.\n* An ocular condition is present (other than diabetic retinopathy) that, in the opinion of the investigator, might alter visual acuity during the course of the study (e.g., retinal vein or artery occlusion, uveitis or other ocular inflammatory disease, neovascular glaucoma, etc.).\n\n  \\-- A vitreous or preretinal hemorrhage is not an exclusion if it is out of the visual axis and in the investigator's judgment is not having any affect on visual acuity.\n* Substantial cataract that, in the opinion of the investigator, is likely to be decreasing visual acuity by 3 lines or more (i.e., cataract would be reducing acuity to 20/40 or worse if eye were otherwise normal).\n* History of intravitreal anti-VEGF treatment at any time in the past 2 months.\n* History of corticosteroid treatment (intravitreal or peribulbar) at any time in the past 4 months.\n\n  --If the investigator believes that there may still be a substantial effect 4 months after prior treatment (e.g., dose of intravitreal triamcinolone higher than 4 mg), the eye should not be included.\n* History of major ocular surgery (including vitrectomy, cataract extraction, scleral buckle, any intraocular surgery, etc.) within prior 4 months or anticipated within the next 6 months following randomization.\n* History of (yttrium-aluminum-garnet) YAG capsulotomy performed within 2 months prior to randomization.\n* Aphakia.\n* Uncontrolled glaucoma (in investigator's judgment).\n* Exam evidence of severe external ocular infection, including conjunctivitis, chalazion, or substantial blepharitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Visual Acuity From Baseline","description":"Visual acuity is measured as a continuous integer letter score from 0 to 100, with higher numbers indicating better visual acuity. A letter score of 85 is approximately 20/20 and a letter score of 70 is approximately 20/40, the legal unrestricted driving limit in most states. A 5-letter change for an individual is approximately equal to a 1-line change on a vision chart.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Visual Acuity","description":"Visual acuity is measured as a continuous integer letter score from 0 to 100, with higher numbers indicating better visual acuity. A letter score of 85 is approximately 20/20 and a letter score of 70 is approximately 20/40, the legal unrestricted driving limit in most states. A 5-letter change for an individual is approximately equal to a 1-line change on a vision chart.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.7","spread":"16.3"},{"groupId":"OG001","value":"76.2","spread":"14.1"}]}]}]},{"type":"SECONDARY","title":"Number of Eyes With Greater Than or Equal to 10 Letter Vision Gain","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Humphrey Visual Field Test Cumulative Score Change From Baseline","description":"Visual fields, collected using the Humphrey Visual Field analyzer, measured the total point score (sum of retinal sensitivities of all points) tested on 30-2 and 60-4 patterns, which included the mid-peripheral and peripheral visual fields. A lower score indicates greater visual field loss.The cumulative score is the sum of all visual field sensitivity values for each of the four individual quadrants of the visual field (the quadrants are divided by the horizontal and vertical lines). The range can be from 0 to about 600 for the 30-2 test \\[for each quadrant\\], and from 0 to about 400 or 450 for the peripheral test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25","spread":null},{"groupId":"OG001","value":"-379","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Vitrectomy","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in OCT Central Subfield Thickness From Baseline","description":"All baseline and 2-year optical coherence tomography (OCT) scans were evaluated by the OCT reading center.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-47","spread":null},{"groupId":"OG001","value":"-3","spread":null}]}]}]},{"type":"SECONDARY","title":"Development of Central DME With Vision Impairment by 2-years","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Eyes With Vitreous Hemorrhage","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Eyes Without Active or Regressed Neovascularization on Fundus Photography at 2-years","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Eyes With Greater Than or Equal to 10 Letter Vision Loss","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":36,"n":89},"commonTop":["Vitreous haemorrhage","Vitreous floaters","Vision blurred","Eye pain","Visual acuity reduced"]}}}