{"nctId":"NCT02504294","briefTitle":"A Phase 3b Study of Erythropoietin Drugs Using a Specified Dosing Algorithm in Patients With Chronic Kidney Disease on Hemodialysis","startDateStruct":{"date":"2015-07-13","type":"ACTUAL"},"conditions":["Chronic Kidney Disease (CKD)"],"count":432,"armGroups":[{"label":"Epoetin Hospira","type":"OTHER","interventionNames":["Biological: Epoetin Hospira Arm","Drug: IV Iron"]},{"label":"Standard of Care","type":"OTHER","interventionNames":["Other: Standard of Care Arm","Drug: IV Iron"]}],"interventions":[{"name":"Epoetin Hospira Arm","otherNames":[]},{"name":"Standard of Care Arm","otherNames":[]},{"name":"IV Iron","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nSubjects eligible to be entered into the study will meet all of the following criteria:\n\n1. Adult female or male subjects; age ≥ 18 years.\n2. End stage renal disease subjects treated in-center with the modality of hemodialysis for ≥ 120 days.\n3. Diagnosed with anemia.\n4. Administered routine Epogen therapy for at least 16 weeks by an IV route for treatment of anemia using an Epogen version of an FMCNA dosing algorithm for ESA, and did not miss more than 3 prescribed doses of Epogen within 12 weeks prior to randomization.\n5. Currently using the IV Epogen version of the ESA dosing algorithm cMAB 5 (inclusive of versions 5.0, 5.1, …) for anemia management.\n6. Receiving hemodialysis at a clinic using the FMCNA dosing algorithm for IV iron that is the FMCNA standard of care treatment for iron replacement.\n\nExclusion Criteria\n\nSubjects that meet any of the following criteria will be ineligible to be entered into the interventional cohort:\n\n1. Subjects unable to provide a signed and dated informed consent for this clinical research study.\n2. As determined by the Investigator, female subjects of child bearing potential who do not agree to use a highly effective method of contraception.\n3. Any condition as determined by the investigator that would place a subject at an increased risk, or preclude subject's full compliance with the study procedures and visits.\n4. Female subjects who are known to be or found to be, pregnant or lactating.\n5. Subjects that are not a candidate for ESA therapies per the label warnings listed in the package insert for Epogen and/or contraindications to Epoetin Hospira listed in the Investigators' Brochure; or have had a known positive test for anti-rhEPO antibodies.\n6. Treatment with any investigational drug within 30 days prior to randomization and throughout this clinical trial.\n7. Diagnosed with any concurrent condition that could lead to greater-than-normal loss of blood, including but not limited to:\n\n   * Menorrhagia, peptic ulcer disease, gastrointestinal bleeding, blood dyscrasia, hemoglobinopathy\n   * Use of anticoagulation therapy, including warfarin with a target international normalized ratio (INR) of 2 or greater Anti-platelet therapy (e.g. aspirin or clopidogrel) is permitted, as is heparin given during hemodialysis. Low-dose warfarin is permitted and defined as the presence of at least two INR values less than or equal to 1.5 during the 120 days prior to enrollment and no values exceeding 1.5 at any time after 120 days prior to enrollment.\n\n   Subjects started on warfarin with a known INR goal of 2.0 or greater are to receive no further treatment with the study drugs, but follow up visits can continue.\n\n   Subjects on warfarin who meet criteria to enter the study are terminated if an INR \\> 2.0 is discovered or if no INR is available for 60 days.\n8. History of transfusion of any blood product in the past 3 months, or 2 or more transfusions in the past 1 year; or donated or lost \\> 475 mL blood volume (including plasmapheresis) in the past 3 months.\n9. Subjects currently receiving a long acting ESA, or who have received a long acting ESA in the 16 weeks prior to study randomization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Time When Participants Had Hemoglobin Levels Between 9 to 11 Gram Per Deciliter (g/dL)","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.9330","spread":null},{"groupId":"OG001","value":"63.3305","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Mean Study Medication Dose Over Final 8 Weeks of Study Treatment","description":null,"paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1861.8","spread":"563.50"},{"groupId":"OG001","value":"-799.8","spread":"573.14"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":66,"n":212},"commonTop":["Dyspnoea","Nausea"]}}}