{"nctId":"NCT00750737","briefTitle":"Oral Posaconazole Three Times Per Day vs Weekly High Dose Amphotericin B Lipid Complex (ABLC)","startDateStruct":{"date":"2008-06"},"conditions":["Invasive Fungal Infections","Hematologic Malignancies"],"count":46,"armGroups":[{"label":"Posaconazole","type":"EXPERIMENTAL","interventionNames":["Drug: Posaconazole"]},{"label":"Amphotericin B Lipid Complex (ABLC)","type":"EXPERIMENTAL","interventionNames":["Drug: ABLC"]}],"interventions":[{"name":"Posaconazole","otherNames":["SCH56592","Noxafil"]},{"name":"ABLC","otherNames":["Amphotericin B Liquid Complex","Fungizone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects: 18 years of age or above.\n2. Any allogeneic hematopoietic stem cell transplant (HSCT) patient who is at risk of invasive fungal infection (IFI) within 6 months of the transplant will be eligible for the study according to HSCT institutional anti-fungal prophylaxis guidelines.\n3. Subjects must be willing to give written informed consent and able to adhere to dosing and study visit schedule.\n4. Female subjects of childbearing potential must have a negative serum pregnancy test (beta-human chorionic gonadotropin \\[hCG\\]) at Baseline or within 96 hours before the start of study drug.\n5. Female subjects of childbearing potential must agree to use a medically accepted method of contraception prior to screening, while receiving protocol-specified medication, and for 30 days after stopping the medication. Acceptable methods of contraception include condoms with/without a spermicidal agent, diaphragm or cervical cap with spermicide, medically prescribed IUD (intrauterine device), oral/injectable hormonal contraceptive, surgical sterilization (e.g. hysterectomy/tubal ligation).\n\nExclusion Criteria:\n\n1. Subjects previously treated with antifungal therapy (voriconazole, fluconazole, or itraconazole) for proven or probable IFI within 30 days of enrollment.\n2. Subjects who have taken the following drugs: terfenadine, cisapride, primazide, and ebastine; that are known to interact with azoles and that may lead to life-threatening side effects, within 24 hours before study drug administration. And astemizole within 7 days before study drug administration.\n3. Subjects who have taken the following drugs: cimetidine, rifampin, carbamezapine, phenytoin, rifabutin, barbiturates, isoniazid, and vinca alkaloids (vincristine, vinblastine); that are known to lower the serum concentration/efficacy of azole antifungal agents, within 24 hours before study drug administration.\n4. Subjects with a history of hypersensitivity or idiosyncratic reactions to azole agents or Amphotericin B.\n5. Subjects on other nephrotoxic agents (e.g. foscarnet).\n6. Patients who are unable to take pills.\n7. Subjects with proven or probable invasive fungal infection.\n8. Subjects with renal insufficiency (estimated creatine clearance less than 50mL/minute at Baseline or likely to require dialysis during the study).\n9. Subjects having ECG with a prolonged QTc interval by manual reading: QTc greater than 500 msec. at Baseline.\n10. Subjects with moderate or severe liver dysfunction at baseline, defined as aspartate amniotransferase (AST), alanine amniotransferase (ALT) and / or a total bilirubin level greater than 3 times the upper limit of normal (ULN).\n11. Women who are breast feeding, pregnant, or intend to become pregnant during the course of the study.\n12. Prior enrollment in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Invasive Fungal Infection (IFI)","description":"Percentage of participants that developed IFI within 7 days of antifungal prophylaxis therapy (Posaconazole or ABLC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy Outcome Measured as Success or Failure","description":"Success: Defined as the absence of proven or probable invasive fungal infection through the end of prophylaxis and absence of Grade 1-4 toxicity related to prophylaxis requiring the discontinuation of the drug. Failure: Presence of proven or probable fungal infection or development of Grade 1-4 toxicity related to prophylaxis while on study drug and requiring discontinuation of study drug or inability to tolerate intravenous ABLC (due to infusion related toxicities) or oral Posaconazole (due to mucositis or vomiting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":["Nausea","Diarrhea","Increase in Creatinine","Increase in ALT","Hypomagnesemia"]}}}