{"nctId":"NCT02474355","briefTitle":"Real World Treatment Study of AZD9291 for Advanced/Metastatic EGFR T790M Mutation NSCLC","startDateStruct":{"date":"2015-09-18","type":"ACTUAL"},"conditions":["Lung Cancer"],"count":3017,"armGroups":[{"label":"AZD9291","type":"EXPERIMENTAL","interventionNames":["Procedure: T790M+ Testing","Procedure: Baseline Visit Blood & Urine Testing","Procedure: Baseline ECG","Procedure: Visual Slit-Lamp Testing","Drug: AZD9291 Dosing"]}],"interventions":[{"name":"T790M+ Testing","otherNames":[]},{"name":"Baseline Visit Blood & Urine Testing","otherNames":[]},{"name":"Baseline ECG","otherNames":[]},{"name":"Visual Slit-Lamp Testing","otherNames":[]},{"name":"AZD9291 Dosing","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of signed and dated written informed consent by the patient or legally acceptable representative prior to any study-specific procedures\n2. Adults (according to each country regulations for age of majority)\n3. Locally advanced (stage IIIB) or metastatic (stage IV) EGFRm NSCLC, not amenable to curative surgery or radiotherapy, with confirmation of the presence of the T790M mutation\n4. Prior therapy with an EGFR-TKI. Patients may have also received additional lines of treatment\n5. World Health Organization (WHO) performance status 0-2\n6. Adequate bone marrow reserve and organ function as demonstrated by complete blood count, biochemistry in blood and urine at baseline (please refer to IB for guidance)\n7. ECG recording at baseline showing absence of any cardiac abnormality as per exclusion criterion #6\n8. Female patients of childbearing potential must be using adequate contraceptive measures, must not be breast feeding, and must have a negative pregnancy test prior to start of dosing. Otherwise, they must have evidence of nonchildbearing potential\n9. Male patients must be willing to use barrier contraception, i.e., condoms\n\nExclusion Criteria:\n\n1. Previous (within 6 months) or current treatment with AZD9291\n2. Patients currently receiving (or unable to stop use at least 1 week prior to receiving the first dose of AZD9291) any treatment known to be potent inhibitors or inducers of cytochrome P450 (CYP) 3A4\n3. Any evidence of severe or uncontrolled systemic diseases, including uncontrolled hypertension, active bleeding diatheses, active infection including hepatitis B, hepatitis C, and human immunodeficiency virus, or significantly impaired bone marrow reserve or organ function, including hepatic and renal impairment, which in the investigator's opinion would significantly alter the risk/benefit balance.\n4. Patient with symptomatic central nervous system (CNS) metastases who is neurologically unstable or has required increasing doses of steroids to manage CNS symptoms within the 2 weeks prior to start AZD9291 administration;\n5. Past medical history of ILD, drug-induced ILD, radiation pneumonitis requiring steroid treatment, or any evidence of clinically active ILD\n6. Any of the following cardiac criteria:\n\n   1. Mean resting corrected QT interval (QTcF) \\> 470 ms using Fredericia's formula :\n   2. Any clinically important abnormalities in rhythm, conduction or morphology of resting ECG (e.g., complete left bundle branch block, third degree heart block, second degree heart block)\n   3. Any factors that increase the risk of QTc prolongation or risk of arrhythmic events\n7. Any unresolved toxicity from prior therapy CTCAE \\> grade 3 at the time of starting treatment\n8. History of hypersensitivity to excipients of AZD9291 or to drugs with a similar chemical structure or class to AZD9291","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time, in months from the date of first dose of Osimertinib until death due to any cause, or at last documented contact with participant status \"alive\" (in this study any participants alive at study discontinuation, or lost to follow-up was considered being censored at study discontinuation date or at the last known date participant was alive). OS was summarized using a Kaplan-Meier (KM) estimate of the median time to death or censoring together with their 95% confidence intervals.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"Safety assessment of Osimertinib was analyzed by evaluating AEs and SAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"923","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"338","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"414","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"657","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"152","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"PFS was defined as the time, in months from first dose of AZD9291/ost/study drug/ study treatment until the date of disease progression or death in the absence of progression. Participants who had not progressed or died at study discontinuation were censored at the time of the latest date of disease assessment. PFS was summarized using KM estimates of the median time to progression or death with their 95% confidence intervals.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Discontinuation (TTD)","description":"TTD or death was assessed as a supportive summary to PFS and defined as the time from the date of the first dose of osimertinib in the study until the date of osimertinib discontinuation or death, regardless of the reason for discontinuation. TTD was summarized using KM estimates of the median times to progression or death or treatment discontinuation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate (RR)","description":"RR was defined as the number (%) of participants with a best response (by Investigator assessment) of 'responding', regardless of the method of evaluation, and was based on a subset of the full analysis set consisting of subjects with at least one documented response assessment. RR was summarised together with the 95% CI.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":657,"n":3014},"commonTop":["Electrocardiogram QT prolonged","Diarrhoea","Thrombocytopenia","Platelet count decreased","Neutropenia"]}}}