{"nctId":"NCT00666835","briefTitle":"Study to Evaluate the Efficacy and Safety of HX575 Hexal AG vs ERYPO® for the Treatment of Anemia in Hemodialysis Patients","startDateStruct":{"date":"2004-04","type":"ACTUAL"},"conditions":["Anemia"],"count":478,"armGroups":[{"label":"HX575 epoetin alfa Hexal AG","type":"EXPERIMENTAL","interventionNames":["Drug: HX575 epoetin alfa Hexal AG"]},{"label":"ERYPO®, Janssen-Cilag","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ERYPO®, Janssen-Cilag"]}],"interventions":[{"name":"HX575 epoetin alfa Hexal AG","otherNames":["Binocrit, Abseamed"]},{"name":"ERYPO®, Janssen-Cilag","otherNames":["EPREX®","Solution for i.v. injection"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Receiving dialysis for at least 6 months (3 times weekly) before screening\n* Age: \\>=18\n* Clinically stable, i.e. hemoglobin within the established range (10.0 to 13.0 g/dl) for at least 12 weeks before screening\n* Stable intravenous dosage of ERYPO® three times weekly for at least 8 weeks before screening and during screening with a maximal weekly dosage of 300 IU/kg body weight (stable is defined as \\<25% change (up or down) in weekly dose and no change in frequency over 8 weeks prior screening and 10 weeks prior randomisation)\n* Baseline hemoglobin concentration of 10.0 to 13.0 g/dl (mean of two pre-randomization pre-dialysis samples of Hb at visit -2 and visit 1)\n* Serum ferritin \\>=100 µg/l and/or saturated transferrin levels \\>=20%\n* C-reactive protein \\<15 mg/l (\\< 5 mg/l: normal; \\>= 5 mg/l \\< 10 mg/l: +; \\>=10mg/l \\< 100 mg/l: ++; \\>=100 mg/l: +++)\n* Ability to follow study instructions and likely to complete all required visits\n* Written informed consent of the patient\n\nExclusion Criteria:\n\n* Anemia of non-renal causes\n* Primary hematologic disorder (e.g. myelodysplastic syndrome, sickle cell anemia, hematological malignancy, hemolytic anemia)\n* Evidence of severe hepatic dysfunction (ALT and/or AST above 2 x upper limit of normal range; or gamma-GT above 3 x upper limit of normal range)\n* Clinical evidence of current uncontrolled hyperparathyroidism (serum parathyroid hormone \\>1500 pg/mL).\n* Known history of bone marrow disease\n* Any red blood cell transfusion(s) during the last 12 weeks before screening or during the screening/baseline period\n* Insufficient concomitant iron treatment during the last 2 months before Visit -2\n* Uncontrolled hypertension, defined as a predialysis diastolic blood pressure measurement \\>=110 mmHg during the screening period\n* Congestive heart failure \\[New York Heart Association (NYHA) class III and IV\\]\n* Unstable angina pectoris, active cardiac disease, cardiac infarction during the last six months before screening\n* History of blood coagulation disease\n* Thrombocytopenia (platelet count \\<100.000/µl)\n* Leukopenia (white blood cell count \\< 2.000/µl)\n* Overt bleeding (acute or chronic bleeding within 2 months of inclusion) or hemolysis\n* Evidence of acute infectious disease or serious active inflammatory states within one months before screening (Visit -2) or during the screening/baseline period\n* Suspicion or known PRCA (pure red cell aplasia)\n* Previously diagnosed HIV or acute hepatitis infection\n* Treatment for epilepsy within the past 6 months\n* Planned surgery during the next 7 months (except vascular access surgery)\n* Any androgen therapy within 2 months before visit -2 and during the study\n* Therapy with immunosuppressants or any drug known to affect the hematocrit within 1 month before Visit -2 and during the study\n* Clinical evidence of malignant diseases\n* Pregnancy, breastfeeding women or women not using adequate birth control measures\n* Known history of severe drug related allergies\n* Known allergy to one of the ingredients of the test or reference products or hypersensitivity to mammalian-derived products\n* Simultaneous participation in another clinical study or participation in a study in the month preceding the start of this study or previously randomized in this study\n* Participation in an erythropoietin study in the 3 months preceding screening (visit -2)\n* Any other condition which at the investigator´s discretion may put the patient at risk or which may confound the study results","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"To Compare the Efficacy of HX575 Hexal AG and ERYPO® Janssen-Cilag.","description":"Primary endpoint was the mean absolute change in Hb level between the screening/baseline and the evaluation period. A two-sided 95 % confidence interval for the difference in mean change (mean of evaluation period - mean of screening/baseline period) in Hb between epoetin alfa HX575 Hexal AG and ERYPO® Janssen-Cilag was computed. The difference was estimated from an analysis of a co-variance model including factors treatment, center, mean baseline Hb (\\<11.5 and ≥11.5 g/dL) as factors and change of the mean weekly dose from screening/baseline to the evaluation period (of HX575 epoetin alfa Hexal AG or ERYPO® Janssen-Cilag) as a covariate. HX575 Hexal AG was considered at least as good as ERYPO® Janssen-Cilag if the 95 % confidence interval of the difference in mean changes in Hb levels between HX575 Hexal AG and ERYPO® Janssen-Cilag lied entirely within the interval \\[-0.5 g/dL; 0.5 g/dL\\]. Primary Endpoint was analyzed based on intent-to-treat (ITT) population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.147","spread":"0.092"},{"groupId":"OG001","value":"0.063","spread":"0.117"}]}]}]},{"type":"SECONDARY","title":"Mean Absolute Change in Hemoglobin Level From the Screening/Baseline Period to the Evaluation Period - ITT Population","description":"The mean absolute change in Hb levels between the screening/baseline period and the evaluation period was analyzed for the intent-to-treat (ITT) population in the same way as the primary efficacy endpoint. A two-sided 95 % confidence interval for the difference in mean change (mean of evaluation period - mean of screening/baseline period) in Hb between HX575 epoetin alfa Hexal AG and ERYPO® Janssen-Cilag was computed. The difference was estimated from an analysis of a co-variance model including factors treatment, center, mean baseline Hb (\\<11.5 and ≥11.5 g/dL) as factors and change of the mean weekly dose from screening/baseline to the evaluation period (of HX575 epoetin alfa Hexal AG or ERYPO® Janssen-Cilag) as a covariate. HX575 Hexal AG was considered at least as good as ERYPO® Janssen-Cilag if the 95 % confidence interval of the difference in mean changes in Hb levels between HX575 Hexal AG and ERYPO® Janssen-Cilag lied entirely within the interval \\[-0.5 g/dL; 0.5 g/dL\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.003","spread":"0.079"},{"groupId":"OG001","value":"-0.187","spread":"0.105"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":112,"n":314},"commonTop":["Muscle spasms","Nasopharyngitis","Diarrhoea","Haemodialysis-induced symptom","Hypotension"]}}}