{"nctId":"NCT00428948","briefTitle":"Tolvaptan Phase 3 Efficacy and Safety Study in Autosomal Dominant Polycystic Kidney Disease (ADPKD)","startDateStruct":{"date":"2007-01"},"conditions":["Polycystic Kidney Disease, Autosomal Dominant"],"count":1445,"armGroups":[{"label":"Tolvaptan","type":"EXPERIMENTAL","interventionNames":["Drug: Tolvaptan"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tolvaptan","otherNames":["OPC-41061","OPC-156"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Legal adult age and able to give Informed Consent.\n* Adult subjects with a diagnosis of ADPKD. A diagnosis of ADPKD (age 18 or 20-50) required several cysts in each kidney (3 if by sonography, 5 if by CT or MRI) in those with a family history of ADPKD and 10 cysts (by any radiologic method) in each kidney and exclusion of other cystic kidney diseases if there was no family history.\n* Willingness to comply with reproductive precautions, if female.\n* Estimated creatinine clearance ≥ 60 mL/min. Estimated from serum creatinine during screening using Cockcroft-Gault with correction for gender and race, where possible.\n* Rapidly progressive kidney growth (total volume ≥ 750 cc) by magnetic resonance imaging (MRI) at randomization.\n\nExclusion Criteria:\n\n* Prior exposure to tolvaptan or other experimental PKD therapies.\n* Currently taking medication for purpose of affecting PKD cysts.\n* Women who are breast feeding and females of childbearing potential who are not using acceptable contraceptive methods.\n* In the opinion of the study investigator or sponsor may present a safety risk or confound study objectives.\n* Patients who are unlikely to adequately comply with study procedures.\n* Patients having contraindications to MRI.\n* Patients taking medications or having any illnesses likely to affect ADPKD outcomes.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change Per Year in Total Kidney Volume From Baseline to Month 36","description":"Kidney volume was assessed in T1-weighted magnetic resonance images collected at each study site and sent to a central reviewing facility. At the central reviewing facility, blinded radiologists used proprietary software to measure the volume of both kidneys.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.777","spread":"5.659"},{"groupId":"OG001","value":"5.608","spread":"5.330"}]}]}]},{"type":"SECONDARY","title":"Number of ADPKD Clinical Progression Events Per 100 Follow-up Years From Baseline to Month 36","description":"These ADPKD events in the key secondary Outcome Measure were selected on the basis of their potential relationship to progressing cystogenesis. Reducing the rate of cyst development and expansion would likely slow the progression of ADPKD. The 4 events were: (1) Onset or progression of hypertension (someone is hypertensive if they have \\> 139 mmHg systolic blood pressure \\[BP\\], \\> 89 mmHg diastolic BP, or if they are taking antihypertensive medication at any BP level); (2) severe renal pain requiring medical intervention; (3) worsening albuminuria (by category, see below); and (4) worsening renal function, defined as a 25% decrease in 1/serum creatinine from Baseline. Albuminuria was assessed using spot urine albumin/creatinine ratio measurements (all measurements in mg/mmol). Categories included normal (\\< 2.8 female or \\< 2.0 male), microalbuminuria (2.8-28 female or 2.0-20 male), and overt proteinuria (\\> 28 female or \\> 20 male.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.94","spread":null},{"groupId":"OG001","value":"50.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Renal Function Per Year From Week 3 to Month 36","description":"Renal function was assessed using serum creatinine measurements and was estimated using 1/serum creatinine. The formula for 1/serum creatinine is: 1/Pcr, where Pcr = serum creatinine concentration (mg/dL). The change in renal function per year was based on the slope of change, obtained by regressing renal function data against time by subject.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.555","spread":"9.767"},{"groupId":"OG001","value":"-3.682","spread":"6.361"}]}]}]},{"type":"SECONDARY","title":"Change in Mean Arterial Blood Pressure Per Year in Non-hypertensive Participants From Baseline to Month 36","description":"For participants who were non-hypertensive (systolic BP ≤ 139 mmHg and diastolic BP ≤ 89 mmHg without taking antihypertensive medications) at baseline, mean arterial blood pressure was measured at scheduled clinic visits up to the point of exposure to antihypertensive therapy for any reason. The change in mean arterial blood pressure per year was based on the slope of blood pressure, obtained by regressing blood pressure against time by subject.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.561","spread":"9.798"},{"groupId":"OG001","value":"2.592","spread":"7.095"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve of Change in Renal Pain From Baseline to Month 36","description":"Change from baseline in renal pain was assessed by a 0 to 10 pain scale as average area under the concentration-time curve (AUC) between baseline and the last trial visit or the last visit prior to initiating medical (eg, narcotic or anti-nociceptives \\[eg, tricyclic antidepressants\\]) or surgical therapy for pain. In the pain scale, score 0 represented no pain at all and score 10 represented the worst pain. A negative change score indicates less pain. AUC of renal pain was derived from renal pain scores within treatment period and was calculated using the trapezoidal rule, by dividing the number of days between the first and last assessment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.00","spread":"1.29"},{"groupId":"OG001","value":"0.08","spread":"1.43"}]}]}]},{"type":"SECONDARY","title":"Number of Hypertensive Events Per 100 Follow-up Years in Non-hypertensive Participants From Baseline to Month 36","description":"A hypertensive event was defined as a change from non-hypertensive (systolic BP ≤ 139 mmHg and diastolic BP ≤ 89 mmHg without taking antihypertensive medications) status to 1 of 3 conditions: (1) High pre-hypertensive (systolic BP \\[sBP\\] \\> 129 mmHg and/or diastolic BP \\[dBP\\] \\> 84 mmHg), (2) hypertensive (sBP \\> 139 mmHg and/or dBP \\> 89 mmHg), or (3) requiring antihypertensive therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.80","spread":null},{"groupId":"OG001","value":"29.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinically Sustained Decrease of Blood Pressure Leading to a Sustained Reduction in Antihypertensive Therapy From Baseline to Month 36","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.24","spread":null},{"groupId":"OG001","value":"5.62","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":177,"n":961},"commonTop":["Thirst","Hypertension","Polyuria","Renal pain","Headache"]}}}