{"nctId":"NCT02748057","briefTitle":"A Clinical Trial to Assess the Long Term Safety and Tolerability of MK-0653H in Japanese Participants With Hypercholesterolemia (MK-0653H-833)","startDateStruct":{"date":"2016-05-18","type":"ACTUAL"},"conditions":["Hypercholesterolemia","Familial Hypercholesterolemia"],"count":135,"armGroups":[{"label":"Ezetimibe 10 mg + Rosuvastatin 2.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ezetimibe","Drug: Rosuvastatin"]},{"label":"Ezetimibe 10 mg + Rosuvastatin 5.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ezetimibe","Drug: Rosuvastatin"]}],"interventions":[{"name":"Ezetimibe","otherNames":[]},{"name":"Rosuvastatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Japanese\n* Outpatient with hypercholesterolemia\n* Female participant who is of reproductive potential has to agree to remain abstinent or use (or partner use) two acceptable methods of birth control from date of signed informed consent to the 14 days after the last dose of study drug\n* Will maintain a stable diet that is consistent with the Japan Atherosclerosis Society Guideline 2012 (JAS 2012) for prevention of atherosclerotic cardiovascular diseases for the duration of the study\n\nExclusion Criteria:\n\n* Uncontrolled hypertension (treated or untreated)\n* Uncontrolled type 1 or type 2 diabetes mellitus\n* Homozygous Familial Hypercholesterolemia or has undergone low-density lipoprotein (LDL) apheresis\n* Uncontrolled endocrine or metabolic disease known to influence serum lipids or lipoproteins\n* Has had a gastrointestinal tract bypass, or other significant intestinal malabsorption\n* History of cancer within the past 5 years (except for successfully treated dermatological basal cell or squamous cell carcinoma or in situ cervical cancer)\n* Human Immunodeficiency Virus (HIV) positive\n* History of drug/alcohol abuse within the past 5 years or psychiatric illness not adequately controlled and stable on pharmacotherapy\n* Consumes more than 25 g of alcohol per day\n* Currently following an excessive weight reduction diet\n* Currently engages in a vigorous exercise regimen (e.g.; marathon training, body building training etc.) or intends to start training during the study\n* Hypersensitivity or intolerance to Ezetimibe or Rosuvastatin\n* Myopathy or rhabdomyolysis with Ezetimibe or any statin\n* Pregnant or lactating\n* Taking any other investigational drugs and/or has taken any investigational drugs within 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Experience at Least 1 Adverse Event (AE)","description":"An AE was any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with use of a medicinal product, regardless of whether or not it was considered related to the medicinal product. The percentage of participants who reported at least 1 AE was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.8","spread":null},{"groupId":"OG001","value":"76.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Had Study Drug Discontinued Due to an AE","description":"An AE was any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with use of a medicinal product, regardless of whether or not it was considered related to the medicinal product. The percentage of participants who had study drug discontinued due to an AE was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Low-Density Lipoprotein-Cholesterol (LDL-C)","description":"Blood was collected at baseline (predose) and after 52 weeks of treatment to determine LDL-C levels. LDL-C was calculated using the Friedewald equation. If triglycerides (TG) exceeded 400 mg/dL (4.6 mmol/L), LDL-C was determined by beta quantification ultracentrifugation. The percentage change from baseline at Week 52 was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.8","spread":null},{"groupId":"OG001","value":"-23.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":114},"commonTop":["Nasopharyngitis","Back pain","Gastroenteritis","Liver function test abnormal","Type 2 diabetes mellitus"]}}}