{"nctId":"NCT00745290","briefTitle":"A Phase 3 Study to Evaluate the Safety and Efficacy of SKY0402 in Subjects Undergoing Total Knee Arthroplasty","startDateStruct":{"date":"2008-08"},"conditions":["Postoperative Pain"],"count":245,"armGroups":[{"label":"Bupivacaine HCl","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bupivacaine HCl"]},{"label":"SKY0402","type":"OTHER","interventionNames":["Drug: SKY0402"]}],"interventions":[{"name":"Bupivacaine HCl","otherNames":["Marcaine"]},{"name":"SKY0402","otherNames":["DepoBupivacaine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, ≥18 years of age at the Screening Visit.\n2. Female subjects only: Postmenopausal, surgically sterile, or willing to use acceptable means of contraception for at least 30 days after surgery including any of the following: hormonal contraceptives (e.g., oral, injectable, implantable starting at least 30 days before study drug administration), effective double-barrier methods (e.g., condoms with spermicide), intrauterine device, lifestyle with a personal choice of abstinence, nonheterosexual lifestyle, or a strictly monogamous relationship with a partner who has had a vasectomy.\n3. Scheduled to undergo primary unilateral TKA under general or spinal anesthesia.\n4. American Society of Anesthesiology (ASA) Physical Classification System class 1-4.\n5. Able and willing to comply with all study visits and procedures.\n6. Able to speak, read, and understand the language of the informed consent form, study questionnaires, and other instruments used for collecting subject-reported outcomes, in order to enable accurate and appropriate responses to pain scales and other required study assessments.\n7. Willing and capable of providing written informed consent.\n\nExclusion Criteria:\n\n1. Pregnancy, nursing, or planning to become pregnant during the study or within one month after dosing.\n2. Use of any of the following medications within the times specified before surgery:\n\n   * Long-acting opioid medication within 3 days.\n   * Any opioid medication within 24 hours.\n3. Concurrent painful physical condition or concurrent surgery that may require analgesic treatment in the postoperative period for pain that is not strictly related to the surgical site being administered study drug (e.g., significant pain from other joints, chronic neuropathic pain, concurrent contralateral TKA, concurrent foot surgery, etc.), which have the potential to confound the postoperative study assessments.\n4. Body weight less than 60 kilograms (\\~132 pounds).\n5. Contraindication to any of the pain-control agents planned for postoperative use (e.g., acetaminophen, morphine, oxycodone, ketorolac).\n6. Contraindication to epinephrine, such as concurrent administration of ergot-type drugs, monoamine oxidase (MAO) inhibitors or antidepressants of triptoline or imipramine types, conditions where the production or exacerbation of tachycardia could prove fatal (e.g., poorly controlled thyrotoxicosis or severe heart disease), or any other pathological conditions that might be aggravated by the effects of epinephrine.\n7. Administration of an investigational drug within 30 days or 5 elimination half-lives of such investigational drug, whichever is longer, prior to study drug administration, or planned administration of another investigational product or procedure during the subject's participation in this study.\n8. Suspected, or known addiction to or abuse of illicit drug(s), prescription medicine(s), or alcohol within the past 2 years.\n9. Uncontrolled anxiety, schizophrenia, or other psychiatric disorder that, in the opinion of the Investigator, may interfere with study assessments or compliance.\n10. Current or historical evidence of any clinically significant disease or condition that, in the opinion of the Investigator, may increase the risk of surgery or complicate the subject's postoperative course.\n11. Significant medical conditions or laboratory results that, in the opinion of the Investigator, indicate an increased vulnerability to study drugs and procedures, and expose the subject to an unreasonable risk as a result of participating in this clinical trial, such as: debilitating diseases, acute illnesses, hypotension, partial or complete conduction block, impaired cardiac function, untreated hypertension, advanced arteriosclerotic heart disease, cerebral vascular insufficiency, pre-existing abnormal neurological or neuromuscular disease (e.g., epilepsy, myasthenia gravis), advanced liver disease, severe renal impairment, advanced diabetes, comorbid conditions associated with an immunocompromised status, such as blood dyscrasias, HIV/AIDS, or recent chemotherapy.\n\n    In addition, the subject will be ineligible to receive study drug if he or she meets the following criterion during surgery:\n12. Any clinically significant event or condition uncovered during surgery (e.g., excessive bleeding), which occurs before study drug administration, that might render the subject medically unstable or complicate the subject's postoperative course.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve (AUC) of the Numeric Rating Scale (NRS) With Activity (NRS-A) Pain Intensity Scores","description":"The subject's pain intensity was assessed with activity (NRS-A), while actively flexing the involved knee from the maximum extension point to the maximum flexion point possible. The subject responded to the following question, \"On a scale of 0 to 10, where 0 = no pain and 10 = worst possible pain, how much pain did you have while bending your knee?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":"113"},{"groupId":"OG001","value":"359","spread":"124"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events Through 96 Hours and Serious Adverse Events Through 30 Days","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":123},"commonTop":["Nausea","Constipation","Vomiting","Anemia","Pyrexia"]}}}