{"nctId":"NCT01153009","briefTitle":"Safety and Efficacy of Vortioxetine (Lu AA21004) in Adults With Major Depressive Disorder","startDateStruct":{"date":"2010-06"},"conditions":["Depressive Disorder, Major"],"count":614,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine 15 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]},{"label":"Vortioxetine 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]},{"label":"Duloxetine 60 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Duloxetine"]}],"interventions":[{"name":"Vortioxetine","otherNames":["Lu AA21004","Brintellix®"]},{"name":"Duloxetine","otherNames":["Cymbalta®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Man or a woman who suffers from a major depressive episode (MDE) recurrent as the primary diagnosis according to the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria (classification code 296.3x) as confirmed by the Structured Clinical Interview for DSM Disorders (SCID).\n2. The reported duration of the current MDE is at least 3 months.\n3. Has a Montgomery Åsberg Depression Rating Scale (MADRS) total score of 26 or greater at Screening and Baseline Visits.\n4. Has a Clinical Global Impression - Severity of Illness (CGI-S) score of 4 or greater at Screening and Baseline Visits.\n\nExclusion Criteria:\n\n1. Has previously participated in a Lu AA21004 clinical study.\n2. Has 1 or more the following:\n\n   1. Any current psychiatric disorder other than major depressive disorder (MDD) as defined in the DSM-IV-TR (as assessed by the SCID).\n   2. Current or past history of: manic or hypomanic episode, schizophrenia or any other psychotic disorder, including major depression with psychotic features, mental retardation, organic mental disorders, or mental disorders due to a general medical condition as defined in the DSM-IV-TR.\n   3. Diagnosis of any substance abuse or dependence (except nicotine and caffeine) as defined in the DSM-IV-TR that has not been in sustained full remission for at least 2 years prior to screening (subject must also have negative urine drug screen prior to Baseline).\n   4. Presence or history of a clinically significant neurological disorder (including epilepsy).\n   5. Neurodegenerative disorder (Alzheimer disease, Parkinson disease, multiple sclerosis, Huntington disease, etc).\n   6. Any Axis II disorder that might compromise the study.\n3. The current depressive symptoms are considered by the investigator to have been resistant to 2 adequate antidepressant treatments of at least 6 weeks duration each. Has 1 or more laboratory values outside the normal range, based on the blood or urine samples taken at the Screening Visit, that are considered by the investigator to be clinically significant.\n4. Has a thyroid stimulating hormone value outside the normal range at the Screening Visit that is deemed clinically significant by the investigator.\n5. Has clinically significant abnormal vital signs as determined by the investigator.\n6. Has an abnormal electrocardiogram as determined by the central reader and confirmed as clinically significant by the investigator.\n7. Has an alanine aminotransferase, aspartate aminotransferase or total bilirubin level greater than 1.5 times the upper limits of normal.\n8. Has a previous history of cancer that had been in remission for less than 5 years prior to the first dose of study medication. This criterion does not include those patients with basal cell or Stage I squamous cell carcinoma of the skin.\n9. Has a disease or takes medication that, in the opinion of the investigator, could interfere with the assessments of safety, tolerability, or efficacy.\n10. Has a known history of or currently has increased intraocular pressure or is at risk of acute narrow-angle glaucoma.\n11. Has a clinically significant unstable illness, for example, hepatic impairment or renal insufficiency, or a cardiovascular, pulmonary, gastrointestinal, endocrine, neurological, rheumatologic, immunologic, infectious, skin and subcutaneous tissue disorders, or metabolic disturbance. The following are also considered unstable due to the potential impact on assessment of MDD response: pain disorder, chronic fatigue syndrome, fibromyalgia, and obstructive sleep apnea.\n12. Has a significant risk of suicide according to the investigator's opinion or has a score greater than or equal to 5 on item 10 (suicidal thoughts) of the Montgomery Åsberg Depression Rating Scale or has made a suicide attempt in the previous 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 (normal) to 6 (most abnormal). The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. Least squares (LS) means are from a mixed model for repeated measurements (MMRM) analysis of covariance (ANCOVA) with treatment, center, week, treatment-by-week interaction, Baseline MADRS total score-by-week as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.83","spread":"0.834"},{"groupId":"OG001","value":"-14.30","spread":"0.890"},{"groupId":"OG002","value":"-15.57","spread":"0.880"},{"groupId":"OG003","value":"-16.90","spread":"0.884"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a MADRS Response at Week 8","description":"Response is defined as a participant with a ≥50% decrease in Montgomery Åsberg Depression Rating Scale (MADRS) total score from Baseline. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.2","spread":null},{"groupId":"OG001","value":"44.1","spread":null},{"groupId":"OG002","value":"44.2","spread":null},{"groupId":"OG003","value":"54.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression Scale - Improvement (CGI-I) Score at Week 8","description":"The Clinical Global Impression-Global Improvement scale assesses the participant's improvement (or worsening) as assessed by the clinician relative to Baseline on a 7-point scale: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse. LS means were from a mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline Clinical Global Impression Scale-Severity of Illness (CGI-S) score-by-week as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":"0.096"},{"groupId":"OG001","value":"2.54","spread":"0.102"},{"groupId":"OG002","value":"2.47","spread":"0.101"},{"groupId":"OG003","value":"2.31","spread":"0.101"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MADRS Total Score at Week 8 in Participants With Baseline Hamilton Anxiety Scale (HAM-A) Total Score ≥20","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 (normal) to 6 (most abnormal). The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. LS means are from a mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline MADRS total score-by-week as fixed effects.\n\nHAM-A is a 14 item rating scale to quantify anxiety severity rated on a 5-point scale from 0 (not present) to 4 (severe) with a total score range from 0 to 56, where lower scores indicate mild severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.27","spread":"1.676"},{"groupId":"OG001","value":"-13.34","spread":"1.624"},{"groupId":"OG002","value":"-14.89","spread":"1.777"},{"groupId":"OG003","value":"-18.31","spread":"1.573"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in MADRS Remission at Week 8","description":"Remission is defined as a participant with a Montgomery Åsberg Depression Rating Scale (MADRS) total score ≤10. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null},{"groupId":"OG001","value":"26.9","spread":null},{"groupId":"OG002","value":"29.3","spread":null},{"groupId":"OG003","value":"26.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score at Week 8","description":"The Sheehan Disability Scale assesses functional impairment in 3 domains: work/school, social life or leisure activities, and home life or family responsibilities. The participant rates the extent to which each aspect is impaired on a 10-point visual analog scale, from 0 (not at all) to 10 (extremely). The 3 scores are added together to calculate the total score, which ranges from 0 to 30, with higher scores indicating more impairment. LS means were from mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline SDS total score-by-week as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.68","spread":"0.776"},{"groupId":"OG001","value":"-7.73","spread":"0.821"},{"groupId":"OG002","value":"-8.55","spread":"0.810"},{"groupId":"OG003","value":"-9.66","spread":"0.834"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":159},"commonTop":["Nausea","Headache","Dry mouth","Dizziness","Diarrhoea"]}}}