{"nctId":"NCT03818035","briefTitle":"A Study to Evaluate Further Therapeutic Strategies With Guselkumab in Participants With Moderate-to-Severe Plaque-Type Psoriasis","startDateStruct":{"date":"2019-02-08","type":"ACTUAL"},"conditions":["Psoriasis"],"count":880,"armGroups":[{"label":"Part 1: Guselkumab","type":"EXPERIMENTAL","interventionNames":["Drug: Guselkumab"]},{"label":"Part 2: Guselkumab q8w and Guselkumab q16w","type":"EXPERIMENTAL","interventionNames":["Drug: Guselkumab"]},{"label":"Part 2: Guselkumab q8w","type":"EXPERIMENTAL","interventionNames":["Drug: Guselkumab","Drug: Placebo Injection"]},{"label":"Part 3: Guselkumab Withdrawal","type":"EXPERIMENTAL","interventionNames":["Drug: Guselkumab"]}],"interventions":[{"name":"Guselkumab","otherNames":["TREMFYA"]},{"name":"Placebo Injection","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a disease duration of plaque psoriasis of either less than or equal to (\\<=2) years or (greater than (\\>2) years calculated from date at which first symptoms \\[plaque\\] were reported by subject to date of screening visit at screening; approximately 40 percentage (%) of participants must have a disease duration \\<=2 years\n* Has moderate-to-severe plaque-psoriasis defined by a Psoriasis Area and Severity Index (PASI) score \\>10 or affected body surface area (BSA) \\>10%) and additionally a Dermatology Life Quality Index (DLQI) score \\>10 at baseline (week 0)\n* Have no signs or symptoms suggestive of active tuberculosis (TB) upon medical history and/or physical examination\n* Agrees not to receive a live virus or live bacterial vaccination during the study, or within 3 months after the last administration of study drug\n* Agrees not to receive a Bacille Calmette-Guerin (BCG) vaccination during the study, or within 12 months after the last administration of study drug\n\nExclusion Criteria:\n\n* Has previously received any therapeutic agent directly targeted to interleukin (IL) -23 (including but not limited to guselkumab, tildrakizumab \\[MK3222\\], risankizumab \\[BI-655066\\])\n* Has received any systemic immunosuppressant (for example, methotrexate, azathioprine, cyclosporine, 6-thioguanine, mercaptopurine, mycophenolate mofetil, tacrolimus, fumaric acid esters), or anakinra within 4 weeks of the first administration of study drug.\n* Tests positive for hepatitis B virus (HBV) infection or who are seropositive for antibodies to hepatitis C virus (HCV), unless they have 2 negative HCV RNA test results 6 months apart after completing antiviral treatment and prior to baseline and have a third negative HCV RNA test result at baseline\n* Has received natalizumab, belimumab, or agents that modulate B cells or T cells (e.g., rituximab, alemtuzumab, abatacept, or visilizumab) within 12 months of the first administration of study drug\n* Has received any anti - tumor necrosis factor (TNF)-α biologic therapy within 3 months before the first administration of study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Group 2a and Group 2b: Percentage of Participants Who Achieved an Absolute Psoriasis Area and Severity Index (PASI) Score Less Than (<) 3 at Week 68","description":"Percentage of participants who achieved an absolute PASI \\<3 at Week 68 were reported. The PASI is a system used for assessing and grading the severity of psoriatic lesions and their response to therapy. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas is assessed separately for the percentage of the body surface area involved, which translates to a numeric score that ranged from 0 (indicated no involvement) to 6 (90 percentage \\[%\\]-100% involvement), and for erythema, induration and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated greater severity of psoriasis.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.6","spread":null},{"groupId":"OG001","value":"91.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Improvement From Baseline (Week 0) in PASI Score","description":"Time to improvement from baseline in PASI (PASI 75/90/100 response and absolute PASI score =0) for participants with short disease duration (SDD) (less than or equal to \\[\\<=\\] 2 years) and longer disease duration (LDD) (greater than \\[\\>\\] 2 years) was reported. PASI was a system used for assessing and grading severity of psoriatic lesions and their response to therapy. In PASI, body was divided into 4 regions: head, trunk, upper extremities, and lower extremities. Each of these areas was assessed separately for percentage of area involved, which translates to numeric score that ranged from 0 (indicated no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which were each rated on a scale of 0 to 4. PASI produced a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated more severe disease. PASI 75/90/100 responders were defined as participants with \\>= 75%, \\>= 90%, 100% improvement in PASI respectively.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b, Group 2c, Group 3a and Group 3b: Percentage of Participants Who Achieved an Absolute PASI Score of 0, <=1 and <3 at Weeks 20, 28, 68, 116, 164 and 120","description":"Percentage of participants with short (\\<=2 years) and longer (\\>2 years) disease duration who achieved an absolute PASI Score of 0, \\<=1 and less than (\\<) 3 will be reported. PASI was a system used for assessing and grading severity of psoriatic lesions and their response to therapy. In PASI, body was divided into 4 regions: head, trunk, upper extremities, and lower extremities. Each of these areas was assessed separately for percentage of area involved, which translated to numeric score that ranged from 0 (indicated no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which were each rated on a scale of 0 to 4. PASI produced a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated more severe disease.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 3a and Group 3b: Percentage of Participants Who Retain Disease Control (Absolute PASI Score < 3)","description":"Percentage of participants who retain disease control (that is, absolute PASI score \\<3 from week 68 through week 116 for participants with short (\\<= 2 years) and longer (\\>2 years) disease duration will be reported. Control of disease was defined as participants with a PASI score \\<3. PASI was a system used for assessing and grading severity of psoriatic lesions and their response to therapy. In PASI, body was divided into 4 regions: head, trunk, upper extremities, and lower extremities. Each of these areas was assessed separately for percentage of area involved, which translated to numeric score that ranged from 0 (indicated no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which were each rated on a scale of 0 to 4. PASI produced a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated more severe disease","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b, Group 2c, Group 3a and Group 3b: Percentage of Participants Who Achieve a PASI 75/90/100 Response at Weeks 20, 28, 68, 116, 164, and 220","description":"Percentage of participants who achieved PASI 75/90/100 response were reported. PASI was a system used for assessing and grading severity of psoriatic lesions and their response to therapy. In PASI, body was divided into 4 regions: head, trunk, upper extremities, and lower extremities. Each of these areas was assessed separately for percentage of area involved, which translated to numeric score that ranged from 0 (indicated no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which were each rated on a scale of 0 to 4. PASI produced a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated more severe disease. PASI 75 responders were defined as participants with \\>= 75% improvement in PASI from baseline. PASI 90 responders were defined as participants with \\>= 90% improvement in PASI from baseline. PASI 100 responders were defined as participants with 100% improvement in PASI from baseline.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 3a and Group 3b: Time to Loss of Disease Control (Absolute PASI Score >5) After Treatment Withdrawal","description":"Time to loss of disease control (absolute PASI score \\>5) after treatment withdrawal beyond Week 68 up to Week 116 were reported. PASI was a system used for assessing and grading severity of psoriatic lesions and their response to therapy. In PASI, body was divided into 4 regions: head, trunk, upper extremities, and lower extremities. Each of these areas was assessed separately for percentage of area involved, which translated to numeric score that ranged from 0 (indicated no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which were each rated on a scale of 0 to 4. PASI produced a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated more severe disease.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1: Percentage of Participants With an Absolute PASI Score = 0 at Weeks 12, 16, 20 and 28","description":"Percentage of participants with an absolute PASI score = 0 at Weeks 12, 16, 20 and 28 were reported. PASI was a system used for assessing and grading severity of psoriatic lesions and their response to therapy. In PASI, body was divided into 4 regions: head, trunk, upper extremities, and lower extremities. Each of these areas was assessed separately for percentage of area involved, which translated to numeric score that ranged from 0 (indicated no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which were each rated on a scale of 0 to 4. PASI produced a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b, Group 2c, Group 3a, Group 3b and Group 3c: Change From Baseline (Week 0) in Dermatology Life Quality Index (DLQI) Score at Weeks 28, 68, 116, 164 and 220","description":"Change from baseline (Week 0) in DLQI score at Weeks 28, 68, 116, 164 and 220 will be reported. DLQI was a 10-item instrument questionnaire designed to assess the impact of the disease on a participant's quality of life. Each question was evaluated on a 4-point scale ranged from 0 (not at all) to 3 (very much); where higher scores indicated more impact on quality of life. Scores from all 10 questions added up to give DLQI total score ranged from 0 (not at all) to 30 (very much). Higher scores indicated more impact on quality of life of participants.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b, Group 2c, Group 3a, Group 3b and Group 3c: Percentage of Participants Who Achieved a DLQI Score 0/1 and <5","description":"Percentage of participants who achieved a DLQI score 0/1 and \\<5 will be reported. DLQI was a 10-item instrument questionnaire designed to assess the impact of the disease on a participant's quality of life. Each question was evaluated on a 4-point scale ranged from 0 (not at all) to 3 (very much); where higher scores indicated more impact on quality of life. Scores from all 10 questions added up to give DLQI total score ranged from 0 (not at all) to 30 (very much). Higher scores indicated more impact on quality of life of participants.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Groups 1, 2a, 2b, 2c, 2d, 3a, 3b, and 3c: Percent Change From Baseline (Week 0) in Psoriasis- Affected Body Surface Area (BSA) at Weeks 12, 28, 52, 68, 80, 104, 116, 140, 164, 188, 212 and 220","description":"Change from baseline in the psoriasis affected BSA (%) at Weeks 12, 28, 52, 68, 80, 104, 116, 140, 164, 188, 212 and 220 will be reported. The percentage of the psoriasis-affected BSA percentage is a system used for assessing the severity of psoriasis. The plaque coverage is estimated using the rule of palm (1 palm of the hand = 1% BSA).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Groups 1, 2a, 2b, 2c, 3a and 3b: Change From Baseline in Nail Assessment in Psoriasis and Psoriatic Arthritis-Quality of Life (NAPPA-QOL) at Weeks 28, 68, 116, 164 and 220","description":"Change from baseline in NAPPA-QOL at Weeks 28, 68, 116, 164 and 220 will be reported. The NAPPA was an instrument for assessing clinical and patient-reported outcomes in nail psoriasis. NAPPA-QOL was a 20-item nail-specific QoL questionnaire covering past week. Signs, stigma and everyday life were rated on a 5-point scale, ranged from 0 (no suffering) to 4 (high suffering). A global score was computed by averaging all items which ranged from 0 (no suffering) to 4 (high suffering). A decrease in NAPPA QoL score indicated improvement.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Groups 1, 2a, 2b, 2c, 3a, and 3b: Change From Baseline in Nail Assessment in Psoriasis and Psoriatic Arthritis- Patient Benefit Index (NAPPA-PBI) at Weeks 28, 68, 116, 164 and 220","description":"Change from baseline in NAPPA-PBI at Weeks 28, 68, 116, 164 and 220 will be reported. The NAPPA was an instrument for assessing clinical and patient-reported outcomes in nail psoriasis. NAPPA-PBI was a 24-item questionnaire to assess participant-defined needs before and participant-rated benefits after treatment. The answers were given on a scale from 0 to 4, and a global score was calculated as follows: Each benefit item was multiplied with the respective importance item, and the product is divided by the sum of all importance items. The results were summed up over all items. The resulting global score ranged from 0 (no benefit) to 4 (highest possible benefit). Higher score indicated more benefit.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Groups 1, 2a, 2b, 2c, 3a and 3b: Change From Baseline in Nail Assessment in Psoriasis and Psoriatic Arthritis- Clinical (NAPPA-CLIN) at Weeks 28, 68, 116, 164 and 220","description":"Change from baseline in NAPPA-CLIN at Weeks 28, 68, 116 164, and 220 will be reported. The NAPPA is an instrument for assessing clinical and patient-reported outcomes in nail psoriasis. NAPPA-CLIN is an instrument used by the physician to assess the least and the worst involved nail of both hands or both feet with scores ranging from 0 (no involvement) to 16 (worst involvement). A higher score indicated a worst involvement.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b, Group 2c, Group 3a and Group 3b: Change From Baseline (Week 0) in the Signs and Symptoms Aggregate Scores of the Psoriasis Symptoms and Signs Diary (PSSD) at Weeks 28, 68, 116, 164 and 220","description":"Change from baseline (Week 0) in the signs and symptoms aggregate scores of the PSSD at Weeks 28, 68, 116, 164 and 220 will be reported. The PSSD was a questionnaire designed to measure the severity of psoriasis symptoms and signs for the assessment of treatment benefit. PSSD was a participant self-administered outcomes instrument that included 11 items covering symptoms (itch, pain, stinging, burning and skin tightness) and participant observable signs (skin dryness, cracking, scaling, shedding or flaking, redness and bleeding) using 0 to 10 numerical rating scales for severity. Two sub scores each ranging from 0 to 100 were derived: the psoriasis symptom score and the psoriasis sign score. A higher score indicated more severe disease. A change of \\>= 40 points in PSSD symptom score or sign score, and a \\>= 3-point change in individual PSSD item scale scores will be defined as clinically meaningful change (response).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 2a, Group 2b and Group 2c: Percentage of Participants Who Achieved a PSSD Sign Score = 0 at Week 68 in Participants With a PSSD Sign Score >= 1 at Week 28","description":"Percentage of participants who achieved a PSSD sign score = 0 at Week 68 in participants with a PSSD sign score \\>= 1 at Week 28 will be reported. The PSSD was a questionnaire designed to measure the severity of psoriasis symptoms and signs for the assessment of treatment benefit. PSSD was a participant self-administered outcomes instrument that included 11 items covering symptoms (itch, pain, stinging, burning and skin tightness) and participant observable signs (skin dryness, cracking, scaling, shedding or flaking, redness and bleeding) using 0 to 10 numerical rating scales for severity. Two sub scores each ranging from 0 to 100 were derived: the psoriasis symptom score and the psoriasis sign score. A higher score indicated more severe disease. A change of \\>= 40 points in PSSD symptom score or sign score, and a \\>= 3-point change in individual PSSD item scale scores will be defined as clinically meaningful change (response).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b and Group 2c: Relationship Between Trough Serum Concentration and Efficacy or Serum Biomarker Level","description":"The potential association between trough serum guselkumab concentration and efficacy or serum biomarker level will be analyzed by immunoassays. For the analyses the trough serum guselkumab concentration will be set into relation with the efficacy (e.g. PASI response) or with serum biomarker (e.g. serum IL-17A, IL-17F, IL-22) concentration. Guselkumab and all biomarker concentrations will be measured in the unit of picogram/milliliter (pg/mL). In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas is assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 (indicates no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that could range from 0 (no psoriasis) to 72. A higher score indicates more severe disease.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 2a and Group 2b: Relationship Between Trough Serum Guselkumab Levels at Weeks 20, 28, 36 and 68 and Achieving PASI Score <3 at Week 68","description":"The potential association between trough serum guselkumab levels at weeks 20, 28, 36 and 68 and achieving a PASI score \\<3 at Week 68 will be analyzed. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas is assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 (indicates no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that could range from 0 (no psoriasis) to 72. A higher score indicated more severe disease.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 2d and Group 3c: Percentage of Participants Who Were Re-Treated Due to Loss of Disease Control (PASI >5) and Regain Control of Disease (PASI <3) 24 Weeks After Start of Re-Treatment","description":"Percentage of participants who were re-treated due to loss of disease control (PASI \\>5) and regain control of disease (PASI \\<3) 24 Weeks after start of re-treatment will be reported. PASI was a system used for assessing and grading severity of psoriatic lesions and their response to therapy. In PASI, body was divided into 4 regions: head, trunk, upper extremities, and lower extremities. Each of these areas was assessed separately for percentage of area involved, which translates to numeric score that ranged from 0 (indicates no involvement) to 6 (90%-100% involvement), and for erythema, induration, and scaling, which were each rated on a scale of 0 to 4. PASI produced a numeric score that could range from 0 (no psoriasis) to 72 (maximum psoriasis). Higher score indicated more severe disease.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b, Group 2c, Group 2d, Group 3a, Group 3b, and Group 3c: Number of Participants With Adverse Events as a Measure of Safety and Tolerability","description":"An adverse event (AE) is any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal finding), symptom, or disease temporally associated with the use of a medicinal (investigational or non-investigational) product, whether or not related to that medicinal (investigational or non-investigational) product.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Group 1, Group 2a, Group 2b, Group 2c, Group 2d, Group 3a, Group 3b and Group 3c): Number of Participants With Clinically Significant Laboratory Abnormalities","description":"Number of participants with laboratory abnormalities (hematology, serum chemistry and serology) were reported.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":880},"commonTop":["Nasopharyngitis","Headache","Hypertension","Arthralgia","Back Pain"]}}}