{"nctId":"NCT02408523","briefTitle":"A Study to Assess the Safety and Efficacy of Lacosamide Versus Placebo (a Pill Without Active Medication) in Patients With Idiopathic Generalised Epilepsy Who Are Already Taking Anti-epileptic Medications","startDateStruct":{"date":"2015-04","type":"ACTUAL"},"conditions":["Epilepsy"],"count":242,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide Tablet","Drug: Lasosamide Oral Solution"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo Tablet","Other: Placebo Oral Solution"]}],"interventions":[{"name":"Lacosamide Tablet","otherNames":["Vimpat"]},{"name":"Lasosamide Oral Solution","otherNames":["Vimpat"]},{"name":"Placebo Tablet","otherNames":[]},{"name":"Placebo Oral Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject with a confirmed diagnosis at least 24 weeks prior to Visit 1 and a disease onset prior to 30 years of age, consistent with idiopathic generalized epilepsy (IGE) experiencing primary generalized tonic-clonic (PGTC) seizures (Type IIE) that are classifiable according to the International League Against Epilepsy (ILAE) Classification of Epileptic Seizures (ILAE, 1981)\n* Subject has \\>=3 PGTC seizures during the 16-week Combined Baseline (12-week Historical Baseline plus 4-week Prospective Baseline)\n* If a brain magnetic resonance imaging (MRI)/computed tomography (CT) scan has been performed, there must be no evidence of any progressive abnormality or any lesion likely to be associated with partial-onset seizures\n* Subject has been maintained on a stable dose regimen of 1 to 2 non-benzodiazepine marketed antiepileptic drugs (AEDs) with no benzodiazepine AEDs OR 1 benzodiazepine marketed AED with 1 to 2 non benzodiazepine marketed AEDs for at least 28 days prior to Visit 1 with or without additional concurrent stable vagus nerve stimulation (VNS)\n* Subjects are required to have had an electroencephalogram (EEG) report consistent with idiopathic generalized epilepsy (eg, generalized 3Hz epileptiform discharges and a normal EEG background) confirmed by a Central Reviewer\n\nExclusion Criteria:\n\n* Subject is receiving any investigational drugs or using any experimental devices in addition to Lacosamide (LCM)\n* Subject meets the withdrawal criteria for SP0982 or is experiencing an ongoing serious adverse event (SAE)\n* Subject has an active suicidal ideation as indicated by a positive response ('Yes') to either Question 4 or Question 5 of the 'Since Last Visit' version of the Columbia-Suicide Severity Rating Scale (C-SSRS)\n* Subject has \\>=2x upper limit of normal (ULN) of any of the following: alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), or \\>ULN total bilirubin (\\>=1.5xULN total bilirubin if known Gilbert's syndrome). If subject has elevations only in total bilirubin that are \\>ULN and \\<1.5xULN, fractionate bilirubin to identify possible undiagnosed Gilbert's syndrome (ie, direct bilirubin \\<35%)\n\nFor randomized subjects with a Baseline result \\>ULN for ALT, AST, ALP, or total bilirubin, a Baseline diagnosis and/or the cause of any clinically meaningful elevation must be understood and recorded in the electronic case report form (eCRF).\n\nIf subject has \\>ULN ALT, AST, or ALP that does not meet the exclusion limit at screening, repeat the tests, if possible, prior to dosing to ensure there is no further ongoing clinically relevant increase. In case of a clinically relevant increase, inclusion of the subject must be discussed with the Medical Monitor.\n\nTests that result in ALT, AST, or ALP up to 25% above the exclusion limit may be repeated once for confirmation. This includes re-screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to the Second Primary Generalized Tonic Clonic (PGTC) Seizure During the 24-week Treatment Period From Visit 2 (Week 0) to Visit 10 (Week 24)","description":"The primary efficacy variable was the time to the second primary generalized tonic clonic seizure (PGTCS) during the 24-week Treatment Period. Relative difference between groups (Lacosamide vs Placebo) was expressed as Hazard Ratio.\n\nThe indicated measured values are the observed number of events of second PGTCS in the treatment period which form the basis of the statistical analysis of the time to event analysis.\n\nThe hazard ratio compares 2 treatment groups for the times to a specified number of events (125) for the combined treatment groups, and so both the number of events and the times until those events pertain to the computation of the hazard ratio.\n\nA Hazard Ratio below 1 indicates time to second PGTCS was improved for LCM compared to Placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Seizure Freedom for Primary Generalized Tonic Clonic (PGTC) Seizures During the 24-week Treatment Period From Visit 2 (Week 0) to Visit 10 (Week 24)","description":"A seizure-free day from primary generalized tonic clonic seizures (PGTCS) was defined as a day where no PGTCS were reported in the seizure diary and PGTCS were assessed, which was estimated using Kaplan-Meier (KM) methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":null},{"groupId":"OG001","value":"31.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to the First Primary Generalized Tonic Clonic (PGTC) Seizure During the Treatment Period From Visit 2 (Week 0) to Visit 10 (Week 24)","description":"The secondary efficacy variable was the time to the first primary generalized tonic clonic seizure (PGTCS) during the 24-week Treatment Period. Relative difference between groups (Lacosamide vs Placebo) was expressed as Hazard Ratio.\n\nThe indicated measured values are the observed number of events of first PGTCS in the treatment period which form the basis of the statistical analysis of the time to event analysis.\n\nThe hazard ratio compares 2 treatment groups for the times to the number of events for the combined treatment groups, and so both the number of events and the times until those events pertain to the computation of the hazard ratio.\n\nA Hazard Ratio below 1 indicates time to second PGTCS was improved for LCM compared to Placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Adverse Event (AE) as Reported Spontaneously by the Subject and/or Caregiver or Observed by the Investigator","description":"An AE was any untoward medical occurrence in a patient or clinical investigation study participant administered a pharmaceutical product that did not necessarily have a causal relationship with this treatment. An AE could therefore have been any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of an investigational medicinal product (IMP), whether or not related to the IMP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":null},{"groupId":"OG001","value":"82.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Lacosamide","description":"Lacosamide plasma concentration was expressed in micrograms per milliliter (μg/mL).\n\nMeans and standard deviation (SD) were only calculated if at least 2/3 of the concentrations were quantified at the respective timepoint. Values Below Limit of Quantification (BLQ) were replaced by value of 0 in calculations of means and SDs.","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"8.610961","spread":"3.705438"}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"8.074427","spread":"3.948749"}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"8.138085","spread":"4.913627"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":121},"commonTop":["Dizziness","Somnolence","Headache","Nausea","Fatigue"]}}}