{"nctId":"NCT02695719","briefTitle":"Lubiprostone for Treatment of Chronic Idiopathic Constipation","startDateStruct":{"date":"2016-04-14","type":"ACTUAL"},"conditions":["Chronic Idiopathic Constipation"],"count":156,"armGroups":[{"label":"Lubiprostone 24 μg","type":"EXPERIMENTAL","interventionNames":["Drug: Lubiprostone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Lubiprostone","otherNames":["AMITIZA"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator, the participant is capable of understanding and complying with protocol requirements.\n2. The participant or, when applicable, the participant's legally acceptable representative signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedures.\n3. Has a history of constipation defined as having sudden bowel movement (SBM) frequency of less than 3 times per week on average for 6 months or longer and for whom the SBM frequency is confirmed to meet inclusion criteria observed during the Screening Period.\n4. Has had 1 or more of the symptoms associated with SBM (described below) for 6 months or longer at the start of Screening:\n\n   1. Scybalum stool or hard feces in at least 1 out of every4 bowel movements.\n   2. Sensation of incomplete evacuation in at least 1 out of every 4 bowel movements.\n   3. Straining in at least 1 out of every 4 bowel movements.\n5. Rarely has loose stools without the use of laxatives.\n6. Is willing and able to keep a diary on his/her own and willing and able to complete a questionnaire.\n7. Is male or female and aged 19 years or older, at the time of signing an informed consent.\n8. A female participant of childbearing potential who is sexually active agrees to use routinely adequate contraception from signing of informed consent throughout the duration of the study and 14 days after the last dose of study drug.\n\nExclusion Criteria:\n\n1. Has received any investigational compound within 30 days prior to Screening.\n2. Has received lubiprostone in a previous clinical study or as a therapeutic agent.\n3. Is an immediate family member, study site employee, or is in a dependent relationship with a study site employee who is involved in conduct of this study (eg, spouse, parent, child, sibling) or may consent under duress.\n4. Has, in the judgment of the investigator, clinically significant abnormal hematological parameters of hemoglobin, hematocrit, or erythrocytes at Screening.\n5. Has a history or clinical manifestations of significant mechanical obstruction (intestinal obstruction due to tumor, hernia etc).\n6. Has a history of hypersensitivity or allergies to lubiprostone or any of its excipients.\n7. Has a history of drug abuse (defined as any illicit drug use) or a history of alcohol abuse within 1 year prior to the Screening Visit.\n8. Is required to take excluded medications.\n9. If female, the participant is pregnant or lactating or intending to become pregnant before, during, or within 1 month after participating in this study; or intending to donate ova during such time period.\n10. Participant whose constipation is considered to be due to drugs or to whom a prohibited concomitant medication has been administered.\n11. Is having chronic constipation due to a secondary cause (medications, diabetes mellitus, hypothyroidism, depression, etc.)\n12. Has sufficient criteria for irritable bowel syndrome (IBS) or functional defecation disorder.\n13. Participant whose SBM frequency is 3 or more per week.\n14. Participant whose SBM frequency has been less than 3 times per week for less than 6 months in duration or whose symptoms associated with SBM have been present for less than 6 months (hard feces, sensation of incomplete evacuation, or straining).\n15. Has received treatment with a rescue medication within 24 hours prior to the first dose in the morning of Day 1: bisacodyl suppository, which is a standard laxative, glycerin enema, or any other rescue medication.\n16. Has megacolon/megarectum or has received a diagnosis of intestinal pseudo-obstruction.\n17. Has confirmed or suspected organic disorders of the large intestine (obstruction, stenosis, carcinoma, or inflammatory bowel disease). Organic disorders of the large intestine can be confirmed or ruled out using the results of enema X-ray examination or total colonoscopy performed in the previous 2 years. If the participant has no history or shows no current evidence of weight loss, anemia, or rectal bleeding, organic disorders may be ruled out based on the results of such testing performed in the past 3 years. Any participant in whom total colonoscopy has detected a polyp requiring treatment is excluded from this study. Note: Participant should not be screened unless at least 7 days have passed since an enema X-ray examination, sigmoidoscopy or total colonoscopy have been performed.\n18. Has been hospitalized for gastrointestinal or abdominal surgery within 3 months prior to Screening.\n19. Has a significant cardiovascular, liver, lung, kidney, neurological, or mental disease (including existing alcohol or drug abuse problem) or a systemic disease.\n20. Has significant clinical findings or a significant abnormality has been found in hematology test, serum chemistry, or urinalysis.\n21. Participant in whom noncompliance with the study protocol (administration schedule, visit schedule, diary completion or other study procedure) is expected.\n22. Has a history of malignant disease (except basal cell carcinoma) within 5 years prior to Screening.\n23. Has any screening abnormal laboratory value that suggests a clinically significant underlying disease or condition that may prevent the participant from entering the study; or the participant has: creatinine \\>1.5 mg/dL, alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) \\>2 times the upper limit of normal (ULN), or total bilirubin \\>2.0 mg/dL with AST/ALT elevated above the limits of normal values.\n24. Participant who the investigator/subinvestigator has determined ineligible to participate in this study for any reason other than the above.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Spontaneous Bowel Movement (SBM) Frequency at Week 1","description":"A SBM was defined as any bowel movement (BM) that does not occur within 24 hours after rescue medication use (laxative, suppository, or enema). Participants will be given a diary to complete at home where they will record all details of each SBM including the consistency of the stool and the difficulty they have in passing it.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"1.75"},{"groupId":"OG001","value":"4.4","spread":"2.65"}]}]}]},{"type":"SECONDARY","title":"SBM Frequency at Weeks 2, 3 and 4","description":"A SBM was defined as any BM that does not occur within 24 hours after rescue medication use. Participants will be given a diary to complete at home where they will record all details of each SBM including the consistency of the stool and the difficulty they have in passing it.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"1.80"},{"groupId":"OG001","value":"4.2","spread":"2.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"1.98"},{"groupId":"OG001","value":"4.1","spread":"2.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"1.75"},{"groupId":"OG001","value":"4.0","spread":"2.31"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had a SBM Within 24 Hours After the First Dose of Study Medication","description":"A SBM was defined as any BM that does not occur within 24 hours after rescue medication use. Percentage of participants who have an SBM within 24 hours after the first dose will be assessed and derived from the data on SBMs collected in the participant diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.1","spread":null},{"groupId":"OG001","value":"56.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Degree of Straining Score","description":"For each participant, the mean degree of straining was averaged for all SBMs in a given week. The degree of straining for each SBM was collected in the participant diary. The degree of straining is scored on a 5-point scale where: 0=No straining, 1=Mild straining, 2=Moderate straining, 3=Strong straining or 4=Very strong straining with higher scores indicating more severe straining.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"0.93"},{"groupId":"OG001","value":"2.0","spread":"1.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"0.92"},{"groupId":"OG001","value":"2.0","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"0.87"},{"groupId":"OG001","value":"2.0","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"0.88"},{"groupId":"OG001","value":"1.9","spread":"1.03"}]}]}]},{"type":"SECONDARY","title":"Mean Degree Stool Consistency Score","description":"For each participant, the mean stool consistency score was averaged for all SBMs in a given week. The mean degree of stool consistency for each SBM was collected in the participant diary based on the Bristol Stool Chart. The Bristol Stool Chart is a visual medical aid designed to classify the form of human feces into seven categories where: 1=Hard and round (difficult-to-pass), 2=Sausage-shaped but hard stool, 3=Sausage-shaped stool with cracks on the surface, 4=Sausage-shaped, soft stool with smooth surface, or coiled stool, 5=Soft, half-solid (and easy-to-pass) stool with clear crease, 6=Unshaped, loose stool with small, irregular-shaped pieces, or mushy stool or 7=Watery stool without solid pieces (entirely liquid).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"1.04"},{"groupId":"OG001","value":"4.2","spread":"1.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.19"},{"groupId":"OG001","value":"4.3","spread":"1.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.04"},{"groupId":"OG001","value":"4.1","spread":"1.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.08"},{"groupId":"OG001","value":"4.1","spread":"1.22"}]}]}]},{"type":"SECONDARY","title":"Weekly Abdominal Symptoms Score","description":"The abdominal symptoms (bloating and discomfort upon waking in the morning) were scored weekly on a 5-point scale, where: 0=None, 1=Mild, 2=Moderate, 3=Severe or 4=Very severe, with a higher score indicating more severe symptoms. Assessment of weekly abdominal symptoms were recorded by the participant in the diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"1.03"},{"groupId":"OG001","value":"1.7","spread":"0.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.96"},{"groupId":"OG001","value":"1.5","spread":"1.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"0.90"},{"groupId":"OG001","value":"1.5","spread":"1.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"1.05"},{"groupId":"OG001","value":"1.4","spread":"0.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"1.13"},{"groupId":"OG001","value":"1.5","spread":"1.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"1.04"},{"groupId":"OG001","value":"1.5","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"1.03"},{"groupId":"OG001","value":"1.4","spread":"1.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"1.09"},{"groupId":"OG001","value":"1.4","spread":"1.09"}]}]}]},{"type":"SECONDARY","title":"Weekly Responder Rate","description":"The responder rate was assessed each week and was derived from the data on SBMs collected in the diary. A non-responder was defined as any participant with a spontaneous BM frequency rate of less than 3 for a given week, any participant who dropped out during or before the given week due to lack of efficacy, or any participant who used rescue medication during or within 24 hours before the given week. Otherwise, the participant subject was considered a responder.\n\nA responder with a spontaneous BM frequency rate ≥3 but \\<4 was considered a moderate responder. Otherwise, the participant was a full responder (≥4 SBM).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"23.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"24.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":null},{"groupId":"OG001","value":"24.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"56.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"58.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.8","spread":null},{"groupId":"OG001","value":"52.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.1","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":74},"commonTop":["Nausea","Dyspepsia","Diarrhoea","Headache"]}}}