{"nctId":"NCT01269463","briefTitle":"Time Course of Response to Methylphenidate HCl ER Capsules in Children 6 to 12 Years With ADHD in Classroom Setting","startDateStruct":{"date":"2011-01-19","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder","ADHD"],"count":26,"armGroups":[{"label":"Open Label Phase Then 2-week Double Blind Phase (Placebo First, Then Methylphenidate HCl ER Capsule)","type":"EXPERIMENTAL","interventionNames":["Drug: Methylphenidate Hydrochloride Extended Release Capsule","Drug: Placebo"]},{"label":"Open Label Phase Then 2-week Double Blind Phase (Methylphenidate HCl ER Capsule First, Then Placebo)","type":"EXPERIMENTAL","interventionNames":["Drug: Methylphenidate Hydrochloride Extended Release Capsule","Drug: Placebo"]}],"interventions":[{"name":"Methylphenidate Hydrochloride Extended Release Capsule","otherNames":["Biphentin®"]},{"name":"Placebo","otherNames":["Biphentin placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females ages 6 to 12.\n2. ADHD diagnosis with ADHD Rating Scale - 4th Edition scores ≥ 90th percentile.\n3. In need of treatment for ADHD and able to have 2-day washout from previous medication.\n4. Females of child-bearing potential not pregnant and practice birth control.\n5. Subject and parent/guardian willing to comply with protocol.\n6. Signed consent and assent.\n\nExclusion Criteria:\n\n1. Estimated Full Scale intellectual level below 80 using Wechsler Abbreviated Scale of Intelligence.\n2. Current primary psychiatric diagnosis of: severe anxiety disorder, conduct disorder, psychotic disorders, pervasive developmental disorder, eating disorder, obsessive-compulsive disorder, major depressive disorder, bipolar disorder, substance use disorder, chronic tic disorder, personal or family history of Tourette's Syndrome.\n3. Chronic medical illnesses: seizure, hypertension, thyroid disease, cardiac, family history of sudden death, glaucoma.\n4. Use of psychotropic CNS meds having effect exceeding 14 days from screening.\n5. Planned use of prohibited drugs.\n6. Is pregnant or breast-feeding.\n7. Significant ECG or laboratory abnormalities.\n8. Experimental drug or medical device within 30 days prior to screening.\n9. Hypersensitivity to methylphenidate.\n10. Inability or unwillingness to comply with protocol.\n11. Well controlled on current ADHD treatment.\n12. Inability to take oral capsules.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Comparison Following Treatment Between Drug and Placebo Using Evaluation by SKAMP Combined, Attention, and Deportment Scales","description":"Comparison of Swanson, Kotkin, Alger, M-Flynn and Pelham (SKAMP) Combined, Attention, and Deportment Scales following drug dose versus placebo.\n\nThe SKAMP scale is a validated rating scale that assesses behavioral symptoms of ADHD in a classroom setting using a 7-point impairment scale (0 = none through 6 = maximal impairment). The SKAMP total score comprises 13 items, with individual total scores ranging from 0 to 78 (lower scores mean better outcome). The SKAMP-D subscale evaluates deportment, including interacting with other children, interacting with adults, remaining quiet according to classroom rules, and staying seated according to classroom rules. The SKAMP-A subscale is a measure of attention and evaluates getting started on assignments, sticking with tasks, attending to an activity, and making activity transitions. The SKAMP quality of work subscale includes 3 items: completing assigned work, performing work accurately, and being careful and neat while writing or drawing.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.46","spread":"0.52"},{"groupId":"OG001","value":"2.03","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Comparison Following Treatment With Drug or Placebo Using PERMP (Permanent Product of Arithmetic) Evaluations","description":"Comparison of PERMP measurement scores following drug dose versus placebo (math-correct).\n\nThe Permanent Product Measure of Performance (PERMP), is a 5-page test consisting of 80 math problems per page (total of 400 problems) and evaluates effortful performance in the classroom as a measure of efficacy. Participants are instructed to work at their seats and to complete as many problems as possible in 10 minutes. The appropriate level of difficulty for each student was determined previously based on results of a math pretest administered at screening. Performance was evaluated using PERMP-A) and PERMP-C scores.\n\nMeasures obtained from these tests include the number of problems attempted (Math-Attempted; PERMP-A) and the number of problems answered correctly (Math-Correct; PERMP-C). Higher scores are better. The responses are reviewed by comparing them to an answer template, and they are triple-checked for accuracy","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.85","spread":"48.01"},{"groupId":"OG001","value":"80.30","spread":"55.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.85","spread":"49.29"},{"groupId":"OG001","value":"74.80","spread":"57.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":26},"commonTop":["Headache","Insomnia","Abdominal pain","Pyrexia","Decreased Appetite"]}}}