{"nctId":"NCT01015833","briefTitle":"Sorafenib Tosylate With or Without Doxorubicin Hydrochloride in Treating Patients With Locally Advanced or Metastatic Liver Cancer","startDateStruct":{"date":"2010-02-15","type":"ACTUAL"},"conditions":["Advanced Adult Hepatocellular Carcinoma","Recurrent Hepatocellular Carcinoma","Stage III Hepatocellular Carcinoma AJCC v7","Stage IIIA Hepatocellular Carcinoma AJCC v7","Stage IIIB Hepatocellular Carcinoma AJCC v7","Stage IIIC Hepatocellular Carcinoma AJCC v7","Stage IV Hepatocellular Carcinoma AJCC v7","Stage IVA Hepatocellular Carcinoma AJCC v7","Stage IVB Hepatocellular Carcinoma AJCC v7","Unresectable Hepatocellular Carcinoma"],"count":356,"armGroups":[{"label":"Arm I (doxorubicin hydrochloride, sorafenib tosylate)","type":"EXPERIMENTAL","interventionNames":["Drug: Doxorubicin Hydrochloride","Other: Laboratory Biomarker Analysis","Other: Pharmacogenomic Study","Drug: Sorafenib Tosylate"]},{"label":"Arm II (sorafenib tosylate)","type":"EXPERIMENTAL","interventionNames":["Other: Laboratory Biomarker Analysis","Other: Pharmacogenomic Study","Drug: Sorafenib Tosylate"]}],"interventions":[{"name":"Doxorubicin Hydrochloride","otherNames":["5,12-Naphthacenedione, 10-[(3-amino-2,3,6-trideoxy-alpha-L-lyxo-hexopyranosyl)oxy]-7,8, 9,10-tetrahydro-6,8,11-trihydroxy-8-(hydroxyacetyl)-1-methoxy-, hydrochloride, (8S-cis)- (9CI)","ADM","Adriacin","Adriamycin","Adriamycin Hydrochloride","Adriamycin PFS","Adriamycin RDF","ADRIAMYCIN, HYDROCHLORIDE","Adriamycine","Adriblastina","Adriblastine","Adrimedac","Chloridrato de Doxorrubicina","DOX","DOXO-CELL","Doxolem","Doxorubicin HCl","Doxorubicin.HCl","Doxorubin","Farmiblastina","FI 106","FI-106","hydroxydaunorubicin","Rubex"]},{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Pharmacogenomic Study","otherNames":["PHARMACOGENOMIC"]},{"name":"Sorafenib Tosylate","otherNames":["BAY 43-9006 Tosylate","BAY 54-9085","Nexavar","sorafenib"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must have pathologically or cytologically proven hepatocellular carcinoma; known mixed histology (e.g. hepatocellular carcinoma plus cholangiocarcinoma) or fibrolamellar variant is not allowed\n* Patients must have locally advanced or metastatic disease; locally advanced disease is defined as disease deemed to be unresectable or non-eligible for transplant without distant metastases\n* Lesions must be accurately measurable in at least one dimension (longest diameter to be recorded) as \\>= 2 cm with conventional techniques or as \\>= 1 cm with spiral computed tomography (CT) scan\n* No prior adjuvant sorafenib or other v-RAF-1 murine leukemia viral oncogene homolog (Raf)/vascular endothelial growth factor (VEGF) inhibitors; other prior adjuvant therapy is allowed if completed \\> 6 months prior to registration with documented recurrence of hepatocellular carcinoma (HCC)\n* Patients may have been treated with loco regional therapies provided that they either have:\n\n  * A target lesion that has not been subjected to local therapy or\n  * The target lesion(s) within the field of the local therapy has shown an increase of \\>= 20% in the size since last treatment\n\n    * Such therapy must be completed at least 4 weeks prior to registration; patients that have received palliative radiation therapy to the bone need not wait 4 weeks to begin protocol therapy\n* Prior therapies allowed include the following:\n\n  * Bland embolization, radiation, radioactive microspheres, etc\n  * Chemoembolization using any chemotherapy (except, see below)\n  * Chemoembolization drug-eluting beads using doxorubicin\n  * Prior therapy with chemoembolization using doxorubicin in the non drug eluting beads form is NOT allowed\n* No prior systemic therapy for metastatic disease\n* No prior exposure to systemic doxorubicin administered intravenously\n* Antiviral treatment is allowed, however interferon therapy must be stopped at least 4 weeks prior to registration\n* Allografts are not allowed: no prior history of any allograft, including but not limited to liver and bone marrow transplants\n* Patients must have completed any major surgery \\>= 4 weeks from registration\n* Concomitant treatment with Rifampin or St John's wort is not allowed; patients should discontinue these drugs at least 4 weeks prior to registration\n* No known central nervous system (CNS) tumors including brain metastases\n* No clinically significant gastrointestinal bleeding events requiring intervention, transfusion, or admission to hospital within 30 days prior to registration\n* Patients with a history of hypertension should be well controlled (\\< 140/90 mmHg) on a regimen of anti-hypertensive therapy\n* Significant history of cardiac disease is not allowed:\n\n  * Congestive heart failure \\> class II New York Heart Association (NYHA)\n  * Myocardial infarction within 6 months prior to registration\n  * Serious myocardial dysfunction, defined as scintigraphically (multigated acquisition scan \\[MUGA\\], myocardial scintigram) determined absolute left ventricular ejection fraction (LVEF) below 45% or an LVEF on echocardiogram (ECHO) below the normal limit at the individual institution\n* No history of bleeding diathesis\n* Patients receiving combination anti-retroviral therapy for human immunodeficiency virus (HIV) are excluded from the study\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Pregnancy/nursing status: women who are pregnant should not go on study; women should not breastfeed while participating in this study\n* Granulocytes \\>= 1,500/uL\n* Hemoglobin \\>= 8.5 g/dL; patients with recent or ongoing gastrointestinal bleed may not be transfused to reach the entry hemoglobin of 8.5 g/dL; physicians should ensure patients requiring transfusion prior to registration do not have an occult or clinically apparent gastrointestinal bleed\n* Platelets \\>= 75,000/uL\n* Creatinine =\\< 1.5 x upper limit of normal (ULN) (or creatinine clearance calculated \\>= 60 cc/minute)\n* Child-Pugh score A; patients must meet all laboratory value requirements\n* Bilirubin =\\< 3 mg/dL\n* Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) =\\< 5 x ULN\n* Prothrombin time (PT)-international normalized ratio (INR) =\\< 1.7 (not required for patients on anticoagulation agents; patients who are being therapeutically anticoagulated with an agent such as Coumadin or heparin will be allowed to participate provided that no prior evidence of underlying abnormality in these parameters exists)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival is defined as the time from study entry to death from any cause. The median OS was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Toxicities, as Assessed by National Cancer Institute Common Terminology Criteria for Adverse Events Version 4.0","description":"Toxicity is defined as a grade 3 or higher adverse events that is classified as either possibly, probably, or definitely related to study treatment. The assignment of attribution to study treatment and grade (or degree of severity) of the adverse event are classified using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.0. The maximum grade for each type of adverse event will be recorded for each patient, and frequency tables will be reviewed to determine patterns. Additionally, the relationship of the adverse event(s) to the study treatment will be taken into consideration. The percentage of patients with a maximum grade 3 or higher adverse event at least possibly related to the study treatment are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"Progression free survival is defined as the time from study entry to earliest date of disease progression. Progression is defined as at least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. (Note: The appearance of one or more new lesions is also considered progression).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"Time to Progression (TTP) is defined as the time from on study to progression. Progression is defined by the RECIST criteria as Progressive Disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. (Note: The appearance of one or more new lesions is also considered progression). Median and 95% confidence intervals are provided for each arm below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Overall Response Rate","description":"Best Overall Response Rate is defined as is the best response recorded from the start of the treatment until disease progression/recurrence. Complete Response: Disappearance of all target lesions. Any pathological lymph nodes must have reduction in short axis to \\< 10 mm. Partial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters. Progressive Disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. (Note: The appearance of one or more new lesions is also considered progression). Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD taking as references the smallest sum diameters while on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":71,"n":167},"commonTop":["Fatigue","Diarrhea","Abdominal pain","Platelet count decreased","Palmar-plantar erythrodysesthesia syndrome"]}}}