{"nctId":"NCT03159104","briefTitle":"Efficacy and Safety of Tenoten for Children in the Treatment of Specific Developmental Disorders of Scholastic Skills in Children","startDateStruct":{"date":"2015-08-25","type":"ACTUAL"},"conditions":["Specific Developmental Disorders of Scholastic Skills"],"count":240,"armGroups":[{"label":"Tenoten for children","type":"EXPERIMENTAL","interventionNames":["Drug: Tenoten for children"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tenoten for children","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Children of either gender aged 7 to 9 years old.\n2. School children of grades 1-3 (grade 1 children will be enrolled at the beginning of the second half of the year) in regular schools with state accreditation with principal educational program of elementary general education in compliance with Federal State Educational Standard of the Russian Federation.\n3. Beginning of the second half of the year (only for 1st grades).\n4. Specific developmental disorder of scholastic skills such as:\n\n   * specific reading disorder (F81.0);\n   * specific spelling disorder (F81.1);\n   * specific disorder of arithmetical skills (F81.2);\n   * mixed disorder of scholastic skills (F81.3; i.e. meeting the criteria for one of the following combinations: F81.2+F81.0, F81.2+F81.1, or F81.2+F81.0+F81.1).\n5. Reading score of 15 to 35 on the Reading Skills test (L.A. Fotekova, T.V. Akhutina, 2002).\n6. Spelling score of 15 to 30 on the Spelling Skills test (L.A. Fotekova, T.V. Akhutina, 2002).\n7. Counting score of 5 to 15 on subtest No. 3 \"Arithmetic\" (of Wechsler Intelligence Scale for Children).\n8. Availability of a patient information sheet (Informed Consent form) signed by the parent/adopter to confirm the child's participation in the clinical trial.\n\nExclusion Criteria:\n\n1. History of the diseases:\n\n   * Diseases of the nervous system, including\n\n     * inflammatory diseases of the central nervous system;\n     * systemic atrophies;\n     * extrapyramidal and movement disorders;\n     * degenerative diseases of the nervous system;\n     * demyelinating diseases of the central nervous system;\n     * episodic and paroxysmal disorders;\n     * polyneuropathies;\n     * diseases of myoneural junction and muscle;\n     * cerebral palsy.\n   * Congenital malformations of the nervous system (excl. Spina bifida without hydrocephalus)\n   * Diseases and congenital malformations of the eye causing impairment of vision.\n   * Diseases and congenital malformations of the ear causing impairment of hearing.\n   * Organic mental disorders.\n   * Mental retardation ranging from mild to profound.\n   * Stuttering (stammering).\n   * Obsessive-compulsive disorder.\n   * Pervasive developmental disorders including:\n\n     * childhood autism;\n     * atypical autism;\n     * Rett syndrome;\n     * overactive disorder associated with mental retardation and stereotyped movements;\n     * Asperger syndrome.\n   * Phakomatoses (tuberous sclerosis, neurofibromatosis).\n   * Postconcussional syndrome.\n   * Hereditary metabolic diseases, including glycogen storage disease (glycogenosis), disorders of galactose metabolism (galactosemia), other disorders of carbohydrate metabolism, disorders of glycosaminoglycan metabolism (mucopolysaccharidoses), disorders of aromatic amino-acid metabolism (phenylketonuria, tyrosinemia, etc.), disorders of branched-chain amino-acid metabolism and fatty-acid metabolism (maple-syrup-urine disease), mitochondrial myopathy.\n   * Chromosomal abnormalities.\n2. Administration of the products specified in section \"Forbidden concomitant therapy\" within the previous 4 weeks.\n3. Necessity in pharmacotherapy for underlying and/or concomitant disease during the following 12 weeks.\n4. Acute infectious disease or exacerbation/decompensation of a disease affecting the patient's ability to participate in the trial.\n5. Malignant neoplasm/suspected malignant neoplasm.\n6. Allergy/intolerance to any of the components of medications used in the treatment.\n7. Malabsorption syndrome including congenital or acquired lactase deficiency (or another disaccharidase deficiency), and galactosemia.\n8. Mental disorders of patient's parent(s)/adopter(s).\n9. Use of drugs or alcohol by the patient's parents/adopters at \\> 2 alcohol units a day (1 unit of alcohol is equivalent to 0.33 L of lager/150 mL of unfortified wine, or 40 mL of Ethyl Alcohol).\n10. Participation in other clinical trials in the previous 3 months.\n11. Patients whose parent(s)/adopter(s), from the investigator's point of view, will fail to comply with the observation requirements of the trial or with the dose regimen of the investigational drug.\n12. Patients whose parent(s)/adopter(s) are related to any of the on-site research personnel directly involved in the conduct of the trial or are an immediate relative of the study investigator. \"Immediate relative\" means husband, wife, parent, son, daughter, brother, or sister (regardless of whether they are natural or adopted).\n13. Patients whose parent(s)/adopter(s) work for OOO \"NPF \"MATERIA MEDICA HOLDING\" (i.e., is the company's employee, temporary contract worker, or, designated officials responsible for carrying out the research or any immediate relatives of the aforementioned).","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"9 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Total Scholastic Skills Score (a Sum of Three Scales: Reading, Spelling, and Counting).","description":"The total scholastic skill score is calculated based on the points for reading, spelling, and counting skills.\n\nReading skills are estimated according to scale consisting of three subscales:reading speed, reading method/understanding, and reading accuracy. The minimum value of reading skills scale is 0 points, and the maximum value is 45 points.\n\nSpelling skills are estimated according to scale in 0, 15, 30, and 45 points. The minimum value is 0 points, and the maximum value is 45 points.\n\nCounting skills are estimated according to subtest No. 3 \"Arithmetic\" of \"Wechsler Intelligence Scale for Children\" (WISC) in points. The minimum value is 0 points, and the maximum value is 20 points.\n\nTotal scholastic skill score is a sum of three scales (reading, spelling, and counting). The minimum value is 0 points, and the maximum value is 110 points. A higher score means the best results.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.39","spread":"12.04"},{"groupId":"OG001","value":"60.46","spread":"11.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.94","spread":"18.22"},{"groupId":"OG001","value":"74.56","spread":"18.75"}]}]}]},{"type":"SECONDARY","title":"Mean Reading Skills Score","description":"Reading skills are estimated according to scale consisting of three subscales: reading speed, reading method/understanding, and reading accuracy.\n\nStudents of 7 years old are invited to read the words, and students of 8-9 years old are invited to read a small text. Speed, method, and accuracy of the reading are estimated in students of 7 years old. Speed, accuracy, and understanding of the text are estimated in students of 8-9 years old.\n\nThe minimum value is 0 points, and the maximum value is 45 points. A higher score meant the best results.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.69","spread":"6.52"},{"groupId":"OG001","value":"27.76","spread":"6.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.96","spread":"6.66"},{"groupId":"OG001","value":"33.66","spread":"7.7"}]}]}]},{"type":"SECONDARY","title":"Mean Score Spelling Skills Score","description":"Spelling skills are estimated according to scale in 0, 15, 30, and 45 points. Students of 7 years old are invited to write dictated letters, their names, and three words (mom, table, trunk), and students of 8-9 years old are invited to write a small dictation.\n\nDysgraphic errors and their types as well as the number of non-dysgraphic errors are taken into consideration for estimation.\n\nThe minimum value is 0 points, and the maximum value is 45 points. A higher score meant the best results.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.56","spread":"7.53"},{"groupId":"OG001","value":"21.59","spread":"7.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.73","spread":"13.69"},{"groupId":"OG001","value":"29.09","spread":"14.58"}]}]}]},{"type":"SECONDARY","title":"Mean Counting Skills Score.","description":"Counting skills are estimated according to subtest No. 3 \"Arithmetic\" of \"Wechsler Intelligence Scale for Children\" (WISC) in points. \"Arithmetic\" subtest includes 16 tasks from elementary school arithmetic which are tackled verbally. Easiness of operating numbers, accuracy, and time spent on the tasks are estimated. Each task is rated in points (0 or 1), by the end of testing and rating for each task the sum of points (raw score) is calculated and converted into a scale score using standard tables.\n\nThe minimum value is 0 points, and the maximum value is 20 points. A higher score meant the best results.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.14","spread":"2.24"},{"groupId":"OG001","value":"11.10","spread":"2.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.26","spread":"2.80"},{"groupId":"OG001","value":"11.80","spread":"2.73"}]}]}]},{"type":"SECONDARY","title":"Percentage of Children With an Increase in Total Scholastic Skills Score (a Sum of Three Scales: Reading, Spelling, and Counting).","description":"Percentage of children with an increase in total scholastic skills score (a sum of three scales: reading, spelling, and counting).\n\nTotal scholastic skill score is a sum of three scales (reading, spelling, and counting).\n\nThe minimum value is 0 points, and the maximum value is 110 points. A higher score meant the best results. The increase in total scholastic skills score means an increasing by at least 5 points compared to baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy Index According to Clinical Global Impression Scale.","description":"The Clinical Global Impression-Efficiency Index (CGI-E) scale consists of two subscales.\n\nEfficacy subscale measures efficacy of medicine based on the severity of symptoms at the end of therapy. The minimum value is 1 points, and the maximum value is 4 points. A higher score means the best results.\n\nSide effects subscale measures side effects of the medicine. The minimum value is 1 points, and the maximum value is 4 points. A higher score means the best results.\n\nThe scale is filled in by the doctor at the final visit after 12 weeks of the treatment. In accordance with the results of treatment, the doctor expresses his opinion about the efficacy of the therapy and the degree of medicine safety, making marks in the appropriate columns of the table. The efficacy index is determined as intersection of columns of indicators of efficacy and side effects in the table. The minimum value is 0.25 points, and the maximum value is 4 points. A higher score means the best results.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.36","spread":"0.87"},{"groupId":"OG001","value":"1.98","spread":"0.83"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":122},"commonTop":["ARVI","ARI","Headache","Abdominal pain","Nasopharyngitis"]}}}