{"nctId":"NCT00809809","briefTitle":"Zinc for the Treatment of Herpes Simplex Labialis (HSL)","startDateStruct":{"date":"2008-12"},"conditions":["Herpes Simplex Labialis"],"count":157,"armGroups":[{"label":"Zinc gluconate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Zicam (Ionic zinc)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"Zicam (Ionic zinc)","otherNames":["Homeopathic Zinc gluconate"]},{"name":"placebo","otherNames":["placebo swab"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with a history of HSL with at least 2 episodes/year for the past two years that have proceeded beyond the prodromal (initial) stage\n* Male or female subjects between 18 and 65 years of age\n* Symptoms or signs of HSL for less than one day (max. 36 hours from onset of symptoms to first visit)\n* Confirmation of HSL by a clinician at the study site\n* Willing to comply with study instructions and sign an informed consent\n\nExclusion Criteria:\n\n* HSL symptoms or signs for more than one day\n* Cold sore outbreak within the past 2 weeks\n* Previous participation in this clinical trial\n* Topical or oral antiviral drug use in the past 1 week\n* Immune deficiency (HIV positive), chronic steroid therapy, present anti-neoplastic or radiation therapy, Hodgkin's disease, splenectomy, leukemia, myeloma, lymphoma, or another condition/drug per judgment of attending health care professional) or currently taking immune suppressive drugs. Previous organ or bone marrow transplant.\n* Pregnancy or lactation\n* Unable to travel to the clinic area for the required visits\n* Apparent inability to understand or follow the instructions associated with the clinical study\n* History of adverse events to the study material or facial cosmetics","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Zicam Was Compared to Placebo as a Treatment of Recurrent HSL From the Date and Time of the Initiation of Therapy Until the Date and Time of Resolution of the Lesion or After 14 Days of Treatment, Whichever Comes First.","description":"Zinc gluconate swabs were compared as a treatment of recurrent HSL compared to placebo from the date and time of the initiation of therapy until the date and time of resolution of the lesion or after 14 days of treatment, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Compare Zicam to Placebo on the Incidence of, Speed of, and the Rate of Healing for Aborted Cold Sore Lesions.","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":78},"commonTop":[]}}}