{"nctId":"NCT00384449","briefTitle":"Lucentis (Ranibizumab) for Eales' Disease","startDateStruct":{"date":"2006-10"},"conditions":["Eales' Disease"],"count":1,"armGroups":[{"label":"Lucentis (ranibizumab)","type":"EXPERIMENTAL","interventionNames":["Drug: Ranibizumab"]}],"interventions":[{"name":"Ranibizumab","otherNames":["Lucentis"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to provide written informed consent and comply with study assessments for the full duration of the study.\n* Age \\> 21 years.\n* Disease related considerations:\n* For both treatment naïve and previously treated patients:\n\n  * exclusion of all other causes of cystoid macular edema and retinal nonperfusion including branch or central vein occlusion, diabetic retinopathy, sickle retinopathy, sarcoidosis, systemic lupus and other collagen vascular diseases\n  * chronic cystoid macular edema as noted clinically and on OCT 3 testing with persistent loss of visual acuity for 3 months or longer\n  * if the eye has received prior treatment (including laser photocoagulation and steroids) a 30 day washout period will be required prior to treatment with Lucentis.\n* BCVA using ETDRS charts of 20/40 to 20/400 (Snellen equivalent) in the study eye.\n* OCT 3 central subfield \\> or = 250 on 2 separate readings in the central subfield.\n* Only one eye will be assessed in the study. If both eyes are eligible, the investigator will determine which eye will be entered into the study.\n\nExclusion Criteria:\n\n* Treatment for macular edema with intravitreal steroid or macugen within 30 days prior to enrollment in this study.\n* Previous vitrectomy within the past 6 months.\n* Previous cataract surgery within the preceding 12 months.\n* Active intraocular inflammation in the study eye.\n* Current vitreous hemorrhage in the study eye.\n* Active infectious conjunctivitis, keratitis, scleritis, or endophthalmitis in either eye.\n* A condition that, in the opinion of the investigator, would preclude participation in the study (e.g., unstable medical status including blood pressure, cardiovascular disease, and glycemic control).\n* Participation in an investigational trial within 30 days of randomization that involved.\n* Treatment with any drug that has not received regulatory approval at the time of study entry.\n* Known allergy to any component of the study drug.\n* Blood pressure \\> 180/110 (systolic above 180 OR diastolic above 110).\n* If blood pressure is brought below 180/110 by anti-hypertensive treatment, subject can become eligible.\n* Major surgery within 28 days prior to randomization or major surgery planned during the next 6 months. Major surgery is defined as a surgical procedure that is more extensive than fine needle biopsy/aspiration, placement of a central venous access device, removal/biopsy of a skin lesion, or placement of a peripheral venous catheter.\n* Myocardial infarction, other cardiac event requiring hospitalization, stroke, transient ischemic attack, or treatment for acute congestive heart failure within 6 months prior to randomization.\n* Systemic anti-VEGF or pro-VEGF treatment within 3 months prior to randomization.\n* Systemic anti-VEGF or pro-VEGF treatment used during the 6 months of the study.\n* Current treatment for active systemic infection.\n* History of recurrent significant infections or bacterial infections.\n* Subject is expecting to move out of the area of the clinical center to an area not covered by another clinical center during the 6 months of the study.\n* Subjects meeting any of the following criteria will be excluded from the study:\n\n  * Pregnancy (positive pregnancy test).\n  * Prior enrollment in the study.\n  * Any other condition that the investigator believes would pose a significant hazard to the subject if the investigational therapy were initiated.\n  * Participation in another simultaneous medical investigation or trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in OCT Thickness.","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"269","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence and Severity of Ocular Adverse Events, as Identified by Eye Examination (Including Visual Acuity Testing)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence and Severity of Other Adverse Events, as Identified by Physical Examination, Subject Reporting, and Changes in Vital Signs","description":"No adverse events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"BCVA, as Assessed by the Number of Letters Read Correctly on the ETDRS Eye Chart at a Starting Test Distance of 4 Meters.","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Ocular and Non-ocular Adverse Events Evaluated Through Month 6.","description":"No adverse events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":1},"commonTop":[]}}}