{"nctId":"NCT01468012","briefTitle":"Imaging the Neurobiology of Behavioral and Medication Treatment for Cocaine Dependence","startDateStruct":{"date":"2014-07"},"conditions":["Cocaine Dependence"],"count":23,"armGroups":[{"label":"levodopa carbidopa and entacapone (LCE)","type":"EXPERIMENTAL","interventionNames":["Drug: levodopa carbidopa and entacapone (LCE)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"levodopa carbidopa and entacapone (LCE)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult, age 21-50.\n* Meets DSM-IV criteria for current cocaine dependence, supported by a positive urine for cocaine metabolites\n* Voluntarily seeking treatment for cocaine dependence\n* Absence of other medical or psychiatric disorders that are unstable and would interfere with participation.\n* Absence of any suspicious skin changes, suggestive of melanoma, during the full body exam\n* Able to give informed consent.\n\nExclusion Criteria:\n\n* Current DSM-IV criteria of other substance use disorders with the exception of nicotine dependence, and mild to moderate alcohol or cannabis abuse or dependence. Alcohol or cannabis abuse or dependence may be included provided that cocaine is the predominant problem, and medical detoxification is not indicated; alcohol and cannabis use are common among cocaine dependent patients and their categorical exclusion would impede recruitment and result in a sample of limited generalizability; secondary analyses will explore whether they exert any moderating effects on the main findings.\n* Active psychiatric disorder which might interfere with participation or make participation hazardous, including DSM-IV organic mental disorder, psychotic disorder, bipolar disorder, recurrent severe MDD, OCD, or eating disorder. Participants with depressive disorder (provided that the score on the Hamilton Depression Scale is less than 20) and those with ADHD symptoms may be included, since these are common, often reflect effects of chronic drug use, and may improve with behavioral treatment and cessation or reduction of drug use.\n* Unstable medical disorders, or medical disorders that might interfere with study participation, including seizure disorder.\n* Significant current suicidal risk or 1 or more suicide attempts within the past year\n* Concurrent treatment with psychotropic medications\n* Positive serum pregnancy test, lactation, or unwillingness to use a satisfactory method of birth control\n* Baseline systolic BP of \\> 140 and \\< 100, diastolic BP \\> 90 and \\< 60 and baseline HR greater than 90.\n* Any clinically significant heart abnormality or cardiovascular disease\n* History of glaucoma\n* History of melanoma or current suspicious undiagnosed skin lesions\n* History of allergic reaction or adverse reaction to study medications (levodopa/carbidopa/entacapone; methylphenidate; raclopride).\n* Metal implants or paramagnetic objects contained within the body which may interfere with the MRI scan as determined in consultation with a neuroradiologist and according to the guidelines set forth in the following reference book commonly used by neuroradiologists: \"Guide to MR procedures and metallic objects\" by Shellock\n* Lifetime exposure to radiation in the workplace, or history of participation in nuclear medicine procedures, including research protocols\n* Individuals who are predominantly left handed. Based on a score \\<50 on the Edinburg Handed Inventory (E.H.I.).\n\nInclusion Criteria(fMRI study-healthy controls):\n\n* Adult, age 21-50.\n* No current DSM-IV psychiatric or substance use disorders\n* Absence of other medical disorders that are unstable and would interfere with participation.\n* Able to give informed consent.\n\nExclusion Criteria (fMRI study-healthy controls):\n\n* Current or recent DSM-IV psychiatric or substance use disorders\n* Past history of any major Axis I disorder (e.g., psychotic disorders, bipolar disorder, recurrent major depressive disorder, OCD or eating disorders).\n* Unstable medical disorders, or medical disorders that might interfere with study participation.\n* Concurrent treatment with psychotropic medications\n* Positive serum pregnancy test, lactation, or unwillingness to use a satisfactory method of birth control \\*\n* Baseline systolic BP of \\> 140 and \\< 100, diastolic BP \\> 90 and \\< 60 and baseline HR greater than 90.\n* Any clinically significant heart abnormality or cardiovascular disease\n* History of allergic reaction or adverse reaction to study medications (methylphenidate; raclopride).\n* Metal implants or paramagnetic objects contained within the body which may interfere with the MRI scan as determined in consultation with a neuroradiologist and according to the guidelines set forth in the following reference book commonly used by neuroradiologists: \"Guide to MR procedures and metallic objects\" by Shellock\n* Individuals who are predominantly left handed. Based on a score \\<50 on the Edinburg Handed Inventory (E.H.I.).","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cocaine Urine Toxicology","description":"Abstinence will be assessed by urine toxicology results collected 3x/week during the 24 week trial or for the length of participation","paramType":null,"dispersionType":null,"classes":[]},{"type":"PRIMARY","title":"Retention in Treatment","description":"The number of participants who completed the 12-week medication phase of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":9},"commonTop":["Fatigue","Insomnia","Dry Mouth","increased libido","diarrhea"]}}}