{"nctId":"NCT01625091","briefTitle":"Clinical Trial to Reduce Drinking in Women With HIV","startDateStruct":{"date":"2012-12","type":"ACTUAL"},"conditions":["HIV Infection"],"count":194,"armGroups":[{"label":"naltrexone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Naltrexone"]},{"label":"placebo pill","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Naltrexone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: (must meet all of following):\n\n* Hazardous drinking, on average, during the preceding 4 weeks. Defined as binge drinking (4 or more drinks per occasion at least twice monthly) and/or high total weekly consumption (\\>7 drinks per week).\n* Age 18 or over\n* Female\n* HIV infection (documented by medical record blood test result or testing done for this study)\n* Able to understand and comply with study procedures and to provide written consent.\n\nExclusion criteria: (cannot have any of the following):\n\n* Contraindications to treatment with naltrexone\n* Current physiologic opiate dependence\n* Current daily prescription opioid medications\n* Positive urine drug test for opioids\n* Allergic to naltrexone\n* Significantly abnormal baseline liver enzymes (AST or ALT \\>=5 times upper normal), evidence of acute hepatitis, or receiving hemodialysis for renal failure\n* Currently pregnant\n* Currently taking an alcohol treatment medication (disulfiram, topiramate, naltrexone, acamprosate).\n* Currently unable to provide mailing address or reliable contact information, or has plans to move from area within next 7 months\n* Unable to communicate in English or Spanish\n* Research coordinator assessment that participant cannot comprehend the study or consent procedures (e.g. participant appears to be intoxicated, answers questions in a non-sensible manner)\n* Has current prognosis of less than one year to live (e.g. in Hospice, has metastatic cancer)\n* Currently taking antiviral treatment for hepatitis C infection (interferon or ribavirin)\n* Has other unique health condition, not specifically listed, that should exclude the participant after discussion with Dr. Cook, Dr. Espinoza, and perhaps also the participant's primary HIV physician (for example an unexpected abnormal laboratory result turns up on the baseline screening metabolic panel).","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Quit Hazardous Drinking","description":"The primary statistical outcome for the trial is alcohol consumption at month 4 when the drug is stopped. This main outcome is a categorical variable of either quit hazardous drinking (defined as ≤7 drinks per week and \\<4 drinks on any single day in the past 30 days), or did not quit (drinking exceeds the hazardous amount) .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Binge Drinking Days","description":"In the past 30 days, total number of days with binge drinking which was defined as consuming ≥4 drinks on a single day (measured by Timeline Follow Back).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Drinking Problems (SIP-2R Score)","description":"The Short Inventory of Problems (SIP-2R) seeks to measure the consequences of drinking in participants through questions related to guilt, reliability etc. The SIP-2R has 15 items asking how often the event happened during the past 3 months. Each item has a score from 0-3 (0=Never, 1=once or a few times, 2=once or twice a week, 3=daily or almost daily). The 15 questions from the SIP-2R are summed to create a total range of scores from 0-45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":"9.9"},{"groupId":"OG001","value":"6.7","spread":"8.4"}]}]}]},{"type":"SECONDARY","title":"Craving for Alcohol","description":"Self-reported scale of alcohol craving ranging from 0 (no craving) to 10 (strongest craving)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"3.4"},{"groupId":"OG001","value":"3.2","spread":"2.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":96},"commonTop":["Nausea","Diarrhea","Headache","Fatigue","Decreased appetite"]}}}