{"nctId":"NCT02651220","briefTitle":"Clinical End Point Study of Generic Adapalene and Benzoyl Peroxide Gel Versus Epiduo® Forte Gel in Treatment of Acne Vulgaris","startDateStruct":{"date":"2015-11"},"conditions":["Acne"],"count":1001,"armGroups":[{"label":"Adapalene and Benzoyl Peroxide Gel, 0.3%/2.5% w/w","type":"EXPERIMENTAL","interventionNames":["Drug: Adapalene and Benzoyl Peroxide Gel"]},{"label":"Epiduo® Forte Gel 0.3%/2.5% w/w","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Epiduo® Forte Gel"]},{"label":"Placebo (vehicle) Topical Gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo gel"]}],"interventions":[{"name":"Epiduo® Forte Gel","otherNames":[]},{"name":"Adapalene and Benzoyl Peroxide Gel","otherNames":[]},{"name":"placebo gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female, ≥ 12 and ≤ 40 years of age with a clinical diagnosis of acne vulgaris.\n2. Signed informed consent form that meets all criteria of current FDA regulations. For a patient considered to be a minor in the state he/she lives and is enrolled, the patient parent or legal guardian will be required to sign the consent form and the patient will sign an IRB approved \"assent to participate\" form.\n3. Females of child bearing potential must not be pregnant or lactating at Visit 1 (as confirmed by a negative urine pregnancy test with a sensitivity of less than 25 mlU/mL or equivalent units of human chorionic gonadotropin). Women of childbearing potential must agree to the use of a reliable method of contraception (e.g., total abstinence, IUD, a double-barrier method \\[such as condom plus diaphragm with spermicide\\], oral, transdermal, injected or implanted non- or hormonal contraceptive), throughout the study. If the female is using a hormonal contraceptive, the same product must be taken for 3 months prior to Visit 1 and must agree not to replace with some other hormonal contraceptives during the study. A sterile sexual partner is not considered an adequate form of birth control.\n\n   All females will be considered to be of childbearing potential unless they:\n   * Are post-menopausal, defined as women who have been amenorrheic for at least 12 consecutive months, without other known or suspected primary cause.\n   * Have been sterilized surgically or who are otherwise proven sterile (i.e., total hysterectomy, or bilateral oophorectomy) with surgery at least 4 weeks prior to Screening. Tubal ligation will not be considered a surgically sterile method.\n\n   Female patients of childbearing potential are defined as:\n   * Females without prior hysterectomy, or who have had any evidence of menses in the past 12 months.\n   * Females who have been amenorrhea for ≥ 12 months, but the amenorrhea is possibly due to other causes, including prior chemotherapy, anti-estrogens, or ovarian suppression.\n4. Have facial acne vulgaris with: ≥ 20 inflammatory lesions (i.e., papules and pustules) and ≥ 25 non-inflammatory lesions (i.e., open and closed comedones) and ≤ 2 nodulocystic lesions (i.e., nodules and cysts).\n5. Have an Investigator's Global Assessment (IGA) score of 3 or 4 (see Appendix A).\n6. Willing to comply with the study requirements and restrictions including refraining from the use of all other topical acne medications or antibiotics during the 12 week treatment period.\n7. Patients who use make-up must have used the same brands/types for a minimum period of 14 days before study entry and must agree to not change brand/type or frequency of use throughout the study.\n\nExclusion Criteria:\n\n1. Patient has more than 2 facial nodular lesions; any nodules present will be documented but not included in the inflammatory and non-inflammatory lesion count for analysis.\n2. Patient has active cystic acne.\n3. Patient has acne conglobata, acne fulminans, or acne vulgaris requiring systemic treatment.\n4. Patient has a skin condition that would interfere with the diagnosis or assessment of acne vulgaris (e.g., on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneform eruptions caused by medications, steroid acne, steroid folliculitis, bacterial folliculitis).\n5. Patients with excessive facial hair such as beards, sideburns, moustaches, etc. that would interfere with the diagnosis or assessment of acne.\n6. Patients with tattoos or excessive facial scarring that, in the Investigator's opinion, may interfere with the evaluation of the patient's acne.\n7. Patients with active facial sunburn, peeling from sunburn, or patients that will be exposed to excessive sunlight during the study.\n8. Females who are pregnant, lactating or likely to become pregnant during the study.\n9. History of allergy or hypersensitivity to adapalene, retinoids, benzoyl peroxide or history of any drug hypersensitivity or intolerance that, in the Investigator's opinion, would compromise the safety of the patient or the study.\n10. Significant history or current evidence of chronic infectious disease, system disorder, organ disorder or other medical condition that, in the Investigator's opinion, would place the study participant at undue risk by participation.\n11. Use of the following on the face within 1 month before Screening/Baseline:\n\n    * Cryodestruction or chemodestruction\n    * Dermabrasion\n    * Photodynamic therapy\n    * Acne surgery\n    * Intralesional steroids\n    * X-ray therapy\n12. Use of the following within 1 month before Screening/Baseline:\n\n    * Spironolactone\n    * Systemic steroids\n    * Systemic antibiotics\n    * Systemic anti-inflammatory agents (the use of acetylsalicylic acid for prophylactic use up to 325 mg/day is allowed, provided that the patient is on a stable dose and the regimen will remain constant throughout the study). Acetaminophen will be allowed during the study with a maximum dose of 1g (i.e., 1000 mg) twice daily and for a maximum of 3 consecutive days (its use is not allowed within 1 week of each visit).\n    * Systemic treatment for acne vulgaris (other than oral retinoids that require a 6 month washout), including anti-androgens.\n13. Use of oral isotretinoin (Accutane®) or oral retinoids within 6 months, or therapeutic vitamin A supplements greater than 10,000 units/day (multivitamins are allowed).\n14. Use of the following on the face within 2 weeks before Screening/Baseline:\n\n    * Topical steroids\n    * Topical retinoids\n    * Topical zinc\n    * Topical anti-inflammatory agents (including salicylic acid)\n    * Topical antibiotics (including antibacterials)\n    * Benzoyl peroxide\n    * Any other topical over-the-counter preparations for acne treatment\n15. Use of the following on the face within 1 week before Screening/Baseline:\n\n    * Phototherapy devices for acne (e.g., ClearLightTM)\n    * Medicated cleansers including adhesive cleansing strips\n    * Cosmetic procedures (i.e., facials, peeling, comedone extraction) and alpha-hydroxy/glycolic acid\n16. Receipt of any drug as part of a research study within 30 days.\n17. Female patients taking hormonal contraceptives or oral estrogen for less than three months and those that plan to change the dosage regimen during the course of the study.\n18. Previous participation in this study.\n19. Employees of the Investigator or research center or their immediate family members.\n20. Patients who are illiterate.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline to Week 12 in the Number of Inflamed Lesions.","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-74.2","spread":"25.0"},{"groupId":"OG001","value":"-73.0","spread":"27.8"},{"groupId":"OG002","value":"-30.6","spread":"32.7"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline to Week 12 in the Number of Non-inflamed Lesions.","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-65.4","spread":"25.7"},{"groupId":"OG001","value":"-64.5","spread":"26.0"},{"groupId":"OG002","value":"-25.5","spread":"30.1"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a Clinical Response of \"Clinical Success\" Using the Investigator's Global Assessment (IGA) at Week 12","description":"The Investigator's Global Assessment had to show a score of 0 (clear) or 1 (almost clear) to be considered a \"Clinical Success\".\n\n0= Clear skin with no inflammatory or non inflammatory lesions.\n\n1. Almost clear, rare non-inflammatory lesions with no more than one small inflammatory lesion.\n2. Mild severity; greater than Grade 1; some non inflammatory lesions with no more than a few inflammatory lesions (papules/pustules only, no nodular lesions).\n3. Moderate severity; greater than Grade 2; up to many non inflammatory lesions and may have some inflammatory lesions, but no more than one small nodular lesion.\n4. Severe; greater than Grade 3, up to many non inflammatory lesions and may have some inflammatory lesions, but no more than a few nodular lesions.\n5. Very severe, greater than Grade 4","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"106","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":332},"commonTop":["Influenza","Nasopharyngitis","Heachache","Oropharyngeal pain","Application site dryness"]}}}