{"nctId":"NCT00656448","briefTitle":"A Randomized Trial of Procrit vs. No Procrit in AML and High Risk MDS","startDateStruct":{"date":"2008-03"},"conditions":["Acute Myelogenous Leukemia","Myelodysplastic Syndrome","Leukemia"],"count":51,"armGroups":[{"label":"Procrit Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Procrit"]},{"label":"No Procrit: Standard Arm","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Procrit","otherNames":["Epoetin Alfa","Epogen"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a diagnosis of AML or high-risk MDS (based on International Prognostic Scoring System (IPSS): refractory anemia with excess of blasts (RAEB) or RAEB in transformation \\[RAEB-t\\]) receiving frontline induction chemotherapy with any high dose or conventional dose cytarabine-containing regimen or clofarabine-containing regimen at MD Anderson Cancer Center.\n* Patients must be enrolled on the study within two weeks of the start of induction chemotherapy.\n* Patients with documented iron, vitamin B12, or folate deficiency are eligible, but should receive replacement therapy while on study.\n* Understand and voluntarily sign an informed consent form.\n\nExclusion Criteria:\n\n* Patients with prior treatment with any form of erythropoietin within the previous month.\n* Patients with uncontrolled hypertension (\\> or =140/90), uncontrolled, clinically significant cardiac arrhythmias, or history of pulmonary embolism or thrombosis within the last 5 years.\n* New onset (within 3 months prior to randomization) or poorly controlled seizures.\n* Patients with known hypersensitivity to the active substance or any of the excipients.\n* Pregnant or lactating women.\n* Acute Erythroleukemia (M6 French-American-British (FAB) classification)\n* Hemoglobin greater than or equal to 10g/dl\n* Patients with head and neck cancer receiving radiation therapy when erythropoiesis-stimulating agents (ESAs) were given to maintain hemoglobin levels of more than 12 g/dL.\n* Patients with metastatic breast cancer receiving chemotherapy when ESAs were given to maintain hemoglobin levels of more than 12 g/dL.\n* Patients with chronic kidney failure when ESAs were given to maintain hemoglobin levels of more than 12 g/dL.\n* Patients requiring major surgery would be taken off study due to a higher chance of blood clots being reported while taking ESAs.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Number of Participant Transfusions Required During 12 Weeks of Treatment","description":"The number and frequency of packed red blood cells (PRBC) transfusions assessed and compared between two groups, treatment group (\"Procrit\") and standard care group (\"No Procrit\"). Participants log all PRBC transfusions. Reported are the number of transfusions in the treatment arm during induction and consolidation chemotherapy with the concomitant use of epoetin alfa during therapy, and in the standard arm those that occured during same 12 week period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Complete Remission","description":"International Working Group (IWG) criteria for responses defined as: Complete Remission (CR) - Disappearance of all clinical and/or radiologic evidence of disease. Neutrophil count \\> 1.0 x 10\\^9/L and platelet count \\> 100 x 10\\^9/L, and normal bone marrow differential (\\< 5% blasts); Partial remission (PR): as CR except for presence of 5-25% marrow blasts and with a decrease of marrow blast at least 50%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":25},"commonTop":[]}}}