{"nctId":"NCT00405964","briefTitle":"Study for the Treatment of Persistent Allergic Rhinitis With Desloratadine (Study P04684)","startDateStruct":{"date":"2006-09"},"conditions":["Allergic Rhinitis"],"count":716,"armGroups":[{"label":"5-mg Desloratadine tablet","type":"EXPERIMENTAL","interventionNames":["Drug: 5-mg Desloratadine"]},{"label":"Placebo tablet","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo tablet"]}],"interventions":[{"name":"5-mg Desloratadine","otherNames":["SCH 34117, Aerius"]},{"name":"Placebo tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* For this study, the diagnosis of persistent allergic rhinitis (PER) is not based solely on the current episode of allergic rhinitis (AR). Subjects must have at least a 2 year history of AR consistent with PER (defined as symptoms of allergic rhinitis present more than four days per week and for more than four consecutive weeks per year); the current episode can count as the second year.\n* Subjects must be 12 years of age and older, of either sex and of any race.\n* At the Run-in Visit, subjects must be sufficiently symptomatic, with a T5SS 12-hour AM-PRIOR (Subject's Status Over Previous 12 Hours) symptoms severity score of at least 8.\n* In order for a subject to qualify at the Baseline Visit, the sum of the daily averages of the diary recordings of the 12-hour AM PRIOR + PM-PRIOR T5SS collected during Days -4 to -1 and the AM PRIOR T5SS on the morning of the Baseline Visit (Day 1) must be \\>=40.\n* Subjects must have a positive skin-prick test at screening to one or more allergens in the Global Allergy and Asthma European Network (GA2LEN) (or the usually used local) panel of seasonal and perennial allergens. Subjects must demonstrate an antigen-induced skin prick wheal at least 3 mm in diameter greater than diluent control. The positive tests must include the allergen(s) prevalent while this study is active.\n* Subjects must be free of any clinically significant disease, other than PER, which would interfere with the study evaluations.\n* Subjects, or parents or legal guardians, must give written informed consent. Subjects must be able to adhere to dose, visit schedules and meet study requirements.\n* In females of childbearing potential, the urine pregnancy test (human chorionic gonadotropin \\[hCG\\]) must be negative at the Screening Visit.\n* Nonsterile or premenopausal female subjects must be using a medically accepted method of birth control, that is, oral contraceptive, hormonal implant, medically prescribed intra-uterine device (IUD), or depot injectable during the entire study. A female subject who is not currently sexually active must agree and consent to use one of the above-mentioned methods, if she becomes sexually active while participating in the study. A female subject who is not of childbearing potential must have a medical record of being surgically sterile (for example, hysterectomy, and tubal ligation), or be at least 1 year postmenopausal.\n\nExclusion Criteria:\n\n* Subjects with a history of anaphylaxis and/or severe local reactions(s) to skin testing with allergens.\n* Subjects with intolerable symptoms that would make participating in the study unbearable.\n* Subjects who have had an upper respiratory tract or sinus infection that required antibiotic therapy, and have not had at least a 14-day washout prior to the run-in period, or who have had a viral upper respiratory infection within 7 days prior to screening.\n* Subjects with asthma who require chronic use of inhaled or systemic corticosteroids.\n* Subjects with a current history of frequent, clinically significant sinusitis or chronic purulent postnasal drip.\n* Subjects on immunotherapy (desensitization therapy) unless on a regular maintenance schedule prior to Visit 1 and staying on this schedule for the remainder of the study.\n* Subjects who, in the opinion of the investigator, are dependent on nasal, oral or ocular decongestants, nasal topical antihistamines or nasal steroids.\n* Subjects who have used any drug or device in an investigational protocol in the 30 days prior to Visit 1.\n* Female subjects who are pregnant or nursing.\n* Subjects with a history of hypersensitivity to the study drug or to their excipients or known to not tolerate any antihistamine.\n* Subject is a member of the Investigational Study Staff (currently involved with this study) or a member of the staff's family.\n* Subjects with current evidence of clinically significant hematopoietic, cardiovascular, hepatic, renal, neurologic, psychiatric, autoimmune disease, or other disease that preclude the subject's participation in the study.\n* Subjects whose ability to provide informed consent is compromised.\n* Subjects with a history of noncompliance with medications or treatment protocols.\n* Subjects with rhinitis medicamentosa.\n* Subjects who have, in the opinion of the investigator or designee, clinically significant nasal structural abnormalities, including large nasal polyps or marked septum deviation, that significantly interferes with nasal air flow.\n* Subjects who have not observed mediation washout times prior to visit 2","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Participant's AM/PM PRIOR Total 5 Symptom Score (T5SS) Over Days 1 to 29 of Treatment","description":"AM/PM PRIOR (the participant's status over previous 12 hours) T5SS from the participant's daily diary averaged over treatment Days 1 to 29. AM/PM is the average of separate morning (AM) and evening (PM) evaluations. Scores were defined for T5SS as 0: no symptoms to 15: all severe symptoms. A two-way analysis of variance (ANOVA) model with treatment and site effects was used to examine the treatment difference.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.63","spread":"0.13"},{"groupId":"OG001","value":"9.55","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.76","spread":"0.22"},{"groupId":"OG001","value":"-2.87","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Rhinoconjunctivitis Quality of Life Questionnaire-Standarized Version (RQLQ-S) After 29 Days of Treatment","description":"The RQLQ-S was only completed for participants above 18 years of age. The RQLQ-S was not available for participants 12 to 17 years of age. This questionnaire asked questions pertaining to daily activities, sleep, non-nose eye symptoms, practical problems, nasal symptoms, eye symptoms, and emotions. The scale went from 0 (not troubled) to 6 (extremely troubled). A two-way analysis of variance (ANOVA) model with treatment and site effects was used to examine the treatment difference.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.30","spread":"0.08"},{"groupId":"OG001","value":"3.15","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"0.10"},{"groupId":"OG001","value":"-0.95","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant's AM/PM PRIOR T5SS Over Days 1 to 85 of Treatment","description":"AM/PM PRIOR (the participant's status over previous 12 hours) T5SS from the participant's daily diary averaged over treatment Days 1 to 85. AM/PM is the average of separate AM and PM evaluations. Scores were defined for T5SS as 0: no symptoms to 15: all severe symptoms. A two-way analysis of variance (ANOVA) model with treatment and site effects was used to examine the treatment difference.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.63","spread":"0.13"},{"groupId":"OG001","value":"9.55","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.50","spread":"0.23"},{"groupId":"OG001","value":"-3.61","spread":"0.23"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":360},"commonTop":["Headache","Nasopharyngitis"]}}}