{"nctId":"NCT05292586","briefTitle":"A Study Testing the Superiority of CHF 1535 pMDI 800/24µg Total Daily Dose Compared With CHF 718 pMDI 800µg Total Daily Dose in Adults With Asthma on Medium or High-Dose Inhaled Corticosteroid","startDateStruct":{"date":"2022-08-31","type":"ACTUAL"},"conditions":["Asthma"],"count":1377,"armGroups":[{"label":"CHF 1535 pMDI","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone Dipropionate/Formoterol Fumarate"]},{"label":"CHF 718 pMDI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Beclomethasone Dipropionate"]}],"interventions":[{"name":"Beclomethasone Dipropionate/Formoterol Fumarate","otherNames":["BDP/FF"]},{"name":"Beclomethasone Dipropionate","otherNames":["BDP"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (IC):\n\n1. Informed consent: A signed and dated written informed consent obtained prior to any study-related procedures.\n2. Sex and age: Male or female aged ≥18 and ≤75 years.\n3. Diagnosis of asthma: A documented history of asthma for at least 1 year, with onset before age 40\n4. Stable asthma therapy: Use of medium-dose ICS with or without a LABA or high-dose ICS alone for 3 months (at a stable dose for at least 4 weeks prior to screening).\n5. Lung function: Subjects with a pre-bronchodilator FEV1 ≥40% and ≤85% of predicted, after appropriate washout from bronchodilators, at the screening and randomization visits. In addition, the absolute value of the first pre-dose FEV1 at randomization (V2) must be at least 80% of the pre-bronchodilator value attained at screening.\n6. Reversibility post-bronchodilator: Subjects with a positive reversibility to bronchodilator at screening, defined as an increase in FEV1 \\> 12% and \\> 200mL compared to baseline within 30 minutes after 4 inhalations of albuterol hydrofluoroalkane (HFA) pMDI 90µg/actuation.\n\n   Note for IC#5 and IC#6: In case the reversibility and/or quality threshold is not met at screening, the test can be performed once before randomization.\n7. Female subjects:\n\n   a. Women of childbearing potential (WOCBP) fulfilling one of the following criteria: i. WOCBP with fertile male partners: they and/or their partner must be willing to use a highly effective birth control method from the signing of the informed consent form and until the follow-up contact or ii. WOCBP with non-fertile male partners (contraception is not required in this case).\n\n   b. Female subjects of non-childbearing potential defined as physiologically incapable of becoming pregnant (i.e. post-menopausal or permanently sterile as per definitions given in Appendix 2). Tubal ligation or partial surgical interventions are not acceptable. If indicated, as per investigator's request, post-menopausal status may be confirmed by follicle-stimulating hormone levels (according to local laboratory ranges).\n8. Cooperative attitude and ability to demonstrate correct use of the pMDI inhalers and eDiary/peak flow meter.\n\nExclusion Criteria:\n\n1. Pregnancy or lactation: where pregnancy is defined as the state of a female after conception and until termination of the gestation, confirmed by a positive pregnancy test (serum and urine pregnancy test to be performed at screening visit and urine pregnancy test to be performed prior to randomization).\n2. Poor compliance with run-in medication or eDiary completion \\<50% before randomization.\n3. History of \"at risk\" asthma: History of near-fatal asthma or of a past hospitalization for asthma in intensive care unit which, in the judgement of the investigator, may place the subject at undue risk.\n4. Recent asthma exacerbation: Hospitalization, emergency room admission or use of systemic corticosteroids for an asthma exacerbation in the 4 weeks prior to screening visit or during the run-in period.\n5. Unresolved respiratory tract infection (RTI) in the 4 weeks prior to the screening visit or during run-in period. Documented coronavirus disease 2019 (COVID-19) diagnosis within the last 8 weeks or complications from this disease, which have not resolved within 14 days prior to screening.\n6. Unstable ICS dose during the 4 weeks prior to screening visit, including any change in dose, schedule, or formulation.\n7. Use of systemic corticosteroid medication in the 4 weeks prior to screening or slow-release corticosteroids in the 12 weeks before screening.\n8. Respiratory disorders other than asthma: History of a diagnosis of cystic fibrosis, bronchiectasis, Chronic Obstructive Pulmonary Disease (COPD), (as defined by the current Global Initiative for Chronic Obstructive Lung Disease \\[GOLD\\] Report), alpha-1 antitrypsin deficiency, or any other significant lung disease which may interfere with study evaluations.\n9. Smoking status: Current smokers or ex-smokers with total cumulative exposure equal to or more than 10 pack-years or having stopped smoking within one year prior to screening visit.\n10. E-cigarette status: Current e-cigarettes users at the time of the screening visit.\n11. Cannabis usage: Current use of inhaled or oral cannabis products (e.g. marijuana).\n12. Substance abuse: Subjects with a history of alcohol or substance/drug abuse within 12 months prior to screening.\n13. Cardiovascular diseases: Subjects who have clinically significant cardiovascular condition such as, but not limited to, unstable ischemic heart disease, New York Heart Association (NYHA) Class III/IV heart failure, acute ischemic heart disease within one year prior to study entry, known history of atrial fibrillation or history of sustained and non-sustained cardiac arrhythmias diagnosed within the last 6 months prior to screening, not controlled with a rate control strategy. Note: Subjects with Permanent Atrial Fibrillation (for at least 6 months) with a resting ventricular rate \\<100/min, controlled with a rate control strategy (i.e., selective β-blocker, calcium channel blocker, pacemaker placement, digoxin, or ablation therapy) can be considered for the enrollment.\n14. ECG criteria: An abnormal and clinically significant 12-lead electrocardiogram (ECG) which may impact the safety of the subject according to Investigator's judgement. In terms of the QTcF, subjects with QTcF \\>450ms for males or QTcF \\>470ms for females at screening or at randomization visits (criterion not applicable for subject with pacemaker or permanent atrial fibrillation).\n15. Other medical conditions: Other active severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the subject inappropriate for entry into this study.\n16. Vaccination: Subjects having received a vaccination within 2 weeks prior to screening or during the run-in period.\n17. Subjects' wellbeing: Subjects mentally or legally incapacitated, including but not limited to subjects who are institutionalized or incarcerated.\n18. Hypersensitivity: Subjects with known intolerance, hypersensitivity or contraindication to treatment with ß2-agonists, ICS, or propellant gases/excipients.\n19. Surgery: Subjects with major surgery in the 3 months prior to the screening visit or planned surgery during the study.\n20. Additional treatment: Subjects treated with non-potassium sparing diuretics (unless administered as a fixed-dose combination with a potassium conserving drug or changed to potassium sparing before the screening), non-selective beta-blocking drugs, quinidine, quinidine-like anti-arrhythmic, or any medication with a QTc prolongation potential or a history of QTc prolongation.\n21. Subjects treated with monoamine oxidase inhibitors (MAOIs) and tricyclic antidepressants.\n22. Subjects with concomitant immunosuppressive therapy, use of oral or injected corticosteroids, anti-immunoglobulin E (IgE), anti-IL5 or other monoclonal or polyclonal antibodies within 12 weeks prior to screening.\n23. Subjects who are receiving any therapy that could interfere with the study drugs according to investigator's opinion.\n24. Participating in other investigational trial: Subjects who have received an investigational drug within 1 month or 5 half-lives (whichever is greater) prior to screening visit, or have been previously randomized in this trial, or are currently participating in another clinical trial.\n25. Spacer: The need to use a spacer for correct self-administration of a pMDI.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"1_Change From Baseline in FEV1 AUC0-12h Normalised by Time at Week 12","description":"The pre-dose FEV1 at baseline (i.e. pre-dose on Week 0 \\[Visit 2\\]) and the FEV1 AUC0-12h normalised by time at Week 12 (Visit 5) are presented by treatment group in the ITT population, as change from baseline.\n\nAUC0=12h Area under the curve calculated between time 0 and 12 hours","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.279","spread":null},{"groupId":"OG001","value":"0.174","spread":null}]}]}]},{"type":"SECONDARY","title":"2_Change From Baseline in Peak FEV1 Within the First 3 Hours Post-dose at Week 12","description":"The peak FEV1 at baseline (i.e. pre-dose on Week 0 \\[V2\\]) and the peak FEV1 within the first 3 hours post-dose at Week 12 (V5) are presented by treatment group in the ITT population, as change from baseline.\n\nFEV1=Forced Expiratory Volume in the First Second","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.419","spread":null},{"groupId":"OG001","value":"0.295","spread":null}]}]}]},{"type":"SECONDARY","title":"3_Change From Baseline in FEV1 AUC0-12h Normalised by Time at Week 0","description":"The pre-dose FEV1 at baseline (i.e. pre-dose on Week 0 \\[V2\\]) and the FEV1 AUC0-12h normalised by time at Week 0 (V2, post-dose) are presented by treatment group in the ITT population, as change from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.250","spread":null},{"groupId":"OG001","value":"0.149","spread":null}]}]}]},{"type":"SECONDARY","title":"4_Change From Baseline in Peak FEV1 Within the First 3 Hours Post-dose at Week 0","description":"The peak FEV1 at baseline (i.e. pre-dose on Week 0 \\[V2\\]) and the peak FEV1 within the first 3 hours post-dose at Week 0 (V2, post-dose) are presented by treatment group in the ITT population, as change from baseline.\n\nFEV1=Forced Expiratory Volume in the First Second","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.374","spread":null},{"groupId":"OG001","value":"0.262","spread":null}]}]}]},{"type":"SECONDARY","title":"5_Change From Baseline in Trough FEV1 at Week 12","description":"The trough FEV1 at baseline (i.e. pre-dose on Week 0 \\[V2\\]), the trough FEV1 at Week 12 (V5) and the change from baseline in trough FEV1 at Week 12 (V5) are presented by treatment group in the ITT population, as change from baseline.\n\nFEV1=Forced Expiratory Volume in the First Second","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.212","spread":null},{"groupId":"OG001","value":"0.143","spread":null}]}]}]},{"type":"SECONDARY","title":"6_Change From Baseline in Pre-dose Morning FEV1 at Weeks 4, 8 and 12","description":"The pre-dose MORNING FEV1 at baseline (i.e. pre-dose on Week 0 \\[V2\\]) and the pre-dose morning FEV1 at Week 4 (V3), Week 8 (V4) and Week 12 (V5) are presented by treatment group in the ITT population, as change from baseline.\n\nFEV1=Forced Expiratory Volume in the First Second","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.152","spread":null},{"groupId":"OG001","value":"0.107","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.188","spread":null},{"groupId":"OG001","value":"0.147","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.162","spread":null},{"groupId":"OG001","value":"0.120","spread":null}]}]}]},{"type":"SECONDARY","title":"7_Proportion of Pre-dose Morning FEV1 Responders at Weeks 4, 8 and 12","description":"The proportion of pre-dose MORNING FEV1 responders at Week 4 (V3), Week 8 (V4) and Week 12 (V5) are presented by treatment group in the ITT population. The proportion of subjects classified as pre-dose morning FEV1 responders (i.e. those subjects who had change from baseline in pre-dose morning FEV1 ≥100 mL).\n\nFEV1=Forced Expiratory Volume in the First Second","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"154","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"162","spread":null},{"groupId":"OG001","value":"141","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"162","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]}]},{"type":"SECONDARY","title":"8_Proportion of Trough FEV1 Responders at Week 12","description":"The proportion of trough FEV1 responders at Week 12 (V5) are presented by treatment group in the ITT population.\n\nThe proportion of subjects classified as trough FEV1 responders (i.e. those subjects who had change from baseline in trough FEV1 ≥100 mL).\n\nFEV1=Forced Expiratory Volume in the First Second","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"181","spread":null},{"groupId":"OG001","value":"136","spread":null}]}]}]},{"type":"SECONDARY","title":"9_Change From Baseline in Average Morning Peak Expiratory Flow (PEF) Over the 12-Week Treatment Period","description":"The average MORNING PEF at baseline (i.e. average morning \"Best PEF\" values during the run-in period, over each inter-visit period and over the 12-week treatment period are presented by treatment group in the ITT population), as change from baseline.\n\nPEF=Peak Expiratory Flow","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.45","spread":null},{"groupId":"OG001","value":"4.67","spread":null}]}]}]},{"type":"SECONDARY","title":"10_Change From Baseline in Average Evening Peak Expiratory Flow (PEF) Over the 12-Week Treatment Period","description":"The average EVENING PEF at baseline (i.e. average evening \"Best PEF\" values during the run-in period, see Section 9.7.1.4), over each inter-visit period and over the 12-week treatment period are presented by treatment group in the ITT population, as change from baseline.\n\nPEF=Peak Expiratory Flow","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.27","spread":null},{"groupId":"OG001","value":"1.54","spread":null}]}]}]},{"type":"SECONDARY","title":"11_Change From Baseline in ACQ-7 Score and ACQ-5 Score at Week 12","description":"The ACQ-7 and ACQ-5 scores at baseline (i.e. pre-dose on Week 0 \\[V2\\]) and at Week 12 (V5) are presented by treatment group in the ITT population, as change from baseline; only patients who provided required data at baseline and at specified times are included in the calculation.\n\nAsthma control was evaluated during the treatment period (Week 0 to Week 12 \\[V2-V5\\])/end of treatment (ET) if applicable, using ACQ-7; first 6 items refer to symptoms and rescue use in the previous 7 days. The 7th item, filled in by the clinical staff, was the FEV1 (% predicted) recorded at 15 min pre-dose, measured at each visit during the treatment period. ACQ-5 has 5 items on adequacy of asthma control.\n\nACQ-7:\n\nAssess asthma symptoms over last 7 days (night-time awakenings due to symptoms, morning symptoms, activity limitation, shortness of breath, wheezing), average daily rescue medication use, and current FEV1 percent predicted. Score scale: 0=totally controlled; 6=severely uncontrolled.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.414","spread":null},{"groupId":"OG001","value":"-0.302","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.413","spread":null},{"groupId":"OG001","value":"-0.433","spread":null}]}]}]},{"type":"SECONDARY","title":"12_Change From Baseline in Percentage of Rescue Medication-free Days Over the 12-Week Treatment Period","description":"The percentage of rescue medication-free days at baseline (i.e. percentage of days during the run-in period with no rescue medication), over each inter-visit period and over the 12-week treatment period are presented by treatment group in the ITT population, as change from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.923","spread":null},{"groupId":"OG001","value":"14.103","spread":null}]}]}]},{"type":"SECONDARY","title":"13_Change From Baseline in Percentage of Asthma Symptom-free Days Over the 12-Week Treatment Period","description":"The percentage of asthma symptom-free days at baseline (i.e. percentage of days during the run-in period with no asthma symptom, over each inter-visit period and over the 12-week treatment period are presented by treatment group in the ITT population, as change from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.872","spread":null},{"groupId":"OG001","value":"17.092","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":283},"commonTop":["Asthma","Nasopharyngitis","Upper respiratory tract infection","Oral candidiasis","Headache"]}}}