{"nctId":"NCT02436239","briefTitle":"A Study of Vilazodone in Pediatric Patients With Major Depressive Disorder","startDateStruct":{"date":"2015-05-02","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":330,"armGroups":[{"label":"Vilazodone","type":"EXPERIMENTAL","interventionNames":["Drug: Vilazodone"]}],"interventions":[{"name":"Vilazodone","otherNames":["Viibryd"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or Female outpatients betw een 7-17 years of age\n* Primary diagnosis of major depressive disorder (MDD)\n* Children's Depression Rating Scale-Revised (CDRS-R) score of 40 or greater\n* Clinical Global Impressions-Severity (CGI-S) score of 4 or greater\n\nExclusion Criteria:\n\n* Current (past 3 months) principal Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision based diagnosis of an Axis I disorder other than MDD that is the primary focus of treatment (de novo patients only)\n* History of suicidal behavior, or requires precaution against suicide\n* Not generally healthy medical condition\n* Seizure disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants to Experience a Treatment Emergent Adverse Event (TEAE)","description":"The number of Participants who experienced a treatment emergent adverse events during the 27 week period from screening to the end of the open-label treatment period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"89","spread":null},{"groupId":"OG002","value":"48","spread":null},{"groupId":"OG003","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the CDRS-R Total Score","description":"The Children's Depression Rating Scale-Revised (CDRS-R) total score ranges from 17 (minimal or no symptoms of depression) to 133 (indicative of depression) is a semi-structured, clinician-rated instrument designed for use with children and adolescents between the ages of 6 to 17 years of age and their caregivers. The CDRS-R evaluates the presence and severity of symptoms commonly associated with depression in childhood.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.2","spread":"11.9"},{"groupId":"OG001","value":"-30.1","spread":"12.2"},{"groupId":"OG002","value":"-29.4","spread":"12.2"},{"groupId":"OG003","value":"-24.5","spread":"10.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the CGI-S Score","description":"The Clinical Global Impressions-Severity (CGI-S) is a clinician-rated instrument used to rate the severity of the patient's current state of mental illness compared with the clinician's total experience with patients with major depressive disorder (MDD). The severity of the patient's MDD was rated on a scale from 1 to 7, with 1 indicating a normal state and 7 indicating a patient who is among the most extremely ill patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"1.3"},{"groupId":"OG001","value":"-2.6","spread":"1.4"},{"groupId":"OG002","value":"-2.5","spread":"1.4"},{"groupId":"OG003","value":"-1.7","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions-Improvement (CGI-I)","description":"The Clinical Global Impressions-Improvement is a clinician-rated instrument that was used to rate total improvement or worsening of mental illness, regardless of whether the Investigator considered it to be a result of treatment with the investigational product. The CGI-I was used to rate the patient's improvement on a scale from 1 to 7, with 1 indicating that the patient was very much improved (with a score of 4 indicating no change) and 7 indicating the patient was very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"1.2"},{"groupId":"OG001","value":"2.0","spread":"1.3"},{"groupId":"OG002","value":"2.0","spread":"1.2"},{"groupId":"OG003","value":"2.2","spread":"1.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":122},"commonTop":["Headache","Nausea","Weight increased","Vomiting","Insomnia"]}}}