{"nctId":"NCT00319501","briefTitle":"Efficacy and Safety of Diazepam in the Management of Refractory Epilepsy in Selected Patients Who Require Intermittent Medical Intervention for Acute Repetitive Seizures.","startDateStruct":{"date":"2006-01"},"conditions":["Seizures","Epilepsies, Partial","Epilepsy, Complex Partial","Epilepsy, Generalized","Epilepsy"],"count":234,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Diazepam","type":"EXPERIMENTAL","interventionNames":["Drug: Vanquix Auto-Injector (Diazepam Injection)"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Vanquix Auto-Injector (Diazepam Injection)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria\n\nFor Patient:\n\n* Older than 2 years of age and between 6 and 136 kg body weight\n* Recipient of clinical diagnosis of epilepsy, taking a stable antiepileptic drug regimen for at least 2 weeks, and requiring intermittent medical intervention to control episodes of acute repetitive seizures (ARS)\n* Experienced at least 2 episodes of ARS in previous year, one of which occurred in previous 6 months\n* Has episodes of ARS that include complex partial or generalized seizures\n* Has a responsible caregiver available to participate\n* Is not pregnant or lactating and is practicing an acceptable method of birth control.\n\nFor Caregiver:\n\n* Age of 18 years or older and has demonstrated responsibility as a caregiver through training to:\n\n  * Recognize an episode of repetitive seizures for which the injection was intended,\n  * Administer study drug\n  * Count and record seizures and respiratory rate in the patient diary,\n  * Monitor the patient and record observations in the patient diary for 12 hours following study drug treatment\n  * Recognize the need for immediate medical attention.\n\nKey Exclusion Criteria\n\nFor Patient:\n\n* Petit mal status or petit mal variant status\n* History of ARS consistently progressing to status epilepticus\n* History of failure to respond to benzodiazepine treatment\n* Hypersensitivity to diazepam\n* Acute narrow angle glaucoma\n* Alcohol and/or other substance abuse\n* Has taken another investigational drug in previous 30 days\n* Acute or progressive neurologic or severe psychiatric disease or severe mental abnormality.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Next Seizure or Rescue Medication During the Double-blind Period (Kaplan-Meier 50th Percentile)","description":"An event was defined as an episode of or required rescue medication for an episode of acute repetitive seizures (ARS) within 15 minutes to 12 hours following study drug administration. Patients without an ARS event were censored at 12 hours. Diaries were provided; if no diary was returned, or the diary did not provide answers to questions about seizures and rescue during the 12-hour follow-up period, the patient was considered censored as of 15 minutes past the treatment time, unless another contact was documented. If seizure control following study drug administration was inadequate, diazepam rectal gel was provided as a rescue medication, given only in the first 4 hours after study drug administration and only if the caregiver was directed to do so by the Investigator or designee at the time of the ARS episode. Patients and their caregivers were trained to recognize the onset of an episode of ARS and when and how to administer study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.92","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With an Event (Next Seizure or Rescue Medication) During the Open-label Period","description":"An event was defined as an episode of or required rescue medication for an episode of acute repetitive seizures (ARS) within 15 minutes to 12 hours following study drug administration. Patients without an ARS event were censored at 12 hours. Diaries were provided; if no diary was returned, or the diary did not provide answers to questions about seizures and rescue during the 12-hour follow-up period, the patient was considered censored as of 15 minutes past the treatment time, unless another contact was documented. If seizure control following study drug administration was inadequate, diazepam rectal gel was provided as a rescue medication, given only in the first 4 hours after study drug administration and only if the caregiver was directed to do so by the Investigator or designee at the time of the ARS episode. Patients and their caregivers were trained to recognize the onset of an episode of ARS and when and how to administer study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Rescue Medication During the Double-blind Period","description":"If seizure control following study drug administration was inadequate, diazepam rectal gel was provided as a rescue medication, given only in the first 4 hours after study drug administration and only if the caregiver was directed to do so by the Investigator or designee at the time of the acute repetitive seizure (ARS) episode. Each patient's specific criteria for seizure and an episode of ARS were determined by the Investigator. Patients and their caregivers were trained to use these criteria to recognize the onset of an episode of ARS and when and how to administer study drug. An episode of ARS was defined as an episode of multiple complex, partial, or generalized seizures occurring over a brief period (minutes to 12 hours) with the patient regaining consciousness between seizures, which were readily recognizable by the patient or a trained caregiver. ARS includes seizures sometimes referred to as serial, cluster, crescendo, or stuttering prolonged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Emergency Department Visits During the Double-blind Period","description":"Any use of emergency treatment (such as an emergency room visit) was recorded in the patient's diary, along with the date, time, and reason for the emergency treatment. Emergency department visits required some type of rescue action taken, other than the visit itself. An episode of acute repetitive seizures (ARS) was defined as an episode of multiple complex, partial, or generalized seizures occurring over a brief period (minutes to 12 hours) with the patient regaining consciousness between seizures, which were readily recognizable by the patient or a trained caregiver. ARS includes seizures sometimes referred to as serial, cluster, crescendo, or stuttering prolonged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Rescue Medical Care Other Than Rescue Medication or Emergency Department Visits During the Double-blind Period","description":"Other rescue medical care consisted of care other than rescue medication or emergency department visits. Each patient's specific criteria for seizure and an episode of acute repetitive seizure (ARS) were determined by the Investigator. Patients and their caregivers were trained to use these criteria to recognize the onset of an episode of ARS and when and how to administer study drug. An episode of ARS was defined as an episode of multiple complex, partial, or generalized seizures occurring over a brief period (minutes to 12 hours) with the patient regaining consciousness between seizures, which were readily recognizable by the patient or a trained caregiver. ARS includes seizures sometimes referred to as serial, cluster, crescendo, or stuttering prolonged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Score on Caregiver Global Treatment Assessment During the Double-blind Period","description":"Caregiver global evaluation is based on seizure frequency, severity, and overall outcome compared with previous episodes and is rated on a 10-cm visual analogue scale, where 0=much worse and 10=much better. A higher score indicates greater improvement. An episode of acute repetitive seizures (ARS) is defined as an episode of multiple complex, partial, or generalized seizures occurring over a brief period (minutes to 12 hours) with the patient regaining consciousness between seizures, which were readily recognizable by the patient or a trained caregiver. ARS includes seizures sometimes referred to as serial, cluster, crescendo, or stuttering prolonged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":"2.79"},{"groupId":"OG001","value":"5.5","spread":"2.86"}]}]}]},{"type":"SECONDARY","title":"Mean Score on Physician Global Treatment Assessment During the Double-blind Period","description":"Physician global evaluation is based on seizure frequency, severity, and overall outcome compared with previous episodes. The physician global evaluation is rated on a 10-cm visual analogue scale, where 0=much worse and 10=much better. A higher score indicates greater improvement. An episode of acute repetitive seizures (ARS) was defined as an episode of multiple complex, partial, or generalized seizures occurring over a brief period (minutes to 12 hours) with the patient regaining consciousness between seizures, which were readily recognizable by the patient or a trained caregiver. ARS includes seizures sometimes referred to as serial, cluster, crescendo, or stuttering prolonged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"2.45"},{"groupId":"OG001","value":"5.5","spread":"2.69"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Rescue Medication During the Open-label Period","description":"Each patient's specific criteria for seizure and an episode of acute repetitive seizure (ARS) were determined by the Investigator. Patients and their caregivers were trained to use these criteria to recognize the onset of an episode of ARS and when and how to administer study drug. If seizure control following study drug administration was inadequate, diazepam rectal gel was provided as a rescue medication, given only in the first 4 hours after study drug administration and only if the caregiver was directed to do so by the Investigator or designee at the time of the ARS episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Emergency Department Visits During the Open-label Period","description":"Any use of emergency treatment (such as an emergency room visit) was recorded in the patient's diary, along with the date, time, and reason for the emergency treatment. Emergency department visits required some type of rescue action taken, other than the visit itself.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Rescue Medical Care Other Than Medication or Emergency Department Visits During the Open-label Period","description":"Other rescue medical care consisted of care other than rescue medication or emergency department visits. Each patient's specific criteria for seizure and an episode of acute repetitive seizure (ARS) were determined by the Investigator. Patients and their caregivers were trained to use these criteria to recognize the onset of an episode of ARS and when and how to administer study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Score on Caregiver Global Treatment Assessment During the Open-label Period","description":"Caregiver global evaluation is based on seizure frequency, severity, and overall outcome compared with previous episodes and is rated on a 10-cm visual analogue scale, where 0=much worse and 10=much better. A higher score indicates greater improvement. An episode of acute repetitive seizures (ARS) is defined as an episode of multiple complex, partial, or generalized seizures occurring over a brief period (minutes to 12 hours) with the patient regaining consciousness between seizures, which were readily recognizable by the patient or a trained caregiver. ARS includes seizures sometimes referred to as serial, cluster, crescendo, or stuttering prolonged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.78","spread":"1.896"}]}]}]},{"type":"SECONDARY","title":"Mean Score on Physician Global Treatment Assessment During the Open-label Period","description":"Physician global evaluation is based on seizure frequency, severity, and overall outcome compared with previous episodes and is rated on a 10-cm visual analogue scale, where 0=much worse and 10=much better. A higher score indicates greater improvement. An episode of acute repetitive seizures (ARS) is defined as an episode of multiple complex, partial, or generalized seizures occurring over a brief period (minutes to 12 hours) with the patient regaining consciousness between seizures, which were readily recognizable by the patient or a trained caregiver. ARS includes seizures sometimes referred to as serial, cluster, crescendo, or stuttering prolonged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.87","spread":"1.645"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":81},"commonTop":["INJECTION SITE PAIN","HEADACHE","INJECTION SITE HEMORRHAGE","PYREXIA","SOMNOLENCE"]}}}