{"nctId":"NCT01757535","briefTitle":"Efficacy of Oral Azacitidine Plus Best Supportive Care as Maintenance Therapy in Subjects With Acute Myeloid Leukemia (AML) in Complete Remission","startDateStruct":{"date":"2013-04-24","type":"ACTUAL"},"conditions":["Leukemia, Myeloid, Acute"],"count":472,"armGroups":[{"label":"Oral Azacitidine","type":"EXPERIMENTAL","interventionNames":["Drug: Oral Azacitidine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Oral Azacitidine","otherNames":["CC-486; Onureg®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Male or female participants ≥ 55 years of age\n2. Newly diagnosed, histologically confirmed de novo acute myeloid leukemia (AML) or AML secondary to prior myelodysplastic disease or CMML (Chronic myelomonocytic leukemia)\n3. First complete remission (CR)/ complete remission with incomplete blood count recovery (CRi) with induction therapy with intensive chemotherapy with or without consolidation therapy within 4 months (+/- 7 days of achieving CR or CRi)\n4. Eastern Cooperative Oncology Group (ECOG) performance status - 0, 1, 2, 3\n\nKey Inclusion Criteria in the Extended Phase of the study:\n\nAt the Investigator's discretion and with approval of the sponsor, participants meeting all of the following eligibility criteria are eligible to enter the extension phase:\n\n1. All participants randomized into the oral azacitidine or placebo arm and are continuing in either the treatment phase or follow-up phase of the CC-486-AML-001 study;\n\n   * Participants randomized to oral azacitidine treatment arm and continuing in the treatment phase demonstrating clinical benefit as assessed by the investigator are eligible to receive oral azacitidine in the extension phase (EP);\n   * Participants randomized into placebo arm of the study will not receive oral azacitidine in the EP, but will be followed for survival in the EP;\n   * Participants currently in the follow-up phase will continue to be followed for survival in the EP;\n2. Participants who have signed the informed consent for the EP of the study;\n3. Participants who do not meet any of the criteria for study discontinuation\n\nKey Exclusion Criteria:\n\n1. AML with inversion (inv)(16), translocation = t(8;21), t(16;16), t(15;17), or t(9;22) or molecular evidence of such translocations\n2. Prior bone marrow or stem cell transplantation\n3. Have achieved CR/CRi following therapy with hypomethylating agents\n4. Diagnosis of malignant disease within the previous 12 months\n5. Proven central nervous system (CNS) leukemia","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaplan-Meier (K-M) Estimate for Overall Survival (OS)","description":"Overall survival was defined as time from randomization to death from any cause; participants surviving at the end of the follow-up period, or who withdraw consent, or who were lost to follow up were censored at the date last known alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.7","spread":null},{"groupId":"OG001","value":"14.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Relapse Free Survival (RFS)","description":"RFS was defined as the time from the date of randomization to the date of documented relapse or death from any cause, whichever occurred first. Participants who were still alive without documented relapse, or who were lost to follow-up or withdrew consent without documented relapse, were censored at the date of their last bone marrow assessment, prior to receiving any other therapy for AML. Documented relapse was defined as the earliest date of the following: • ≥ 5% bone marrow blasts (myeloblasts) from Central Pathology report, or • appearance of \\> 0% blasts in the peripheral blood with a later bone marrow confirmation (bone marrow blast \\[myeloblasts\\] ≥ 5%) within 100 days, or • at least 2 peripheral blasts ≥ 5% within 30 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Time to Relapse","description":"Time to relapse was defined as the interval (in months) from the date of randomization to the date of documented relapse. Estimates of relapse rate were based on the cumulative incidence function from a competing risk analysis with death as a competing risk for relapse from complete remission (CR)/ complete remission with incomplete blood count recovery (CRi). Documented relapse was defined as, the earliest date of the following: • ≥ 5% bone marrow blasts (myeloblasts) from Central Pathology report, or • appearance of \\> 0% blasts in the peripheral blood with a later bone marrow confirmation (bone marrow blast \\[myeloblasts\\] ≥ 5%) within 100 days, or • at least 2 peripheral blasts ≥ 5% within 30 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates of Time to Discontinuation From Treatment","description":"Time to discontinuation from treatment was assessed and defined as the interval from the date of randomization to the date of discontinuation from study drug. Participants who were receiving treatment at the time of study closure were censored at the date of last visit. Estimates of relapse rate were based on the cumulative incidence function from a competing risk analysis with death as a competing risk for relapse from CR/ CRi.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"TEAEs include AEs that started between first dose date and 28 days after the last dose of study drug. A serious adverse event (SAE) is: • Death • Life-threatening event • Inpatient hospitalization or prolongation of existing hospitalization • Persistent or significant disability or incapacity • Congenital anomaly or birth defect • Other important medical event The severity of AEs were assessed by the investigator according to the Common Terminology Criteria for Adverse Events (CTCAE) Version 4.0: Grade 1 (Mild): asymptomatic/mild symptoms; clinical or diagnostic observations only; intervention not indicated. Grade 2 (Moderate): minimal, local or noninvasive intervention indicated; limiting age-appropriate activities of daily living. Grade 3: Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self care Grade 4: Life-threatening; urgent intervention indicated. Grade 5: Death due to AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null},{"groupId":"OG001","value":"233","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"213","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"207","spread":null},{"groupId":"OG001","value":"201","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"170","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in the Functional Assessment of Chronic Illness Therapy (FACIT-Fatigue Scale V 4.0) Score From Baseline","description":"The functional assessment of chronic illness therapy (FACIT-Fatigue Scale V 4.0) is a subscale of the FACIT-F and has been validated in the oncology setting. The FACIT-Fatigue Scale is a short, 13-item, self-administered tool that measures the level of fatigue in an individual during usually daily activities over the past week. The level of fatigue is measured on a 5-point Likert scale (0 = not at all; 4 = very much. The scores range from 0 to 52, with higher scores indicating less fatigue. If there were missing items, but the participant answered at least 50% of the items, then subscores were prorated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"10.92"},{"groupId":"OG001","value":"-2.5","spread":"9.93"}]}]}]},{"type":"SECONDARY","title":"Mean Change in the European Quality of Life-Five Dimensions-Three Levels (EQ-5D-3L) Score From Baseline","description":"The EQ-5D-3L is a self-administered questionnaire consisting of 5 questions, pertaining to specific health dimensions (ie, mobility, self-care, pain, usual activities, and anxiety/depression) and a health status scale. Each question has 3 levels of severity, corresponding to no problems, moderate problems and severe problems. Canadian population sample weights were used to derive health utility scores. A higher utility score represents a better health state. A clinically meaningful improvement or worsening was defined as at least 0.08 points of improvement or 0.10 points of worsening from baseline, respectively, for the EQ-5D-3L Health Utility Index. The instrument is scored using the United Kingdom (UK) index ranges from -0.594 to 1, where 0 equates to death and 1 equates to full health; -0.594 is considered 'worse than death'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0416","spread":"0.15467"},{"groupId":"OG001","value":"-0.0152","spread":"0.14799"}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Clinically Meaningful Deterioration for ≥ 2 Consecutive Visits as Measured Using the EQ-5D HRQoL Scale","description":"Clinically meaningful deterioration was defined at least 0.10 point of deterioration from baseline for at least 2 consecutive visits for the EQ-5D Health Utility Index. The EQ-5D-3L is a self-administered questionnaire consisting of 5 questions, pertaining to specific health dimensions (ie, mobility, self-care, pain, usual activities, and anxiety/depression) and a health status scale. Each question has 3 levels of severity, corresponding to no problems, moderate problems and severe problems. Canadian population sample weights were used to derive health utility scores. A higher utility score represents a better health state. A clinically meaningful improvement or worsening was defined as at least 0.08 points of improvement or 0.10 points of worsening from baseline, respectively, for the EQ-5D-3L Health Utility Index. The EQ-5D-3L is scored using the UK index ranges from -0.594 to 1, where 0 equates to death and 1 equates to full health; -0.594 is considered 'worse than death'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Healthcare Resource Utilization (HRU): Rate of Hospital Events Per Person Year","description":"HRU is defined as any consumption of healthcare resources directly or indirectly related to the treatment of the patient. HRU is a key component to understand treatment costs and budget impact of new treatments from a provider perspective.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.36","spread":null},{"groupId":"OG001","value":"0.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Healthcare Resource Utilization (HRU): Number of Days Hospitalized Per Person-Year","description":"HRU is defined as any consumption of healthcare resources directly or indirectly related to the treatment of the patient. HRU is a key component to understand treatment costs and budget impact of new treatments from a provider perspective.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.00","spread":null},{"groupId":"OG001","value":"13.13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":110,"n":236},"commonTop":["Acute myeloid leukaemia recurrent","Nausea","Diarrhoea","Neutropenia","Vomiting"]}}}