{"nctId":"NCT02319642","briefTitle":"An Open-label Extension Study of Certolizumab Pegol in Chinese Patients With Rheumatoid Arthritis Who Enrolled in RA0044","startDateStruct":{"date":"2014-11"},"conditions":["Rheumatoid Arthritis"],"count":347,"armGroups":[{"label":"Certolizumab Pegol (CZP)","type":"EXPERIMENTAL","interventionNames":["Drug: Certolizumab Pegol"]}],"interventions":[{"name":"Certolizumab Pegol","otherNames":["Cimzia"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* An Institutional Review Board (IRB)/ Independent Ethics Committee (IEC) approved written Informed Consent form (ICF) for RA0078 is signed and dated by the subject or by the parent(s) or legal representative\n* Subject/ legal representative is considered reliable and capable of adhering to the protocol (eg, able to understand and complete diaries), visit schedule, and medication intake according to the judgment of the Investigator\n* Subjects must either have:\n\n  * Completed RA0044 through Week 24, OR\n  * Failed to achieve an ACR20 response at Week 12 (confirmed at Week 14) in RA0044\n* Subjects must have complied with the protocol requirements during their participation in RA0044\n* Subjects entering RA0078 who have completed RA0044 must have a clear chest x-ray at the Week 24 Completion Visit of RA0044. Subjects who enter RA0078 at Week 16 of the RA0044 study are not required to have a chest x-ray prior to enrollment\n* Subject is able to continue treatment with Methotrexate (MTX) (with or without folic acid) at a dose deemed appropriate by the Investigator\n* Female subjects with childbearing potential should have a negative pregnancy test at Entry and should have a medically accepted method of contraception used during the entire duration of the study and for 10 weeks after the last dose of Certolizumab pegol (CZP). Medically accepted methods of contraception are: hormonal contraception for at least 2 cycles prior to Screening, intrauterine device, implant device, diaphragm with spermicide, bilateral tubal ligation, monogamous relationship with vasectomized (for at least 3 months prior to Screening) partner, or using condoms with spermicide gel. Abstinence is not an acceptable method of contraception for the study. Female subjects who are postmenopause for at least 2 years or had undergone a complete hysterectomy, bilateral tubal ligation and/ or bilateral ovariectomy, or have a congenital sterility are considered not of childbearing potential. Male subjects must agree to ensure they use adequate contraception during the study and for at least 10 weeks after the subject receives their last dose of study medication\n\nExclusion Criteria:\n\nRheumatoid Arthritis (RA) disease-related exclusions:\n\n* Subjects have a diagnosis of any other inflammatory arthritis eg, psoriatic arthritis or ankylosing spondylitis\n* Subjects have a secondary, noninflammatory type of arthritis (eg, osteoarthritis or fibromyalgia) that in the Investigator's opinion is symptomatic enough to interfere with evaluation of the effect of CZP on the subject's primary diagnosis of RA\n* Subjects have a history of an infected joint prosthesis at any time with that prosthesis still in situ\n\nConcomitant medication exclusions\n\n* Subjects must be free of the following concomitant medications:\n\n  * Any biological therapy for RA\n  * Any experimental therapy, within or outside a clinical trial (except RA0044)\n  * Live vaccines Medical history exclusions\n* Lactating and/or pregnant female subjects\n* Male subjects with childbearing potential partner(s) and female subjects of childbearing potential who are NOT practicing effective birth control. All female subjects must test negative on a urine pregnancy test before study entry and at each study visit\n* Subjects with known TB infection, at high risk of acquiring TB infection, or latent TB (LTB) infection (with exception) are excluded\n* Subjects who had 3 or more infections requiring systemic antibiotics during RA0044\n* Subjects with a history of chronic infection, recent serious or life-threatening infection (within 6 months, including herpes zoster), or a current sign or symptom that may indicate an infection (eg, fever, cough)\n* Subjects with a history or active systemic/ respiratory infection due to fungal, parasitic, or mycotic pathogens including but not limited to histoplasmosis, coccidiosis, paracoccidiosis, pneumocystis, blastomyces, aspergillus, and nontuberculous mycobacteria (NTMB)\n* Radiographic evidence suggestive of any of these infections is sufficient grounds for exclusion\n* Subjects at a high risk of infection in the Investigator's opinion (eg, subjects with leg ulcers, indwelling urinary catheter, and persistent or recurrent chest infections, and subjects who are permanently bedridden or wheelchair bound)\n* Subjects with a known positive hepatitis B surface antigen (HBsAg) test and/ or hepatitis C virus antibody (anti-HCV) test result\n* Subjects with known human immunodeficiency virus (HIV) infection\n* Subjects with lymphoproliferative disorder including lymphoma or signs and symptoms suggestive of lymphoproliferative disease at any time\n* Subjects with active malignancy of any type\n* Subjects with a history of blood dyscrasias, eg, leukemia or hemophilia where the blood constituents are abnormal or are present in abnormal quantity.\n* Subjects with class III or IV congestive heart failure New York Heart Association (NYHA) 1994\n* Subjects with suspected or diagnosed demyelinating disease of the central nervous system (eg, multiple sclerosis or optic neuritis)\n* Subjects with a current or recent history, as determined by the Investigator, of severe, progressive, and/or uncontrolled renal, hepatic, hematological, gastrointestinal, endocrine, pulmonary, cardiac, neurological, or cerebral disease which would interfere with the subject's participation in the study. Abnormal laboratory parameters that require exclusion of a subject are detailed in protocol\n* Subjects with an adverse reaction to Percutaneous Endoscopic Gastrostomy (PEG) or a protein medicinal product or known hypersensitivity to any components of the study medication or comparative drugs as stated in this protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects That Withdrew Due to a Treatment-emergent Adverse Event (TEAE)","description":"TEAEs are defined as Advere Events (AEs) starting on or after the date of first study medication administration in this Open-label Extension (OLE) study up to 70 days post-last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Treatment-emergent Adverse Event (TEAE)","description":"TEAEs are defined as Adverse Events (AEs) starting on or after the date of first study medication administration in this Open-label Extension (OLE) study up to 70 days post-last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.3","spread":null},{"groupId":"OG001","value":"65.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Treatment-emergent Serious Adverse Event (SAE)","description":"Treatment emergent SAEs are defined as SAEs starting on or after the date of first study medication administration in this OLE study up to 70 days post-last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20 (ACR20) in Relation to Baseline","description":"The ACR20 represents improvement from Baseline of at least 20 %, calculated from assessments of tender joint count, swollen joint count, Patient's Assessment of Arthritis Pain (PtAAP) -visual analog scale (VAS), Patient's Global Assessment of Disease Activity (PtGADA) -VAS, Physician's Global Assessment of Disease Activity (PhGADA) -VAS, Health Assessment Questionnaire-Disability Index (HAQ-DI), and C-reactive protein (CRP).\n\nResponder was relative to baseline of RA0044. Baseline value in RA0044 was defined as the last non-missing measurement collected prior to first study drug administration in RA0044.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.6","spread":null},{"groupId":"OG001","value":"82.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 50 (ACR50) in Relation to Baseline","description":"The ACR50 represents improvement from Baseline of at least 50 %, calculated from assessments of tender joint count, swollen joint count, Patient's Assessment of Arthritis Pain (PtAAP) -visual analog scale (VAS), Patient's Global Assessment of Disease Activity (PtGADA) -VAS, Physician's Global Assessment of Disease Activity (PhGADA) -VAS, Health Assessment Questionnaire-Disability Index (HAQ-DI), and C-reactive protein (CRP).\n\nResponder was relative to baseline of RA0044. Baseline value in RA0044 was defined as the last non-missing measurement collected prior to first study administration in RA0044.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null},{"groupId":"OG001","value":"56.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 70 (ACR70) in Relation to Baseline","description":"The ACR70 represents improvement from Baseline of at least 70 %, calculated from assessments of tender joint count, swollen joint count, Patient's Assessment of Arthritis Pain (PtAAP) -visual analog scale (VAS), Patient's Global Assessment of Disease Activity (PtGADA) -VAS, Physician's Global Assessment of Disease Activity (PhGADA) -VAS, Health Assessment Questionnaire-Disability Index (HAQ-DI), and C-reactive protein (CRP).\n\nResponder was relative to baseline of RA0044. Baseline value in RA0044 was defined as the last non-missing measurement collected prior to first study administration in RA0044.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":null},{"groupId":"OG001","value":"31.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Value in Health Assessment Questionnaire-Disability Index (HAQ-DI)","description":"Each subject will complete the HAQ-DI questionnaire at the visit and provides an assessment of the impact of the disease and its treatment on physical function. HAQ-DI scores range from 0 to 3. Lower scores indicate less disability.\n\nNegative values indicate improvement from Baseline. Baseline refers to RA0044 baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.526","spread":"0.621"},{"groupId":"OG001","value":"-0.681","spread":"0.611"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":95},"commonTop":["Upper respiratory tract infection","Anaemia","Liver function test abnormal"]}}}