{"nctId":"NCT01126580","briefTitle":"A Study in Participants With Type 2 Diabetes Mellitus (AWARD-3)","startDateStruct":{"date":"2010-05"},"conditions":["Diabetes Mellitus, Type 2"],"count":807,"armGroups":[{"label":"1.5 mg LY2189265","type":"EXPERIMENTAL","interventionNames":["Drug: LY2189265","Drug: Placebo (oral)"]},{"label":"0.75 mg LY2189265","type":"EXPERIMENTAL","interventionNames":["Drug: LY2189265","Drug: Placebo (oral)"]},{"label":"Metformin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Metformin","Drug: Placebo (subcutaneous)"]}],"interventions":[{"name":"Metformin","otherNames":[]},{"name":"LY2189265","otherNames":["Dulaglutide"]},{"name":"Placebo (oral)","otherNames":[]},{"name":"Placebo (subcutaneous)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have type 2 diabetes for greater than or equal to 3 months and less than or equal to 5 years based on the disease diagnostic criteria (refer to the World Health Organization's \\[WHO\\] Classification of Diabetes).\n* Are treatment-naïve, not optimally controlled with diet and exercise alone, or are taking 1 oral antihyperglycemic medication (OAM) as monotherapy (excluding thiazolidinediones). For those on 1 OAM, the dose must be less than or equal to 50% the maximum authorized per local label.\n* Are able and willing to tolerate a minimum dose of 1500 milligrams per day (mg/day) or up to 2000 mg/day of metformin.\n* Have glycosylated hemoglobin (HbA1c) greater than or equal to 6.5% to less than or equal to 9.5%.\n* Females of childbearing potential (not surgically sterilized and between menarche and 1-year postmenopausal) must: a) test negative for pregnancy at screening based on a serum pregnancy test, and b) agree to use a reliable method of birth control during the study and for 1 month following the last dose of study drug; or c) not be breastfeeding.\n* Have a stable weight (plus or minus 5%) greater than or equal to 3 months prior to screening.\n* Have a body mass index (BMI) between 23 and 45 kilograms per square meter (kg/m\\^2), inclusive.\n* Are well-motivated, capable, and willing to: a) perform self-monitored blood glucose (SMBG) testing; b) learn how to self-inject treatment (LY2189265 or placebo) and c) maintain a study diary.\n\nExclusion Criteria:\n\n* Have type 1 diabetes mellitus.\n* Are being or have been treated with any of the following medications: a) chronically treated with insulin for the treatment of diabetes in the past; however, a short-term use of insulin more than 3 months prior to screening is allowable, b) glucagon-like peptide 1 (GLP-1) analogs within 3 months prior to this screening, c) drugs to cause weight loss within 3 months prior to screening, d) thiazolidinediones (TZDs) within 3 months prior to screening, e) chronically treated (greater than or equal to 14 days) with an oral glucocorticoid or have received this type of therapy within 4 weeks prior to screening, or f) illegal drugs.\n* Have had 1 or more cases of uncontrolled diabetes that required hospitalization in the 6 months prior to screening.\n* Have stomach problems, have chronically taken medication to increase movement in the digestive tract or slow down the emptying of the digestive tract, or have had gastric bypass (bariatric) surgery.\n* Have had problems with the heart or brain in the past 2 months prior to screening, such as a heart attack, chest pain, heart failure, heart bypass operation, angioplasty or stent insertion, a heart rhythm problem, or a stroke.\n* Have a serum creatinine result which shows a greater than or equal to 1.5 milligrams per deciliter (mg/dL) for men or greater than or equal to 1.4 mg/dL for women.\n* Have a problem with the liver or pancreas.\n* Have a creatinine clearance result which shows less than 60 milliliters per minute (mL/min), evidence of a significant active, uncontrolled endocrine (hormone), or active autoimmune abnormality.\n* Have a serum calcitonin test which shows greater than or equal to 20 picograms per milliliter (pcg/mL) at the time of screening.\n* Have a family history of medullary C-cell hyperplasia or endocrine neoplasia type 2A or type 2B.\n* Have cancer (except for skin cancer) or have been in remission from cancer for less than 5 years.\n* Have had an organ transplant except for corneal transplant.\n* Have received treatment within the last 30 days with a drug which has not been regulatory approved.\n* Have participated in a medical, surgical, or pharmaceutical study where these types of procedures were performed within 30 days prior to screening.\n* Have any condition that is a contraindication to or would interfere with medications provided for this study to treat diabetes.\n* Have a blood disorder that would interfere with the drawing of blood glucose measurements or lab samples.\n* Have previously participated or signed an informed consent document for this same type of study and study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to 26-week Endpoint in Glycosylated Hemoglobin (HbA1c)","description":"Least Squares (LS) means were calculated using analysis of covariance (ANCOVA) with country, treatment, and prior medication group (previous oral antihyperglycemic medication \\[OAM\\] versus no previous OAM) as fixed effects and baseline HbA1c as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.06"},{"groupId":"OG001","value":"-0.71","spread":"0.06"},{"groupId":"OG002","value":"-0.56","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 52-week Endpoint in Glycosylated Hemoglobin (HbA1c)","description":"Least Squares (LS) means were calculated using analysis of covariance (ANCOVA) with country, treatment, and prior medication group (previous oral antihyperglycemic medication \\[OAM\\] versus no previous OAM) as fixed effects and baseline HbA1c as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.70","spread":"0.07"},{"groupId":"OG001","value":"-0.55","spread":"0.07"},{"groupId":"OG002","value":"-0.51","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Glycosylated Hemoglobin (HbA1c) of Less Than 7% and Less Than or Equal to 6.5% at 26 and 52 Weeks","description":"The percentage of participants achieving HbA1c level less than 7.0% and less than or equal to 6.5% was analyzed with a logistic regression model with baseline, prior medication group, and treatment as factors included in the model.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.5","spread":null},{"groupId":"OG001","value":"62.6","spread":null},{"groupId":"OG002","value":"53.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.0","spread":null},{"groupId":"OG001","value":"40.0","spread":null},{"groupId":"OG002","value":"29.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"53.2","spread":null},{"groupId":"OG002","value":"48.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":null},{"groupId":"OG001","value":"34.7","spread":null},{"groupId":"OG002","value":"28.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Fasting Blood Glucose","description":"Least Squares (LS) means of change from baseline were calculated using a mixed-effects model for repeated measures (MMRM) with treatment, country, prior medication group, visit, and treatment-by-visit interaction as fixed effects, baseline fasting blood glucose as a covariate, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.61","spread":"0.13"},{"groupId":"OG001","value":"-1.46","spread":"0.13"},{"groupId":"OG002","value":"-1.34","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.56","spread":"0.14"},{"groupId":"OG001","value":"-1.00","spread":"0.14"},{"groupId":"OG002","value":"-1.15","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Daily Mean Blood Glucose Values From the 8-point Self-monitored Blood Glucose (SMBG) Profiles","description":"The SMBG data were collected at the following 8 time points: pre-morning meal; 2 hours post-morning meal; pre-midday meal; 2 hours post-midday meal; pre-evening; 2 hours post-evening meal; bedtime; and 3AM or 5 hours after bedtime. Least Squares (LS) means of the mean of the 8 time points (daily mean) were calculated using analysis of covariance (ANCOVA) with country, treatment, and prior medication group as fixed effects and baseline daily mean as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.98","spread":"0.15"},{"groupId":"OG001","value":"-1.75","spread":"0.14"},{"groupId":"OG002","value":"-1.68","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.99","spread":"0.16"},{"groupId":"OG001","value":"-1.71","spread":"0.16"},{"groupId":"OG002","value":"-1.58","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Body Weight","description":"Least Squares (LS) means were calculated using analysis of covariance (ANCOVA) with country, treatment, and prior medication group as fixed effects and baseline body weight as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.29","spread":"0.24"},{"groupId":"OG001","value":"-1.36","spread":"0.24"},{"groupId":"OG002","value":"-2.22","spread":"0.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.93","spread":"0.29"},{"groupId":"OG001","value":"-1.09","spread":"0.29"},{"groupId":"OG002","value":"-2.20","spread":"0.29"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Body Mass Index (BMI)","description":"Body mass index is an estimate of body fat based on body weight divided by height squared. Least Squares (LS) means were calculated using analysis of covariance (ANCOVA) with country, treatment, and prior medication group as fixed effects and baseline BMI as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.86","spread":"0.09"},{"groupId":"OG001","value":"-0.51","spread":"0.09"},{"groupId":"OG002","value":"-0.82","spread":"0.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.11"},{"groupId":"OG001","value":"-0.42","spread":"0.10"},{"groupId":"OG002","value":"-0.83","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Homeostasis Model Assessment of Beta-cell Function","description":"The homeostatic model assessment (HOMA) quantifies insulin resistance and beta-cell function. HOMA2-B is a computer model that uses fasting plasma insulin and glucose concentrations to estimate steady-state beta cell function (%B) as a percentage of a normal reference population (normal young adults). HOMA2-S is a computer model that uses fasting plasma insulin and glucose concentrations to estimate insulin sensitivity (%S) as percentages of a normal reference population (normal young adults). The normal reference populations were set at 100%. Least Squares (LS) means of change from baseline were calculated using a mixed-effects model for repeated measures (MMRM) with treatment, country, prior medication group, visit, and treatment-by-visit interaction as fixed effects, baseline HOMA2 as a covariate, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.55","spread":"3.42"},{"groupId":"OG001","value":"28.96","spread":"3.44"},{"groupId":"OG002","value":"14.11","spread":"3.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.97","spread":"3.46"},{"groupId":"OG001","value":"22.5","spread":"3.46"},{"groupId":"OG002","value":"9.77","spread":"3.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.95","spread":"2.29"},{"groupId":"OG001","value":"2.71","spread":"2.29"},{"groupId":"OG002","value":"9.99","spread":"2.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.29","spread":"2.43"},{"groupId":"OG001","value":"1.84","spread":"2.43"},{"groupId":"OG002","value":"10.83","spread":"2.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in the Impact of Weight on Activities of Daily Living (IW-ADL) Score","description":"The Impact of Weight on Activities of Daily Living (renamed the Ability to Perform Physical Activities of Daily Living \\[APPADL\\]) questionnaire contains 7 items that assess how difficult it is for participants to engage in certain activities considered to be integral to normal daily life, such as walking, standing and climbing stairs. Items are scored on a 5-point numeric rating scale where 5 = \"not at all difficult\" and 1 = \"unable to do\". The individual scores from all 7 items are summed and a single total score is calculated and may range between 7 and 35. A higher score indicates better ability to perform activities of daily living. Least Squares (LS) means of change from baseline were calculated using analysis of covariance (ANCOVA) adjusted by treatment, country, prior medication group, gender, and baseline score.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.33"},{"groupId":"OG001","value":"0.19","spread":"0.32"},{"groupId":"OG002","value":"0.02","spread":"0.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.39","spread":"0.33"},{"groupId":"OG001","value":"-0.05","spread":"0.33"},{"groupId":"OG002","value":"0.28","spread":"0.33"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in the Impact of Weight on Self-Perception (IW-SP) Score","description":"The Impact of Weight on Self-Perception (IW-SP) questionnaire contains 3 items that assess how often the participants' body weight affects how happy they are with their appearance and how often they feel self-conscious when out in public. Items are scored on a 5-point numeric rating scale where 5 = never and 1 = always. A single total score is calculated by summing the scores for all 3 items. Total score ranges between 3 and 15, where a higher score is indicative of better self-perception. Least Squares (LS) means of change from baseline were calculated using analysis of covariance (ANCOVA) adjusted by treatment, country, prior medication group, gender, and baseline score.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.72","spread":"0.19"},{"groupId":"OG001","value":"0.63","spread":"0.18"},{"groupId":"OG002","value":"0.79","spread":"0.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"0.19"},{"groupId":"OG001","value":"0.61","spread":"0.19"},{"groupId":"OG002","value":"0.75","spread":"0.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in the Diabetes Treatment Satisfaction Questionnaire (DTSQ) Score, Status Version","description":"The Diabetes Treatment Satisfaction Questionnaire status version (DTSQs) is used to assess participant treatment satisfaction at each study visit. The questionnaire consists of 8 items, 6 of which (1 and 4 through 8) assess treatment satisfaction. Each item is rated on a 7-point Likert scale. Scores from the 6 treatment satisfaction items are summed to a Total Treatment Satisfaction Score, which ranges from 0 (very dissatisfied) to 36 (very satisfied). Least Squares (LS) means of change from baseline were calculated using analysis of covariance (ANCOVA) adjusted by treatment, country, prior medication group, gender, and baseline score.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.93","spread":"0.39"},{"groupId":"OG001","value":"1.81","spread":"0.38"},{"groupId":"OG002","value":"2.04","spread":"0.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.82","spread":"0.44"},{"groupId":"OG001","value":"1.29","spread":"0.43"},{"groupId":"OG002","value":"1.94","spread":"0.44"}]}]}]},{"type":"SECONDARY","title":"Diabetes Treatment Satisfaction Questionnaire (DTSQ) Score, Change Version","description":"The Diabetes Treatment Satisfaction Questionnaire change (DTSQc) score is used to assess relative change in participant satisfaction from baseline. The questionnaire consists of 8 items, 6 of which (1 and 4 through 8) assess treatment satisfaction. Each item is rated on a 7-point Likert scale. The scores from the 6 treatment satisfaction items are summed to a Total Treatment Satisfaction Score, which ranges from -18 (much less satisfied) to +18 (much more satisfied). Least Squares (LS) means of change from baseline were calculated using analysis of covariance (ANCOVA) adjusted by treatment, country, prior medication group, gender, and baseline score.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.92","spread":"0.52"},{"groupId":"OG001","value":"12.73","spread":"0.50"},{"groupId":"OG002","value":"12.58","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in the Diabetes Symptoms Checklist Participant-reported Outcome (DSC-r) Score","description":"The Diabetes Symptoms Checklist-revised (DSC-r) was designed to assess the presence and perceived burden of diabetes-related symptoms. Respondents were to consider troublesomeness of 34 symptoms on a 5-point scale ranging from 5=\"extremely\" to 1=\"not at all.\" For symptoms/side-effects not experienced, the item was scored as 0. Symptoms were grouped into the following subscales: psychology-fatigue, psychology-cognitive, neurology-pain, neurology-sensory, cardiology, ophthalmology, hypoglycemia, and hyperglycemia. Subscale scores were calculated as the sum of the given subscale divided by the total number of items in the scale. Total score was computed from the sum of the 8 subscales and ranged from 0 to 40. Higher scores indicate greater symptom burden. Least Squares (LS) means of change from baseline were calculated using analysis of covariance (ANCOVA) adjusted by treatment, country, prior medication group, gender, and baseline score.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":"0.36"},{"groupId":"OG001","value":"-0.16","spread":"0.35"},{"groupId":"OG002","value":"0.41","spread":"0.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.49","spread":"0.39"},{"groupId":"OG001","value":"0.42","spread":"0.39"},{"groupId":"OG002","value":"0.59","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events at 26 and 52 Weeks","description":"A treatment-emergent adverse event (TEAE) was defined as an event that first occurs or worsens (increases in severity) after baseline regardless of causality or severity. The number of participants with one or more TEAE is summarized cumulatively at 26 and 52 weeks. A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null},{"groupId":"OG001","value":"150","spread":null},{"groupId":"OG002","value":"151","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"177","spread":null},{"groupId":"OG002","value":"170","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Electrocardiogram Parameters, Fridericia Corrected QT (QTcF) Interval and PR Interval","description":"The QT interval is a measure of the time between the start of the Q wave and the end of the T wave and was calculated from electrocardiogram (ECG) data using Fridericia's formula: QTc = QT/RR\\^0.33. Corrected QT (QTc) is the QT interval corrected for heart rate and RR, which is the interval between two R waves. PR is the interval between the P wave and the QRS complex. Least Squares (LS) means of change from baseline were calculated using a mixed-effects model for repeated measures (MMRM) with treatment, country, prior medication group, visit, and treatment-by-visit interaction as fixed effects, baseline interval as a covariate, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.60","spread":"1.17"},{"groupId":"OG001","value":"1.38","spread":"1.16"},{"groupId":"OG002","value":"-0.91","spread":"1.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.76","spread":"1.20"},{"groupId":"OG001","value":"0.73","spread":"1.19"},{"groupId":"OG002","value":"-0.53","spread":"1.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"1.12"},{"groupId":"OG001","value":"-0.01","spread":"1.10"},{"groupId":"OG002","value":"-2.04","spread":"1.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.15","spread":"1.18"},{"groupId":"OG001","value":"1.53","spread":"1.17"},{"groupId":"OG002","value":"-2.88","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Electrocardiogram Parameters, Heart Rate","description":"Electrocardiogram (ECG) heart rate was measured. Least Squares (LS) means of change from baseline were calculated using a mixed-effects model for repeated measures (MMRM) with treatment, country, prior medication group, visit, and treatment-by-visit interaction as fixed effects and baseline interval as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.60","spread":"0.60"},{"groupId":"OG001","value":"2.57","spread":"0.59"},{"groupId":"OG002","value":"0.82","spread":"0.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.02","spread":"0.66"},{"groupId":"OG001","value":"2.36","spread":"0.66"},{"groupId":"OG002","value":"1.27","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Pulse Rate","description":"Sitting pulse rate was measured. Least Squares (LS) means of change from baseline were calculated using a mixed-effects model for repeated measures (MMRM) with treatment, country, prior medication group, visit, and treatment-by-visit interaction as fixed effects, baseline interval as a covariate, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":"0.58"},{"groupId":"OG001","value":"2.14","spread":"0.57"},{"groupId":"OG002","value":"1.59","spread":"0.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":"0.57"},{"groupId":"OG001","value":"1.63","spread":"0.57"},{"groupId":"OG002","value":"1.12","spread":"0.57"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Blood Pressure","description":"Sitting systolic blood pressure (SBP) and sitting diastolic blood pressure (DBP) were measured. Least Squares (LS) means of change from baseline were calculated using a mixed-effects model for repeated measures (MMRM) with treatment, country, prior medication group, visit, and treatment-by-visit interaction as fixed effects, baseline interval as a covariate, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.89","spread":"0.89"},{"groupId":"OG001","value":"-2.61","spread":"0.88"},{"groupId":"OG002","value":"-0.91","spread":"0.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.88"},{"groupId":"OG001","value":"-2.74","spread":"0.88"},{"groupId":"OG002","value":"-0.98","spread":"0.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"0.57"},{"groupId":"OG001","value":"-1.02","spread":"0.56"},{"groupId":"OG002","value":"-0.64","spread":"0.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.31","spread":"0.60"},{"groupId":"OG001","value":"-1.37","spread":"0.59"},{"groupId":"OG002","value":"-0.38","spread":"0.60"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to 26 and 52 Weeks in Total Cholesterol","description":"Percent changes in total cholesterol were assessed using analysis of variance (ANOVA) on the rank-transformed data with only treatment included in the model.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.86","spread":null},{"groupId":"OG001","value":"-1.77","spread":null},{"groupId":"OG002","value":"-3.51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.69","spread":null},{"groupId":"OG001","value":"-0.78","spread":null},{"groupId":"OG002","value":"-3.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline to 26 and 52 Weeks in High Density Lipoprotein Cholesterol (HDL-C)","description":"Percentage changes in HDL-C were assessed using analysis of variance (ANOVA) on the rank-transformed data with only treatment included in the model.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":null},{"groupId":"OG001","value":"4.20","spread":null},{"groupId":"OG002","value":"5.78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.95","spread":null},{"groupId":"OG001","value":"2.31","spread":null},{"groupId":"OG002","value":"4.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline to 26 and 52 Weeks in Low Density Lipoprotein Cholesterol (LDL-C)","description":"Percentage changes in LDL-C were assessed using analysis of variance (ANOVA) on the rank-transformed data with only treatment included in the model.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.86","spread":null},{"groupId":"OG001","value":"-2.70","spread":null},{"groupId":"OG002","value":"-8.97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.06","spread":null},{"groupId":"OG001","value":"-2.34","spread":null},{"groupId":"OG002","value":"-7.23","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline to 26 and 52 Weeks in Triglycerides","description":"Percentage changes in triglycerides were assessed using analysis of variance (ANOVA) on the rank-transformed data with only treatment included in the model.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.35","spread":null},{"groupId":"OG001","value":"-1.96","spread":null},{"groupId":"OG002","value":"2.56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.27","spread":null},{"groupId":"OG001","value":"-0.86","spread":null},{"groupId":"OG002","value":"1.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Pancreatic Enzymes","description":"Amylase (total and pancreas-derived \\[PD\\]) and lipase concentrations were measured.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.00","spread":null},{"groupId":"OG001","value":"6.00","spread":null},{"groupId":"OG002","value":"4.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.50","spread":null},{"groupId":"OG001","value":"5.00","spread":null},{"groupId":"OG002","value":"4.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.00","spread":null},{"groupId":"OG001","value":"4.00","spread":null},{"groupId":"OG002","value":"1.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.00","spread":null},{"groupId":"OG001","value":"3.00","spread":null},{"groupId":"OG002","value":"2.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.00","spread":null},{"groupId":"OG001","value":"5.00","spread":null},{"groupId":"OG002","value":"1.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.00","spread":null},{"groupId":"OG001","value":"5.00","spread":null},{"groupId":"OG002","value":"1.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 26 and 52 Weeks in Serum Calcitonin","description":null,"paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null},{"groupId":"OG002","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null},{"groupId":"OG002","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Anti-LY2189265 Antibodies","description":"A participant was considered to have treatment emergent LY2189265 anti-drug antibodies (ADA) if the participant had at least one titer that was treatment-emergent relative to baseline, defined as a 4-fold or greater increase in titer from baseline measurement. The total number of treatment emergent ADA was not analyzed at 26 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Self-reported Hypoglycemic Events at 26 and 52 Weeks","description":"Hypoglycemic events were classified as severe (defined as episodes requiring the assistance of another person to actively administer resuscitative actions), documented symptomatic (defined as any time a participant feels that he/she is experiencing symptoms and/or signs associated with hypoglycemia, and has a plasma glucose level of less than or equal to 70 milligrams per deciliter \\[mg/dL\\]), or asymptomatic (defined as events not accompanied by typical symptoms of hypoglycemia but with a measured plasma glucose of less than or equal to 70 mg/dL). A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Self-reported Hypoglycemic Events at 52 Weeks","description":"Hypoglycemic events were classified as severe (defined as episodes requiring the assistance of another person to actively administer resuscitative actions), documented symptomatic (defined as any time a participant feels that he/she is experiencing symptoms and/or signs associated with hypoglycemia, and has a plasma glucose level of less than or equal to 70 milligrams per deciliter \\[mg/dL\\]), or asymptomatic (defined as events not accompanied by typical symptoms of hypoglycemia but with a measured plasma glucose of less than or equal to 70 mg/dL). The 1-year adjusted rate of hypoglycemic events is summarized cumulatively at 52 weeks. A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.00"},{"groupId":"OG001","value":"0.00","spread":"0.00"},{"groupId":"OG002","value":"0.00","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.62","spread":"8.91"},{"groupId":"OG001","value":"0.15","spread":"0.72"},{"groupId":"OG002","value":"0.09","spread":"0.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":"1.26"},{"groupId":"OG001","value":"0.30","spread":"1.85"},{"groupId":"OG002","value":"0.18","spread":"0.79"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adjudicated Pancreatitis at 52 Weeks Plus 30-day Follow up","description":"The number of participants with pancreatitis confirmed by adjudication is summarized cumulatively at 52 weeks plus 30-day follow up. A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adjudicated Cardiovascular Events at 52 Weeks Plus 30-day Follow up","description":"Information on cardiovascular (CV) risk factors was collected at baseline. Data on any new CV event was prospectively collected using a CV event electronic case report form. Deaths and nonfatal cardiovascular adverse events (AEs) were adjudicated by an external committee of physicians with cardiology expertise. Nonfatal cardiovascular AEs to be adjudicated included myocardial infarction, hospitalization for unstable angina, hospitalization for heart failure, coronary interventions, and cerebrovascular events, including cerebrovascular accident (stroke) and transient ischemic attack. The number of participants with CV events confirmed by adjudication is summarized cumulatively at 52 weeks plus 30-day follow up. Serious and all other non-serious adverse events regardless of causality are summarized in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Measurement of LY2189265 Drug Concentration for Pharmacokinetics: Area Under the Concentration Curve (AUC)","description":"Evaluable pharmacokinetic concentrations from the 4-week, 13-week, 26-week, and 52-week timepoints were combined and utilized in a population approach to determine the population mean estimate and standard deviation at steady-state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12036","spread":"5385"},{"groupId":"OG001","value":"5919","spread":"1548"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":269},"commonTop":["Nausea","Diarrhoea","Vomiting","Nasopharyngitis","Headache"]}}}