{"nctId":"NCT01620762","briefTitle":"Phase III Cat-PAD Study","startDateStruct":{"date":"2012-10"},"conditions":["Rhinoconjunctivitis"],"count":1408,"armGroups":[{"label":"Cat-Pad Treatment 1","type":"EXPERIMENTAL","interventionNames":["Drug: Cat-PAD"]},{"label":"Cat-PAD Treatment 2","type":"EXPERIMENTAL","interventionNames":["Drug: Cat-PAD","Drug: Placebo"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Cat-PAD","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Male or female, aged 12-65 years.\n* Moderate to severe rhinoconjunctivitis on exposure to cats for at least 2 years.\n* Subjects may optionally also have GINA Step 1 controlled asthma.\n* Positive skin prick test to cat hair.\n* Cat dander specific IgE ≥0.35 kU/L.\n\nExclusion Criteria\n\n* Asthma falling under the GINA definitions \"partly controlled\" and \"uncontrolled\" or Steps 2 to 5.\n* FEV1 \\<80% of predicted.\n* Clinically significant confounding symptoms of allergy to seasonal allergens during the final evaluation period.\n* Skin prick test 5 mm greater than the negative control to perennial allergens or animal dander (other than cat) which cannot be avoided during the study.\n* Significant symptoms of another clinically relevant illness that is likely to affect scoring of rhinoconjunctivitis symptoms.\n* Clinically relevant abnormalities detected on physical examination.\n* History of severe drug allergy, severe angioedema or anaphylactic reaction to food.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Combined Score in Cat-PAD Treatment Groups Compared With Placebo","description":"The primary endpoint was the mean Combined Score (CS) measured over a 3 week period (52-54 weeks after randomisation) in the Cat-PAD treatment groups compared with the mean CS in the placebo group. A higher score indicated worse symptoms or greater use of medication and thus a low score indicated a better outcome.\n\nCS = Total Rhinoconjunctivitis Symptom Score (TRSS) + Rescue Medication Score (RMS). Eight symptoms are defined in the TRSS, 4 nasal symptoms: runny nose, sneezing; blocked nose, and itchy nose and 4 ocular symptoms: itchy eyes; watery eyes; red eyes and sore eyes. Each symptom was rated in severity on a score of 0-3 (0=absent, 3=severe) and the total was divided by the number of symptoms to provide an average score per symptom of 0-3.\n\nRMS was scored from 0 (no allergy rescue medication use per day) to 3 (at least one dose of systemic corticosteroid per day). The RMS score was not additive, and therefore the maximum RMS was 3 and the maximum CS was 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":"0.068"},{"groupId":"OG001","value":"1.00","spread":"0.068"},{"groupId":"OG002","value":"1.05","spread":"0.068"}]}]}]},{"type":"SECONDARY","title":"Mean TRSS","description":"Mean Total Rhinoconjunctivitis Symptom Score (TRSS) in Cat-PAD treatment groups compared with placebo.\n\nEight symptoms are defined in the TRSS, 4 nasal symptoms: runny nose, sneezing; blocked nose, and itchy nose and 4 ocular symptoms: itchy eyes; watery eyes; red eyes, and sore eyes. Each symptom was rated in severity on a score of 0-3 (0. absent; 1. mild, barely noticeable; 2. moderate, annoying/troublesome; 3. severe, very annoying/very troublesome), therefore TRSS could range from 0 to 24. Higher TRSS reflected more severe symptom scores. Symptoms were scored daily for a period of approximately 3 weeks. 52-54 weeks after randomisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.67","spread":"0.358"},{"groupId":"OG001","value":"5.54","spread":"0.356"},{"groupId":"OG002","value":"5.87","spread":"0.357"}]}]}]},{"type":"SECONDARY","title":"Mean Daily TNSS in Cat-PAD Compared With Placebo","description":"TNSS (Total nasal symptom score) was the sum of all the nasal symptom scores (runny nose; sneezing; blocked nose; itchy nose) and could range from 0 to 12. Higher TNSS reflected more severe symptoms.\n\nSubjects rated the severity of each symptom over the last 24 hours as follows: 0. absent; 1. mild, barely noticeable; 2. moderate, annoying/troublesome; 3. severe, very annoying/very troublesome. Symptoms were scored daily for a period of approximately 3 weeks. 52-54 weeks after randomisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.48","spread":"0.197"},{"groupId":"OG001","value":"3.36","spread":"0.196"},{"groupId":"OG002","value":"3.44","spread":"0.196"}]}]}]},{"type":"SECONDARY","title":"Mean Daily TOSS in Cat-PAD Compared to Placebo","description":"Mean daily Total Ocular Symptom Score (TOSS) in Cat-PAD treatment groups compared to placebo groups\n\nTOSS was the sum of all the ocular symptom scores (itchy eyes; watery eyes; red eyes; sore eyes) and could range from 0 to 12. Higher TOSS reflected more severe symptoms.\n\nSubjects rated the severity of each symptom over the last 24 hours as follows: 0. absent; 1. mild, barely noticeable; 2. moderate, annoying/troublesome; 3. severe, very annoying/very troublesome. Symptoms were scored daily for a period of approximately 3 weeks. 52-54 weeks after randomisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.20","spread":"0.179"},{"groupId":"OG001","value":"2.19","spread":"0.178"},{"groupId":"OG002","value":"2.42","spread":"0.179"}]}]}]},{"type":"SECONDARY","title":"Mean RMS in Cat-PAD Compared With Placebo","description":"Mean RMS (Rescue medication score) in Cat-PAD treatment groups compared with placebo groups.\n\nThe use of rhinoconjunctivitis rescue medications was recorded by the subject on a daily basis just before bedtime for approximately 21 days, 52-54 weeks after randomisation and was scored based on a previously published system as follows: 0 = no allergy rescue medication used per day; 0.5 = at least one dose of antihistamine eye drops used per day; 1 = at least one dose of oral antihistamine used per day; 2 = at least one dose of intranasal corticosteroid used per day; 3 = at least one dose of systemic corticosteroid used per day. The score was according to the highest level of rescue medication used and was not additive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.038"},{"groupId":"OG001","value":"0.31","spread":"0.037"},{"groupId":"OG002","value":"0.32","spread":"0.037"}]}]}]},{"type":"SECONDARY","title":"Mean RQLQ Score in Cat-PAD Compared With Placebo","description":"The RQLQ (Rhinoconjunctivitis Quality of Life Questionnaire) was completed by subjects at the end of the study (52-54 weeks after randomisation).\n\nThe RQLQ is a validated method of assessing quality of life and has 28 questions in seven domains (activity limitation, sleep problems, nasal symptoms, eye symptoms, non-nasal/eye symptoms, practical problems and emotional function). Subjects recalled how their rhinoconjunctivitis had been during the last week and responded to each question on a seven-point scale (0 = no impairment, 6 = maximum impairment). The questions were equally weighted, and the RQLQ score was the mean of the 28 questions and could range from zero to six.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.26","spread":"0.080"},{"groupId":"OG001","value":"1.26","spread":"0.079"},{"groupId":"OG002","value":"1.25","spread":"0.079"}]}]}]},{"type":"SECONDARY","title":"Number of Days With no Moderate or Severe TRSS Symptoms Without Rescue Medication Use","description":"The number of well days, i.e., days with no moderately or severely annoying symptoms and with no rescue medication used was calculated for all subjects over a period of approximately 21 days, 52-54 weeks after randomisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.44","spread":"0.56"},{"groupId":"OG001","value":"10.11","spread":"0.556"},{"groupId":"OG002","value":"9.76","spread":"0.557"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":467},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Sinusitis","Bronchitis"]}}}