{"nctId":"NCT01023815","briefTitle":"Once-a-day Regimen With Everolimus, Low Dose Cyclosporine and Steroids in Comparison With Steroid Withdrawal or Twice a Day Regimen With Everolimus, Low Dose Cyclosporine and Steroids.","startDateStruct":{"date":"2009-04"},"conditions":["de Novo Kidney Transplant Recipients","Renal Transplantation"],"count":330,"armGroups":[{"label":"Group A -Once-a-day regimen","type":"EXPERIMENTAL","interventionNames":["Drug: everolimus","Drug: cyclosporine","Drug: Prednison (continuous steroids)"]},{"label":"Group B - Steroid Withdrawal group","type":"EXPERIMENTAL","interventionNames":["Drug: everolimus","Drug: cyclosporine","Drug: Prednison (continuous steroids)"]},{"label":"Group C - Standard twice-a-day group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: everolimus","Drug: cyclosporine","Drug: Prednison (continuous steroids)"]},{"label":"Not Randomized Population (NRP)","type":"EXPERIMENTAL","interventionNames":["Drug: everolimus"]}],"interventions":[{"name":"everolimus","otherNames":["Certican®)"]},{"name":"cyclosporine","otherNames":["CsA, Sandimmun® Neoral®"]},{"name":"Prednison (continuous steroids)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* recipients of 1st or 2nd single kidney transplant\n* donor age \\>14 years\n* females capable of becoming pregnant must have a negative serum pregnancy test within 7 days prior to or at Baseline (Visit 2), and are required to practice an approved method of birth control for the duration of the study and for a period of 2 months following discontinuation of study medication\n* patientswho are willing and able to participate in the study and from whom written informed consent has been obtained\n\nExclusion criteria:\n\nExclusion criteria at screening (pre-transplantation, Visit 1):\n\n* recipients of kidney-pancreas transplant, double kidney or any other transplant\n* recipients of a 2nd kidney transplant who lost the 1st for immunological reasons\n* focal segmental glomerulosclerosis (FSGS), primary oxaluria or other diseases (as cause of end stage renal failure - ESRF) at high risk of rapid recurrence or requiring continuous corticosteroid treatment\n* recipients of A-B-O incompatible transplants\n* historical or current peak PRA of \\>25% (current = 3 months)\n* patients with already existing antibodies against the donor\n* thrombocytopenia (platelets \\<75,000/mm³), absolute neutrophil count of \\<1,500/mm³, leucopenia (leucocytes \\<2,500/mm³), or hemoglobin \\<6 g/dL\n* symptoms of significant somatic or mental illness. Inability to cooperate or communicate with the investigator, or to comply with the study requirements, or to give informed consent\n* history of malignancy of any organ system (other than localized basal cell carcinoma of the skin), treated or untreated, within the past 5 years, regardless of whether there is evidence of local recurrence or metastases\n* patients who are HIV positive or Hepatitis B surface antigen positive (HbsAg); HCV positive patients receiving interferon and/or ribavirin\n* evidence of severe liver disease (incl. abnormal liver enzyme profile, i.e. AST, ALT or total bilirubin \\>3 times UNL)\n* evidence of drug or alcohol abuse\n* body mass index (BMI) \\>35\n* patients who need to be treated with drugs known to strongly interact with CsA and/or everolimus (as detailed in Appendix 2 of the protocol) should be excluded, if according the investigator this interferes with the objectives of the study\n* women of child-bearing potential, UNLESS they are using two birth control methods. The two methods can be a double barrier method or a barrier method plus a hormonal method\n* pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test (\\>5 mIU/mL)\n* use of other investigational drugs at the time of enrollment, or within 30 days or 5 half-lives of enrollment, whichever is longer\n* history of hypersensitivity to any of the study drugs or to drugs of similar chemical classes\n* patients with severe active infections or any other medical condition(s) that in the view of the investigator prohibits participation in the study (specify as required)\n\nAdditional exclusion criteria post-transplantation (Visit 2):\n\n• graft not perfused or with thrombosis of the main vessels, according to angioscintigraphy or echocolordoppler within 48 hours after the end of surgical procedure\n\nTo avoid any possible influence of the confounding factors on the results of this study additional exclusion criteria at randomization were (Visit 5, Month 3):\n\n* unsatisfactory renal function (CrCl according Cockcroft and Gault\\<40 mL/min)\n* proteinuria ≥0.8 g/24 hrs\n* steroid-resistant, humoral, moderate/severe (BANFF grade ≥II) biopsy proven acute rejections\n* multiple (2 or more) biopsy proven or treated acute rejections or acute rejections leading to relevant loss of renal function\n* acute rejection or impairment of renal function (increase of serum creatinine\\>30%) in the month preceding randomization\n* severe/uncontrollable adverse events with suspected relationship to everolimus (e.g. anemia, oral aphtosis, arthralgia) for the control of which the investigator has planned the withdrawal of everolimus\n* severe infections requiring hospitalization in the two weeks preceding randomization\n* poor compliance to prescribed treatments\n\n  * Other protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Failure Rate","description":"Occurrence or not of treatment failure in each patient. Treatment failure was defined as a composite endpoint of biopsy-proven acute rejection (a biopsy graded IA, IB, IIA, IIB or III according to Banff '97 grading with 2007 update), graft loss, death or lost to follow-up occurring after randomization (V5) and within M12 (V9).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in the Estimated Glomerular Filtration Rate (eGFR) Between Randomization (Month 3) and Month 12","description":"eGFR by Nankivell, in terms of descriptive statistics and change vs randomization visit - to compare the changes in the estimated GFR (Nankivell) between randomization and Month 12 in the steroid withdrawal group (Group B) to the change observed in the standard twice-a-day group (Group C), for non-inferiority","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"9.5"},{"groupId":"OG001","value":"2.5","spread":"10.6"}]}]}]},{"type":"SECONDARY","title":"Biopsy Proven Acute Rejection (BPAR) Rate Between Randomization and Month 12","description":"Occurrence of BPAR (after randomization) between arm B (steroid withdrawal group) and arm c (standard twice-a-day group).\n\nBPAR was defined as a biopsy graded IA, IB, IIA, IIB, or III according to Banff 1997 grading with 2007 update.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Graft and Patient Survival After Randomization","description":"Graft Survival, calculated from the date of transplantation to the date of irreversible graft failure signified by return to long-term retransplantation or the date of the last follow-up during the period when the transplant was still functioning or to the date of death.\n\nPatient survival, calculated from the date of transplantation to the date of death or the date of the last follow-up.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Estimated Creatine Clearance","description":"At each visit, estimated creatinine clearance was measured in the local laboratory to analyze the evolution of the renal function. The following indirect measures of renal function were computed: estimated creatinine clearance according to Cockcroft and Gault formula and MDRD formula.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":"21.8"},{"groupId":"OG001","value":"63.0","spread":"20.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.3","spread":"21.4"},{"groupId":"OG001","value":"66.9","spread":"24.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.9","spread":"20.0"},{"groupId":"OG001","value":"58.8","spread":"21.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.6","spread":"18.9"},{"groupId":"OG001","value":"61.8","spread":"23.1"}]}]}]},{"type":"SECONDARY","title":"Change in Serum Creatinine","description":"Serum creatinine (a blood measurement) is an important indicator of renal health because it is an easily-measured by-product of muscle metabolism. Measuring serum creatinine is a simple test and it is the most commonly used indicator of renal function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"0.4"},{"groupId":"OG001","value":"1.4","spread":"0.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"0.5"},{"groupId":"OG001","value":"1.4","spread":"0.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":65,"n":144},"commonTop":["Anaemia","Hyperlipidaemia","Urinary tract infection","Hypertension","Complications of transplanted kidney"]}}}