{"nctId":"NCT00561470","briefTitle":"Aflibercept Versus Placebo in Combination With Irinotecan and 5-FU in the Treatment of Patients With Metastatic Colorectal Cancer After Failure of an Oxaliplatin Based Regimen","startDateStruct":{"date":"2007-11"},"conditions":["Colorectal Neoplasms","Neoplasm Metastasis"],"count":1226,"armGroups":[{"label":"Placebo/FOLFIRI","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: FOLFIRI (Irinotecan, 5-Fluorouracil, and Leucovorin)"]},{"label":"Aflibercept/FOLFIRI","type":"EXPERIMENTAL","interventionNames":["Drug: Aflibercept (ziv-aflibercept, AVE0005, VEGF trap, ZALTRAP®)","Drug: FOLFIRI (Irinotecan, 5-Fluorouracil, and Leucovorin)"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Aflibercept (ziv-aflibercept, AVE0005, VEGF trap, ZALTRAP®)","otherNames":[]},{"name":"FOLFIRI (Irinotecan, 5-Fluorouracil, and Leucovorin)","otherNames":[]},{"name":"FOLFIRI (Irinotecan, 5-Fluorouracil, and Leucovorin)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Participants who met the following main selection criteria were included in the study.\n\nInclusion Criteria:\n\n* Histologically or cytologically proven adenocarcinoma of the colon or rectum\n* Metastatic disease that is not amenable to potentially curative treatment\n* One and only one prior line of treatment for metastatic disease. This prior line should be an oxaliplatin based chemotherapy (participants who relapse within 6 months of completion of oxaliplatin based adjuvant chemotherapy are eligible)\n* Prior treatment with bevacizumab is permitted.\n\nExclusion Criteria:\n\n* Prior therapy with irinotecan\n* Eastern Cooperative Oncology Group performance status \\>2\n\nThe above information is not intended to contain all considerations relevant to participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall Survival was the time interval from the date of randomization to the date of death due to any cause. Once disease progression was documented, participants were followed every 2 months for survival status, until death or until the study cutoff date, whichever came first. The final data cutoff date for the analysis of OS was the date when 863 deaths had occurred (07 February 2011).\n\nOS was estimated using the Kaplan-Meier method, and the Hazard Ratio was estimated using the Cox Proportional Hazard Model.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.06","spread":null},{"groupId":"OG001","value":"13.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Assessed by Independent Review Committee (IRC)","description":"PFS was the time interval from the date of randomization to the date of progression, or death from any cause if it occurs before tumor progression is documented. To evaluate disease progression, copies of all tumor imaging sets were systematically collected and assessed by the IRC.\n\nPFS was analyzed using the Kaplan-Meier method, and the Hazard Ratio was estimated using the Cox Proportional Hazard Model.\n\nThe analysis for PFS was performed as planned when 561 deaths (OS events) had occurred.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.67","spread":null},{"groupId":"OG001","value":"6.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Objective Response Rate (ORR) Based on the Tumor Assessment by the Independent Review Committee (IRC) as Per Response Evaluation Criteria in Solid Tumours (RECIST) Criteria","description":"The overall ORR was the percentage of evaluable participants who achieved complete response \\[CR\\] or partial response \\[PR\\] according to RECIST criteria version 1.0.\n\n* CR reflected the disappearance of all tumor lesions (with no new tumors)\n* PR reflected a pre-defined reduction in tumor burden\n\nTumors were assessed by the IRC using Computerized Tomography (CT) scans or Magnetic Resonance Imaging (MRI) scans; and an observed response was confirmed by repeated imaging after 4 - 6 weeks.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"19.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AE)","description":"All AEs regardless of seriousness or relationship to study treatment, spanning from the first administration of study treatment until 30 days after the last administration of study treatment, were recorded, and followed until resolution or stabilization.\n\nThe number of participants with all treatment emergent adverse events (TEAE), serious adverse events (SAE), TEAE leading to death, and TEAE leading to permanent treatment discontinuation are reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"592","spread":null},{"groupId":"OG001","value":"606","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"198","spread":null},{"groupId":"OG001","value":"294","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"164","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunogenicity Assessment: Number of Participants With Positive Sample(s) in the Anti-drug Antibodies (ADA) Assay and in the Neutralizing Anti-drug Antibodies (NAb) Assay","description":"Serum samples for immunogenicity assessment were analyzed using a bridging immunoassay to detect ADA. Positive samples in the ADA assay were further analyzed in the NAb assay using a validated, non-quantitative ligand binding assay.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":198,"n":605},"commonTop":["Diarrhoea","Nausea","Fatigue","Stomatitis","Neutropenia"]}}}