{"nctId":"NCT00905255","briefTitle":"GLP-1 Receptor Agonist Lixisenatide in Patients With Type 2 Diabetes for Glycemic Control and Safety Evaluation in Monotherapy (GETGOAL-MONO Japan LTS)","startDateStruct":{"date":"2009-05"},"conditions":["Diabetes Mellitus, Type 2"],"count":69,"armGroups":[{"label":"Lixisenatide (Two-step Titration)","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector"]},{"label":"Lixisenatide (One-step Titration)","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Pen auto-injector","otherNames":["OptiClik®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus, diagnosed for at least 2 months at the time of screening visit, not treated by an antidiabetic agent in the 3 months before screening, except treatment with sulfonylureas or alpha-glucosidase inhibitors at a stable dose. In this case the oral antidiabetic treatment must be discontinued before starting single-blind run-in phase\n\nExclusion Criteria:\n\n* HbA1c less than (\\<) 7 percent (%) or greater than (\\>) 10% at screening\n* At the time of screening age \\<legal age of majority\n* Pregnant or breastfeeding women or women of childbearing potential with no effective contraceptive method\n* Type 1 diabetes mellitus\n* Type 2 diabetes treated by an antidiabetic pharmacological agent (except sulfonylurea or alpha-glucosidase inhibitors at a stable dose) within the 3 months preceding the screening. Insulin use is accepted if it is not within 3 months prior to screening visit and only for the following reasons: a) Prior insulin use for management of gestational diabetes; b) Short-term (less than or equal to \\[\\<=\\] 1 month) insulin use to maintain glycemic control for hospitalization, medical procedures, or intervention\n* FPG at screening \\>250 milligram per deciliter (mg/dL) (\\>13.9 millimole per liter \\[mmol/L\\])\n* Weight change of more than 5 kilogram (kg) during the 3 months preceding the screening visit\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease\n* History of metabolic acidosis, including diabetic ketoacidosis within 1 year prior to screening\n* Hemoglobinopathy or hemolytic anemia, receipt of blood or plasma products within 3 months prior to the time of screening\n* Within the last 6 months prior to screening: history of myocardial infarction, stroke, or heart failure requiring hospitalization\n* Known history of drug or alcohol abuse within 6 months prior to the time of screening\n* Cardiovascular, hepatic, neurological, endocrine disease, active malignant tumor or other major systemic disease or patients with short life expectancy making implementation of the protocol or interpretation of the study results difficult, history or presence of clinically significant diabetic retinopathy, history or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension at the time of screening with a resting supine systolic or diastolic blood pressure \\>180 millimeter of mercury (mmHg) or \\>95 mmHg, respectively\n* Laboratory findings at the time of screening: aspartate aminotransferase (AST), alanine aminotransferase (ALT), or alkaline phosphatase (ALP): \\>2 times upper limit of the normal (ULN) laboratory range; amylase and/or lipase: \\>3 times ULN; total bilirubin: \\>1.5 times ULN (except in case of Gilbert's syndrome); hemoglobin \\<11 gram/deciliter and/or neutrophils \\<1500 per cubic millimeter (mm\\^3) and/or platelets \\<100000/mm\\^3; positive test for Hepatitis B surface antigen (HBsAg) and/or Hepatitis C antibody (HCAb) and positive serum pregnancy test in females of childbearing potential\n* Any clinically significant abnormality identified on physical examination, laboratory tests, electrocardiogram (ECG) or vital signs at the time of screening that in the judgment of the investigator or any sub-investigator precludes safe completion of the study or constrains efficacy assessment\n* Patients who are considered by the investigator or any sub-investigator as inappropriate for this study for any reason (for example, impossibility to meet specific protocol requirements, such as scheduled visits, being able to do self-injections, likelihood of requiring treatment during the screening phase and treatment phase with drugs not permitted by the clinical study protocol)\n* Patient is an investigator or any sub-investigator, pharmacist, study coordinator, other study staff or relative thereof directly involved in the conduct of the protocol\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for 1 week or more within 3 months prior to the time of screening\n* Use of any investigational drug within 3 months prior to screening\n* Participation in a previous study with lixisenatide\n* End-stage renal disease as defined by a serum creatinine clearance of \\<15 milliliter/minute (calculated by the Cockcroft and Gault formula) and/or patients on dialysis\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including, but not limited to gastroparesis and gastroesophageal reflux disease requiring medical treatment, within 6 months prior to the time of screening\n* Allergic reaction to any glucagon like peptide-1 (GLP-1) agonist in the past (for example, exenatide, liraglutide) or to metacresol\n* Additional exclusion criteria at the end of the run-in phase: informed consent withdrawal (patient not willing to continue or failed to return); lack of compliance during the single-blind placebo run-in phase (\\>2 injections missed); and patient with any adverse event which precludes the inclusion in the study, as assessed by the Investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Overview of Adverse Event Profile (Treatment Emergent Adverse Events) of All Patients During On-Treatment Period Assessed Through Adverse Events Collection and Vital Signs, ECG and Laboratory Monitoring","description":"Overview of adverse event profile is reported in terms of percentage of patients with TEAEs during the on-treatment period: any TEAE; any serious TEAE; any TEAE leading to death; any TEAE leading to permanent treatment discontinuation. The on-treatment period was the time from the first dose of study drug up to 3 days after the last dose at Week 76.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients Requiring Rescue Therapy","description":"Routine fasting self-monitored plasma glucose (SMPG) and central laboratory FPG (and HbA1c after Week 12) values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG (and HbA1c after Week 12) were performed. Threshold values - from Week 4 to Week 8: fasting SMPG/FPG \\>270 milligram/deciliter (mg/dL) (15.0 mmol/L), from Week 8 to Week 12: fasting SMPG/FPG \\>240 mg/dL (13.3 mmol/L), and from Week 12 to Week 24: fasting SMPG/FPG \\>200 mg/dL (11.1 mmol/L) or HbA1c \\>8.5%, from Week 24 to end of treatment (Week 76): fasting SMPG/FPG \\>180 mg/dL (10.0 mmol/L) or HbA1c \\>8%. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia for the One-Step and Two-Step Titration Arms During 24-Week Treatment Period","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose less than 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Glycosylated Hemoglobin (HbA1c) for All Patients at Week 52 and 76","description":"Absolute change = HbA1c value at week of assessment (Week 52/Week 76) minus HbA1c value at baseline. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"0.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"1.20"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 52 and 76","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than or Equal to 6.5% at Week 52 and 76","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Overview of Adverse Event Profile (Treatment Emergent Adverse Events) of the One-Step and Two-Step Titration Arms Assessed Through Adverse Events Collection and Vital Signs, Electrocardiogram (ECG) and Laboratory Monitoring","description":"Overview of adverse event profile is reported in terms of percentage of patients with treatment emergent adverse events (TEAEs) during the 24-week treatment period: any TEAE; any serious TEAE; any TEAE leading to death; and any TEAE leading to permanent treatment discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight for All Patients at Week 52 and 76","description":"Change was calculated by subtracting baseline value from value at week of assessment (Week 52/Week 76). The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.67","spread":"2.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.58","spread":"2.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) for All Patients at Week 52 and 76","description":"Change was calculated by subtracting baseline value from value at week of assessment (Week 52/Week 76). The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 1 day after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":"1.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":"2.08"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia for All Patients During On-Treatment Period","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose less than 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.The on-treatment period was the time from the first dose of study drug up to 3 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":33},"commonTop":["Nausea","Nasopharyngitis","Decreased appetite","Abdominal discomfort","Hypoglycaemia"]}}}