{"nctId":"NCT01752634","briefTitle":"Efficacy at 24 Weeks With Long Term Safety, Tolerability and Efficacy up to 5 Years of Secukinumab in Patients of Active Psoriatic Arthritis","startDateStruct":{"date":"2013-04-14","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":397,"armGroups":[{"label":"Secukinumab (AIN457) 75 mg s.c.","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (AIN457)"]},{"label":"Secukinumab (AIN457) 150 mg s.c.","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (AIN457)"]},{"label":"Secukinumab (AIN457) 300 mg s.c.","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (AIN457)"]},{"label":"Placebo s.c.","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Secukinumab (AIN457)","Drug: Placebo"]}],"interventions":[{"name":"Secukinumab (AIN457)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:Patients eligible for inclusion in this study have to fulfill all of the following criteria:\n\n* Diagnosis of PsA classified by CASPAR criteria and with symptoms for at least 6 months with moderate to severe PsA who must have at Baseline ≥3 tender joints out of 78 and ≥3 swollen out of 76 (dactylitis of a digit counts as one joint each)\n* Rheumatoid factor and anti-CCP antibodies negative at screening\n* Diagnosis of active plaque psoriasis or nail changes consistent with psoriasis or documented history of plaque psoriasis\n* Subjects with PsA should have taken NSAIDs for at least 4 weeks prior to randomization with inadequate control of symptoms or at least one dose if stopped due to intolerance to NSAIDs\n* Subjects taking corticosteroids must be on a stable dose of ≤10 mg/day prednisone or equivalent for at least 2 weeks before randomization and should remain on a stable dose up to Week 24\n* Subjects taking MTX (≤ 25 mg/week) are allowed to continue their medication if the dose is stable for at least 4 weeks before randomization and should remain on a stable dose up to Week 52.\n\nExclusion Criteria:Patients fulfilling any of the following criteria are not eligible for inclusion in this study:\n\n* Chest X-ray or chest MRI with evidence of ongoing infectious or malignant process, obtained within 3 months prior to screening and evaluated by a qualified physician\n* Subjects taking high potency opioid analgesics (e.g. methadone, hydromorphone, morphine)\n* Previous exposure to secukinumab or other biologic drug directly targeting IL-17 or IL-17 receptor\n* Ongoing use of prohibited psoriasis treatments / medications (e.g., topical corticosteroids, UV therapy) at randomization. The following wash out periods need to be observed:\n* Oral or topical retinoids 4 weeks\n* Photochemotherapy (e.g. PUVA) 4 weeks\n* Phototherapy (UVA or UVB) 2 weeks\n* Topical skin treatments (except in face, scalp and genital area during screening, only corticosteroids with mild to moderate potency) 2 weeks\n* Subjects who have ever received biologic immunomodulating agents except for those targeting TNFα, investigational or approved\n* Previous treatment with any cell-depleting therapies including but not limited to anti-CD20, investigational agents (e.g., CAMPATH, anti-CD4, anti-CD5, anti-CD3, anti-CD19)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving American College of Rheumatology 20 (ACR20) Response Criteria","description":"ACR20 response was defined as having a positive clinical response to treatment (individual improvement) in disease activity if the participant had at least 20% improvement in tender 68-joint count, swollen 66-joint count and at least 3 of the following 5 measures: patient's assessment of RA pain, patient's global assessment of disease activity, physician's global assessment of disease activity, subject self-assessed disability (Health Assessment Questionnaire \\[HAQ-DI\\] score), and/or acute phase reactant (high sensitivity c-reactive protein (hsCRP) or erythrocyte sedimentation rate (ESR).\n\nFor subjects with early escape at Week 16 or had missing values at Week 24 or discontinued prior to Week 24, their ACR20 was set to nonresponse at Week 24. This applied for all treatment regimens in order to minimize bias. The Placebo arm was analyzed as one group, irrespective of the re-randomization, as assessments made under the re-randomized active treatment were not included in this analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"51","spread":null},{"groupId":"OG002","value":"54","spread":null},{"groupId":"OG003","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving a PASI75 Response in the Subgroup of Subjects Who Have ≥3% Skin Involvement With Psoriasis","description":"PASI is a combined assessment of a lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). The body is divided into 4 areas for scoring (head, arms, trunk, legs; each area is scored by itself and scores are combined for a final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area \\* area score weight of section (head: 0.1, arms: 0.2, body: 0.3, legs: 0.4). PASI 75 response was defined as participants achieving \\>= 75% improvement from baseline. For subjects with early escape at Week 16 or had missing values at Week 24 or discontinued prior to Week 24, their value was set to nonresponse at Week 24. This applied for all treatment regimens in order to minimize bias.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"26","spread":null},{"groupId":"OG003","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving a PASI90 Response in the Subgroup of Subjects Who Have ≥3% Skin Involvement With Psoriasis","description":"PASI is a combined assessment of a lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). The body is divided into 4 areas for scoring (head, arms, trunk, legs; each area is scored by itself and scores are combined for a final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area \\* area score weight of section (head: 0.1, arms: 0.2, body: 0.3, legs: 0.4). PASI 90 response was defined as participants achieving \\>= 90% improvement from baseline. For subjects with early escape at Week 16 or had missing values at Week 24 or discontinued prior to Week 24, their value was set to nonresponse at Week 24. This applied for all treatment regimens in order to minimize bias.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"20","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in DAS28-CRP","description":"The DAS28 is a measure of disease activity based on Swollen and Tender Joint Counts, ESR or CRP and the Patient Global Assessment. A DAS28 score \\> 5.1 implies active disease, ≤ 3.2 low disease activity, and \\< 2.6 remission. The score can range from 0 - 9.4. The data collected after the patient switched to secukinumab were treated as missing for placebo patients and were analyzed using a mixed-effects repeated measures model. For secukinumab patients, the actual values were used in the analysis.\n\nThe Placebo arm was analyzed as one group, irrespective of the re-randomization, as assessments made under the re-randomized active treatment were not included in this analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.12","spread":"0.111"},{"groupId":"OG001","value":"-1.58","spread":"0.109"},{"groupId":"OG002","value":"-1.61","spread":"0.110"},{"groupId":"OG003","value":"-0.96","spread":"0.149"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF36-Physical Component Score","description":"The SF-36 is an instrument to measure health-related quality of life among healthy patients and patients with acute and chronic conditions.\n\nScore range is from 0 (no problems) to 100 (unable to perform the activity). SF-36 is a 36 item questionnaire which measures Quality of Life across eight domains, which are both physically and emotionally based. Two overall summary scores, the Physical Component Summary (PCS) and Mental Component Summary (MCS) can be computed. In this study, SF-36 PCS was used.\n\nThe Placebo arm was analyzed as one group, irrespective of the re-randomization, as assessments made under the re-randomized active treatment were not included in this analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.38","spread":"0.750"},{"groupId":"OG001","value":"6.39","spread":"0.734"},{"groupId":"OG002","value":"7.25","spread":"0.740"},{"groupId":"OG003","value":"1.95","spread":"0.974"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Stanford Health Assessment Questionnaire Disability Index (HAQ-DI)","description":"The HAQ-DI assesses a subject's level of functional ability and includes questions of fine movements of the upper extremity, locomotor activities of the lower extremity, and activities that involve both upper and lower extremities. There are 20 questions in 8 categories of functioning including dressing, rising, eating, walking, hygiene, reach, grip and usual activities. The stem of each item asks 'Over the past week, \"are you able to...\" perform a particular task'. Each item is scored on a 4 point scale from 0 - 3, representing normal, no difficulty (0), some difficulty (1), much difficulty (2) and unable to do (3). The disability index score is calculated as the mean of the available category scores, ranging from 0 to 3. A negative change from baseline indicates improvement. The Placebo arm was analyzed as one group, irrespective of the re-randomization, as assessments made under the re-randomized active treatment were not included in this analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.32","spread":"0.050"},{"groupId":"OG001","value":"-0.48","spread":"0.049"},{"groupId":"OG002","value":"-0.56","spread":"0.050"},{"groupId":"OG003","value":"-0.31","spread":"0.060"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving American College of Rheumatology 50 (ACR50) Response Criteria","description":"ACR20 response was defined as having a positive clinical response to treatment (individual improvement) in disease activity if the participant had at least 50% improvement in tender 68-joint count, swollen 66-joint count and at least 3 of the following 5 measures: patient's assessment of RA pain, patient's global assessment of disease activity, physician's global assessment of disease activity, subject self-assessed disability (Health Assessment Questionnaire \\[HAQ-DI\\] score), and/or acute phase reactant (high sensitivity c-reactive protein (hsCRP) or erythrocyte sedimentation rate (ESR). For subjects with early escape at Week 16 or had missing values at Week 24 or discontinued prior to Week 24, their ACR20 was set to nonresponse at Week 24. This applied for all treatment regimens in order to minimize bias. The Placebo arm was analyzed as one group, irrespective of the re-randomization, as assessments made under the re-randomized active treatment were not included in this analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"35","spread":null},{"groupId":"OG002","value":"35","spread":null},{"groupId":"OG003","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Dactylitis in the Subset of Subjects Who Had Dactylitis at Baseline","description":"Resolution of dactylitis was evaluated in the subset of patients who had disease activity at baseline. In this analysis, a lower percentage is desirable and resolution is defined as complete absence of the symptom. For subjects with early escape at Week 16 or had missing values at Week 24 or discontinued prior to Week 24, their assessment was set to nonresponse at Week 24 (presence of dactylitis). This applied for all treatment regimens in order to minimize bias. The Placebo arm was analyzed as one group, irrespective of the re-randomization, as assessments made under the re-randomized active treatment were not included in this analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"20","spread":null},{"groupId":"OG003","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Enthesitis in the Subset of Subjects Who Had Enthesitis at Baseline","description":"Resolution of enthesitis was evaluated in the subset of patients who had disease activity at baseline. In this analysis, a lower percentage is desirable and resolution is defined as complete absence of the symptom. For subjects with early escape at Week 16 or had missing values at Week 24 or discontinued prior to Week 24, their assessment was set to nonresponse at Week 24 (presence of enthesitis). This applied for all treatment regimens in order to minimize bias. The Placebo arm was analyzed as one group, irrespective of the re-randomization, as assessments made under the re-randomized active treatment were not included in this analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"37","spread":null},{"groupId":"OG002","value":"29","spread":null},{"groupId":"OG003","value":"51","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":99},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Psoriatic arthropathy","Arthralgia","Diarrhoea"]}}}