{"nctId":"NCT04210180","briefTitle":"Combination of E-cigarettes and Varenicline for Tobacco Harm Reduction","startDateStruct":{"date":"2019-11-19","type":"ACTUAL"},"conditions":["Smoking Cessation","Harm Reduction"],"count":25,"armGroups":[{"label":"Varenicline plus e-cigarette","type":"EXPERIMENTAL","interventionNames":["Drug: Varenicline","Other: e-cigarette"]}],"interventions":[{"name":"Varenicline","otherNames":["Chantix"]},{"name":"e-cigarette","otherNames":["Halo G6"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has signed the ICF and is able to read and understand the information provided in the consent form.\n2. Is 21 to 65 years of age (inclusive) at screening.\n3. Smokes at least 10 commercially available cigarettes per day (no brand restrictions), for the last 12 months.\n4. Has an expired air carbon monoxide reading of at least 10 ppm at screening.\n5. Interested in switching to an electronic cigarette.\n6. Willing and able to comply with the requirements of the study.\n7. Owns a smart phone with text message and data capabilities compatible with necessary surveys.\n\nExclusion Criteria:\n\n1. Is unhealthy or cannot participate in the study for any reason (e.g., medical, psychiatric, and/or social reason) as judged by the Investigator or designated medical staff based on all available assessments from the screening period (e.g., safety laboratory, vital signs, physical examination, Ankle-Brachial Index, ECG, concomitant medications and medical history).\n2. PHQ-9 score greater than 9, or a score greater than 0 on item #9 (\"Thoughts that you would be better off dead, or of hurting yourself in some way\") at screening.\n3. Planned use of an FDA-approved smoking cessation product during the study.\n4. High blood pressure (systolic \\> 150 mmHg or diastolic \\>95 mmHg) at screening.\n5. Body mass index (BMI) less than 15.0 kg/m2 or greater than 40.0 kg/m2.\n6. Coronary heart disease, structural cardiac disease (including, but not limited to valvular heart disease or cardiac murmurs), cardiac dysrhythmias, syncope, cardiac chest pain, or history of heart attack or heart failure.\n7. Has received psychotherapy or behavioral treatments potentially impacting symptoms of depression, anxiety, or nicotine withdrawal within 30 days of screening, or during the study.\n8. Taking antidepressants, psychoactive medications (e.g. antipsychotics, benzodiazepines, hypnotics) or medications that prolong QTc.\n9. Use of any of these products in the past 30 days: a. Illegal drugs (or if the urine drug screen is positive for cocaine, THC, amphetamines, methamphetamines, or opiates); b. Experimental (investigational) drugs that are unknown to subject; c. Chronic opiate use.\n10. Use of smokeless tobacco (chewing tobacco, snuff), cigars (except for \"Black \\& Mild\" cigars or Cigarillos), pipes, hookah, e-cigarettes, nicotine replacement therapy or other smoking cessation treatments within 14 days of screening.\n11. Pregnant or nursing (by self-report) or has a positive pregnancy test.\n12. Enrollment requirements met.","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participant Reporting Continuous Complete Switching From Cigarettes to Halo G6","description":"The primary switching outcome will be smoking abstinence during weeks 8-11 post-switching date. Complete switching from combustible cigarette use at each time point will be defined by a self-report of no cigarette smoking (not even a puff) since the prior session.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Confirmed (by Expired Air CO) to Have Switched From Cigarettes to Halo G6","description":"The primary switching outcome will be smoking abstinence during weeks 8-11 post-switching date. Complete switching from combustible cigarette use at each time point confirmed by an expired air CO reading of less than 5 ppm.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting Point Abstinence From Smoking Cigarettes at 6 Months Post-Switch","description":"Point abstinence will be defined by a self-report of no cigarette smoking (not even a puff) in the last seven days at six months post-switch.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Changes in Arterial Flow When Smokers Switch From Cigarettes to E-cigarettes","description":"Ankle-Brachial Index (ABI) use to evaluate vascular changes when smokers change from cigarettes to e-cigarettes over a 13-week period. Measurements will be obtained using a manual sphygmomanometer and an 8- to 10- MHz doppler ultrasound probe. Subjects will undergo this testing at Visit 1 (baseline data) and at the end of study (Visit 7).\n\nAnkle Brachial Index (ABI) is the ratio of the blood pressure in the lower legs to the blood pressure in the arms. The normal range for the ankle-brachial index is between 0.90 and 1.30. An index of 0.41 to 0.90 indicates mild to moderate arterial disease and an index of 0.40 and lower indicates severe disease","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.05","spread":"0.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":25},"commonTop":["Nausea","Headache","Cough","Insomnia","Nightmares/ Vivid Dreams"]}}}