{"nctId":"NCT03088267","briefTitle":"Dyanavel® XR Extended-Release Oral Suspension in the Treatment of Children With ADHD: A Laboratory School Study","startDateStruct":{"date":"2017-02-11","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":18,"armGroups":[{"label":"Active Treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: amphetamine extended-release oral suspension, 2.5 mg/mL","Drug: Placebo extended-release oral suspension"]},{"label":"Placebo Treatment","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: amphetamine extended-release oral suspension, 2.5 mg/mL","Drug: Placebo extended-release oral suspension"]}],"interventions":[{"name":"amphetamine extended-release oral suspension, 2.5 mg/mL","otherNames":["Dyanavel XR"]},{"name":"Placebo extended-release oral suspension","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females aged 6 to 12 years at the time of screening, inclusive\n2. Diagnosed with ADHD by a psychiatrist within 6 months of study enrolment or newly diagnosed with ADHD using the DSM-5 criteria for ADHD\n3. An ADHD-RS-5 score at Screening ≥90th percentile for sex and age in at least one of the following categories:\n\n   1. Hyperactive-impulsive subscale,\n   2. Inattentive subscale, or\n   3. Total score. Subjects who do not meet this criteria at screening can have ADHD-RS-5 repeated at baseline, after washout of stimulant medication for a minimum of 24 hours prior to baseline.\n4. In the clinical judgment of the Investigator, the subject must be in need of pharmacological treatment for ADHD.\n5. Females of childbearing potential must be non-lactating and must have a negative serum pregnancy test at screening\n6. Provide written informed consent (parent/guardian) and assent (child aged 10 - 12 years only) prior to participation in the study\n\nExclusion Criteria:\n\n1. Diagnosed with any DSM-5 active disorder (other than ADHD) with the exception of specific phobias, learning disorders, motor skills disorders, communication disorders, oppositional defiant disorder, elimination disorders, and sleep disorders\n2. Known history of chronic medical illnesses including severe hypertension, untreated thyroid disease, peripheral vasculopathy, known structural cardiac disorders, serious cardiac conditions, serious arrhythmias, cardiomyopathy, known family history of sudden death\n3. Known history or presence of significant renal or hepatic disease, as indicated by clinical laboratory assessment (liver function test results ≥ two times the upper limit of normal, blood urea nitrogen, or creatinine).\n4. Clinically significant abnormal ECG or cardiac findings on physical examination (including the presence of a pathologic murmur)\n5. Use of the following medications within 30 days of Baseline Visit:\n\n   * MAOI - monoamine oxidase inhibitors (e.g., Selegiline, isocarboxazid, phenelzine, tranylcypromine)\n   * Tricyclic Antidepressants (e.g. Desipramine, protriptyline)\n6. Use of the following medications within 3 days of Baseline Visit\n\n   * Gastrointestinal acidifying agents (e.g., guanethidine, reserpine, glutamic acid HCl, ascorbic acid)\n   * Urinary acidifying agents (e.g., ammonium chloride, sodium acid phosphate, methenamine salts)\n7. Use of atomoxetine within 14 days of Baseline Visit\n8. Planned use of prohibited drugs or agents from the Screening visit through the end of the study\n9. Abnormal clinically significantly laboratory test value at screening that, in the opinion of the Investigator, would preclude study participation\n10. Known history of allergy/hypersensitivity to amphetamine or any of the components of Dyanavel XR, or topical anaesthetics\n11. Known history of lack of response to amphetamine\n12. Parent or guardian's inability or unwillingness to follow directions of the Investigator or study research staff.\n13. Any uncontrolled medical condition that in the opinion of the Investigator would preclude study participation\n14. History of significant illness requiring hospitalization, or surgery requiring anaesthetics within 30 days of Baseline Visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Swanson, Kotkin, Agler, M-Flynn, and Pelham (SKAMP) Combined Scores, Baseline to 30 Minutes Post Dose","description":"Change in SKAMP-C (Swanson, Kotkin, Agler, M-Flynn, and Pelham combined) score from pre-dose, by treatment. The SKAMP-C is a rating scale that assesses functional impairment related to ADHD in the classroom, including the performance of academic tasks, following class rules, and interacting with peers and adults in the classroom. The SKAMP-C is a 13-item, 7-score rating system (0=normal to 7=maximal impairment). The higher the score, the worse the impairment. A decrease from baseline in the combined (all 13 items) score indicates improvement. The SKAMP-C is used to assess the time course of treatment effects in laboratory classroom studies.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.1","spread":"2.29"},{"groupId":"OG001","value":"2.5","spread":"2.29"}]}]}]},{"type":"SECONDARY","title":"Change in Permanent Product Measure of Performance (PERMP-C) Score (Problems Answered Correctly)","description":"Change from pre-dose in PERMP-C scores (Permanent Product Measure of Performance; defined as the number of problems attempted and number of problems solved correctly) at 30 minutes post-dose and at 3 hours post-dose. The PERMP-C is designed to assess compliance and academic productivity in school children. It is a 10-minute timed test in which the number of problems attempted and correct are assessed prior to and after an intervention. Scoring is based on problems attempted and correct. An increase in numerical score is indicative of improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":"7.25"},{"groupId":"OG001","value":"-4.7","spread":"7.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.4","spread":"9.43"},{"groupId":"OG001","value":"-7.9","spread":"9.43"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":["Upper respiratory tract infection","Fatigue","Abdominal pain, upper","Headache","Decreased appetite"]}}}