{"nctId":"NCT00839306","briefTitle":"Rabeprazole Extended Release 50 mg Versus Ranitidine 150 mg for Maintenance of Healed Erosive Gastroesophageal Reflux Disease (GERD)","startDateStruct":{"date":"2008-08"},"conditions":["Gastroesophageal Reflux Disease (GERD)"],"count":240,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole ER"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ranitidine"]}],"interventions":[{"name":"Rabeprazole ER","otherNames":["Aciphex"]},{"name":"Ranitidine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"KEY INCLUSION CRITERIA:\n\n1\\. Prior completion of Study E3810-G000-302 or -303. Subjects will need to have healed erosive esophagitis (absence of esophageal mucosal breaks or erosions) confirmed by EGD and sustained resolution of heartburn at Visit 4 or 5 of Study E3810-G000-302 or -303.\n\nKEY EXCLUSION CRITERIA:\n\n1. Esophageal motility disorders (achalasia, scleroderma, or esophageal spasm).\n2. Barrett's esophagus or esophageal stricture.\n3. Use of prescription or non-prescription proton pump inhibitors (PPIs), histamine receptor antagonists (H2RA), antacids, sucralfate, misoprostol, prokinetics or drugs with significant anticholinergic effects throughout the study.\n4. Subjects who require chronic use of nonsteroidal anti-inflammatory drugs (NSAIDs), oral steroids (\\>= 20 mg/day prednisone or equivalent), or aspirin (-\\>; 325 mg/day).\n5. Significant hepatic, renal, respiratory, endocrine, hematologic, neurologic, psychiatric, or cardiovascular system abnormalities that would be likely to interfere with the conduct of the study, the interpretation of study results, or the health of the subject during the study.\n6. Any condition that would make the subject, in the opinion of the Investigator or Sponsor, unsuitable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Percentage of Participants With Investigator-recorded Sustained Resolution of Heartburn at Week 26","description":"Heartburn or other GERD-associated symptoms (regurgitation, epigastric or chest pain, dysphagia, belching, bloating, early satiety, other) was based on a 4-point Likert scale that included the following: None (No symptoms); Mild (Awareness of symptoms but easily tolerated); Moderate (Discomforting symptom sufficient to cause interference with normal activities including sleep); Severe (Incapacitating symptom, inability to perform normal activities).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"53.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"28.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Maintenance of Complete Healing of eGERD at Week 26","description":"eGERD (erosive gastroesophageal reflux disease) healing measured by the Time-to-Relapse of Oesophageal Erosions using an Esophagogastroduodenoscopy (EGD). Lesions were identified and graded using the following Los Angeles (LA) classification of Oesophagitis: Not Present: No breaks (erosions) in the oesophageal mucosa (however, edema, erythema, or friability may be present).\n\nGrade A: One or more mucosal breaks not more than 5mm in maximum length. Grade B: One or more mucosal breaks more than 5mm in maximum length, but not continuous between the tops of 2 mucosal folds.\n\nGrade C: Mucosal breaks continuous between the tops of 2 or more mucosal folds, but involving less than 75% of the esophageal circumference.\n\nGrade D: Mucosal breaks involving at least 75% of the esophageal circumference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.7","spread":null},{"groupId":"OG001","value":"88.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":56},"commonTop":["Gastritis","Hiatus hernia","Sinusitis","Dyspepsia","Erosive oesophagitis"]}}}