{"nctId":"NCT00706589","briefTitle":"Aripiprazole in Children and Adolescents With Chronic Tic Disorder or Tourette's Disorder","startDateStruct":{"date":"2008-10"},"conditions":["Chronic Motor or Vocal Tic Disorder","Tourette's Disorder"],"count":61,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: aripiprazole"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"aripiprazole","otherNames":["Abilify"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients who can provide an assent form signed by themselves and informed consent form by their legal representatives prior to performing of any study procedures.\n2. Male or female children and adolescents aged 6 to 18 years\n3. Patients who are diagnosed with chronic tic disorders(Motor or Phonic) or Tourette's disorder according to DSM-IV(Diagnostic and Statistical Manual of Mental Disorders-Fourth Edition)(using K-SADS-PL-K (Kiddle-Schedule for Affective Disorders and Schizophrenia,Present and Lifetime Version-Korean version)) and require drug therapy.\n4. The total tic score of the K-YGTSS (Korean version of Yale Global Tic Severity Scale)is more than 22 at baseline\n\nExclusion Criteria:\n\n1. Patients with secondary tic symptoms accompanied by Tardive tics, Huntington disease, neuroacanthocytosis, mental retardation, or autism\n2. Patients with IQ (Intelligence quotient) (assessed using KEDI-WISC (Korean educational Development Institute-Wechsler Intelligence Scale for children)) 70 and lower than 70\n3. Patients with a history of neuroleptic malignant syndrome\n4. Patients with antipsychotic or alcohol use disorder (abuse, dependence, and/or withdrawal) according to DSM-IV criteria for the past 3 months\n5. Patients with a history of allergy or hypersensitivity reaction to aripiprazole\n6. Patients with a history of resistance to treatment with antipsychotics\n7. Patients who have participated in another clinical study within 1 month prior to screening\n8. Patients who have previously taken aripiprazole or participated in a clinical study with aripiprazole","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"1)Percent Change of Total Tic Scores on the Korean Version of YaleGlobalTicseverity Scale.2)Response Rate Assessed With the Tic Score ClinicalGlobalImpressionImprovementScale.3)Mean Change in Scores on the Tic Score ClinicalGlobal ImpressionSeverityScale.","description":null,"classes":[]},{"type":"PRIMARY","title":"Mean Change of Total Tic Scores in K-YGTSS From Randomization (Baseline, Visit 2) to the Final Visit (Visit 7)","description":"The meaning of the total tic scores is a sum of the total motor tic score and total phonic tic score and the total tic score will be indicated from zero point to 50 points. And also, for the global tic severity scale is sum of the total tic scores and impairment score and it will be indicated from zero point to 100 points. Additionally, for the imparment score is also indicated from zero to 50 points same as total tic scores. And it is divided as 0 point, 10 point, 20 point and etc… Lastly, someone who gets a high score, it will be considered worse result.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.62","spread":null},{"groupId":"OG001","value":"-14.97","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":["Nausea","Sedation","Akathisia","Headache","Dizziness"]}}}