{"nctId":"NCT05566639","briefTitle":"A Study of mRNA-1010 Seasonal Influenza Vaccine in Adults 50 Years Old and Older","startDateStruct":{"date":"2022-09-14","type":"ACTUAL"},"conditions":["Seasonal Influenza"],"count":22502,"armGroups":[{"label":"mRNA-1010","type":"EXPERIMENTAL","interventionNames":["Biological: mRNA-1010"]},{"label":"Fluarix Quadrivalent","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Fluarix Quadrivalent"]}],"interventions":[{"name":"mRNA-1010","otherNames":["Seasonal influenza vaccine"]},{"name":"Fluarix Quadrivalent","otherNames":["Licensed quadrivalent inactivated seasonal influenza vaccine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Investigator has assessed that the participant understands and is willing and physically able to comply with protocol mandated follow-up, including all procedures.\n\n  * For female participants of childbearing potential: negative pregnancy test, adequate contraception or has abstained from all activities that could result in pregnancy for at least 28 days prior to the first dose on Day 1, and agreement to continue adequate contraception through 90 days following vaccine administration.\n\nExclusion Criteria:\n\n* Participant has had close contact with someone with laboratory-confirmed influenza infection or with someone who has been treated with antiviral therapies for influenza (for example, Tamiflu®) within the past 5 days prior to the Screening visit.\n* Participant has had close contact to someone with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection or COVID-19 as defined by the US CDC or has had a positive SARS-CoV-2 test in the past 10 days prior to the Screening visit.\n* Participant is acutely ill or febrile (temperature ≥38.0℃elcius \\[100.4°Fahrenheit\\]) 72 hours prior to or at the Screening visit or Day 1. Participants meeting this criterion may be rescheduled within the 28-day screening window.\n* Participant has a history of a diagnosis or condition that, in the judgment of the investigator, is clinically unstable or may affect participant safety, assessment of safety endpoints, assessment of immune response, or adherence to study procedures.\n* Reported history of congenital or acquired immunodeficiency, immunocompromising/ immunosuppressive condition, asplenia, or recurrent severe infections.\n* Reported history of anaphylaxis or severe hypersensitivity reaction after receipt of any mRNA or influenza vaccines or any components of the mRNA or influenza vaccines, including egg protein.\n* Participant has received systemic immunosuppressant drugs for \\>14 days in total within 180 days prior to the Screening visit (for glucocorticosteroids, ≥10 milligrams (mg)/day of prednisone or equivalent) or is anticipating the need for systemic immunosuppressive treatment at any time during participation in the study. Inhaled, nasal, and topical steroids are allowed.\n* Participant has received any vaccine authorized or approved by local health agency ≤28 days prior to study intervention (Day 1) or plans to receive a vaccine authorized or approved by local health agency within 28 days before or after the study intervention.\n* Participant is unaware whether they have received an influenza vaccine in the previous influenza season.\n* Participant received a seasonal influenza vaccine or any other investigational influenza vaccine within 180 days prior to Day 1\n* Participant has tested positive for influenza by local health authority-approved testing methods within 180 days prior to Day 1.\n* Participant has donated ≥450 milliliters (mL) of blood products within 28 days prior to the Screening visit or plans to donate blood products during the study.\n\nNote: Other inclusion and exclusion criteria may apply.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Solicited Local and Systemic Reactogenicity Adverse Reactions (ARs)","description":"Solicited ARs (local and systemic) were collected in an electronic diary (eDiary). Local ARs included: injection site pain, injection site erythema (redness), injection site swelling/induration (hardness), and axillary (underarm) swelling or tenderness ipsilateral to the side of injection. Systemic ARs included: fever, headache, fatigue, myalgia, arthralgia, nausea/vomiting, and chills. All solicited ARs considered causally related to injection were graded 0-4 (per Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials); lower score indicates lower severity, and a higher score indicates greater severity. Note, not all solicited ARs were considered adverse events (AEs). The Investigator reviewed whether the solicited AR was also to be recorded as an AE. A Summary of serious AEs (SAEs) and nonserious AEs (\"Other\"), regardless of causality, is located in the \"Reported Adverse Events\" section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5620","spread":null},{"groupId":"OG001","value":"7989","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3840","spread":null},{"groupId":"OG001","value":"4433","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1535","spread":null},{"groupId":"OG001","value":"3050","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"245","spread":null},{"groupId":"OG001","value":"500","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Unsolicited Adverse Events (AEs)","description":"An unsolicited AE was an AE that was not solicited using a participant diary and that was communicated by a participant who has signed the informed consent. An AE was defined as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. Any abnormal laboratory test result (hematology, clinical chemistry, or prothrombin time \\[PT\\]/partial thromboplastin time \\[PTT\\]) or other safety assessment (for example, electrocardiogram, radiological scan, vital sign measurement), including one that worsened from baseline and was considered clinically significant in the medical and scientific judgment of the Investigator was recorded as an AE. Number of participants with unsolicited AEs (SAEs and non-serious AEs) up to 28 days post-vaccination are reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1495","spread":null},{"groupId":"OG001","value":"1351","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Serious Adverse Events (SAEs), AEs of Special Interest (AESIs), Medically Attended AEs (MAAEs), and AEs Leading to Discontinuation","description":"An SAE was defined as any AE that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in disability/permanent damage, was a congenital anomaly/birth defect, or was an important medical event. AESIs included thrombocytopenia, new onset of or worsening of the protocol specified neurologic diseases, anaphylaxis, and myocarditis/pericarditis. An MAAE is an AE that lead to an unscheduled visit to an healthcare practitioner. This included visits to a study site for unscheduled assessments (for example, abnormal laboratory follow-up, and/or coronavirus disease 2019 \\[COVID-19\\] and visits to healthcare practitioners external to the study site (for example, urgent care, primary care physician). Number of participants with SAEs, AESIs, MAAEs, and AEs leading to discontinuation up to the end of study (Day 361) are reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"495","spread":null},{"groupId":"OG001","value":"518","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3166","spread":null},{"groupId":"OG001","value":"3126","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With First Episode of RT-PCR-Confirmed Protocol-Defined Influenza-Like Illness (ILI) Caused by Any Seasonal Influenza A or B Virus Strains Regardless of Antigenic Match to Strains Selected for the Seasonal Vaccine","description":"Protocol-defined ILI: The presence of body temperature ≥37.5 degrees celsius (°C) (≥99.5 degrees fahrenheit \\[°F\\]), accompanied by at least one of the respiratory illness symptoms (sore throat, cough, sputum production, wheezing, or difficulty breathing) and a positive Reverse Transcription Polymerase Chain Reaction (RT-PCR) for influenza.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"142","spread":null},{"groupId":"OG001","value":"140","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Episode of RT-PCR-Confirmed Protocol-Defined ILI Caused by Influenza A or B Strains With Similarity to Those Selected for the Seasonal Vaccine","description":"Protocol-defined ILI: The presence of body temperature ≥37.5°C (≥99.5°F), accompanied by at least one of the respiratory illness symptoms (sore throat, cough, sputum production, wheezing, or difficulty breathing) and a positive RT-PCR for influenza.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With First Episode of RT-PCR-Confirmed Protocol-Defined ILI Caused by Influenza A or B Strains Antigenically Matched to the Vaccine Strains Selected for the Seasonal Vaccine","description":"Protocol-defined ILI: The presence of body temperature ≥37.5°C (≥99.5°F), accompanied by at least one of the respiratory illness symptoms (sore throat, cough, sputum production, wheezing, or difficulty breathing) and a positive RT-PCR for influenza.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Episode of RT-PCR Confirmed United States (US) Centers for Disease Control and Prevention (CDC)-Defined ILI Caused by Any Influenza A or B Strains","description":"CDC-defined ILI: The presence of temperature ≥37.8°C \\[≥100°F\\], accompanied by at least one of the respiratory illness symptoms (cough and/or sore throat) and a positive RT-PCR for influenza.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Episode of RT-PCR CDC-Defined ILI Caused by Influenza A or B Strains With Similarity to Vaccine Strains","description":"CDC-defined ILI: The presence of temperature ≥37.8°C \\[≥100°F\\], accompanied by at least one of the respiratory illness symptoms (cough and/or sore throat) and a positive RT-PCR for influenza.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With First Episode of RT-PCR CDC-Defined ILI Caused by Influenza A or B Strains That Were Antigenically Matched to Vaccine Strains","description":"CDC-defined ILI: The presence of temperature ≥37.8°C \\[≥100°F\\], accompanied by at least one of the respiratory illness symptoms (cough and/or sore throat) and a positive RT-PCR for influenza.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Episode of Culture-Confirmed Protocol-Defined ILI Caused by Any Seasonal Influenza A or B Virus Strains Regardless of Antigenic Match to Strains Selected for the Seasonal Vaccine","description":"Protocol-defined ILI: The presence of body temperature ≥37.5°C (≥99.5°F), accompanied by at least one of the respiratory illness symptoms (sore throat, cough, sputum production, wheezing, or difficulty breathing) and a positive RT-PCR for influenza.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Episode of Culture-Confirmed CDC-Defined ILI Caused by Any Seasonal Influenza A or B Virus Strains Regardless of Antigenic Match to Strains Selected for the Seasonal Vaccine","description":"CDC-defined ILI: The presence of temperature ≥37.8°C \\[≥100°F\\], accompanied by at least one of the respiratory illness symptoms (cough and/or sore throat) and a positive RT-PCR for influenza.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hospitalizations Associated With RT-PCR Confirmed Protocol-Defined ILI Caused by Any Seasonal Influenza A or B Virus Strains Regardless of Antigenic Match to Strains Selected for the Seasonal Vaccine","description":"Protocol-defined ILI: The presence of body temperature ≥37.5°C (≥99.5°F), accompanied by at least one of the respiratory illness symptoms (sore throat, cough, sputum production, wheezing, or difficulty breathing) and a positive RT-PCR for influenza.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Titer (GMT) of Anti-Hemagglutinin (HA) Antibodies at Day 29, as Measured by Hemagglutination Inhibition (HAI) Assay for Vaccine-matched Influenza A and B Strains","description":"Seasonal influenza A strains included H1N1 and H3N2 and seasonal influenza B strains included Victoria-lineage and Yamagata-lineage. 95% confidence interval (CI) was calculated based on the t-distribution of log-transformed values for GM titer, then back transformed to original scale for presentation.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105.34","spread":null},{"groupId":"OG001","value":"149.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.99","spread":null},{"groupId":"OG001","value":"104.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140.50","spread":null},{"groupId":"OG001","value":"132.24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"176.63","spread":null},{"groupId":"OG001","value":"139.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reaching Seroconversion at Day 29, as Measured by HAI Assay for Vaccine-matched Influenza A and B Strains","description":"Seroconversion was defined as either a Baseline HAI titer \\<1:10 and a post-Baseline titer ≥1:40 or a Baseline HAI titer ≥1:10 and a minimum 4-fold rise in post-Baseline HAI antibody titer.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null},{"groupId":"OG001","value":"44.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.7","spread":null},{"groupId":"OG001","value":"52.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":null},{"groupId":"OG001","value":"26.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.8","spread":null},{"groupId":"OG001","value":"13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HAI Titer ≥ 1:40 at Day 29","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"94.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"89.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.6","spread":null},{"groupId":"OG001","value":"94.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.3","spread":null},{"groupId":"OG001","value":"98.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Fold Rise (GMFR) of Anti-HA Antibodies at Day 29, as Measured by HAI Assay for Vaccine-matched Influenza A and B Strains","description":"The GMFR measures the changes in immunogenicity titers or levels from Baseline within participants. Seasonal influenza A included H1N1 and H3N2 and seasonal influenza B strains included Victoria-lineage and Yamagata-lineage. Fold-rise was calculated by dividing post-vaccination results by the baseline value. 95% CI for GMFR was calculated based on the t distribution of the differences in the log-transformed values between analysis timepoint and baseline, then back transformed to the original scale for presentation.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.42","spread":null},{"groupId":"OG001","value":"3.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.04","spread":null},{"groupId":"OG001","value":"3.74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.46","spread":null},{"groupId":"OG001","value":"2.28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.07","spread":null},{"groupId":"OG001","value":"1.75","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":495,"n":11200},"commonTop":["COVID-19"]}}}