{"nctId":"NCT00823901","briefTitle":"Safety and Efficacy Study of Clindamycin Phosphate 1.2% and Tretinoin 0.025% Gel to Treat Rosacea","startDateStruct":{"date":"2009-02"},"conditions":["Rosacea"],"count":83,"armGroups":[{"label":"Clindamycin/Tretinoin Gel","type":"EXPERIMENTAL","interventionNames":["Drug: Clindamycin Phosphate 1.2% And Tretinoin 0.025% Gel"]},{"label":"Placebo gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo gel"]}],"interventions":[{"name":"Clindamycin Phosphate 1.2% And Tretinoin 0.025% Gel","otherNames":["Ziana"]},{"name":"Placebo gel","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects 18 years of age and older.\n2. Clinical diagnosis of papulopustular facial rosacea.\n3. A minimum of 4 but not more than 50 facial inflammatory lesions (papules plus pustules).\n4. Willing and able to understand and sign informed consent.\n5. Able to complete study and comply with study procedures.\n\nExclusion Criteria:\n\n1. Acne conglobata, acne fulminans, secondary acne (chloracne, drug-induced acne, etc.), or severe acne requiring systemic treatment.\n2. History or presence of regional enteritis or inflammatory bowel disease (e.g., ulcerative colitis, pseudomembranous colitis, chronic diarrhea, or a history of antibiotic-associated colitis, bloody diarrhea) or similar symptoms.\n3. Use of topical rosacea treatments in the past 2 weeks.\n4. Use of systemic antibiotics in the past 4 weeks.\n5. Use of systemic retinoids within the past 3 months.\n6. Use of laser or light based rosacea treatments within the past 2 months.\n7. Concomitant use of medications that are reported to exacerbate rosacea, such as topical and systemic steroids as these may impact assessments.\n8. Current drug or alcohol abuse.\n9. Other dermatologic conditions that require the use of interfering topical or systemic therapy or that might interfere with study assessments such as, but not limited to, atopic dermatitis, perioral dermatitis or acne vulgaris.\n10. Clinically significant abnormal findings or conditions (other than rosacea), which might, in the opinion of the Investigator, interfere with study evaluations or pose a risk to subject safety during the study.\n11. Subjects who are pregnant or planning a pregnancy.\n12. Use of any investigational therapy within the past 4 weeks.\n13. Known hypersensitivity or previous allergic reaction to clindamycin or retinoids","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Number of Inflammatory Lesions From Baseline to Week 12","description":"The number of inflammatory lesions (papules and pustules) on the face were counted by a dermatologist at baseline and week 12 for each participant. Change in the number of inflammatory lesions is defined as week 12 values minus the baseline values of the participant. Last observation carried forward (LOCF) method was used for missing values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".83","spread":"10.84"},{"groupId":"OG001","value":"-3.13","spread":"13.28"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":43},"commonTop":["Worsening rosacea","Facial Dryness","Facial scaling","Facial redness","Facial itching"]}}}