{"nctId":"NCT02282930","briefTitle":"Pilot Study of ACTH in the Treatment of Immunoglobulin A (IgA) Nephropathy at High Risk of Progression","startDateStruct":{"date":"2015-03","type":"ACTUAL"},"conditions":["Progressive IgA Nephropathy","Proteinuria"],"count":20,"armGroups":[{"label":"ACTH Gel","type":"EXPERIMENTAL","interventionNames":["Drug: ACTH (Acthar) Gel"]}],"interventions":[{"name":"ACTH (Acthar) Gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion:\n\n* Proteinuria \\> 1000 mg/24h despite documented ACEi/ARB therapy and adequate blood pressure control for \\> 3 months.\n* Quantified 24h creatinine clearance \\> 30 ml/min/1.73m2.\n* Blood pressure \\< 130/80 mmHg at \\> 75% of the readings.\n* Henoch Schoenlein Purpura (HSP): Patients with biopsy proven IgA nephropathy and clinical features consistent with Henoch Schonlein Purpura will be considered eligible for the study.\n* Patient must be able to receive injections to be enrolled in the study.\n* Patient must have a kidney biopsy slide on file - that can be sent to Mayo Clinic.\n\nExclusion:\n\n* Clinical and histologic evidence of IgA predominant Lupus nephritis\n* Patients with greater than 50% glomerular senescence or cortical scarring on renal biopsy.\n* Serum Cr \\> 3.0 mg/dL or creatinine clearance glomerular filtration rate (GFR) \\< 30 ml/min at the time of screening\n* Patients with history of Crohn's disease or Celiac Sprue\n* Clinical evidence of cirrhosis, chronic active liver disease.\n* Known infection with hepatitis B, hepatitis C, or HIV (Patients will be serologically screened prior to study entry (if the rest has been completed in the last two years, the patient will not have to undergo additional testing).\n* Active systemic infection with bacterial, viral, fungal, or mycobacterial or atypical mycobacterial infections (excluding fungal infections of nail beds).\n* Any major episode of infection requiring hospitalization or treatment with IV antibiotics within 4 weeks of screening or oral antibiotics within 2 weeks prior to screening.\n* Positive pregnancy test or breast feeding at time of study entry (urine pregnancy test will be performed for all women of childbearing potential no later than 7 days prior to treatment) or patients unwilling to comply with contraceptive measures as outlined above.\n* Patients receiving therapy with oral prednisone or glucocorticoid equivalent in the past 3 months.\n* Patients who had received immunosuppressive therapy including cyclophosphamide, mycophenolate mofetil (MMF), cyclosporine, tacrolimus or azathioprine in the last 6 months.\n* Current or recent (within 30 days) exposure to any investigational drug.\n* Patients having received a live vaccine within 28 days of study enrollment.\n* Hemoglobin: \\< 8.5 gm/dL\n* Platelets: \\< 100,000/mm\n* Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) \\> 2.5 x Upper Limit of Normal\n* Patients with anaphylaxis and/or known allergic reactions to ACTH\n* Previous Treatment with ACTH\n* History of drug, alcohol, or chemical abuse within 6 months prior to screening\n* Concomitant or previous malignancies, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n* History of psychiatric disorder that would interfere with normal participation in this protocol.\n* Significant cardiac or pulmonary disease (including obstructive pulmonary disease).\n* Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or render the patient at high risk from treatment complication.\n* Inability to comply with study and follow-up procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With a Complete or Partial Response to Treatment","description":"A complete response is defined by \\<300 mg proteinuria/24 hours and no greater than a 10% reduction in glomerular filtration rate (GFR) as determined by quantified creatinine clearance.\n\nA partial response is defined by \\>50% reduction in 24 hour proteinuria and no greater than a 25% reduction in baseline GFR as quantified creatinine clearance.\n\nNo response is defined by \\< or equal to 50% reduction, unchanged or increasing proteinuria over baseline levels and a greater than a 25% reduction in baseline GFR as quantified creatinine clearance.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects to Develop an Infection","description":"The number of subjects with infections was defined as the development of pneumonia or complicated urinary tract infection/Pyelonephritis","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":19},"commonTop":["Infection","Acne","Hot flashes","Soreness","Anxiety"]}}}