{"nctId":"NCT01309828","briefTitle":"Long-Term Safety of Azilsartan Medoxomil and Chlorthalidone Compared to Olmesartan Medoxomil and Hydrochlorothiazide in Participants With Hypertension and Kidney Disease","startDateStruct":{"date":"2011-03"},"conditions":["Safety"],"count":153,"armGroups":[{"label":"Azilsartan Medoxomil + Chlorthalidone","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil and chlorthalidone"]},{"label":"Olmesartan Medoxomil + Hydrochlorothiazide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Olmesartan medoxomil and hydrochlorothiazide"]}],"interventions":[{"name":"Azilsartan medoxomil and chlorthalidone","otherNames":["TAK-491CLD"]},{"name":"Olmesartan medoxomil and hydrochlorothiazide","otherNames":["Olmesartan medoxomil","Hydrochlorothiazide","Benicar hydrochlorothiazide","Olmetec Plus"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Is treated with 2 or 3 antihypertensive medications and on stable therapy, defined as ≥6 weeks on medication, and has a mean sitting clinic systolic blood pressure ≥135 and ≤160 mm Hg at the Screening Visit and on Day 1.\n2. Has an estimated glomerular filtration rate (eGFR) in the range of ≥30 to \\<60 mL/min/1.73 m\\^2 (Stage 3 chronic kidney disease) at the Screening Visit.\n3. Is a man or woman and aged 18 years or older.\n4. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to routinely use adequate contraception from signing of the informed consent through 30 days after the last study drug dose.\n5. In the opinion of the investigator, the participant is capable of understanding and complying with protocol requirements.\n6. The participant or, when applicable, the participant's legally acceptable representative signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedures.\n7. Has clinical laboratory test results (clinical chemistry, hematology, and complete urinalysis) that the investigator does not consider to be clinically significant in this moderate renal impaired population.\n8. Is willing to discontinue the current antihypertensive medications 2 days prior to randomization.\n\nExclusion Criteria:\n\n1. Has received any investigational compound within 30 days prior to Screening or is currently participating in another investigational study.\n2. Has been randomized/enrolled in a previous TAK-491 or TAK-491CLD study. NOTE: This criterion does not apply to participants who began participation in another TAK-491 or TAK-491CLD study but were not randomized/enrolled, nor does it apply to participants who participated in observational studies that lacked an intervention or invasive procedure.\n3. Is receiving a combination of olmesartan and hydrochlorothiazide at the Screening Visit.\n4. Is an immediate family member, study site employee, or is in a dependent relationship with a study site employee who is involved in conduct of this study (eg, spouse, parent, child, sibling) or may consent under duress.\n5. Has a mean clinic diastolic (sitting, trough) \\>110 mm Hg on Day 1.\n6. Has secondary hypertension of any etiology (eg, renovascular disease, pheochromocytoma, Cushing's syndrome).\n7. Has a recent history (within the last 6 months) of myocardial infarction, heart failure, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, hypertensive encephalopathy, cerebrovascular accident, or transient ischemic attack.\n8. Has clinically significant cardiac conduction defects (ie, third-degree atrioventricular block, sick sinus syndrome).\n9. Has hemodynamically significant left ventricular outflow obstruction due to aortic valvular disease.\n10. Has severe renal dysfunction or disease (based on eGFR \\<30 mL/min/1.73m\\^2 at Screening) prior renal transplantation or nephrotic syndrome (defined as a urinary albumin/creatinine ratio \\>2000 mg/g at Screening).\n11. Has known or suspected unilateral or bilateral renal artery stenosis.\n12. Has a history of cancer that has not been in remission for at least 5 years prior to the first dose of study drug. (This criterion does not apply to those participants with basal cell or stage I squamous cell carcinoma of the skin.)\n13. Has poorly-controlled type 1 or 2 diabetes mellitus (glycosylated hemoglobin A \\[HbA1c\\] \\>8.5%) at Screening.\n14. Has hypokalemia or hyperkalemia (defined as serum potassium outside of the normal reference range of the central laboratory).\n15. Has an alanine aminotransferase or aspartate aminotransferase level of \\>2.5 times the upper limit of normal, active liver disease, or jaundice.\n16. Has any other known serious disease or condition that would compromise safety, might affect life expectancy, or make it difficult to successfully manage and follow the participant according to the protocol.\n17. has a history of hypersensitivity or allergies to ARBs or thiazide-type diuretics or other sulfonamide-derived compounds.\n18. Has a history of drug abuse (defined as any illicit drug use) or a history of alcohol abuse within the past 2 years.\n19. Is required to take excluded medications.\n20. If female, is pregnant or lactating or intending to become pregnant before, during, or within 30 days after participating in this study; or intending to donate ova during such time period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least 1 Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have a causal relationship with this treatment. A serious AE is defined as any untoward medical occurrence that resulted in death, was life threatening, required or prolonged inpatient hospitalization, resulted in persistent or significant disability or incapacity, led to a congenital anomaly/birth defect or was an important medical event that may have required intervention to prevent any of items above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants at Final Visit Who Achieve Target Systolic Blood Pressure <130 mm Hg","description":"Systolic blood pressure is the arithmetic mean of the 3 serial sitting systolic blood pressure measurements. Percentage of participants who achieve a sitting clinic systolic blood pressure response defined as less than 130 mm Hg at Week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.3","spread":null},{"groupId":"OG001","value":"78.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants at Final Visit Who Achieved Target Diastolic Blood Pressure <80 mm Hg","description":"Diastolic blood pressure is the arithmetic mean of the 3 serial sitting diastolic blood pressure measurements. Percentage of participants at Week 52 who achieved a sitting clinic diastolic blood pressure response, defined as less than 80 mm Hg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null},{"groupId":"OG001","value":"87.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants at Final Visit Who Achieved Both a Clinic Systolic and Diastolic Blood Pressure Response","description":"Systolic/diastolic blood pressure is the arithmetic mean of the 3 serial sitting systolic/diastolic blood pressure measurements. Percentage of participants who achieved both a sitting clinic systolic and diastolic blood pressure response, defined as systolic blood pressure less than 130 mm Hg and diastolic blood pressure less than 80 mm Hg at Week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.7","spread":null},{"groupId":"OG001","value":"73.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":77},"commonTop":["Blood creatinine increased","Dizziness","Headache","Asthenia","Bronchitis"]}}}