{"nctId":"NCT01510158","briefTitle":"Combining Lesinurad With Allopurinol in Inadequate Responders","startDateStruct":{"date":"2012-01"},"conditions":["Gout"],"count":607,"armGroups":[{"label":"lesinurad 200 mg + allopurinol","type":"EXPERIMENTAL","interventionNames":["Drug: Lesinurad","Drug: Allopurinol"]},{"label":"lesinurad 400 mg + allopurinol","type":"EXPERIMENTAL","interventionNames":["Drug: Lesinurad","Drug: Allopurinol"]},{"label":"Placebo + allopurinol","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Allopurinol"]}],"interventions":[{"name":"Lesinurad","otherNames":[]},{"name":"Lesinurad","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Allopurinol","otherNames":[]},{"name":"Allopurinol","otherNames":[]},{"name":"Allopurinol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is able to understand the study procedures, the risks involved and willing to provide written informed consent before the first study related activity.\n* Subject meets the diagnosis of gout as per the American Rheumatism Association Criteria for the Classification of Acute Arthritis of Primary Gout.\n* Subject has been taking allopurinol as the sole urate-lowering therapy indicated for the treatment of gout for at least 8 weeks prior to the Screening Visit at a stable, medically appropriate dose, as determined by the investigator, of at least 300 mg per day (at least 200 mg for subjects with moderate renal impairment).\n* Subject must be able to take gout flare prophylaxis with colchicine or an Nonsteroidal anti-inflammatory drug (NSAID) (including Cox-2 selective NSAID) ± PPI.\n* Subject has an sUA level ≥ 6.5 mg/dL at the Screening Visit and ≥ 6.0 mg/dL at Day -7 Visit.\n* Subject has reported at least 2 gout flares in the prior 12 months.\n* Body mass index (BMI) \\< 45 kg/m2\n\nExclusion Criteria:\n\n* Subject with known hypersensitivity or allergy to allopurinol.\n* Subject who is taking any other approved urate-lowering medication that is indicated for the treatment of gout other than allopurinol within 8 weeks of the Screening Visit.\n* Subject who is pregnant or breastfeeding.\n* Subject who consumes more than 14 drinks of alcohol per week (eg, 1 drink = 5 oz \\[150 mL\\] of wine, 12 oz \\[360 mL\\] of beer, or 1.5 oz \\[45 mL\\] of hard liquor).\n* Subject with a history or suspicion of drug abuse within the past 5 years.\n* Subject that requires or may require systemic immunosuppressive or immunomodulatory treatment.\n* Subject with known or suspected human immunodeficiency virus (HIV) infection.\n* Subject with a positive test for active hepatitis B or hepatitis C infection.\n* Subject with a history of malignancy within the previous 5 years with the exception of non-melanoma skin cancer that has been treated with no evidence of recurrence, treated cervical dysplasia or treated in situ Grade 1 cervical cancer.\n* Subject within the last 12 months with: unstable angina, New York Heart Association class III or IV heart failure, myocardial infarction, stroke, or deep venous thrombosis; or subjects currently receiving anticoagulants.\n* Subject with uncontrolled hypertension.\n* Subject with an estimated creatinine clearance \\< 30 mL/min.\n* Subject with active peptic ulcer disease requiring treatment.\n* Subject with a history of xanthinuria, active liver disease, or hepatic dysfunction.\n* Subject receiving chronic treatment with more than 325 mg of salicylates per day.\n* Subject taking valpromide, progabide, or valproic acid.\n* Subject who has received an investigational therapy within 8 weeks or 5 half-lives (whichever is longer) prior to the Screening Visit.\n* Subject with any other medical or psychological condition, which might create undue risk to the subject or interfere with the subject's ability to comply with the protocol requirements, or to complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects With an sUA Level That is < 6.0 mg/dL","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.542","spread":null},{"groupId":"OG001","value":"0.592","spread":null},{"groupId":"OG002","value":"0.279","spread":null}]}]}]},{"type":"SECONDARY","title":"Gout Flares","description":"Mean rate of gout flares requiring treatment for the 6-month period from the end of Month 6 to the end of Month 12","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".60","spread":"1.2"},{"groupId":"OG001","value":".50","spread":"1.2"},{"groupId":"OG002","value":".60","spread":"1.3"}]}]}]},{"type":"SECONDARY","title":"Tophus","description":"Proportion of subjects with ≥ 1 target tophus at Baseline who experience complete resolution of at least 1 target tophus by Month 12","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.211","spread":null},{"groupId":"OG002","value":"0.294","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":201},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Back pain","Arthralgia","Blood creatine phosphokinase increased"]}}}