{"nctId":"NCT00559468","briefTitle":"Sugammadex After Continuous Infusion of Rocuronium During Sevoflurane and Propofol Anesthesia (P05949; MK-8616-028)","startDateStruct":{"date":"2006-12-07","type":"ACTUAL"},"conditions":["Anesthesia, General"],"count":52,"armGroups":[{"label":"Sugammadex + Sevoflurane","type":"EXPERIMENTAL","interventionNames":["Drug: Sugammadex","Drug: Rocuronium","Drug: Sevoflurane"]},{"label":"Sugammadex + Propofol","type":"EXPERIMENTAL","interventionNames":["Drug: Sugammadex","Drug: Rocuronium","Drug: Propofol"]}],"interventions":[{"name":"Sugammadex","otherNames":["Org 25969","MK-8616"]},{"name":"Rocuronium","otherNames":["Esmeron®","Rocuronium Bromide"]},{"name":"Sevoflurane","otherNames":["Ultane®"]},{"name":"Propofol","otherNames":["Diprivan®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants at least 20 years but under 65 years of age;\n* Participants of American Society of Anesthesiologists (ASA) class 1-3;\n* Participants scheduled for a surgical procedure under general anesthesia requiring neuromuscular relaxation with the use of a neuromuscular blocking agent (NMBA) with an anticipated duration of surgery between 2 and 5 hours;\n* Participants scheduled for a surgical procedure in supine position;\n* Participants who had given written informed consent.\n\nExclusion Criteria:\n\n* Participants in whom difficult intubation was expected because of anatomical malformations;\n* Participants known or suspected to have neuromuscular disorders affecting NMB and/or significant renal dysfunction. In Germany, this also included serum creatinine and blood urea nitrogen outside local reference ranges;\n* Participants known or suspected to have a (family) history of malignant hyperthermia;\n* Participants known or suspected to have an allergy to medications used during general anesthesia;\n* Participants receiving medication interfering with NMBAs, such as antibiotics, anticonvulsants and Mg\\^2+; based on the dose and time of administration;\n* Pregnant or lactating females;\n* Female participants of childbearing potential not using any birth control or using only hormonal contraception as birth control;\n* Participants who had already participated in trial CT 19.4.312, or in another trial with sugammadex;\n* Participants who had participated in another clinical trial, not pre-approved by Organon, within 30 days of entering into CT 19.4.312.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Time From Start Administration of Sugammadex to Recovery of Fourth Twitch/First Twitch (T4/T1) Ratio to 0.9","description":"Neuromuscular functioning was monitored by applying repetitive Train of Four (TOF) electrical stimulations to the ulnar nerve every 15 seconds and assessing twitch response at the adductor pollicis muscle. T1 and T4 refer to the amplitudes (heights) of the first and fourth twitches, respectively, after TOF nerve stimulation. The T4/T1 ratio (expressed as a decimal from 0 \\[loss of T4\\] up to 1.0 \\[no NMB\\]) indicates the extent of recovery from NMB. In this study, twitch responses were recorded until the T4/T1 Ratio reached \\>= 0.9, the minimum acceptable ratio that indicated recovery from NMB. A faster time to recovery of the T4/T1 ratio to 0.9 indicates a faster recovery from NMB.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.45","spread":"0.45"},{"groupId":"OG001","value":"1.32","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Mean Time From Start of Administration of Sugammadex to Recovery of the T4/T1 Ratio to 0.7","description":"Neuromuscular functioning was monitored by applying repetitive TOF electrical stimulations to the ulnar nerve every 15 seconds and assessing twitch response at the adductor pollicis muscle. T1 and T4 refer to the amplitudes (heights) of the first and fourth twitches, respectively, after TOF nerve stimulation. The T4/T1 ratio (expressed as a decimal from 0 \\[loss of T4\\] up to 1.0 \\[no NMB\\]) indicates the extent of recovery from NMB. A faster time to recovery of the T4/T1 ratio to 0.7 indicates a faster recovery from NMB.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":"0.25"},{"groupId":"OG001","value":"1.02","spread":"0.28"}]}]}]},{"type":"SECONDARY","title":"Mean Time From Start of Administration of Sugammadex to Recovery of the T4/T1 Ratio to 0.8","description":"Neuromuscular functioning was monitored by applying repetitive TOF electrical stimulations to the ulnar nerve every 15 seconds and assessing twitch response at the adductor pollicis muscle. T1 and T4 refer to the amplitudes (heights) of the first and fourth twitches, respectively, after TOF nerve stimulation. The T4/T1 ratio (expressed as a decimal from 0 \\[loss of T4\\] up to 1.0 \\[no NMB\\]) indicates the extent of recovery from NMB. A faster time to recovery of the T4/T1 ratio to 0.8 indicates a faster recovery from NMB.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.20","spread":"0.35"},{"groupId":"OG001","value":"1.12","spread":"0.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":26},"commonTop":["Procedural pain","Constipation","Nausea","Flatulence","Insomnia"]}}}