{"nctId":"NCT01004029","briefTitle":"Confirmatory Study of 17P vs Vehicle for Prevention of Preterm Birth in Women w/ Previous Spontaneous Preterm Delivery","startDateStruct":{"date":"2009-10","type":"ACTUAL"},"conditions":["Preterm Birth"],"count":1740,"armGroups":[{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]},{"label":"Hydroxyprogesterone Caproate Injection (HPC), 250 mg/mL","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hydroxyprogesterone Caproate Injection (HPC), 250mg/mL"]}],"interventions":[{"name":"Hydroxyprogesterone Caproate Injection (HPC), 250mg/mL","otherNames":["Makena","17P"]},{"name":"Vehicle","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEach subject must meet the following criteria to be enrolled in this study:\n\n1. Age ≥ 18 years.\n2. Singleton gestation.\n3. Project gestational age 16 weeks 0 days of gestation or more and less than or equal to 20 weeks 6 days of gestation at the time of randomization, based on clinical information and evaluation of the first ultrasound.\n4. Documented history of a previous singleton spontaneous preterm delivery. Spontaneous preterm birth is defined as delivery from 20 weeks 0 days to 36 weeks 6 days of gestation following spontaneous preterm labor or pPROM. Where possible, the gestational age of the previous preterm birth (referred to as the qualifying delivery) should be determined as described in \"Gestational Age Determination\". If the gestational age at delivery is obtained directly from the medical record and more than one gestational age appears, the latest will be used. As a validation of the gestational age of the previous delivery, if the infant weighed more than 3300 grams (the birth weight 90th percentile for 36 weeks gestational age), this will not qualify as preterm. The previous preterm delivery cannot be an antepartum stillbirth.\n\nExclusion Criteria:\n\n1. Multifetal gestation.\n2. Known major fetal anomaly or fetal demise. An ultrasound examination between 14 weeks 0 days through 20 weeks 3 days of gestation must be performed to rule out fetal anomalies.\n3. Progesterone treatment in any form (i.e., vaginal, oral, intramuscular) during current pregnancy, other than micronized progesterone delivered orally or vaginally provided it is stopped at least 4 weeks prior to the first dose of study medication.\n4. Heparin therapy during current pregnancy or history of thromboembolic disease.\n5. Maternal medical/obstetrical complications including:\n\n   * Current or planned cerclage\n   * Hypertension requiring medication\n   * Seizure disorder\n6. Subjects with a uterine anomaly (uterine didelphys or bicornate uterus). However, subjects with uterine fibroids are eligible for the study.\n7. Unwillingness to comply with and complete the study.\n8. A 14 weeks 0 days through 20 weeks 3 days of gestation ultrasound cannot be arranged before randomization.\n9. Participation in an antenatal study in which the clinical status or intervention may influence gestational age at delivery.\n10. Participation in this trial in a previous pregnancy. Women who were screened in a previous pregnancy, but not randomized, do not have to be excluded.\n11. Known hypersensitivity to hydroxyprogesterone caproate or its components.\n12. Have any significant medical disorder that, in the opinion of the investigator, would be a contraindication to the use of the drug including those listed in section 5.3.2 of the investigational brochure. Other examples to consider include uncontrolled diabetes, known HIV infection or renal dysfunction.\n13. Have any significant medical disorder that, in the opinion of the investigator, would preclude accurate evaluation of the subject's condition or outcome in the study.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Preterm Birth <35 Weeks Gestation","description":"Determine if treatment with 17P reduces the rate of preterm birth \\< 35 weeks, 0 days of gestation in women with a previous singleton spontaneous preterm delivery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]}]},{"type":"PRIMARY","title":"Neonatal Composite Index (NCI)","description":"The composite index is defined as a liveborn neonate with any of the following occurring at any time during the birth hospitalization up through discharge from the NICU: neonatal death, grade 3 or 4 intraventricular hemorrhage, respiratory distress syndrome, bronchopulmonary dysplasia, necrotizing enterocolitis or proven sepsis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Fetal/Early Infant Death","description":"Defined as spontaneous abortion/miscarriage (delivery from 16 weeks 0 days through 19 weeks 6 days of gestation) or neonatal death occurring in liveborns born at less than 24 weeks gestation or stillbirth (antepartum or intrapartum death from 20 weeks gestation through term), in the 17P group compared to the vehicle group","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Preterm Birth Prior to 32 Weeks Gestation","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Preterm Birth Prior to 37 Weeks Gestation","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"257","spread":null}]}]}]},{"type":"SECONDARY","title":"Stillbirths","description":"Defined as all stillbirths/fetal deaths/in utero fetal losses occurring from 20 weeks gestation until term.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Neonatal Deaths With ≥24 Weeks Gestational Age","description":"Neonatal death (from minutes after birth until 28 days of life) occurring in liveborns born at 24 weeks gestation or greater","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":578},"commonTop":["Anaemia","Headache","Nausea","Afterbirth pain","Back pain"]}}}