{"nctId":"NCT01017874","briefTitle":"A Study of Alimta/Cisplatin/Gefitinib for Asian Non-smoking Participants With Non Small Cell Lung Cancer","startDateStruct":{"date":"2009-11"},"conditions":["Non Small Cell Lung Cancer"],"count":236,"armGroups":[{"label":"Pemetrexed + Cisplatin + Gefitinib","type":"EXPERIMENTAL","interventionNames":["Drug: Pemetrexed","Drug: Cisplatin","Drug: Gefitinib"]},{"label":"Gefitinib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Gefitinib"]}],"interventions":[{"name":"Pemetrexed","otherNames":["Alimta","LY231514"]},{"name":"Cisplatin","otherNames":[]},{"name":"Gefitinib","otherNames":[]},{"name":"Gefitinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histological diagnosis of NSCLC with locally advanced or metastatic disease that is of non-squamous histology.\n* Participants must be \"light ex-smokers\" or \"never-smokers\".\n\n  * \"Light ex-smokers\" defined as having ceased smoking for greater than or equal to 5 years and not to have exceeded 10 pack-years.\n  * \"Never-smokers\" are defined as having smoked \\<100 cigarettes or equivalent during his/her lifetime.\n* Participants must be of East Asian ethnicity.\n* No prior systemic therapy for lung cancer.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n\nExclusion Criteria:\n\n* Presence of clinically significant (by physical exam) third-space fluid collections, for example, ascites or pleural effusions that cannot be controlled by drainage or other procedures prior to study entry.\n* Any evidence of clinically active interstitial lung disease. Asymptomatic participants with chronic, stable, radiographic changes are eligible.\n* Participants whose Epidermal Growth Factor Receptor (EGFR) mutation status is known prior to study entry will be excluded. Participants in which EGFR mutation testing has not been performed, or whose EGFR mutation status is unknown or inconclusive at study entry are eligible.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time from date of randomization to the objective disease progression or death due to any cause. Response was defined using Response Evaluation Criteria in Solid Tumors (RECIST v1.0) criteria. Progressive disease (PD) was defined as at least a 20% increase in the sum of longest diameter (LD) of target lesions taking as references the smallest sum LD recorded since the treatment started or the appearance of 1 or more new lesions and/or unequivocal progression of existing nontarget lesions. Participants who did not have a complete baseline disease assessment were censored at the date of randomization, regardless if PD was objectively determined or if participant died or if a participant was not known to have died or have objective PD at the data inclusion cutoff date. PFS was censored at the last complete objective progression-free disease assessment date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.38","spread":null},{"groupId":"OG001","value":"9.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was the duration from randomization to the date of death from any cause. For participants who were not known to have died as of the data-inclusion cut-off date for a particular analysis, OS was censored at the date of last contact prior to the data inclusion cutoff date (contacts considered in the determination of last contact date included adverse event date, lesion assessment date, visit date, and last known alive date).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.87","spread":null},{"groupId":"OG001","value":"27.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR) or Partial Response (PR) [Tumor Response Rate (TRR)]","description":"TRR was defined as the percentage of randomized participants having a best overall study response of CR or PR using Response Evaluation Criteria in Solid Tumors (RECIST v1.0) criteria. CR was defined as the disappearance of all target lesions; PR was defined as at least a 30% decrease in sum of longest diameter (LD) of target lesions taking as reference the baseline sum LDs or complete disappearance of target lesions, with persistence (but not worsening) of 1 or more non-target lesions and the appearance of no new lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.5","spread":null},{"groupId":"OG001","value":"47.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR), Partial Response (PR) or Stable Disease (SD) [Disease Control Rate (DCR)]","description":"DCR was defined as the percentage of randomized participants with overall response of CR, PR or SD using Response Evaluation Criteria in Solid Tumors (RECIST v1.0) criteria. CR was defined as the disappearance of all tumor lesions; PR was defined as at least a 30% decrease in sum of longest diameter (LD) of target lesions taking as reference the baseline sum LDs or complete disappearance of target lesions, with persistence (but not worsening) of 1 or more non-target lesions and no new lesions having appeared; SD defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease (PD) taking as reference the smallest sum LD. PD defined as at least 20% increase in the sum of LD of target, lesions taking as reference, the smallest sum LD recorded since the treatment started or the appearance of 1 or more new lesions or progression of nontarget lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.2","spread":null},{"groupId":"OG001","value":"64.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progressive Disease (TtPD)","description":"TtPD was defined as the time from randomization to the first date of objectively determined progressive disease (PD). For participants who were not known to have had objective progression of disease as of the data-inclusion cut-off date for a particular analysis, or who had died without objective progression of disease, TtPD was censored at the date of the participant's last objective progression-free disease assessment prior to cut-off date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.61","spread":null},{"groupId":"OG001","value":"9.69","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Tumor Response","description":"The duration of a complete response (CR) or partial response (PR) using Response Evaluation Criteria in Solid Tumors (RECIST v1.0) criteria was defined as the time from first objective status assessment of CR or PR to the first time of objective disease progression or death as a result of any cause. CR was defined as the disappearance of all tumor lesions. PR was defined as at least a 30% decrease in sum of longest diameter (LD) of target lesions taking as reference the baseline sum of LDs or complete disappearance of target lesions, with persistence (but not worsening) of 1 or more non-target lesions and no new lesions having appeared. Participants who were not known to have died or had objective progression of disease as of the data-inclusion cut-off date were censored at the date of the participant's last complete objective progression-free disease assessment prior to that cut-off date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.09","spread":null},{"groupId":"OG001","value":"11.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Worsening of Health-Related Quality of Life (TWQ) Using the Participant-Rated Lung Cancer Symptom Scale (LCSS)","description":"The LCSS data included participant ratings of 6 symptoms (loss of appetite, fatigue, cough, dyspnea, hemoptysis, and pain) and 3 summary items (overall symptom severity, interference with daily activities, and overall QoL). Participants recorded their ratings for each item, by placing a mark on a visual analog scale (VAS) that ranged from 0 millimeter (mm) (lower symptom burden, less interference with normal activity, or better QoL) to 100 mm (higher symptom burden, more interference with normal activity, or worse QoL). TWQ was evaluated from date of randomization to first date of worsening, defined as a half standard deviation change as determined from the corresponding baseline item score in the pooled treatment group. For participants not known to have worsened or who were lost to follow-up, TWQ was censored at date of the participant's last LCSS assessment.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.99","spread":null},{"groupId":"OG001","value":"7.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.83","spread":null},{"groupId":"OG001","value":"7.29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.57","spread":null},{"groupId":"OG001","value":"16.69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.97","spread":null},{"groupId":"OG001","value":"18.23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.45","spread":null},{"groupId":"OG001","value":"17.05","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.44","spread":null},{"groupId":"OG001","value":"15.57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.76","spread":null},{"groupId":"OG001","value":"13.63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.50","spread":null},{"groupId":"OG001","value":"8.34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.14","spread":null},{"groupId":"OG001","value":"6.93","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":114},"commonTop":["Nausea","Rash","Diarrhoea","Decreased appetite","Pruritus"]}}}