{"nctId":"NCT01560637","briefTitle":"An Open-Label, Long-Term Study of Oral Treprostinil in Subjects With Pulmonary Arterial Hypertension","startDateStruct":{"date":"2013-09-11","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":471,"armGroups":[{"label":"UT-15C","type":"EXPERIMENTAL","interventionNames":["Drug: UT-15C (treprostinil diolamine)"]}],"interventions":[{"name":"UT-15C (treprostinil diolamine)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participated in United Therapeutics Study TDE-PH-310\n* All women of childbearing potential (WOCBP) must have practiced true abstinence from intercourse when it was in line with their preferred and usual lifestyle or used 2 different forms of highly effective contraception for the duration of the study and for at least 30 days after discontinuing study medication.\n* Males who participated in the study must have used a condom during the length of the study and for at least 48 hours after their last dose of study medication.\n\nExclusion Criteria:\n\n* The subject was pregnant or lactating.\n* The subject had received infused or inhaled prostacyclin therapy for 29 days or more.\n* The subject was prematurely discontinued from TDE-PH-310 for reasons other than a clinical worsening event.\n* The subject developed a concurrent illness or condition during the conduct of TDE-PH-310 which, in the opinion of the Investigator, would represent a risk to their overall health if they enrolled in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Adverse Events","description":"All subjects who received oral treprostinil in TDE-PH-311 were included in the Safety population. All AEs were captured from the time the ICF was signed. All AEs were followed until resolution (or return to normal or baseline values), until they were judged by the Investigator to no longer be clinically significant, or for up to 30 days if the AE extended beyond the final visit. All SAEs were followed until resolution, death, or the subject was lost to follow-up, even if they were ongoing more than 30 days after completion of the final visit. The overall summary of AEs includes the number of subjects with any AE, the number of subjects with any study drug-related AEs, the number of subjects with AEs leading to study drug withdrawal, the number of subjects with any serious AEs, the number of subjects with any severe AEs, and the number of subjects with any study drug-related severe/serious AEs. AEs were coded using the Medical Dictionary for Regulatory Activities.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"450","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"362","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"182","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in 6-Minute Walk Distance From Baseline","description":"A summary of change from Baseline in 6MWD at Week 48 for the Safety Population is provided. The Safety Population is all subjects who received oral treprostinil in TDE-PH-311.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":"79.6"}]}]}]},{"type":"SECONDARY","title":"Change in Borg Dyspnea Score From Baseline to Week 48","description":"Change in Borg Dyspnea Score from at Week 48 is provided for the Safety Population (all subjects who received oral treprostinil in TDE-PH-311).\n\nThe Borg Dyspnea Scale is a 0 to 10 rated numerical score used to measure dyspnea as reported by the patient during submaximal exercise and was administered during six-minute walk testing (6MWT), one of the most common and frequently used measures to assess disease severity in PAH. The numbers on the scale are as follows: 0 (no shortness of breath \\[SOB\\]), 0.5 (very very slight SOB), 1 (very slight SOB), 3 (moderate SOB), 4 (somewhat severe SOB), 5 (severe SOB), 7 (very severe SOB), 9 (very very severe SOB), 10 (maximal SOB).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.49","spread":"1.92"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 48 in WHO Functional Class","description":"Change from Baseline at Week 48 in WHO FC in the Safety Population (all subjects who received oral treprostinil in TDE-PH-311).\n\nThe World Health Organization functional classification (WHO-FC) is a clinician-rated assessment used widely to assess PAH severity and functioning.\n\nClass I (least severe): Patients are without limitation of physical activity.\n\nClass II: Patients are comfortable at rest. Ordinary physical activity causes undue dyspnea or fatigue, chest pain or near syncope.\n\nClass III: Marked limitation of physical activity. They are comfortable at rest.\n\nClass IV (most severe): Inability to carry out any physical activity without symptoms. These patients manifest signs of right heart failure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.6"}]}]}]},{"type":"SECONDARY","title":"Change in N-terminal Pro-brain Natriuretic Peptide (NT-proBNP) From Baseline to Week 48","description":"Change in N-terminal pro-brain natriuretic peptide from Baseline at Week 48 for the Safety Population (any subject who received oral treprostinil in TDE-PH-311)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-179.23","spread":"1968.99"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":206,"n":470},"commonTop":["Headache","Diarrhoea","Flushing","Nausea","Vomiting"]}}}