{"nctId":"NCT02412787","briefTitle":"Study of Long Term Safety and Clinical Outcomes of Idursulfase IT and Elaprase Treatment in Pediatric Participants Who Have Completed Study HGT-HIT-094","startDateStruct":{"date":"2015-04-14","type":"ACTUAL"},"conditions":["Hunter Syndrome"],"count":56,"armGroups":[{"label":"Idursulfase-IT","type":"EXPERIMENTAL","interventionNames":["Drug: Idursulfase-IT","Drug: Elaprase"]}],"interventions":[{"name":"Idursulfase-IT","otherNames":["HGT-2310"]},{"name":"Elaprase","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have completed Visit Week 52 assessments in Study HGT-HIT-094 (NCT02055118).\n* The participant's parent(s) or legally authorized guardian(s) must have voluntarily signed an Institutional Review Board (IRB)/Independent Ethics Committee (IEC) approved informed consent form after all relevant aspects of the study have been explained and discussed. Consent of the participant's parent(s) or legally authorized guardian(s) and the participant's consent/assent, as relevant, must be obtained.\n* The participant has continued to receive Elaprase on a regular basis in Study HGT-HIT-094 (NCT02055118).\n\nExclusion Criteria:\n\n* The participant has experienced, in the opinion of the investigator, a safety or medical issue that contraindicates treatment with idursulfase-IT, including, but not limited to, uncontrolled seizure disorder, bleeding disorder, and clinically relevant hypertension.\n* The participant has a known hypersensitivity to any of the components of idursulfase-IT.\n* The participant has clinically relevant intracranial hypertension.\n* The participant is enrolled in another clinical study, other than HGT-HIT-094 (NCT02055118), that involves clinical investigations or use of any investigational product (drug or \\[intrathecal/spinal\\] device) within 30 days prior to study enrollment or at any time during the study.\n* The participant has any known or suspected hypersensitivity to anesthesia or is thought to be at an unacceptably high risk for anesthesia due to compromised airways or other conditions.\n* The participant has a condition that is contraindicated as described in the SOPH-A-PORT® Mini S, Implantable Access Port, Spinal, Mini Unattached, with Guidewire (SOPH-A-PORT Mini S) intrathecal drug delivery device (IDDD) Instructions for Use, including:\n\n  1. The participant has had, or may have, an allergic reaction to the materials of construction of the SOPH-A-PORT Mini S device.\n  2. The participant's body size is too small to support the size of the SOPH-A-PORT Mini S Access Port, as judged by the investigator.\n  3. The participant's drug therapy requires substances known to be incompatible with the materials of construction.\n  4. The participant has a known or suspected local or general infection.\n  5. The participant is at risk of abnormal bleeding due to a medical condition or therapy.\n  6. The participant has 1 or more spinal abnormalities that could complicate safe implantation or fixation.\n  7. The participant has a functioning CSF shunt device.\n  8. The participant has shown an intolerance to an implanted device.","healthyVolunteers":false,"sex":"MALE","genderBased":true,"maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE is any noxious, pathologic, or unintended change in anatomical, physiologic, or metabolic function as indicated by physical signs, symptoms, or laboratory changes occurring in any phase of a clinical study, whether or not considered investigational product-related.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Vital Signs","description":"Participants were assessed for clinically significant changes in vital signs like injection (IT) vital signs and regular vital signs (temperature, pulse, blood pressure \\[systolic and diastolic\\], oxygen saturation, and respiration rate).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Laboratory Parameters","description":"Participants were assessed for clinically significant changes in laboratory parameters such as chemistry, hematology, urinalysis and cerebrospinal fluid (CSF) values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in 12-lead Electrocardiogram (ECG) Findings","description":"Participants were assessed for clinically significant changes in 12-lead ECG findings (such as heart rate, PR interval, QRS interval, QT interval, and the corrected QT interval).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Maximum Observed Serum Concentration (Cmax) of Idursulfase","description":"Idursulfase concentrations in serum were determined using a validated Enzyme -Linked Immunosorbent Assay (ELISA) method. Concentration for Cmax is presented in this endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128.19","spread":"169.427"},{"groupId":"OG001","value":"104.89","spread":"66.879"},{"groupId":"OG002","value":"120.23","spread":"57.308"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Maximum Observed Concentration (Cmax) of Idursulfase in Cerebrospinal Fluid (CSF)","description":"Data was not collected for this outcome measure due to Sponsor decision.","classes":[]},{"type":"PRIMARY","title":"Percent Change From Baseline in the Concentration of Glycosaminoglycan (GAG) in CSF at Month 67","description":"The percent change in concentration of GAG in CSF was assessed. GAGs are long sugar chains that are like building blocks for the body's tissues, especially connective tissues like cartilage, skin, and tendons, and play a crucial role in cell signaling and interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-71.15","spread":"17.842"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in the Concentration of GAG in Urine at Month 67","description":"The percent change in concentration of GAG in urine was assessed. GAGs are long sugar chains that are like building blocks for the body's tissues, especially connective tissues like cartilage, skin, and tendons, and play a crucial role in cell signaling and interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.44","spread":"29.366"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Reported Positive for Anti-idursulfase Antibodies in CSF","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Reported Positive for Anti-idursulfase Antibodies in Serum","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Differential Ability Scales, Second Edition (DAS-II) Standard Cluster Scores at Month 67","description":"DAS-II was used to assess all participants of age 2 years, 6 months or older. DAS-II comprises 2 overlapping batteries. Early Years battery (EYB) was designed for children ages 2 years, 6 months through 6 years, 11 months. The School Age Battery (SAB) was designed for children ages 7 years, 0 months through 17 years, 11months. These batteries are fully co-normed for ages 5 years, 0 months, through 8 years, 11 months. The cluster areas include general conceptual ability (GCA), verbal, nonverbal, spatial, and special nonverbal composite (SNC). The cluster area score represents a score (mean=100 and standard deviation=15) on which higher scores indicate higher level of cognitive ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.0","spread":"8.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.7","spread":"21.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.5","spread":"7.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"18.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"6.36"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Age Equivalent Scores of the Bayley Scales of Infant Development, Third Edition (BSID-III) Domains","description":"This pre-specified optional outcome measure was not assessed.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Development Quotient (DQ) of the Bayley Scales of Infant Development, Third Edition (BSID-III) Domains","description":"This pre-specified optional outcome measure was not assessed.","classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Standard Scores of the Vineland Adaptive Behavior Scales, Second Edition (VABS-II) Domains at Month 67","description":"The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. This test measures the following 4 key domains: communication, daily living skills, socialization, motor skills, and the adaptive behavior composite \\[ABC\\] (a composite of the other 4 domains). The standard scores for four key domains were mean=100 and standard deviation=15, where higher scores indicate a higher level of cognitive ability. Positive change from baseline indicates improvement in adaptive functioning. The ABC score (a composite of the other 4 domains) ranges from 20 to 160 on which higher scores indicate a higher level of adaptive functioning. A positive change from baseline value indicates improvement in adaptive functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.5","spread":"4.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.5","spread":"0.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.5","spread":"9.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":"7.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.5","spread":"2.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Standard Composite Scores of the VABS-II Domains at Month 67","description":"The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. This test measures the following 4 key domains: communication, daily living skills, socialization, motor skills, and the ABC (a composite of the other 4 domains). The ABC score ranges from 20 to 160 on which higher scores indicate a higher level of adaptive functioning. A positive change value indicates improvement in adaptive functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.5","spread":"2.12"}]}]},{"categories":[]}]},{"type":"SECONDARY","title":"Change From Baseline in Age Equivalents Score of the Differential Ability Scales, Second Edition (DAS-II) at Month 61","description":"DAS-II comprises 2 overlapping batteries; EYB= 2 years,6 months through 6 years,11 months and SAB=7 years,0 months through 17 years,11 months. Core subtests include Verbal Comprehension, Picture Similarities, Naming Vocabulary, Pattern Construction, Matrices and Copying for DAS-II Early Years and Recall of Designs, Word Definitions, Pattern Construction, Matrices, Verbal Similarities, and Sequential and Quantitative Reasoning for DAS-II School Years. Standard subtests scores (mean=50 and standard deviation of 10) for each subtest were converted to age equivalent scores (AES). Higher AES indicates greater cognitive ability. Negative change from baseline indicates worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.50","spread":"1.768"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.63","spread":"2.652"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.13","spread":"1.237"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.38","spread":"1.237"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.38","spread":"1.237"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.13","spread":"1.591"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.25","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.50","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Developmental Quotients (DQ) of the DAS-II at Month 61","description":"DAS-II was used to assess all participants of age 2 years,6 months or older.DAS-II comprises 2 overlapping batteries.EYB was designed for children ages 2 years,6 months through 6 years,11 months.SAB was designed for children ages 7 years,0 months through 17 years,11 months.Core subtests include Verbal Comprehension,Picture Similarities,Naming Vocabulary,Pattern Construction,Matrices, \\& Copying for DAS-II Early Years\\&Recall of Designs,Word Definitions, Pattern Construction,Matrices,Verbal Similarities, \\& Sequential and Quantitative Reasoning for the DAS-II School Years. The DQ was computed as a ratio and expressed as a percentage using the AES divided by the age at testing (\\[AES/chronological age\\] × 100; range, 0-100). The higher score indicates greater cognitive ability. The subtest score represent a score (mean = 50 and standard deviation of 10) on which higher scores indicate a higher level of cognitive ability. A positive change value indicates improvement in cognitive ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.45","spread":"13.223"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.75","spread":"23.971"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.95","spread":"4.596"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.25","spread":"7.425"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.20","spread":"12.021"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.95","spread":"15.627"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.90","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.30","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.50","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.20","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.90","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.80","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in T-scores of the Core Subtests DAS-II at Month 61","description":"DAS-II was used to assess all participants of age 2 years, 6 months or older. DAS-II comprises 2 overlapping batteries. EYB was designed for children ages 2 years, 6 months through 6 years, 11 months. SAB was designed for children ages 7 years, 0 months through 17 years, 11months. The core subtests include Verbal Comprehension, Picture Similarities, Naming Vocabulary, Pattern Construction, Matrices, and Copying for the DAS-II Early Years and Recall of Designs, Word Definitions, Pattern Construction, Matrices, Verbal Similarities, and Sequential and Quantitative Reasoning for the DAS-II School Years. Core subtests score represent a score (mean = 50 and standard deviation of 10) on which higher scores indicate a higher level of cognitive ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.5","spread":"9.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.5","spread":"10.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.5","spread":"4.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.0","spread":"9.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.0","spread":"26.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Age Equivalents Score of the VABS-II Sub Domains at Month 67","description":"The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. This test measures the following subdomains of 5 key domains: Communication (Receptive, Expressive, Written), Daily Living Skills(Personal, Domestic, Community), Socialization (Interpersonal Relationships, Play and Leisure Time, Coping Skills), Motor Skills (Gross, Fine). Standard subdomain scores (mean=100 and standard deviation of 15) for each subdomain were converted to AES. Higher AES indicates greater cognitive ability. Negative change from baseline indicates worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.13","spread":"0.412"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.54","spread":"1.591"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.58","spread":"1.296"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.50","spread":"1.296"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.42","spread":"0.825"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":"0.943"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.92","spread":"4.832"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.25","spread":"1.768"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":"1.296"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.75","spread":"8.721"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.33","spread":"0.118"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in DQ of the VABS-II Sub Domains at Month 67","description":"The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. This test measures the following subdomains of 5 key domains: Communication (Receptive, Expressive, Written), Daily Living Skills (Personal, Domestic, Community), Socialization (Interpersonal Relationships, Play and Leisure Time, Coping Skills), Motor Skills (Gross, Fine). The DQ was computed as a ratio and expressed as a percentage using the age-equivalent score divided by the age at testing (\\[age-equivalent score/chronological age\\] × 100; range, 0-100). Higher scores indicate better cognitive ability. A positive change from baseline value indicates improvement in cognition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.30","spread":"19.375"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.65","spread":"23.547"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.15","spread":"10.677"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.50","spread":"13.011"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.60","spread":"0.424"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.15","spread":"16.900"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.00","spread":"44.265"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.00","spread":"13.435"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.65","spread":"31.183"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.35","spread":"66.539"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.90","spread":"6.788"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in v-Scores of the VABS-II Sub Domains at Month 67","description":"The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. This test measures the following subdomains of 5 key domains: Communication (Receptive, Expressive, Written), Daily Living Skills (Personal, Domestic, Community), Socialization (Interpersonal Relationships, Play and Leisure Time, Coping Skills), Motor Skills (Gross, Fine). The V-scale scores represent a score (mean = 15 and standard deviation of 3; range: 1-24) on which higher scores indicate a higher level of adaptive functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"2.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"2.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"5.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"0.71"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in v-Scale Scores of the VABS-II Maladaptive Behavior Index and Its Subscales at Month 67","description":"The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. The maladaptive behavior index is a composite of the internalizing, externalizing, and other types of undesirable behavior that may interfere with the individual's adaptive functioning. The v-Scale scores represent a score (mean = 15 and standard deviation of 3; range: 1-24) on which higher scores indicate a higher level of adaptive functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Observed Maladaptive Levels of the VABS-II Maladaptive Behavior Index and Its Subscales at Month 61","description":"The VABS-II test measures adaptive behaviors, including the ability to cope with environmental changes, to learn new everyday skills, and to demonstrate independence. The maladaptive behavior index is a composite of the internalizing, externalizing, and other types of undesirable behavior that may interfere with the individual's adaptive functioning. Only categories having non-zero values are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brain Structure Volume as Measured by Magnetic Resonance Imaging (MRI)","description":"Brain structure volume was assessed from brain total intracranial volume, brain total tissue volume, brain total white matter, brain total gray matter, and total CSF volume as measured by MRI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.813","spread":"70.994"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.573","spread":"134.021"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.180","spread":"64.194"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-136.750","spread":"79.547"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.480","spread":"52.382"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":48,"n":56},"commonTop":["Pyrexia","Cough","Vomiting","Nasopharyngitis","Upper respiratory tract infection"]}}}