{"nctId":"NCT01214720","briefTitle":"A Study of Avastin (Bevacizumab) Added to a Chemotherapeutic Regimen in Patients With Metastatic Pancreatic Cancer","startDateStruct":{"date":"2005-07"},"conditions":["Pancreatic Cancer"],"count":607,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: bevacizumab [Avastin]"]}],"interventions":[{"name":"bevacizumab [Avastin]","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adult patients, \\>=18 years of age;\n* metastatic pancreatic cancer (adenocarcinoma);\n* good liver, kidney, and bone marrow function.\n\nExclusion Criteria:\n\n* previous systemic treatment for metastatic pancreatic cancer;\n* pregnant or lactating females;\n* fertile men, or women of childbearing potential, not using adequate contraception;\n* major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to study treatment start;\n* current or recent treatment (within 30 days prior to starting study treatment) with another investigational drug, or participation in another investigational study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Duration of Overall Survival - Percentage of Participants With an Event","description":"Duration of overall survival (OS) was defined as the time between date of randomization and date of death due to any cause. Participants without an event were censored at the date last known to be alive. Participants who were randomized but not exposed to study drug and had no further follow up were censored at the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.2","spread":null},{"groupId":"OG001","value":"77.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Response (CBR)","description":null,"classes":[]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) - Percentage of Participants With an Event","description":"PFS was defined as the time between the date of randomization and the date of documented progressive disease (PD) defined according to modified Response Evaluation Criteria in Solid Tumors (RECIST) evaluation, or date of death due to any cause. PD was defined as at least a 20 percent (%) increase in the sum of the longest diameter (LD) of target lesions, taking as reference the smallest sum (LD) recorded since the treatment started. Participants without an event were censored at the date of last follow up for progression, or date of last available tumor assessment if no further follow up assessment for progression was performed. Participants who were randomized but not exposed to study drug and had no further follow up were censored at the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.0","spread":null},{"groupId":"OG001","value":"92.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) - Time to Event","description":"PFS was defined as the time between the date of randomization and the date of documented PD (per RECIST), or date of death due to any cause. Data for participants without an event were censored at the date of last follow up for progression, or date of last available tumor assessment if no further follow up assessment for progression was performed. Participants who were randomized but not exposed to study drug and had no further follow up were censored at the date of randomization. Median PFS was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR), Partial Response (PR), or Stable Disease (SD) at First Postbaseline Tumor Assessment","description":"Percentage of participants with CR, PR, or SD according to modified RECIST evaluation at the first postbaseline tumor assessment. CR equaled (=) complete disappearance of all target lesions and non-target disease, with normalization of tumor marker level. PR is greater than or equal to (≥) a 30% decrease of the sum of the LD of all target lesions as referenced to the baseline sum LD of all target lesions. Persistence of one or more non-target lesions(s) and/or maintenance of tumor marker level above normal limits. SD=neither sufficient shrinkage of target lesions to qualify for PR nor sufficient increase to qualify for PD with persistence of one or more non-target lesions(s) and/or maintenance of tumor marker level above normal limits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.1","spread":null},{"groupId":"OG001","value":"58.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Duration of Overall Survival - Time to Event","description":"Duration of OS was defined as the time between date of randomization and date of death due to any cause. Participants without an event were censored at the date last known to be alive. Participants who were randomized but not exposed to study drug and had no further follow up were censored at the date of randomization. Median duration of survival was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Bevacizumab Concentration in the Presence of Gemcitabine and Erlotinib","description":"Blood samples were collected from a subgroup of participants, in selected centers for the determination of bevacizumab serum concentration before the first bevacizumab/placebo exposure (Week 1) and at Weeks 3, 5, 7, and 9. Each time blood samples were collected just (preferably within 1 hour) before the start of the study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":"14.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.09","spread":"18.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.23","spread":"24.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.19","spread":"19.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.60","spread":"22.57"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":139,"n":297},"commonTop":["Diarrhoea","Nausea","Rash","Vomiting","Fatigue"]}}}