{"nctId":"NCT03974178","briefTitle":"Fexinidazole in Human African Trypanosomiasis Due to T. b. Rhodesiense","startDateStruct":{"date":"2019-09-29","type":"ACTUAL"},"conditions":["Trypanosomiasis, African","Sleeping Sickness","Trypanosoma Brucei Rhodesiense; Infection"],"count":45,"armGroups":[{"label":"Patients with stage 1 r-HAT","type":"EXPERIMENTAL","interventionNames":["Drug: Fexinidazole"]},{"label":"Patients with stage 2 r-HAT","type":"EXPERIMENTAL","interventionNames":["Drug: Fexinidazole"]}],"interventions":[{"name":"Fexinidazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed Informed Consent Form (plus assent for children)\n* ≥ 6 years old\n* ≥ 20 kg body weight\n* Ability to ingest at least one complete meal per day (or at least one Plumpy'Nut® sachet)\n* Karnofsky index ≥ 40\n* Parasitological confirmation of T. b. rhodesiense infection\n* Having a permanent address or being traceable by others and willing and able to comply with follow-up visit schedule\n* Agreement to be hospitalised for a minimum of 13 days and to receive the study treatment\n\nExclusion Criteria:\n\n* Active clinically relevant medical conditions other than HAT that may jeopardize subject safety or at the investigator discretion may interfere with participation in the study.\n* Compromised general health or severely deteriorated general condition, such as severe malnutrition, cardiovascular shock, respiratory distress, or terminal illness\n* Patients with severe hepatic impairment (e.g.: clinical signs of cirrhosis or jaundice)\n* Known hypersensitivity to fexinidazole, to any nitroimidazole drugs (e.g. metronidazole, tinidazole), or to any of the excipients\n* Patients previously enrolled in the study or having already received fexinidazole","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Evaluable Patients With Stage 2 r-HAT Who Died by the End of Hospitalization, Considering Only Deaths Possibly Related to r-HAT or Fexinidazole","description":"The percentage of patients who died between the first intake of fexinidazole until the End-of-Hospitalization Visit (Day 12-18), considering only deaths possibly related to r-HAT or study treatment as assessed by the Data Safety Monitoring Board (DSMB), was calculated. The World Health Organization(WHO) verbal autopsy questionnaire was used since anatomopathological techniques were not available at the study sites (unless the death occurred at the hospital, in which case the investigator was present). In case of death that was not related to r-HAT nor to the study treatment during the hospitalization, the patient is considered as non-evaluable for efficacy purposes. Any patient who left the hospital without being medically discharged by the site Investigator before the planned End-of-Hospitalization Visit, and for whom no outcome could be retrieved, is also to be considered as non-evaluable.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluable Patients With Stage 2 r-HAT, Whose Treatment Outcome is a Failure at the End of Hospitalization","description":"Treatment outcome at end of hospitalization (Day 12-18) is categorized as success or failure. Failure is defined as any of the following: presence of trypanosomes in any body fluid at end of treatment (Day 11), death related to r-HAT or fexinidazole at end of hospitalization according to the DSMB, or absence of clinical improvement leading to the use of rescue medication. Unrelated deaths are neither success nor failure (the patient is considered non-evaluable for efficacy purposes).","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluable Patients With Stage 2 r-HAT, Whose Treatment Outcome is a Failure at 12 Months","description":"Treatment outcome at test of cure (Month 12) is categorized as success or failure. Failure is defined as any of the following: presence of trypanosomes in any body fluid, death related to r-HAT or fexinidazole according to the DSMB, absence of clinical improvement leading to the use of rescue medication, or WBC count in the CSF \\>20 cells/μL which was unlikely due to causes other than HAT. Unrelated deaths are neither success nor failure (the patient is considered non-evaluable for efficacy purposes).","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.94","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluable Patients With Stage 1 r-HAT, Whose Treatment Outcome is a Failure at the End of Hospitalization","description":"Treatment outcome at end of hospitalization (Day 12-18) is categorized as success or failure. Failure is defined as any of the following: presence of trypanosomes in any body fluid at end of treatment (Day 11), death related to r-HAT or fexinidazole at end of hospitalization according to the DSMB, or absence of clinical improvement leading to the use of rescue medication. Unrelated deaths are neither success nor failure (the patient is considered non-evaluable for efficacy purposes).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluable Patients With Stage 1 r-HAT, Whose Treatment Outcome is a Failure at 12 Months","description":"Treatment outcome at test of cure (Month 12) is categorized as success or failure. Failure is defined as any of the following: presence of trypanosomes in any body fluid, death related to r-HAT or fexinidazole according to the DSMB, absence of clinical improvement leading to the use of rescue medication, or WBC count in the CSF \\>20 cells/μL which was unlikely due to causes other than HAT. Unrelated deaths are neither success nor failure (the patient is considered non-evaluable for efficacy purposes).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluable Patients With Any r-HAT Stage Who Died by the End of Hospitalization, Considering Only Deaths Possibly Related to r-HAT or Fexinidazole","description":"The percentage of patients who died between the first intake of fexinidazole until the End-of-Hospitalization Visit (Day 12-18), considering only deaths possibly related to r-HAT or study treatment as assessed by the DSMB, was calculated. The WHO verbal autopsy questionnaire was used since anatomopathological techniques were not available at the study sites (unless the death occurred at the hospital, in which case the investigator was present). In case of death that was not related to r-HAT nor to the study treatment during the hospitalization, the patient is considered as non-evaluable for efficacy purposes. Any patient who left the hospital without being medically discharged by the site Investigator before the planned End-of-Hospitalization Visit, and for whom no outcome could be retrieved, is also to be considered as non-evaluable.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluable Patients With Any r-HAT Stage, Whose Treatment Outcome is a Failure at the End of Hospitalization","description":"Treatment outcome at end of hospitalization (Day 12-18) is categorized as success or failure. Failure is defined as any of the following: presence of trypanosomes in any body fluid at end of treatment (Day 11), death related to r-HAT or fexinidazole at end of hospitalization according to the DSMB, or absence of clinical improvement leading to the use of rescue medication. Unrelated deaths are neither success nor failure (the patient is considered non-evaluable for efficacy purposes).","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluable Patients With Any r-HAT Stage, Whose Treatment Outcome is a Failure at 12 Months","description":"Treatment outcome at test of cure (Month 12) is categorized as success or failure. Failure is defined as any of the following: presence of trypanosomes in any body fluid, death related to r-HAT or fexinidazole according to the DSMB, absence of clinical improvement leading to the use of rescue medication, or WBC count in the CSF \\>20 cells/μL which was unlikely due to causes other than HAT. Unrelated deaths are neither success nor failure (the patient is considered non-evaluable for efficacy purposes).","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any AE (Including Abnormal Laboratory or ECG Finding if Considered Clinically Significant) Until the End of Hospitalization","description":"Treatment-emergent AEs during the observation period were recorded from the first intake of fexinidazole (Day 1) until the End-of-Hospitalization Visit (between Day 12 and Day 18).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any AE Considered as Serious Until the End of the Follow-up Period","description":"Treatment-emergent AEs considered as serious were collected from the first intake of fexinidazole (Day 1) until the End-of-Study Visit (Month 12). An AE was considered as serious if resulted in death, was life-threatening, required in-patient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability or incapacity, was a congenital anomaly or birth defect, or was an important medical event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any AE Considered as Possibly Related to Fexinidazole Until the End of the Follow-up Period","description":"Treatment-emergent AEs considered as possibly related to fexinidazole were collected from the first intake of fexinidazole (Day 1) until the End-of-Study Visit (Month 12).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Vomiting","Electrocardiogram U-wave abnormality","Hypoalbuminaemia","Hypertension","Nausea"]}}}