{"nctId":"NCT01843751","briefTitle":"Dane County Drug Court Study for Addicted Offenders","startDateStruct":{"date":"2013-03"},"conditions":["Opioid Dependence"],"count":24,"armGroups":[{"label":"Physician Office","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: buprenorphine/naloxone"]},{"label":"Specialist Center","type":"EXPERIMENTAL","interventionNames":["Drug: buprenorphine/naloxone"]}],"interventions":[{"name":"buprenorphine/naloxone","otherNames":["Suboxone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Enrollment in the Drug Treatment Court\n* diagnosis of opioid dependence using the Addiction Severity Index-Lite and diagnosis by clinical staff of referring units\n* opioid positive urine drug screen at baseline\n* women of childbearing potential who have a negative screening urine pregnancy test and are willing to use reliable birth control methods throughout the duration of the study.\n\nExclusion Criteria:\n\n* pregnancy\n* women who are currently breastfeeding\n* complex psychiatric co-morbidity (e.g. suicidality, psychosis)\n* complex medical co-morbidity (e.g. major cardiovascular, renal, or gastrointestinal/hepatic disease)\n* or current pharmacotherapy with an agent which is contraindicated in combination with buprenorphine/naloxone according to drug labeling (\n* Specific medical conditions, to be identified via initial medical history and examination, which would necessitate exclusion from study participation include: paralytic ileus, coronary artery disease or heart arrhythmia, recent head injury, obstructive sleep apnea, severe asthma or COPD, end-stage renal disease, or severe morbid obesity.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With New Crime","description":"The primary outcome will be measured via the publicly available Wisconsin Circuit Court Consolidated Court Automation Program (CCAP) database. The Wisconsin Circuit Court Access website provides access to certain public records of the circuit courts of Wisconsin. The information displayed on the website is an exact copy of the case information entered into CCAP case management system by court staff in the counties where the case files are located. The court record summaries viewed are all public records under Wisconsin open records law and freely accessible to the public. The CCAP database will searched periodically for all enrolled study participants until data analysis has been complete.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days From Treatment Initiation to First Drug Use","description":"Number of days from treatment initiation to first drug use thereafter","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Initiation of Medication Assisted Treatment","description":"Initiation of medication assisted treatment (yes/no)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Human Immunodeficiency Virus (HIV) Risk Behavior Assessment by Assessing Change in Risk Assessment Battery (RAB) Score","description":"The RAB is a self-administered, multiple choice questionnaire. It offers a quick and confidential assessment of both needle sharing practices and sexual activity associated with HIV transmission.\n\nThe RAB is composed of 45 simple questions which uses discrete response. The questions have different numbers of items, and scores for a single question can range from 0 to 7, with higher values reflecting more instances of risk behavior. The RAB is scored by adding the values that correspond to the responses selected by the subject for the items. This total score is then divided by 40, the highest possible score for the overall instrument, yielding a score from 0 to 1.\n\nHIV risk behaviors will be assessed via score on the Risk Assessment Battery at baseline and month 6--difference between baseline and month 6.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Emergency Room Visits","description":"Number of emergency room visits over 6 months","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":11},"commonTop":[]}}}