{"nctId":"NCT02486627","briefTitle":"A Study of Plazomicin Compared With Meropenem for the Treatment of Complicated Urinary Tract Infection (cUTI) Including Acute Pyelonephritis (AP)","startDateStruct":{"date":"2016-01-11","type":"ACTUAL"},"conditions":["Complicated Urinary Tract Infection","Acute Pyelonephritis"],"count":609,"armGroups":[{"label":"Plazomicin","type":"EXPERIMENTAL","interventionNames":["Drug: plazomicin","Drug: levofloxacin (oral)"]},{"label":"Meropenem","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: meropenem","Drug: levofloxacin (oral)"]}],"interventions":[{"name":"plazomicin","otherNames":[]},{"name":"meropenem","otherNames":[]},{"name":"levofloxacin (oral)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Pyuria\n* Have a pretreatment baseline urine culture obtained within 36 hours before the start of administration of the first dose of study drug\n* Clinical signs and/or symptoms of acute pyelonephritis or complicated urinary tract infection\n* Normal renal function or moderate renal impairment\n\nKey Exclusion Criteria:\n\n* Confirmed fungal urinary tract infection at the time of randomization\n* Known urinary tract infection or colonization with Gram-positive pathogens\n* Current cUTI or AP is known to be caused by a pathogen resistant to meropenem\n* Female participants of childbearing potential if they are known to be pregnant or have a positive pregnancy test at screening, breastfeeding, or unable or unwilling to use a highly effective method of birth control during the study and for at least 30 days following the last dose of study medication\n* Any rapidly progressing disease or immediately life-threatening illness\n* Documented presence of immunodeficiency or an immunocompromised condition\n* Documented or known history of otologic surgery or disease including use of hearing aid, head injury leading to otologic damage, Ménière's disease, tumor of the head, neck, or auditory system, perilymphatic fistula, or autoimmune disease of the inner ear, or family history of hearing loss (excluding age-related hearing loss \\[onset after age of 65 years\\])","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Composite of Microbiological Eradication and Clinical Cure in the Microbiological Modified ITT (mMITT) Population at Day 5","description":"Microbiological eradication was defined as a urine culture that showed the pathogen found at baseline at ≥10\\^5 colony forming units per milliliter (CFU/mL) was reduced to \\<10\\^4 CFU/mL. Clinical Cure at Day 5: marked improvement evidenced by complete resolution or return to premorbid levels or reduction in severity of all core baseline symptoms with worsening of none, and no new symptoms developed. Failure: Lack of improvement in core baseline symptoms of cUTI or development of new core symptoms of cUTI; adverse event (AE) requiring the discontinuation of study drug and the patient required alternative non-study antibiotic therapy for the current cUTI. Indeterminate: Insufficient data are available to allow an evaluation of clinical outcome for any reason.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"91.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Patients With Composite of Microbiological Eradication and Clinical Cure in the mMITT Population at Test of Cure (TOC)","description":"Microbiological eradication was defined as a urine culture that showed the pathogen found at baseline at ≥10\\^5 CFU/mL was reduced to \\<10\\^4 CFU/mL. Clinical Cure at TOC Visit: the complete resolution or return to premorbid levels of core symptoms of cUTI and no new symptoms develop, and no use of non-study antibiotic therapy for the current cUTI. Failure: Persistence of one or more core symptom of infection or reappearance of or development of new core symptoms that require alternative non-study antibiotic therapy for the current cUTI. Indeterminate: Insufficient data are available to allow an evaluation of clinical outcome for any reason.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.7","spread":null},{"groupId":"OG001","value":"70.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":null},{"groupId":"OG001","value":"25.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Composite of Microbiological Eradication and Clinical Cure in the ME Population at Day 5","description":"Microbiological eradication: urine culture showed the pathogen found at baseline at ≥10\\^5 CFU/mL was reduced to \\<10\\^4 CFU/mL. Clinical Cure Day 5: Marked improvement defined as complete resolution or return to premorbid levels or reduction in severity of all core baseline symptoms with worsening of none, and no new symptoms develop. Failure Day 5: Lack of improvement in core baseline symptoms of cUTI or development of new core symptoms of cUTI; AE requiring the discontinuation of study drug and the patient required alternative non-study antibiotic therapy for the current cUTI.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":null},{"groupId":"OG001","value":"94.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Composite of Microbiological Eradication and Clinical Cure in the ME Population at TOC","description":"Microbiological eradication: urine culture showed the pathogen found at baseline at ≥10\\^5 CFU/mL was reduced to \\<10\\^4 CFU/mL. Clinical Cure TOC: Complete resolution or return to premorbid levels of core symptoms of cUTI and no new symptoms develop, and no use of non-study antibiotic therapy for the current cUTI. Failure TOC: Persistence of one or more core symptom of infection or reappearance of or development of new core symptoms that require alternative non-study antibiotic therapy for the current cUTI.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.9","spread":null},{"groupId":"OG001","value":"75.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":null},{"groupId":"OG001","value":"24.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) is any untoward medical occurrence associated with the use of a drug in humans, whether or not it is considered to be drug related. An AE (also referred to as an adverse experience) can be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, and it does not imply any judgment about causality. Adverse events also include the exacerbation or worsening of a condition present at screening other than the index infection for which the patient was enrolled in the study. A TEAE is any AE that newly appeared, increased in frequency, or worsened in severity following initiation of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":null},{"groupId":"OG001","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Pharmacokinetics (PK): Area Under the Curve From 0 to 24 Hours (AUC 0-24h)","description":"PK blood samples were collected on Day 3 (plus or minus 1 day) of study drug administration for the determination of plazomicin concentrations in plazomicin-treated patients.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"234","spread":"38.5"}]}]}]},{"type":"SECONDARY","title":"Plasma PK: Maximum Observed Plasma Drug Concentration (Cmax)","description":"PK blood samples were collected on Day 3 (plus or minus 1 day) of study drug administration for the determination of plazomicin concentrations in plazomicin-treated patients.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.6","spread":"43"}]}]}]},{"type":"SECONDARY","title":"Plasma PK: Minimum Observed Plasma Drug Concentration (Cmin)","description":"PK blood samples were collected on Day 3 (plus or minus 1 day) of study drug administration for the determination of plazomicin concentrations in plazomicin-treated patients.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.88","spread":"95.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":303},"commonTop":[]}}}