{"nctId":"NCT00962104","briefTitle":"Atomoxetine to Treat Asian Adult Patients With Attention-Deficit/Hyperactivity Disorder","startDateStruct":{"date":"2009-08"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":391,"armGroups":[{"label":"Atomoxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Atomoxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Atomoxetine","otherNames":["LY139603"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must meet Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria for current attention deficit/hyperactivity disorder (ADHD) as well as criteria for a historical diagnosis of ADHD during childhood, both assessed by the Conners' Adult Attention-Deficit/Hyperactivity Disorder Diagnostic Interview for Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition at screening\n* Patients must have a score of 2 or greater on at least 6 items of either the inattentive or hyperactive/impulsive core subscales at randomization or screening on the rated Conners' Adult Attention-Deficit/Hyperactivity Disorder Rating Scale-Investigator Rated: Screening Version (CAARS-Inv:SV) 18-item total ADHD symptom score. In addition, their total score on the 18-item total ADHD symptom score must be 20 or greater.\n* Patients must have a Clinical Global Impressions-Attention-Deficit/Hyperactivity Disorder-Severity score of 4 (moderate symptoms) or greater.\n* Patients must have been judged by the investigator to be reliable to keep appointments for clinic visits and all tests, required by the protocol.\n* Patients must possess an educational level and degree of understanding of the language of their country that enables them to communicate suitably with the investigator and study coordinator.\n* Patients must be able to swallow capsules.\n\nExclusion Criteria:\n\n* Patients who meet full DSM-IV-TR diagnostic criteria for any history of bipolar disorder or any history of schizophrenia and other psychotic disorders, or patients who had received injectable sustained-release neuroleptics.\n* Patients with depressive disorder who also have a total score of 12 or greater on the Hamilton Depression Rating Scale-17 items at randomization. Patients who have both a current or past history of major depression and received any anti-depression drug therapy within 6 months of screening.\n* Patients who meet DSM-IV-TR diagnostic criteria for current anxiety disorder and also patients who require anti-anxiety drug therapy, except for those taking benzodiazepine analogs for anxiety, which need to be limited.\n* Patients who have been diagnosed (DSM-IV-TR) with a pervasive developmental disorder.\n* Patients who, in the opinion of the investigator, are at serious suicidal risk or serious risk of harming others, or whose score for Item 11 on the Hamilton Depression Rating Scale-17 items is equal or more than 2 at randomization or screening.\n* Patients who have received atomoxetine in a prior clinical study.\n* Patients with significant medical conditions that are likely to become unstable during the trial or would likely be destabilized by treatment with atomoxetine.\n* Patients with a history of allergy to atomoxetine, severe allergies to more than 1 class of medications, or multiple adverse drug reactions.\n* Patients who have received treatment within the past 30 days with a drug that has not received regulatory approval for any indication at the time the informed consent document is obtained.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Conners' Adult Attention-Deficit/Hyperactivity Disorder Rating Scale-Investigator Rated: Screening Version (CAARS-Inv:SV) 18-Item Total Attention-Deficit/Hyperactivity Disorder (ADHD) Symptom Score up to 10 Weeks","description":"CAARS-Inv:SV is a scale that assesses symptom severity over past week. Total ADHD symptom score consisted of 18 items (sum of inattention \\[9 items, range: 0-27\\] and hyperactivity-impulsivity \\[9 items, range: 0-27\\] subscales) using a 4-point scale (0=not at all/never to 3=very much/very frequently) for total score range of 0 to 54. Higher scores indicate greater impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.3","spread":"10.4"},{"groupId":"OG001","value":"-8.8","spread":"9.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Adult Attention-Deficit/Hyperactivity Disorder Quality of Life-29 (AAQoL) Scores up to 10 Weeks","description":"Participant-reported outcome measure used to examine disease-specific functional impairments and QoL for adults with ADHD. The domains include work functioning, family relationships, social functioning, activities of daily living (that is, driving, managing finances), and psychological adaptation (that is, life satisfaction and self-esteem). Individual items scored on a 5-point scale from 1 (not at all/never) to 5 (extremely/very often). Range of scores for this subscale is 0 to 100. Consistent with the majority of existing QoL measures, higher scores on AAQoL-29 indicate better functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.83","spread":"15.91"},{"groupId":"OG001","value":"8.20","spread":"14.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the European Quality of Life Questionnaire-5 Dimensions (EQ-5D) Health State Score up to 10 Weeks","description":"The EQ-5D is a generic, multidimensional, health-related, quality-of-life instrument. Overall health state score is self-reported using a visual analogue scale marked on a scale of 0 to 100 with 0 representing worst imaginable health state and 100 representing best imaginable health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"20.3"},{"groupId":"OG001","value":"1.5","spread":"18.4"}]}]}]},{"type":"SECONDARY","title":"The Conners' Adult Attention-Deficit/Hyperactivity Disorder Rating Scale-Investigator Rated: Screening Version (CAARS-Inv:SV) 18-Item Total Attention-Deficit/Hyperactivity Disorder (ADHD) Symptom Score at 10 Weeks","description":"CAARS-Inv:SV assesses symptom severity over past week. Total ADHD symptom score comprises 18 items (sum of inattention \\[9 items, range: 0-27\\] and hyperactivity-impulsivity \\[9 items, range: 0-27\\] subscales) using a 4-point scale (0=not at all/never to 3=very much/very frequently). Total score range: 0 to 54. Higher scores=greater impairment. Least Squares Mean Value based on mixed model repeated measures analysis with term for baseline, country, visit, treatment, and treatment\\*visit. Baseline included as a covariate; thus, treatment difference in observed value is same as change from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.24","spread":"0.74"},{"groupId":"OG001","value":"23.42","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"The Conners' Adult Attention-Deficit/Hyperactivity Disorder Rating Scale-Self Report: Screening Version (CAARS-S:SV) 18 Item Total Attention-Deficit/Hyperactivity Disorder (ADHD) Symptom Score at 10 Weeks","description":"Participant assessment of symptom severity over past week. Total ADHD symptom score comprises 18 items (sum of inattention \\[9 items, range: 0-27\\] and hyperactivity-impulsivity \\[9 items, range: 0-27\\] subscales) using 4-point scale (0=not at all/never to 3=very much/very frequently). Total score range: 0 to 54. Higher scores=greater impairment. Least Squares Mean Value based on mixed model repeated measures analysis with term for baseline, country, visit, treatment, and treatment\\*visit. Baseline included as covariate; thus, treatment difference in observed value is same as change from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.80","spread":"0.77"},{"groupId":"OG001","value":"22.97","spread":"0.75"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Behavior Rating Inventory of Executive Function-Adult Version: Self Report (BRIEF-A:Self Report) Score up to 10 Weeks","description":"A 75-item standardized self-reported measure comprised of 3 subscales. Each item is rated on a 3-point Likert scale (1=behavior never observed to 3=behavior often observed). Behavioral regulation subscale measures one's control over behavior (30-90 total score). Metacognition subscale assesses systematic problem-solving ability while sustaining these task-completion efforts in active working memory (40-120 total score). Global executive composite (GEC) subscale rates participant's GEC in everyday environment (75- 225 total score). Higher subscale ratings=greater perceived impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.1","spread":"12.4"},{"groupId":"OG001","value":"-5.5","spread":"10.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.6","spread":"17.3"},{"groupId":"OG001","value":"-7.5","spread":"13.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.6","spread":"28.8"},{"groupId":"OG001","value":"-13.0","spread":"22.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Behavior Rating Inventory of Executive Function-Adult Version: Informant (BRIEF-A: Informant) Score up to 10 Weeks","description":"Third-party observer of participant completes 75-item scale. Comprised of 3 subscales. Each item rated on 3-point Likert scale (1=behavior never observed to 3=behavior often observed). Behavioral regulation subscale measures one's control over behavior (30-90 total score). Metacognition subscale assesses systematic problem-solving ability while sustaining these task-completion efforts in active working memory (40-120 total score). Global executive composite (GEC) subscale rates participant's GEC in everyday environment (75-225 total score). Higher subscale ratings=greater perceived impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.8","spread":"10.7"},{"groupId":"OG001","value":"-5.0","spread":"10.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":"13.6"},{"groupId":"OG001","value":"-7.3","spread":"12.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.2","spread":"22.7"},{"groupId":"OG001","value":"-12.4","spread":"21.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Clinical Global Impression-Attention Deficit/Hyperactivity Disorder-Severity Scale (CGI-ADHD-S) up to 10 Weeks","description":"The CGI-ADHD-S is a single-item clinician rating of the clinician's assessment of the overall severity of the participant's ADHD symptoms in relation to the clinician's total experience with ADHD participants. Measures severity of the participant's overall severity of ADHD symptoms (1=normal, not at all ill to 7=among the most extremely ill participants).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"1.2"},{"groupId":"OG001","value":"-0.8","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression-Attention Deficit/Hyperactivity Disorder-Improvement Scale (CGI-ADHD-I) up to 10 Weeks","description":"The CGI-ADHD-I is a single-item clinician rating of the clinician's assessment of the participant's improvement in ADHD symptoms in relation to the clinician's total experience with ADHD participants. Measures total improvement (or worsening) of a participant's ADHD symptoms from the beginning of treatment (1=very much improved to 7=very much worsened).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.84","spread":"0.98"},{"groupId":"OG001","value":"3.28","spread":"0.98"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Hamilton Anxiety Rating Scale-14 Items (HAMA-14) up to 10 Weeks","description":"Clinician-administered rating scale that assesses severity of anxiety and its improvement (or change) during course of treatment (Hamilton 1959; Riskind et al. 1987). Scale consists of 14 items that provide an overall measure of general anxiety, including psychic anxiety and somatic anxiety. Investigator talked to participant about participant's symptoms over previous week before study visit. Each item is rated on a 5-point scale of 0 (absent) to 4 (very severe). Total score=sum of 14 items and ranges from 0 (normal) to 56 (severe). Higher scores indicate a greater degree of symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"3.8"},{"groupId":"OG001","value":"-0.7","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Hamilton Depression Rating Scale-17 Items (HAMD-17 Total) up to 10 Weeks","description":"The HAMD-17 was used to assess the severity of depression and its improvement during the course of therapy. Each item was evaluated and scored using either a 5-point scale of 0 (not present) to 4 (very severe) or a 3-point scale of 0 (not present) to 2 (marked). Higher scores indicate greater symptom severity. The total score is the sum of the scores from HAMD-17 Items 1 through 17. The total score may range from 0 (not at all depressed) to 52 (severely depressed). Higher scores indicate a greater degree of symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"2.9"},{"groupId":"OG001","value":"-0.1","spread":"2.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":193},"commonTop":["Nausea","Somnolence","Decreased appetite","Headache","Nasopharyngitis"]}}}