{"nctId":"NCT02578901","briefTitle":"American Trial Using Tranexamic Acid in Thrombocytopenia","startDateStruct":{"date":"2016-06","type":"ACTUAL"},"conditions":["Thrombocytopenia"],"count":330,"armGroups":[{"label":"Tranexamic Acid (TXA)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tranexamic Acid"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tranexamic Acid","otherNames":["TXA"]},{"name":"Placebo","otherNames":["NS"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria (all must be met):\n\n* Must be ≥ 18 years of age\n* Confirmed diagnosis of a hematologic malignancy or aplasia\n* Undergoing or planned chemotherapy, immunotherapy, or hematopoietic stem cell transplantation\n* Anticipated to have hypoproliferative thrombocytopenia resulting in a platelet count of ≤ 10,000/microliters for ≥ 5 days\n* Able to provide informed consent and comply with treatment and monitoring, or having a Legally Authorized Representative (LAR)\n\nExclusion criteria (none can be present):\n\n* Diagnosis of acute promyelocytic leukemia undergoing induction chemotherapy\n* History of ITP, TTP or HUS\n* Subjects receiving L-asparaginase as part of their current cycle of treatment\n* Subjects with a past history or current diagnosis of arterial or venous thromboembolic disease including acute coronary syndrome, peripheral vascular disease and retinal arterial or venous thrombosis (except when a prior history of central line thrombosis has resolved)\n* Subjects with a diagnosis/previous history of sinusoidal obstruction syndrome (also called veno-occlusive disease)\n* Subjects receiving any pro-coagulant agents (e.g. DDAVP, recombinant Factor VIIa or Prothrombin Complex Concentrates (PCC) and/or an antifibrinolytic agent within 48 hours of enrollment, or with known hypercoagulable state\n* Known inherited or acquired bleeding disorder including, but not limited to:\n\n  * Acquired storage pool deficiency\n  * Paraproteinemia with platelet inhibition\n* Known inherited or acquired prothrombotic disorders, including antiphospholipid syndrome. Those with lupus anticoagulant or positive antiphospholipid serology without thrombosis are not excluded.\n* Subjects receiving anticoagulant therapy or anti-platelet therapy (except when receiving prophylactic anticoagulant or low dose aspirin therapy for prophylaxis only with a plan to discontinue when the platelet count falls below 50,000)\n* Patients with DIC according to the patient's physician\n* Subjects with WHO Grade 2 bleeding or greater within 48 hours prior to activation\n* Subjects requiring a platelet transfusion threshold \\> 10,000/microliters at time of randomization\n* Subjects with anuria (defined as urine output \\< 10mls/hr over 24 hours)\n* Subjects on dialysis\n* Subjects with creatinine ≥5.7mg/dL\n* Subjects who are pregnant or nursing or unwilling to use contraception during and for 30 days after taking the study drug (both males and females)\n* Subjects enrolled in other trials involving platelet transfusions, anti-fibrinolytics, platelet growth factors or other pro-coagulant agents.\n* Known allergy to tranexamic acid\n* Having been previously randomized in this study at any stage of their treatment\n* Subjects who are unwilling to accept blood or blood component transfusions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Bleeding Within 30 Days","description":"Proportion of patients with bleeding of WHO grade 2 or above, over the study period of 30 days after activation of study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Platelet Transfusions","description":"Number of platelet transfusions per patient during the first 30 days post prescription activation of study drug","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"8.7"},{"groupId":"OG001","value":"7.6","spread":"10.1"}]}]}]},{"type":"SECONDARY","title":"Number of Days Alive and Without WHO Grade 2 Bleeding","description":"Number of days alive and without WHO grade 2 bleeding or greater during the first 30 days post activation of study drug","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":"3.7"},{"groupId":"OG001","value":"27.7","spread":"4.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":123,"n":163},"commonTop":["Diarrhea","Fatigue","Nausea","Febrile neutropenia","Sinus tachycardia"]}}}