{"nctId":"NCT01311895","briefTitle":"Clinical Trial Comparing Two Protocols Using Intravenous (IV) Hydromorphone","startDateStruct":{"date":"2011-01","type":"ACTUAL"},"conditions":["Acute Pain"],"count":350,"armGroups":[{"label":"H2O","type":"EXPERIMENTAL","interventionNames":["Drug: H2O"]},{"label":"1+1","type":"EXPERIMENTAL","interventionNames":["Drug: 1+1"]}],"interventions":[{"name":"H2O","otherNames":["Dilaudid"]},{"name":"1+1","otherNames":["Dilaudid"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age greater than 21 years and less than 65 years: This is a study of non-elderly adult patients. In addition, patients aged 21 years and younger are automatically triaged to the Children's Emergency Department (ED).\n2. Pain with onset within 7 days: Pain within seven days is the definition of acute pain that has been used in ED literature.\n3. ED attending physician's judgment that patient's pain warrants intravenous (IV) opioids\n\nExclusion Criteria:\n\n1. Use of other opioids or tramadol within past 24 hours: to avoid introducing assembly bias related to recent opioid use, since this may affect baseline levels of pain and need for analgesics.\n2. Prior adverse reaction to opioids.\n3. Chronic pain syndrome: frequently recurrent or daily pain for at least 3 months results in modulation of pain perception which is thought to be due to down-regulation of pain receptors. Examples of chronic pain syndromes include sickle cell anemia, osteoarthritis, fibromyalgia, and peripheral neuropathies.\n4. Alcohol intoxication: the presence of alcohol intoxication as judged by the treating physician may alter pain perception.\n5. Systolic Blood Pressure \\<90 mm Hg: Opioids can produce peripheral vasodilation that may result in orthostatic hypotension.\n6. Oxygen saturation \\< 95% on room air: For this study, oxygen saturation must be 95% or above on room air in order to be enrolled.\n7. Use of monoamine oxidase (MAO) inhibitors in past 30 days: MAO inhibitors have been reported to intensify the effects of at least one opioid drug causing anxiety, confusion and significant respiratory depression or coma.\n8. CO2 measurement greater than 46: In accordance with standard protocol, three subsets of patients will have their CO2 measured using a handheld capnometer prior to enrollment in the study. If the CO2 measurement is greater than 46 then the patient will be excluded from the study. The 3 subsets are as follows:\n\n   * All patients who have a history of chronic obstructive pulmonary disease (COPD)\n   * All patients who report a history of asthma together with greater than a 20 pack-year smoking history\n   * All patients reporting less than a 20 pack-year smoking history who are having an asthma exacerbation","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Satisfactory Pain Management at 60 Minutes","description":"The primary outcome is the proportion of patients in each arm who choose to forgo additional pain medication at 60 minutes. This is defined as the number of patients who declined additional pain medication at 60 minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Pain Intensity From Baseline to 60 Minutes","description":"Pain intensity is measured in numerical rating scale (NRS) units from 0 (\"no pain\") to 10 (\"worst pain imaginable\"). The change here represents the NRS score given by the patients at 60 minutes subtracted from the score at baseline, before treatment in the Emergency Department.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"3.1"},{"groupId":"OG001","value":"5.7","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Reported no Pain or Mild Pain at 60 Minutes","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"112","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":166},"commonTop":["Pruritus","Nausea","Vomiting","Pulse rate <50 beats/min","Systolic blood pressure <90 mmHg"]}}}