{"nctId":"NCT00211887","briefTitle":"Combination Therapy in Patients With Relapsing-Remitting Multiple Sclerosis (MS)CombiRx","startDateStruct":{"date":"2005-01"},"conditions":["Relapsing Remitting Multiple Sclerosis"],"count":1008,"armGroups":[{"label":"Interferon beta 1-a","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Interferon beta 1-a","Other: placebo"]},{"label":"glatiramer acetate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: glatiramer acetate","Other: placebo"]},{"label":"IFN and GA","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Interferon beta 1-a","Drug: glatiramer acetate"]}],"interventions":[{"name":"Interferon beta 1-a","otherNames":["IFN"]},{"name":"glatiramer acetate","otherNames":["GA"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects between the ages of 18 and 60 years, inclusive.\n* Diagnosis of relapsing-remitting MS by either the Poser or McDonald criteria.\n* Expanded Disability Status Scale (EDSS) score between 0 and 5.5, inclusive.\n* At least 2 exacerbations in the prior three years; one exacerbation may utilize the McDonald MRI criteria for dissemination in time (a new gadolinium \\[Gd\\]-enhancing lesion demonstrated on a scan done at least 3 months following onset of a clinical attack or a new T2 lesion or Gd-enhancing lesion on a follow-up scan after an additional 3 months).\n* Give written informed consent prior to any testing under this protocol, including screening tests and evaluations that are not considered part of the subject's routine care.\n\nExclusion Criteria:\n\n* Any prior use of interferon beta or glatiramer acetate.\n* Acute exacerbation within 30 days of screening.\n* Steroids for acute exacerbations (\\>100 mg/day) within 30 days of study entrance or chronic systemic steroid use.\n* Evidence of progressive MS.\n* Use IVIg, azathioprine, methotrexate, cyclosporine, mitoxantrone, cyclophosphamide, mycophenolate (CellCept) or plasma exchange in the twelve weeks prior to study drug dosing.\n* Any previous treatment with natalizumab (Tysabri, Antegren), cladribine, T cell vaccine, Campath, daclizumab, rituximab, altered peptide ligand or total lymphoid irradiation.\n* Treatment with 4 aminopyridines in the four weeks prior to study drug dosing.\n* Prior treatment with any other investigational drug, unless approved by the Clinical Coordinating Center (Dr. Lublin).\n* Inability to perform the baseline MSFC (timed 25-foot walk, 9-hole peg test \\[9HPT\\], and Paced Auditory Serial Addition Test 3 \\[PASAT3\\]).\n* Inability to undergo baseline MRI scan.\n* History of any significant cardiac, hepatic, pulmonary, or renal disease, immune deficiency, or other medical conditions that would preclude therapy with interferon beta, glatiramer acetate, or participation in this study.\n* Known history of sensitivity to gadopentetate dimeglumine or mannitol.\n* History of a seizure within the 3 months prior to randomization.\n* History of suicidal ideation or an episode of severe depression within the 3 months prior to randomization.\n* Abnormal screening blood tests exceeding any of the limits defined below:\n\n  * Alanine transaminase (ALT) or aspartate transaminase (AST) greater than two times the upper limit of normal (i.e., \\>2 × ULN)\n  * Total white blood cell count \\<2,300/mm3\n  * Platelet count \\<80,000/mm3\n  * Creatinine \\>2 × ULN\n* Participation in another experimental clinical trial, without formal approval.\n* History of alcohol or drug abuse within the 2 years prior to randomization.\n* Female subjects who are currently pregnant, breast-feeding, or plan to become pregnant.\n* For female subjects, unless postmenopausal or surgically sterile, unwillingness to practice effective contraception, as defined by the investigator, during the study. The rhythm method is not to be used as the sole method of contraception.\n* Unwillingness or inability to comply with the requirements of this protocol including the presence of any condition that is likely to affect the subject's returning for scheduled follow-up visits on schedule (any physical, mental, or social condition).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ARR - PDEs","description":"Annualized relapse rate of protocol-defined exacerbations Protocol defined relapse - an relapse seen within 7 days of onset, verified by the treating physician and independently observed as a change in EDSS by the examining physician. This relapse is defined as: the appearance of a new symptom or worsening of an old symptom, attributable to MS; accompanied by a change in the neurologic examination (defined as a 0.5 or greater increase in the EDSS over the last scheduled or unscheduled visit or a 2 point change in one functional system or a 1 point change in two functional systems, except bladder and cognitive changes); lasting at least 24 hours in the absence of fever; and preceded by stability or improvement for at least 30 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":null},{"groupId":"OG001","value":"0.16","spread":null},{"groupId":"OG002","value":"0.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Confirmed Progression on the Expanded Disability Status Scale","description":"% with EDSS progression\n\nConfirmed progression in a participant was defined as a 1.0 increase in the EDSS from baseline, when baseline \\<=5.0; or an increase of 0.5 from baseline, when baseline \\>=5.5, sustained for 6 months (2 successive quarterly visits), as assessed by the blinded EDSS examiner and confirmed centrally.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":"1.2"},{"groupId":"OG001","value":"21.6","spread":"1.2"},{"groupId":"OG002","value":"24.8","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Change in the Multiple Sclerosis Functional Composite","description":"positive indicates improvement\n\nThe Multiple Sclerosis Functional Composite (MSFC) is a scale measuring pyramidal functions, sensory functions, cerebellar functions, bowel \\& bladder functions,brain stem functions, mental functions, and visual functions from 0 to 6.\n\n0= normal 6= severe loss","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.5"},{"groupId":"OG001","value":"0.1","spread":"0.5"},{"groupId":"OG002","value":"0.2","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Change in MRI Composite Score","description":"MRI composite score (Z4 score) - the unweighted sum of the individual Z scores for enhanced tissue volume, T2 lesion burden, equivalence of the T1 hypointense lesion burden, normalized CSF (an inverse measure of atrophy with the appropriate sign so that all scores are directionally compatible - larger is worse) MRI enhancement status at baseline (0, 1-4, and 5 or more enhancing lesions)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"1.30"},{"groupId":"OG001","value":"0.05","spread":"1.27"},{"groupId":"OG002","value":"0.10","spread":"2.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":70,"n":499},"commonTop":["Cold","Infection","Unspecified Neuropathic Symptoms","URI","Flu/Flu Like Symptoms"]}}}