{"nctId":"NCT01739933","briefTitle":"The MENDS2 Study, Maximizing the Efficacy of Sedation and Reducing Neurological Dysfunction and Mortality in Septic Patients With Acute Respiratory Failure","startDateStruct":{"date":"2013-05-15","type":"ACTUAL"},"conditions":["Sepsis","Delirium","Impaired Cognition"],"count":438,"armGroups":[{"label":"Dexmedetomidine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dexmedetomidine"]},{"label":"Propofol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Propofol"]}],"interventions":[{"name":"Dexmedetomidine","otherNames":["Precedex","Dexdor"]},{"name":"Propofol","otherNames":["Diprivan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nConsecutive patients will be eligible for inclusion in the MENDS2 study if they are: \\[1\\] adult patients (≥18 years old) \\[2\\] in a medical and/or surgical ICU and \\[3\\] on MV and requiring sedation and \\[4\\] have suspected or known infection\n\nExclusion Criteria:\n\nPatients will be excluded (i.e., not consented) for any of the following reasons:\n\n1. Rapidly resolving organ failure, indicated by planned immediate discontinuation of MV, at time of screening for study enrollment\n2. Pregnant or breastfeeding\n3. Severe dementia or neurodegenerative disease, defined as either impairment that prevents the patient from living independently at baseline or IQCODE \\>4.5, measured using a patient's qualified surrogate. This exclusion also pertains to mental illnesses requiring long-term institutionalization, acquired or congenital mental retardation, severe neuromuscular disorders, Parkinson's disease, and Huntington's disease. It also excludes patients in coma or with severe deficits due to structural brain diseases such as stroke, intracranial hemorrhage, cranial trauma, malignancy, anoxic brain injury, or cerebral edema.\n4. History of 2nd or 3rd degree heart block, bradycardia \\< 50 beats/minute, pacemaker for bradyarrythmias or uncompensated shock.If patient has a pacemaker for bradyarrythmias, then patient does not meet this exclusion criterion and may be enrolled.\n5. Benzodiazepine dependency or history of alcohol dependency based on the medical team's decision to institute a specific treatment plan involving benzodiazepines (either as continuous infusions or intermittent intravenous boluses) for this dependency.\n6. Active seizures during this ICU admission being treated with intravenous benzodiazepines.\n7. Expected death within 24 hours of enrollment or lack of commitment to aggressive treatment by family/medical team (e.g., likely to withdraw life support measures within 24 hrs of screening)\n8. Inability to understand English or deafness or vision loss that will preclude delirium evaluation. The inability to understand English (for example in Spanish-only or Mandarin-only speaking patients) will not result in exclusion at centers where the research staff is proficient and/or translation services are actively available in that particular language; these patients will not be followed in the long-term follow-up phase of the trial since the testing materials are primarily available only in English. Patients with laryngectomies and those with hearing deficits are eligible for enrollment if their medical condition permits them to communicate with research staff.\n9. Inability to obtain informed consent from an authorized representative within 48 hours of meeting all inclusion criteria, i.e., developing sepsis and qualifying organ dysfunction criteria for the following reasons:\n\n   1. Attending physician refusal.\n   2. Patient and/or surrogate refusal.\n   3. Patient unable to consent and no surrogate available.\n   4. 48-hour period of eligibility was exceeded before the patient was screened.\n10. Prisoners.\n11. Medical team following patient unwilling to use the sedation regimens.\n12. Documented allergy to propofol or dexmedetomidine.\n13. Current enrollment in a study that does not allow co-enrollment or that uses delirium as a primary outcome.\n14. Patients who are on muscle relaxant infusions at time of screening with plans to maintain paralysis \\>48 hours.\n15. Greater than 96 hours on mechanical ventilation prior to meeting all inclusion criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Delirium/Coma Free Days (DCFDs)","description":"The analysis of DCFDs will be conducted using Intention-to-Treat (ITT) population, defined as all patients who were randomized and received study drug. We chose a 14 day evaluation period for delirium, because it represents the best balance of gaining valuable clinical information, while maximizing resource utilization, given the average study drug infusion to be 7 days and maximum duration to be 14 days. Thus our follow-up period will cover 7 additional days of delirium monitoring after the study drug is stopped in the majority of our patients.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Ventilator-free Days (VFDs)","description":"Ventilator-free days (VFDs), i.e., days alive and free of mechanical ventilation (MV) at 28 days. This endpoint has been used by the National Heart, Lung, and Blood Institute (NHLBI) ARDSNet in numerous critical care trials examining ICU populations.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":null},{"groupId":"OG001","value":"19.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Death at 90 Days","description":"That sedation of mechanically ventilated severely septic patients with an alpha2 agonist (dexmedetomidine) rather than a GABAergic agent (propofol) will improve 90-day survival of ICU patients.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]}]},{"type":"SECONDARY","title":"Cognitive Function Utilizing the Telephone Interview for Cognitive Status Total (TICS-T)","description":"The Telephone Interview for Cognitive Status is a standardized test of cognitive functioning that monitors changes in cognitive functioning over time. The TICS-T consists 11 items including wordlist memory, orientation, attention, repetition, conceptual knowledge and nonverbal praxis. Age-adjusted total scores on the TICS-T range from 0 to 100 with a mean of 50+/-10; lower scores indicate worse cognition, and a score of 35 or less indicates cognitive impairment.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":214},"commonTop":[]}}}