{"nctId":"NCT02614261","briefTitle":"Evaluation of Galcanezumab in the Prevention of Chronic Migraine","startDateStruct":{"date":"2015-11-30","type":"ACTUAL"},"conditions":["Chronic Migraine"],"count":1117,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Galcanezumab","Drug: Placebo"]},{"label":"Galcanezumab 120 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Galcanezumab"]},{"label":"Galcanezumab 240 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Galcanezumab"]},{"label":"Israel Addendum","type":"EXPERIMENTAL","interventionNames":["Drug: Galcanezumab"]}],"interventions":[{"name":"Galcanezumab","otherNames":["LY2951742"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMain Study:\n\n* Have a diagnosis of chronic migraine as defined by International Headache Society (IHS) International Classification of Headache Disorders (ICHD)-3 beta guidelines (1.3) (ICHD-3 2013), with a history of migraine headaches of at least 1 year prior to screening, and migraine onset prior to age 50.\n\nIsrael addendum:\n\n* Participants must have completed all phases of main study, including the 4-month post-treatment follow-up phase, during which no investigational product was administered.\n* Participants also must be considered by the investigator to have benefited from galcanezumab treatment and must have exhausted alternative therapies for the prevention of migraine.\n\nExclusion Criteria:\n\n* Are currently enrolled in or have participated within the last 30 days or within 5 half-lives (whichever is longer) in a clinical trial involving an investigational product.\n* Current use or prior exposure to galcanezumab or another calcitonin gene-related peptide (CGRP) antibody.\n* Known hypersensitivity to multiple drugs, monoclonal antibodies or other therapeutic proteins, or to galcanezumab.\n* History of persistent daily headache, cluster headache or migraine subtypes including hemiplegic (sporadic or familial) migraine, ophthalmoplegic migraine, and migraine with brainstem aura (basilar-type migraine) defined by IHS ICHD-3 beta.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Mean Change From Baseline in the Number of Monthly Migraine Headache Days (MHD)","description":"MHD: A calendar day on which a migraine headache or probable migraine headache occurred.\n\nOverall mean is derived from the average of months 1 to 3 from mixed model repeated measures (MMRM) model. Least square(LS) Mean was calculated using MMRM model with treatment, pooled country, baseline medication overuse, concurrent prophylaxis use, month, treatment by month, baseline, and baseline by month as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.74","spread":"0.36"},{"groupId":"OG001","value":"-4.83","spread":"0.44"},{"groupId":"OG002","value":"-4.62","spread":"0.43"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Reduction From Baseline ≥50%, ≥75% and 100% in Monthly Migraine Headache Days","description":"MHD: A calendar day on which a migraine headache or probable migraine headache occurred.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"90","spread":null},{"groupId":"OG002","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Migraine-Specific Quality of Life Questionnaire (MSQ) Role-function Restrictive Domain","description":"MSQ v2.1 is a health status instrument, with a 4-week recall period, developed to address physical and emotional limitations of specific concern to individuals with migraine. Addressing the impact of migraine on work or daily activities, relationships with family \\& friends, leisure time, productivity, concentration, energy, tiredness \\& feelings. It consists of 14 items that address 3 domains:(1) Role Function-Restrictive (items 1-7);(2) Role Function- Preventive (items 8-11);\\&(3) Emotional Function (items 12-14).Response options range from \"none of the time\" (value 1) to \"all of the time\" (value 6),\\& are reverse-recoded (value 6 to 1) before the domain scores are calculated. Total raw scores for each domain is the sum of the final item value for all of the items in that domain. After the total raw score is computed for each domain, they are transformed to a 0-100 scale with higher scores indicating a better health status \\& a positive change in scores reflecting functional improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.76","spread":"1.18"},{"groupId":"OG001","value":"21.81","spread":"1.41"},{"groupId":"OG002","value":"23.05","spread":"1.63"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in the Number of Monthly Migraine Headache Days Requiring Medication for the Acute Treatment of Migraine or Headache","description":"Migraine Headache Day (MHD):A calendar day on which a migraine headache or probable migraine headache occurred.\n\nOverall mean is derived from the average of months 1 to 3 from MMRM model. LSMean was calculated using MMRM model with treatment, pooled country, baseline medication overuse, concurrent prophylaxis use, month, treatment by month,baseline, and baseline by month as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.23","spread":"0.33"},{"groupId":"OG001","value":"-4.74","spread":"0.40"},{"groupId":"OG002","value":"-4.25","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Patient Global Impression of Severity (PGI-S) Score","description":"PGI-S scale is a participant-rated instrument that measures participants own global impression of their illness severity. The participant was instructed as follows: \"Considering migraine as a chronic condition, how would you rate your level of illness?\" Response options were from 1 (\"normal, not at all ill\") to 7 (\"extremely ill\"). LSMean was calculated using MMRM model with treatment, pooled country, baseline medication overuse, concurrent prophylaxis use, month, treatment by month, baseline, and baseline by month as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"0.08"},{"groupId":"OG001","value":"-0.76","spread":"0.10"},{"groupId":"OG002","value":"-0.91","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Overall Mean Change From Baseline in Headache Hours","description":"Overall mean is derived from the average of months 1 to 3 from MMRM model. LSMean was calculated using MMRM model with treatment, pooled country, baseline medication overuse, concurrent prophylaxis use, month, treatment by month,baseline, and baseline by month as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.44","spread":"3.91"},{"groupId":"OG001","value":"-36.15","spread":"4.74"},{"groupId":"OG002","value":"-31.53","spread":"4.70"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Migraine Disability Assessment Test (MIDAS) Total Score","description":"The MIDAS is a participant-rated scale which was designed to quantify headache-related disability over a 3-month period. This instrument consists of five items that reflect the number of days reported as missing or with reduced productivity at work or home, and the number of days of missed social events. Each item has a numeric response range from 0 to 90 days, if days are missed from work or home they are not counted as days with reduced productivity at work or home. The numeric responses are summed to produce a total score ranging from 0 to 270, in which a higher value is indicative of more disability. LSMean was calculated using Analysis of covariance (ANCOVA) model with last observation carried forward (LOCF) with treatment, pooled country, baseline medication overuse, concurrent prophylaxis use, and baseline value as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.53","spread":"3.38"},{"groupId":"OG001","value":"-20.27","spread":"4.07"},{"groupId":"OG002","value":"-17.02","spread":"4.05"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Developing Treatment Emergent Anti-drug Antibodies (ADA) to Galcanezumab","description":"A Treatment Emergent Anti-Drug Antibodies (TE ADA) evaluable participant is considered to be TE ADA+ if the participant has at least one post baseline titer that is a 4-fold or greater increase in titer from baseline measurement. If baseline result is ADA Not Present, then the participant is TE ADA+ if there is at least one post baseline result of ADA Present with titer \\>= 20.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Area Under the Concentration Time Curve (AUC) of Galcanezumab","description":"Pharmacokinetics (PK): Area Under the Concentration Time Curve (AUC) of Galcanezumab.","classes":[]},{"type":"SECONDARY","title":"Plasma Concentration of Calcitonin Gene-Related Peptide (CGRP)","description":"Plasma Concentration of Calcitonin Gene-Related Peptide (CGRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.529","spread":"0.612"},{"groupId":"OG001","value":"4.02","spread":"1.70"},{"groupId":"OG002","value":"4.85","spread":"1.76"}]}]}]},{"type":"SECONDARY","title":"Serum Concentrations of Galcanezumab","description":"Serum concentrations of Galcanezumab","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16900","spread":"7140"},{"groupId":"OG001","value":"29000","spread":"11300"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":558},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Injection site reaction","Injection site pain","Urinary tract infection"]}}}