{"nctId":"NCT02543944","briefTitle":"Improving Treatment Outcomes for Prescription Opioid Dependence","startDateStruct":{"date":"2016-02","type":"ACTUAL"},"conditions":["Drug Dependence"],"count":117,"armGroups":[{"label":"Gabapentin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Gabapentin","Drug: Buprenorphine","Drug: Clonidine","Drug: Naltrexone (oral)","Drug: Naltrexone (depot)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Buprenorphine","Drug: Clonidine","Drug: Naltrexone (oral)","Drug: Naltrexone (depot)","Drug: Placebo"]}],"interventions":[{"name":"Gabapentin","otherNames":[]},{"name":"Buprenorphine","otherNames":[]},{"name":"Clonidine","otherNames":[]},{"name":"Naltrexone (oral)","otherNames":[]},{"name":"Naltrexone (depot)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. be between the ages of 18-65\n2. be available to attend clinic 6 days a week for approximately 30-60 minutes per day during the first 4 3 weeks\n3. fulfill Diagnostic Statistical Manual-5 criteria for moderate to severe opioid dependence. These criteria will be ascertained in the following manner: the physician will determine whether the individual is appropriate based on several clinical assessments that are routinely employed by methadone program physicians, including history and severity of opioid use, presence of track marks, prior treatment history, self-reported and/or observed signs and symptoms of opioid withdrawal. If any individual's degree of opioid dependence is questionable, that person will be excluded from further consideration as a participant.\n4. submit a urine sample negative for benzodiazepines or barbiturates prior to starting the study.\n\nExclusion Criteria:\n\n1. report having had a severe adverse reaction to study medications\n2. have an unstable medical condition or stable medical condition that would interact with study medications or participation, including a current chronic pain or other medical condition that requires ongoing opioid agonist treatment (determined by physician assessment)\n3. have a major psychiatric disorder (psychosis, schizophrenia, bipolar)\n4. have major depression or anxiety disorder requiring psychoactive medication (as determined by physician)\n5. physiological dependence on alcohol or drugs other than opioids, tobacco or marijuana (as determined by physician assessment)\n6. are pregnant, plan to become pregnant or have inadequate birth control, if relevant\n7. report ongoing use of over-the-counter or prescription drug (including Maalox) that would have major interaction with study drugs\n8. have any of the following: liver function tests \\>3 times normal, blood urea nitrogen and Creatinine outside normal range; electrocardiogram abnormalities including but not limited to: bradycardia (\\<50 bpm); prolonged QT interval corrected for heart rate (\\>450 msec); Wolff-Parkinson White syndrome; wide complex tachycardia; 2nd degree, Mobitz type II heart block; 3rd degree heart block; left or right bundle branch block; pre-existing severe gastrointestinal narrowing (pathologic or iatrogenic).\n\nIndividuals with anxiety or depression will not be excluded unless they are taking prescription medication for their disorder under a physician's care or findings during screening indicate a need for immediate treatment determined by the study physician and/or the Columbia-Suicide Severity Rating Scale.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Detoxification Phase: Changes in Percent of Illicit Opioid-positive Urine Samples Over Time","description":"Thrice weekly urine samples obtained during weeks 1-3; data include assessments from week 1 day 1 through week 4 day 1 (up to 10 total samples per participant)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":"36.7"},{"groupId":"OG001","value":"41.6","spread":"38.5"}]}]}]},{"type":"SECONDARY","title":"NTX Transition Initiation","description":"% of Participants who completed the detox and started the NTX transition","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Vivitrol Injection Receivers","description":"% of participants starting the NTX transition who received Vivitrol injection","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Detox Phase Completers","description":"% of enrolled participants who completed the Detox Phase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Withdrawal symptoms","Headache","Sedation/drowsiness","Withdrawal sx: Stomach cramps","Withdrawal sx: Diarrhea"]}}}