{"nctId":"NCT00606320","briefTitle":"A Multicenter, Investigative Study of the Safety and Efficacy of Extended Administration of Aripiprazole in Combination With Mood Stabilizer for the Treatment of Patients With Bipolar Disorder Experiencing a Manic or Mixed Episode","startDateStruct":{"date":"2008-01"},"conditions":["Bipolar I Disorder"],"count":59,"armGroups":[{"label":"Aripiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole"]}],"interventions":[{"name":"Aripiprazole","otherNames":["OPC-14597"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Trial subjects will be men and women of age 18 or above and below the age of 65 who will not be turning 65 during the trial.\n* Subjects have the ability to understand and to provide informed consent to the examination, observation, and evaluation processes specified in this protocol, and have signed the informed consent form based on a full understanding of the trial.\n* Subjects who meet DSM-IV-TR criteria for manic or mixed episodes and have been diagnosed as having \"296.4x Bipolar I Disorder in which the most recent episode was manic\" or \"296.6x Bipolar I Disorder in which the most recent episode was mixed\"\n* Subjects who were enrolled in and have completed or withdrawn from Study 003 and who meet the following criteria\n\n  * Subjects who show exacerbation of condition or no change in condition: Those subjects who completed Study 003, and whose score for CGI-BP Change from preceding phase (mania) on Day 21 (completion of Study 003) was between 5 (Minimally worse) and 7 (Very much worse) (subjects showing exacerbation of condition), or whose score was 4 (No change) (subjects showing no change in condition)\n  * Subjects who discontinued due to lack of drug efficacy: Those subjects who discontinued Study 003 between Day 14 and Day 21, for whom the reason of withdrawal was lack of drug efficacy, and whose score for CGI-BP Change from preceding phase (mania) was between 5 (Minimally worse) and 7 (Very much worse)\n\nExclusion Criteria:\n\n* Subjects presenting with a clinical picture and/or history that is consistent with a DSM-IV-TR diagnosis of:\n\n  * Delirium, dementia, amnestic disorder, or other cognitive disorders\n  * Schizophrenia or other psychotic disorder\n  * Personality disorder\n* Subjects with psychotic symptoms that are clearly due to another general medical condition or direct physiological effects of a substance\n* Subjects who represent a significant risk of committing suicide\n* Subjects known to have a complication of allergy to aripiprazole, other quinolinone-skeleton compounds, lithium, or valproate\n* Subjects with a complication of neuroleptic malignant syndrome\n* Subjects in a state of physical exhaustion accompanied by such conditions as dehydration or malnutrition\n* Subjects with a complication of paralytic ileus\n* Subjects with a complication of organic brain disorder or convulsive disorder, such as epilepsy\n* Subjects with a complication of diabetes","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Young Mania Rating Scale (YMRS)","description":"YMRS is composed of 11 evaluation items with 5 rating levels each. Items rated on a scale of 0 to 4 (comprising 5 rating levels of one point each) are 1) levated mood, 2) increased motor activity/energy, 3) sexual interest, 4) sleep, 7) language-thought disorder, 10) appearance, and 11) insight. Items rated on a scale of 0 to 8 (comprising 5 rating levels of two points each) are 5) irritability, 6) speech (rate and amount), 8) content, and 9) disruptive-aggressive behavior. YMRS ranges from 0 (best possible outcome) to 60 (worst possible outcome). Using LOCF datasets, descriptive statistics of actual values for changes of YMRS total scores from baseline (Day 1 of preceding study) to endpoint (Day 154) was calculated.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.3","spread":"12.71"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression - Bipolar Version (CGI-BP) Severity of Illness (Mania)","description":"CGI-BP severity of illness is a scale for overall evaluation of the severity of bipolar disorder; it comprises 3 components-mania, depression, and overall bipolar illness. CGI-BP severity of illness score (mania) ranges form 1 (normal, not ill) to 7 (very severely ill).\n\nUsing LOCF datasets, descriptive statistics of actual values for change of CGI-BP severity of illness score (mania) from baseline (Day 1 of preceding study) to endpoint (Day 154) was calculated for each treatment group.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"1.76"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":56},"commonTop":["Weight Increased","Akathisia","Tremor","Somnolence","Insomnia"]}}}