{"nctId":"NCT03756883","briefTitle":"Therapeutic Equivalence of Two Formulations of Fluticasone Propionate and Salmeterol Inhalation Powder in Subjects With Asthma","startDateStruct":{"date":"2018-12-03","type":"ACTUAL"},"conditions":["Asthma"],"count":999,"armGroups":[{"label":"Test","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Propionate and Salmeterol Inhalation Powder"]},{"label":"Reference","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone Propionate and Salmeterol Inhalation Powder"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Inhalation Powder"]}],"interventions":[{"name":"Fluticasone Propionate and Salmeterol Inhalation Powder","otherNames":[]},{"name":"Fluticasone Propionate and Salmeterol Inhalation Powder","otherNames":["ADVAIR DISKUS®"]},{"name":"Placebo Inhalation Powder","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female, ≥ 12 years and ≤ 75 years of age.\n2. Signed informed consent form that meets all criteria of current Food and Drug Administration (FDA) regulations. For subjects who are considered minors in the state the study is being conducted (\\< 18 years in most states), the parent or legal guardian should sign the consent form and the child will be required to sign a subject \"assent\" form.\n3. Body mass index (BMI) between 18 kg/m2 and 39 kg/m2, inclusive, for subjects \\> 18 years old. For subjects 12 to 18 years old, BMI between 15 kg/m2 and 35 kg/m2, inclusive.\n4. Female subjects who are of non-childbearing potential must meet one of the following criteria:\n\n   * surgically sterile (e.g., bilateral oophorectomy, tubal ligation, hysterectomy or permanent sterilization procedures), with the procedure performed at least 3 months before initial dosing\n   * naturally postmenopausal (no menses) for at least 1 year before initial dosing and/or has a documented FSH level ≥ 40 mIU/mL at screening\n   * pre-menarchal\n5. Females of childbearing potential must not be pregnant or lactating at Screening or Randomization as confirmed by a negative serum pregnancy test with a sensitivity of 25 mIU/mL of human chorionic gonadotropin at Screening, and a negative urine pregnancy test with a sensitivity of less than 50 mIU/mL at all other visits. The subject may enter the placebo run-in period prior to receipt of test results at Screening, if not yet received from the clinical laboratory, but should be evaluated by the Investigator for continued participation once test results are received.\n\n   Women of childbearing potential must agree to the use of a reliable method of contraception (e.g., total abstinence, intrauterine device, a double-barrier method, oral, transdermal, injected or implanted non- or hormonal contraceptive), throughout the study. A sterile sexual partner is not considered an adequate form of birth control. Subjects on hormonal contraceptives must have been on the same hormonal contraceptive for at least one month before the Screening and continue throughout the duration of the study.\n6. Diagnosis of asthma (based on National Asthma Education and Prevention Program \\[NAEPP\\] guidelines) at least 12 weeks before Screening.\n7. Pre-bronchodilator FEV1 ≥ 40% and ≤ 85% of predicted at Screening and Randomization.\n8. Airway reversibility ≥ 15% of FEV1 within 30 minutes after receiving 4 puffs of albuterol inhalation (360 mcg, pressurized metered-dose inhaler) at Screening.\n9. Able to discontinue use of their asthma medications during the run-in period and for the remainder of the study.\n10. Able to replace current short-acting beta-agonists \\[SABAs\\] with the study supplied salbutamol/albuterol rescue inhaler for use as needed for the duration of the study. Subjects must be able to withhold all SABAs for at least 6 hours before lung function assessments on study visits.\n11. Able to continue on stable regimen of theophylline for the duration of the study and able to withhold theophylline as judged by the Investigator for the required time intervals before study visits. See Section 10.2.4 for required washouts.\n12. Able to discontinue oral corticosteroids, parenteral corticosteroids and oral SABAs for the time intervals before study visits as specified in Section 10.2.4.\n13. Able to perform valid and reproducible pulmonary function tests as per ATS American Thoracic Society including no evidence of spirometry effort-induced bronchoconstriction.\n14. Currently non-smoking (including vapor cigarettes), no use of any tobacco products within 1 year prior to Screening and has ≤ 10 pack-years smoking of historical use (i.e., one pack per day for 10 years).\n15. Ability to use the inhalation products correctly.\n\nExclusion Criteria:\n\n1. Life-threatening asthma, defined as a history of asthma episode(s) requiring intubation, and/or associated with hypercapnoea; respiratory arrest or hypoxic seizures, asthma related syncopal episode(s), or asthma-related hospitalizations within one year before Screening or during the run-in period.\n2. Allergy or significant history of hypersensitivity, idiosyncratic reactions, or intolerance to any sympathomimetic drug (e.g., salmeterol or albuterol), or any inhaled, intranasal, or systemic corticosteroid therapy, or milk proteins.\n3. History of cystic fibrosis, bronchiectasis, or co-morbid respiratory or sinus diseases, including chronic obstructive pulmonary disease, chronic bronchitis, emphysema, tuberculosis, pulmonary carcinoma, pulmonary fibrosis, pulmonary hypertension that, in the opinion of the Investigator, would compromise subject safety or interfere with the evaluations.\n4. Evidence of viral or bacterial upper or lower respiratory tract infections (e.g., pneumonia, viral bronchitis, sinobronchitis, etc.), sinus infection, or middle ear infection within four weeks before Screening or during the run-in period.\n5. Current evidence or history of cardiovascular disorders, including uncontrolled hypertension, uncontrolled coronary artery disease, known aortic or cerebral aneurysm, myocardial infarction or stroke, and/or current coronary insufficiency that, in the opinion of the Investigator, would compromise subject safety or interfere with the evaluations.\n6. Cardiac arrhythmia or 12-lead ECG abnormalities that, in the opinion of the Investigator, would compromise subject safety or interfere with the evaluations; or a QTc \\> 440 ms for males and \\> 460 ms for females using Fredericia formula.\n7. Subjects receiving or who may require during the study non-potassium sparing diuretics or medications with the potential to affect the course of asthma or to interact with sympathomimetic amines within 30 days before Screening. Examples include but not limited to beta blockers, oral decongestants, benzodiazepines, digitalis, phenothiazines, polycyclic antidepressants, monoamine oxidase inhibitors.\n8. History of posterior subcapsular cataracts or glaucoma that, in the opinion of the Investigator, would compromise subject safety.\n9. Any clinically significant finding on physical exam or clinical labs that, in the opinion of the Investigator, would compromise subject's safety or data integrity.\n10. History or current evidence of significant renal, hepatic, cardiovascular (including ECG with evidence of ischemic heart disease, congestive heart failure, and cardiac dysrhythmia), neurologic, hematologic, endocrine, psychiatric dysfunction, or any other significant medical illness or disorder in the opinion of the Investigator, would compromise subject safety or interfere with the evaluations.\n11. History of convulsive disorders.\n12. History of hyperthyroidism.\n13. History of uncontrolled diabetes.\n14. History of paradoxical bronchospasm.\n15. Use of inhaled SABAs within 6 hours before Screening or use of rescue medication within 6 hours before Randomization.\n16. Use of oral SABAs within 12 hours before Screening.\n17. Use of oral or parenteral corticosteroids within one month before Screening.\n18. Use of muscarinic beta2-agonists (MABAs), ipratropium bromide, or ipratropium bromide with albuterol within 24 hours before Screening.\n19. Use of cromolyn sodium within 24 hours before Screening.\n20. Use of antihistamines (other than cetirizine, desloratadine, or diphenhydramine), including fexofenadine and loratadine, within 48 hours before Screening or Randomization.\n21. Use of cetirizine within 36 hours before Screening or Randomization.\n22. Use of desloratadine within 96 hours before Screening or Randomization.\n23. Use of diphenhydramine within 24 hours before Screening or Randomization.\n24. Use of inhaled long-acting beta2-agonists (LABAs) (e.g., salmeterol, formoterol) or combination products containing bronchodilators (e.g., Symbicort) within 24 hours before Screening.\n25. Use of tiotropium within one week before Screening.\n26. Exercise within 6 hours before Screening.\n27. Use of leukotriene modifiers within 24 hours before Screening.\n28. Any surgery within 6 months before Screening that, in the opinion of the Investigator, would compromise subject safety or integrity of the study data.\n29. Biological treatment for asthma, approved or investigational 6 months before Screening and throughout the study.\n30. Receipt of any drug as part of a research study within 30 days before Screening.\n31. Positive test results for drugs of abuse, alcohol or cotinine at Screening. Exceptions will be permitted for positive screens for opiates or stimulants provided there is a documented prescription for the patient with supporting medical history and diagnosis.\n32. Employees of the Investigator or research center or their immediate family members.\n33. Previous participation in this study.\n34. Inability to understand the requirements of the study and the relative information and are unable or not willing to comply with the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Baseline-adjusted Area Under the Serial FEV1-time Curve Calculated From Time Zero to 12 Hours (AUC0-12h) on Day 1 of Treatment","description":"Baseline-adjusted area under the serial FEV1-time curve calculated from time zero to 12 hours (AUC0-12h) on Day 1 of treatment. LSMeans will be used for the statistical analysis. Only the active treatments (test and reference) are compared in this analysis. The placebo arm was used in superiority analysis only.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.03","spread":"0.17"},{"groupId":"OG001","value":"3.96","spread":"0.18"}]}]}]},{"type":"PRIMARY","title":"Baseline-adjusted Pre-dose FEV1 Measured in the Morning Following 28 Days of Treatment.","description":"Baseline-adjusted pre-dose FEV1 measured in the morning following 28 days of treatment. Only the active treatments (test and reference) are compared in this analysis. The placebo arm was used in superiority analysis only.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"0.02"},{"groupId":"OG001","value":"0.34","spread":"0.02"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Statistical Superiority of Test and Reference Over Placebo Treatment in Baseline-adjusted Area Under the Serial FEV1-time Curve","description":"Statistical Superiority of Test and Reference over Placebo Treatment in Baseline-adjusted area under the serial FEV1-time curve","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.02","spread":"0.17"},{"groupId":"OG001","value":"3.94","spread":"0.18"},{"groupId":"OG002","value":"1.21","spread":"0.35"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Statistical Superiority of Test and Reference Over Placebo Treatment in Baseline-adjusted Pre-dose FEV1 Measured in the Morning Following 28 Days of Treatment","description":"Statistical Superiority of Test and Reference over Placebo Treatment in Baseline-adjusted pre-dose FEV1 measured in the morning following 28 days of treatment","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"0.02"},{"groupId":"OG001","value":"0.33","spread":"0.02"},{"groupId":"OG002","value":"0.11","spread":"0.04"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":485},"commonTop":["Asthma"]}}}