{"nctId":"NCT03861559","briefTitle":"Onset of Action of Mometasone Furoate (MK-0887/SCH 032088) Nasal Spray Compared With Placebo in Seasonal Allergic Rhinitis (C93-184)","startDateStruct":{"date":"1994-03-30","type":"ACTUAL"},"conditions":["Rhinitis, Allergic, Seasonal"],"count":201,"armGroups":[{"label":"mometasone furoate nasal spray","type":"EXPERIMENTAL","interventionNames":["Drug: mometasone furoate nasal spray"]},{"label":"placebo nasal spray","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo nasal spray"]}],"interventions":[{"name":"mometasone furoate nasal spray","otherNames":["NASONEX®","MK-0887","SCH 032088"]},{"name":"placebo nasal spray","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a 2-year history of seasonal allergic rhinitis\n* Has a positive skin test response to a local seasonal allergen (current, or performed in investigator's office within the past year)\n* Is in good health and free of any unstable, clinically-significant disease, other than allergic rhinitis, that would interfere with the study schedule or evaluation of seasonal allergic rhinitis\n\nExclusion Criteria:\n\n* Women who are pregnant or breastfeeding\n* Women of childbearing potential who are not using an acceptable form of birth control\n* Has asthma that requires therapy with inhaled or systemic corticosteroids, cromolyn, or nedocromil\n* Has significant renal, hepatic, neurologic, cardiovascular, hematologic, metabolic, cerebrovascular, respiratory, gastrointestinal, or other significant medical illness or disorder which, in the judgment of the investigator, could interfere with the study, or required treatment which might interfere with the study\n* Is on immunotherapy with the exception of maintenance therapy\n* Has a clinically significant upper respiratory or sinus infection\n* Has used an investigational drug within the previous 30 days\n* Has nasal structural abnormalities, including large nasal polyps and marked septal deviation, that significantly interfere with nasal air flow\n* Has a history of multiple drug allergies or an allergy to antihistamines or corticoids\n* Has dependence upon nasal, oral or ocular decongestants, or nasal topical antihistamines, in the opinion of the investigator\n* Has rhinitis medicamentosa\n* Is using of any chronic medication which could affect the course of seasonal allergic rhinitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Time to Onset of Nasal Symptom Relief as Assessed by Participant Diary Responses","description":"Time to onset of relief of nasal stuffiness/congestion, rhinorrhea, nasal itching, sneezing, itching/burning eyes, tearing/watering eyes, redness of eyes, and itching of ears or palate was assessed by the participant using diary response data in the morning and night for the first 3 days of treatment. The participants were asked to rate their relief on the following scale: 1=complete, 2=marked, 3=moderate, 4=slight, and 5=none. If a participant recorded a degree of relief that was at least moderate (3 or below), they answered the question, \"When did you first experience noticeable relief?\" and noted the date and time. The data were analyzed using a log ranked test and with a Kaplan-Meier estimate. Any participant who did not experience at least moderate relief by the end of 72 hours was considered censored at that time in the analysis. Time to onset of relief is presented in hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.9","spread":null},{"groupId":"OG001","value":"72.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in the Total Nasal Symptom Score (TNSS) Averaged Over 15 Days of Treatment, as Assessed by Participant","description":"CFB, averaged over study days 1-15, was calculated for TNSS assessed by participants. Participants scored 4 symptoms (rhinorrhea; nasal stuffiness; nasal itching; sneezing) in diaries using the scale: 0=none, 1=mild, 2=moderate; and 3=severe. The composite score ranged from 0-12 where a higher value indicated greater severity. A decrease in symptom severity is reflected by a negative CFB.\n\nPercent CFB was calculated as the difference between the baseline and 15-day average scores divided by baseline score multiplied by 100. Scores were recorded twice daily, in morning (AM) and night (PM). Average AM/PM scores were first calculated separately, then averaged together to compute the 15-day average score. If diary entries were missing, an average AM or PM score was not calculated. If neither average AM nor PM score was calculated, total 15-day average score was not calculated. Baseline score was an average of the three AM and three PM scores preceding treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39","spread":"2.0"},{"groupId":"OG001","value":"-20","spread":"25.8"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Baseline Total Nasal Symptom Score (TNSS) for Calculation of Change From Baseline Averaged Over 15 Days of Treatment as Assessed by Participant","description":"TNSS was assessed by participants who scored 4 symptoms (rhinorrhea; nasal stuffiness; nasal itching; sneezing) in diaries using the scale: 0=none, 1=mild, 2=moderate; and 3=severe. The composite score ranged from 0-12 where a higher value indicated greater severity. Scores were recorded twice daily, in morning (AM) and night (PM). The baseline score was an average of the three AM and three PM scores preceding treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":"1.9"},{"groupId":"OG001","value":"8.6","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in the Total Nasal Symptom Score (TNSS) at Day 4 as Assessed by Investigator","description":"CFB on study Day 4 was calculated for TNSS assessed by investigator. TNSS was a composite of the following symptoms: rhinorrhea, nasal stuffiness, nasal itching, and sneezing scores. The investigator scored each symptom during study visit on study Day 4, on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. The composite score ranged from 0-12 where a higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 4 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34","spread":"28.8"},{"groupId":"OG001","value":"-16","spread":"29.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in the Total Nasal Symptom Score (TNSS) at Day 8 as Assessed by Investigator","description":"CFB on study Day 8 was calculated for TNSS assessed by investigator. TNSS was a composite of the following symptoms: rhinorrhea, nasal stuffiness, nasal itching, and sneezing scores. The investigator scored each symptom during study visit on study Day 8 on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. The composite score ranged from 0-12 where a higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 8 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44","spread":"33.4"},{"groupId":"OG001","value":"-28","spread":"34.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in the Total Nasal Symptom Score (TNSS) at Day 15 as Assessed by Investigator","description":"CFB at Day 15 was calculated for TNSS assessed by the investigator. TNSS was a composite of the following symptoms: rhinorrhea, nasal stuffiness, nasal itching, and sneezing scores. The investigator scored each symptom during study visit on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. The composite score ranged from 0-12 where a higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and endpoint scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms. Signs and symptoms data collected by the investigator for Day 15 were not evaluated because the data was missing from the case report forms. The final endpoint was calculated using the last valid visit for each participant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43","spread":"33.8"},{"groupId":"OG001","value":"-27","spread":"34.2"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Baseline Total Nasal Symptom Score (TNSS) for Calculation of Change From Baseline at Days 4, 8, and 15 Visits as Assessed by Investigator","description":"TNSS was assessed by the investigator who scored 4 symptoms (rhinorrhea; nasal stuffiness; nasal itching; sneezing) in diaries using the scale: 0=none, 1=mild, 2=moderate; and 3=severe. The composite score ranged from 0-12 where a higher value indicated greater severity. The baseline score was taken at the baseline visit preceding treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"1.4"},{"groupId":"OG001","value":"8.9","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in Overall Disease Condition Score at Day 4 as Assessed by Investigator","description":"CFB on study Day 4 was calculated for the overall condition of seasonal allergic rhinitis as assessed by the investigator. The investigator scored the overall condition of the participant during the study visit on study Day 4 on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 4 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22","spread":"30"},{"groupId":"OG001","value":"-16","spread":"32.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in Overall Disease Condition Score at Day 8 as Assessed by Investigator","description":"CFB on study Day 8 was calculated for the overall condition of seasonal allergic rhinitis as assessed by the investigator. The investigator scored the overall condition of the participant during the study visit on study Day 8 on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 8 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34","spread":"35.5"},{"groupId":"OG001","value":"-22","spread":"33.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Overall Disease Condition Score at Day 15 as Assessed by Investigator","description":"CFB on study Day 15 was calculated for the overall condition of seasonal allergic rhinitis as assessed by the investigator. The investigator scored the overall condition of the participant during the study visit on study Day 15 on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 15 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms. Signs and symptoms data collected by the investigator for Day 15 were not evaluated because the data was missing from the case report forms. The final endpoint was calculated using the last valid visit for each participant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41","spread":"31.8"},{"groupId":"OG001","value":"-18","spread":"30.7"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Baseline Overall Disease Condition Score for Calculation of Change From Baseline at Days 4, 8, and 15 Visits as Assessed by Investigator","description":"The investigator scored the overall condition of seasonal allergic rhinitis for the participant during the study visits using the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. The baseline score was taken at the baseline visit preceding treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"0.5"},{"groupId":"OG001","value":"2.3","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in Overall Disease Condition Score at Day 4 as Assessed by Participant","description":"CFB on study Day 4 was calculated for the overall condition of seasonal allergic rhinitis as assessed by the participant. The participant scored their overall condition on study Day 4 on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 4 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24","spread":"33.5"},{"groupId":"OG001","value":"-18","spread":"33.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in Overall Disease Condition Score at Day 8 as Assessed by Participant","description":"CFB on study Day 8 was calculated for the overall condition of seasonal allergic rhinitis as assessed by the participant. The participant scored their overall condition on study Day 8 on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 8 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36","spread":"34.0"},{"groupId":"OG001","value":"-21","spread":"38.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in Overall Disease Condition Score at Day 15 as Assessed by Participant","description":"CFB on study Day 15 was calculated for the overall condition of seasonal allergic rhinitis as assessed by the participant. The participant scored their overall condition on study Day 15 on the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. Percent CFB was calculated as the difference between the baseline and Day 15 scores divided by baseline score multiplied by 100. A negative percent CFB indicated a decrease in symptom severity and a positive percent CFB indicated a worsening of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41","spread":"34.5"},{"groupId":"OG001","value":"-21","spread":"37.0"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Baseline Overall Disease Condition Score for Calculation of Change From Baseline at Days 4, 8, and 15 as Assessed by Participant","description":"The participant scored the overall condition of seasonal allergic rhinitis in a diary using the following scale: 0=none, 1=mild, 2=moderate; and 3=severe. A higher value indicated greater severity. The baseline score was recorded preceding treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"0.5"},{"groupId":"OG001","value":"2.4","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Therapeutic Response to Treatment at Day 4 as Assessed by Investigator","description":"Mean therapeutic response to treatment was assessed by evaluating the participant's relief of nasal symptoms during study visit on study Day 4. Treatment response was evaluated by the investigator using a 5-point scale: 1=complete relief, 2=marked relief, 3=moderate relief, 4=slight relief, and 5=no relief. The scores were averaged across each treatment group with a lower score indicating a greater response to treatment and an improvement in nasal symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"1.0"},{"groupId":"OG001","value":"3.8","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"Therapeutic Response to Treatment at Day 8 as Assessed by Investigator","description":"Mean therapeutic response to treatment was assessed by evaluating the participant's relief of nasal symptoms during study visit on study Day 8. Treatment response was evaluated by the investigator using a 5-point scale: 1=complete relief, 2=marked relief, 3=moderate relief, 4=slight relief, and 5=no relief. The scores were averaged across each treatment group with a lower score indicating a greater response to treatment and an improvement in nasal symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"1.1"},{"groupId":"OG001","value":"3.5","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Therapeutic Response to Treatment at Day 15 as Assessed by Investigator","description":"Mean therapeutic response to treatment was assessed by evaluating the participant's relief of nasal symptoms during study visit on study Day 15. Treatment response was evaluated by the investigator using a 5-point scale: 1=complete relief, 2=marked relief, 3=moderate relief, 4=slight relief, and 5=no relief. The scores were averaged across each treatment group with a lower score indicating a greater response to treatment and an improvement in nasal symptoms. Signs and symptoms data collected by the investigator for Day 15 were not evaluated because the data was missing from the case report forms. The final endpoint was calculated using the last valid visit for each participant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"1.1"},{"groupId":"OG001","value":"3.7","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Therapeutic Response to Treatment at Day 4 as Assessed by Participant","description":"Mean therapeutic response to treatment was assessed by the participant using diary cards on Day 4. Treatment response was evaluated by the participant using a 5-point scale: 1=complete relief, 2=marked relief, 3=moderate relief, 4=slight relief, and 5=no relief. The scores were averaged across each treatment group with a lower score indicating a greater response to treatment and an improvement in nasal symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"1.0"},{"groupId":"OG001","value":"3.8","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Therapeutic Response to Treatment at Day 8 as Assessed by Participant","description":"Mean therapeutic response to treatment was assessed by the participant using diary cards on Day 8. Treatment response was evaluated by the participant using a 5-point scale: 1=complete relief, 2=marked relief, 3=moderate relief, 4=slight relief, and 5=no relief. The scores were averaged across each treatment group with a lower score indicating a greater response to treatment and an improvement in nasal symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"1.2"},{"groupId":"OG001","value":"3.6","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Therapeutic Response to Treatment at Day 15 as Assessed by Participant","description":"Mean therapeutic response to treatment was assessed by the participant using diary cards on Day 15. Treatment response was evaluated by the participant using a 5-point scale: 1=complete relief, 2=marked relief, 3=moderate relief, 4=slight relief, and 5=no relief. The scores were averaged across each treatment group with a lower score indicating a greater response to treatment and an improvement in nasal symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"1.1"},{"groupId":"OG001","value":"3.6","spread":"1.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":101},"commonTop":["Headache"]}}}