{"nctId":"NCT02279082","briefTitle":"DFN-02 Open Label Safety Study in Patients With Acute Migraine","startDateStruct":{"date":"2014-09"},"conditions":["Acute Migraine"],"count":167,"armGroups":[{"label":"DFN-02","type":"EXPERIMENTAL","interventionNames":["Drug: DFN-02"]}],"interventions":[{"name":"DFN-02","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with a history of acute migraine (using International Classification of Headache Disorders \\[ICHD\\] criteria, second edition);\n2. Patients who, in the opinion of the investigator, are willing and able to:\n\n   * Return to the study site within 72 hours of the first use of study medication,\n   * Record each migraine and each instance of the use of study medication and rescue medication in a patient diary for the duration of the study;\n3. Patients who can use the nasal spray device correctly after instruction.\n\nExclusion Criteria:\n\n1. Patients on onabotulinumtoxinA (Botox®) or other botulinum toxin treatment; or history of receiving such treatment 180 days prior to screening;\n2. Patients with a history of stroke or transient ischemic attack (TIA);\n3. Patients with a history of migralepsy or a concurrent diagnosis of seizure disorder;\n4. Patients who cannot differentiate between a migraine headache and a tension-type or cluster headache;\n5. Patients with ischemic coronary artery disease (CAD; ie, angina pectoris, history of myocardial infarction or documented silent ischemia or coronary artery vasospasm, including Prinzmetal's angina);\n6. Patients with Wolff-Parkinson-White syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders;\n7. Patients with uncontrolled hypertension (screening systolic/diastolic blood pressure \\> 140/90 mmHg);\n8. Patients with peripheral vascular disease or ischemic bowel disease;\n9. Patients taking any medications or with illnesses likely to affect the physiology of the nasal mucosa (ie, patients with nasal septum surgery, chronic sinusitis, or chronic nasal rhinitis). (Note: Patients who have acute conditions such as acute sinusitis may be rescreened 14 days after resolution of acute sinusitis.);\n10. Patients with any abnormal nasal physiology or pathology which, in the opinion of the investigator, would not allow the objectives of the study to be accomplished;\n11. Patients with known intolerance to nasal sprays;\n12. Patients with severe renal impairment (defined as serum creatinine \\> 2 mg/dL);\n13. Patients with serum total bilirubin \\> 2.0 mg/dL;\n14. Patients with serum aspartate aminotransferase (AST), alanine aminotransferase (ALT), or alkaline phosphatase \\> 2.5 times the upper limit of normal (ULN);\n15. Patients with a history of alcohol or substance abuse (including marijuana and medical marijuana) within 1 year that would compromise data collection;\n16. Patients with a positive urine drug screen for illicit drugs or for prescription drugs not explained by stated concomitant medications. (Positive drug screen for marijuana is exclusionary.):\n\n    1. Patients consuming opioids for the treatment of migraine or using opioids or barbiturates temporarily for a legitimate medical cause may participate as long as they do not meet the MOH criteria.\n    2. Benzodiazepines are allowed if used for legitimate medical use.\n    3. Chronic use of amphetamines to treat attention deficit disorder (ADD) or attention deficit hyperactivity disorder (ADHD) and related disorders is allowed as long as the regimen has been stable for at least 3 months prior to screening and is expected to remain stable throughout the study.\n\n    Note: For the above-mentioned conditions, the site must obtain medical monitor approval.\n17. Patients with a history of or current neurological or psychiatric impairment, or cognitive dysfunction that, in the opinion of the investigator, would compromise data collection;\n18. Patients who have received treatment with an investigational drug or device within 4 weeks of the screening visit or participated in a central nervous system clinical trial in the 3 months prior to screening;\n19. Patients who test positive for human immunodeficiency virus (HIV), hepatitis B surface antigen (HBsAg), or hepatitis C virus (HCV) antibody serology testing.\n20. Patients with any other medical condition that, in the judgment of the investigator or medical monitor, would confound the objectives of the study (eg, cancer history \\[except basal cell carcinoma\\], systemic lupus erythematosus)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":167},"commonTop":["Application site pain","dysgeusia","Upper Respiratory Tract Infection","Nasopharyngitis","Sinusitis"]}}}