{"nctId":"NCT01271712","briefTitle":"Study of Regorafenib as a 3rd-line or Beyond Treatment for Gastrointestinal Stromal Tumors (GIST)","startDateStruct":{"date":"2011-01-04","type":"ACTUAL"},"conditions":["Gastrointestinal Stromal Tumors"],"count":199,"armGroups":[{"label":"Regorafenib (Stivarga, BAY73-4506)","type":"EXPERIMENTAL","interventionNames":["Drug: Regorafenib (Stivarga, BAY73-4506)","Drug: Best supportive care"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Best supportive care"]}],"interventions":[{"name":"Regorafenib (Stivarga, BAY73-4506)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Best supportive care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects 18 years of age.\n* Subjects with histologically confirmed metastatic and/or unresectable GIST.\n* At least imatinib and sunitinib as prior treatment regimens, with objective disease progression or intolerance to imatinib, as well as disease progression while on sunitinib therapy. Additionally, disease progression or intolerance to other systemic therapies, as well as investigational new agents, is allowed, except prior treatment with any other vascular endothelial growth factor receptor (VEGFR) inhibitor.\n* Subjects must have at least one measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST), version 1.1. A lesion in a previously irradiated area is eligible to be considered as measurable disease as long as there is objective evidence of progression of the lesion prior to study enrollment.\n\nEastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n\n* Adequate bone marrow, liver, and renal function as assessed by laboratory parameters.\n\nRecovery to NCI-CTCAE v4.0 Grade 0 or 1 level or recovery to baseline preceding the prior treatment from any previous drug/procedure-related toxicity (except alopecia and anemia).\n\nExclusion Criteria:\n\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days before start of study medication.\n* Congestive heart failure New York Heart Association (NYHA) class 2.\n* Unstable angina (angina symptoms at rest, new-onset angina, ie, within the last 3 months) or myocardial infarction (MI) within the past 6 months before start of study medication.\n* Uncontrolled hypertension (systolic blood pressure 140 mmHg or diastolic pressure 90 mmHg despite optimal medical management).\n\nArterial thrombotic or embolic events such as cerebrovascular accident (including transient ischemic attacks), or pulmonary embolism within the 6 months before start of study drug or venous thrombotic events such as deep vein thrombosis within the 3 months before start of study drug.\n\n* Ongoing infection grade 2 National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.0.\n\nSymptomatic metastatic brain or meningeal tumors.\n\n* Subjects with evidence or history of bleeding diathesis. Any hemorrhage or bleeding event NCI-CTCAE version 4.0 grade 3 or higher within 4 weeks prior to the start of study drug.\n\nNon-healing wound, ulcer, or bone fracture.\n\n* Persistent proteinuria of NCI-CTCAE version 4.0 grade 3 or higher (3.5 g/24 hrs, measured by urine protein:creatinine ratio on a random urine sample).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Progression-free Survival (PFS) was defined as the time from date of randomization to radiological disease progression or death due to any cause, whichever occurs first. PFS was based on central radiological assessment using modified RECIST (Response Evaluation Criteria in Solid Tumors) v.1.1. Progression is defined as at least a 20% increase in the sum of diameters of target lesions taking as reference the smallest sum on study; or unequivocal progression of existing non-target lesions; or appearance of new lesions. Subjects without progression or death at the time of analysis were censored at their last date of tumor evaluation. Results are based on central evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"147","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall Survival (OS) was defined as the time from date of randomization to death due to any cause. Subjects still alive at the time of analysis were censored at their date of last contact. Median OS was not observed at the time of PFS analysis and first analysis of OS, therefore only the proportion of death events was reported in the results posting system. This approach was maintained for the subsequent updates in the results posting system.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.0","spread":null},{"groupId":"OG001","value":"80.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"Time to progression (TTP) was defined as the time from date of randomization to disease progression (based on central radiological assessment using modified RECIST \\[Response Evaluation Criteria in Solid Tumors\\] v.1.1). Progression is defined as at least a 20% increase in the sum of diameters of target lesions taking as reference the smallest sum on study; or unequivocal progression of existing non-target lesions; or appearance of new lesions. Subjects without progression at the time of analysis were censored at their last date of tumor evaluation. Results are based on central evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"165","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Tumor Response","description":"Tumor Response of a subject was defined as the best tumor response (Complete Response \\[CR: disappearance of all clinical and radiological evidence of tumor (both target and non-target).\\], Partial Response \\[PR: at least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.\\], Stable Disease \\[SD: steady state of disease. Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.\\], or Progressive Disease \\[PD: at least a 20% increase in the sum of diameters of target lesions taking as reference the smallest sum on study or unequivocal progression of existing non-target lesions, or appearance of new lesions.\\]) observed during the trial period and assessed according to RECIST v1.1 criteria. Results are based on central evaluation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"63.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"Objective response rate was defined as the percentage of subjects whose best response was Complete Response (CR: disappearance of all clinical and radiological evidence of tumor (both target and non-target).) or Partial Response (PR: at least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.) according to Response Evaluation Criteria in Solid Tumors (RECIST v1.1). Results are based on central evaluation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"Disease Control Rate (DCR) was defined as the percentage of subjects whose best response was Complete Response (CR: disappearance of all clinical and radiological evidence of tumor (both target and non-target).), Partial Response (PR: at least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.), or Stable Disease (SD: steady state of disease. Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.) according to RECIST v1.1 criteria. SD had to be maintained for at least 12 weeks from the first demonstration of that rating. Results are based on central evaluation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.6","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"Duration of Response was defined as the time from date of first response (Complete Response \\[CR: disappearance of all clinical and radiological evidence of tumor (both target and non-target).\\] or Partial Response \\[PR: at least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum, no unequivocal progression of existing non-target lesions, and no appearance of new lesions.\\]) to the date when Progressive Disease (PD: at least a 20% increase in the sum of diameters of target lesions taking as reference the smallest sum on study or unequivocal progression of existing non-target lesions, or appearance of new lesions.) is first documented, or to the date of death, whichever occurs first, according to RECIST v1.1. Subjects still having CR or PR and have not died at the time of analysis were censored at their last date of tumor evaluation. Duration of response defined for responders only, i.e CR or PR. Results are based on central evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":41},"commonTop":["Hypertension","Palmar-plantar erythrodysesthesia syndrome","Fatigue","Diarrhea","Mucositis oral"]}}}