{"nctId":"NCT02755649","briefTitle":"A Study to Assess the Efficacy and Safety of Dupilumab in Participants With Severe Atopic Dermatitis (AD) That Are Not Controlled With Oral Cyclosporine A (CSA) or for Those Who Cannot Take Oral CSA Because it is Not Medically Advisable","startDateStruct":{"date":"2016-01-31","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":325,"armGroups":[{"label":"Placebo QW + TCS","type":"EXPERIMENTAL","interventionNames":["Drug: Matching Placebo"]},{"label":"Dupilumab 300 mg Q2W + TCS","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab"]},{"label":"Dupilumab 300 mg QW + TCS","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab"]}],"interventions":[{"name":"Dupilumab","otherNames":["DUPIXENT®","REGN668","SAR231893"]},{"name":"Matching Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, 18 years or older\n2. Severe, Chronic AD, (according to American Academy of Dermatology Consensus Criteria \\[Eichenfield 2014\\]) for whom treatment with potent TCS is indicated\n3. EASI score ≥20 at the screening and baseline visits\n4. IGA score ≥3 (on the 0 to 4 IGA scale) at the screening and baseline visits\n5. ≥10% body surface area (BSA) of AD involvement at the screening and baseline visits\n6. Documented recent history (within 6 months before the screening visit) of inadequate response to treatment with TCS\n7. Have applied a stable dose of topical emollient (moisturizer) twice daily for at least the 7 consecutive days immediately before the baseline visit\n8. Documented history by a physician of either:\n\n   1. No prior CSA exposure and not currently a candidate for CSA treatment due to:\n\n      * medical contraindications (eg, uncontrolled hypertension on medication), or\n      * use of prohibited concomitant medications (eg, statins, digoxin, macrolide, antibiotics, barbiturates, anti-seizure, nonsteroidal anti-inflammatory drugs, diuretics, angiotensin-converting-enzyme inhibitors, St John's Wort, etc), or\n      * increased susceptibility to CSA-induced renal damage (elevated creatinine) and liver damage (elevated function tests), or\n      * increased risk of serious infections, or\n      * hypersensitivity to CSA active substance or excipients OR\n   2. Previously exposed to CSA, and CSA treatment should not be continued or restarted due to:\n\n      * intolerance and/or unacceptable toxicity (eg, elevated creatinine, elevated liver function tests, uncontrolled hypertension, paraesthesia, headache, nausea, hypertrichosis, etc), or\n      * inadequate response to CSA (defined as flare of AD on CSA tapering after a maximum of 6 weeks of high dose \\[5 mg/kg/day\\] to maintenance dose \\[2 to 3 mg/kg/day\\] or a flare after a minimum of 3 months on maintenance dose). Flare is defined as increase in signs and/or symptoms leading to escalation of therapy, which can be an increase in dose, a switch to a higher-potency class of TCS, or the start of another systemic non-steroidal immunosuppressive drug or\n      * requirement for CSA at doses \\>5 mg/kg/day, or duration beyond those specified in the prescribing information (\\>1 year)\n\nExclusion Criteria:\n\n1. Participation in a prior dupilumab clinical study\n2. Treatment with an investigational drug within 8 weeks or within 5 half-lives (if known), whichever is longer, before the screening visit\n3. Hypersensitivity and/or intolerance to corticosteroids or to any other ingredients contained in the TCS product used in the study\n4. Systemic CSA, systemic corticosteroids, or phototherapy within 4 weeks prior to screening, and azathioprine (AZA), methotrexate (MTX), mycophenolate mofetil (MMF), or Janus kinase (JAK) inhibitors within 8 weeks prior to screening\n5. Treatment with TCI within 1 week before the screening visit\n6. Treatment with biologics as follows:\n\n   * Any cell-depleting agents including but not limited to rituximab: within 6 months before the screening visit, or until lymphocyte count returns to normal, whichever is longer\n   * Other biologics: within 5 half-lives (if known) or 16 weeks prior to the screening visit, whichever is longer\n7. Regular use (more than 2 visits per week) of a tanning booth/parlor within 4 weeks of the screening visit\n8. Treatment with a live (attenuated) vaccine within 12 weeks before the screening\n9. Active chronic or acute infection requiring treatment with systemic antibiotics, antivirals, antiparasitics, antiprotozoals, or antifungals within 2 weeks before the screening or superficial skin infections within 1 week before the screening visit. NOTE: patients may be rescreened no sooner than 2 weeks after infection resolves\n10. Known or suspected history of immunosuppression, including history of invasive opportunistic infections (eg, tuberculosis \\[TB\\], histoplasmosis, Listeriosis, coccidioidomycosis, pneumocystosis, aspergillosis) despite infection resolution; or unusually frequent, recurrent, or prolonged infections, per investigator judgment\n11. Presence of any 1 of the following TB criteria:\n\n    1. A positive tuberculin skin test at the screening visit\n    2. A positive blood QuantiFERON®-TB or T-Spot test at the screening visit\n    3. Chest x-ray (posterior-anterior and lateral views) at screening or within 3 months before the screening visit (radiology report must be available) with results consistent with prior TB infection (including but not limited to apical scarring, apical fibrosis, or multiple calcified granuloma). This does not include non-caseating granulomata.\n\n    NOTE: Any of these 3 TB tests will be performed on a country-by-country basis according to local guidelines only if required by regulatory authorities or ethics boards.\n12. History of human immunodeficiency virus (HIV) infection or positive HIV serology at screening\n13. Positive hepatitis B surface antigen (HBsAg), hepatitis B core antibody (HBc Ab), or hepatitis C antibody (HCV Ab) at the screening visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Eczema Area and Severity Index (EASI) 75 (≥75% Improvement From Baseline) at Week 16","description":"The EASI score is used to measure the severity and extent of atopic dermatitis (AD) and measured erythema, infiltration, excoriation and lichenification on 4 anatomic regions of the body: head, trunk, upper and lower extremities. The total EASI score ranges from 0 (minimum) to 72 (maximum) points, with the higher scores reflecting the worse severity of AD. EASI-75 responders were the participants who achieved ≥75% overall improvement in EASI score from baseline to Week 16. The analysis population for efficacy analyses is the Full Analysis Set (FAS) which included all randomized participants. Efficacy analyses were based on the treatment allocated (as randomized).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null},{"groupId":"OG001","value":"62.6","spread":null},{"groupId":"OG002","value":"59.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Eczema Area and Severity Index (EASI) Score at Week 16","description":"The EASI score is used to measure the severity and extent of atopic dermatitis (AD) and measured erythema, infiltration, excoriation and lichenification on 4 anatomic regions of the body: head, trunk, upper and lower extremities. The total EASI score ranges from 0 (minimum) to 72 (maximum) points, with the higher scores reflecting the worse severity of AD. The analysis population for efficacy analyses is the FAS which included all randomized participants. Efficacy analyses were based on the treatment allocated (as randomized). Here \"number of participants analyzed\" = participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.6","spread":"2.76"},{"groupId":"OG001","value":"-79.8","spread":"2.59"},{"groupId":"OG002","value":"-78.2","spread":"2.55"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Weekly Average of Peak Pruritus Numerical Rating Scale (NRS) at Week 16","description":"The Pruritus NRS is an assessment tool used to report the intensity of a participant's pruritus (itch), both maximum and average intensity, during a 24-hour recall period. Participants were asked the following question: how would you rate your itch at the worst moment during the previous 24 hours (for maximum itch intensity on a scale of 0 - 10 \\[0 = no itch; 10 = worst itch imaginable\\]). The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number of Participants Analyzed\" = Participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.4","spread":"3.39"},{"groupId":"OG001","value":"-53.9","spread":"3.14"},{"groupId":"OG002","value":"-51.7","spread":"3.09"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in SCORing Atopic Dermatitis (SCORAD) Score at Week 16","description":"The SCORAD is a clinical tool for assessing the severity of AD. Extent and intensity of eczema as well as subjective signs (insomnia, etc.) are assessed and scored. Total score ranges from 0 (absent disease) to 103 (severe disease). The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number of Participants analyzed\" = Participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.5","spread":"2.55"},{"groupId":"OG001","value":"-62.4","spread":"2.48"},{"groupId":"OG002","value":"-58.3","spread":"2.45"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improvement (Reduction ≥4 Points) of Weekly Average of Peak Daily Pruritus NRS From Baseline to Week 16","description":"Pruritus NRS is an assessment tool used to report the intensity of a participant's pruritus (itch), both maximum and average intensity, during a 24-hour recall period. Participants were asked the following question: how would a participant rate his itch at the worst moment during the previous 24 hours (for maximum itch intensity on a scale of 0 - 10 \\[0 = no itch; 10 = worst itch imaginable\\]). Participants achieving a reduction of ≥4 points from baseline in weekly average of peak daily pruritus NRS score at Week 16 were reported. The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number of participants analyzed\" = participants who were evaluable for this endpoint.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null},{"groupId":"OG001","value":"45.7","spread":null},{"groupId":"OG002","value":"40.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percent Body Surface Area (BSA) Involvement With Atopic Dermatitis (AD) at Week 16","description":"BSA affected by AD was assessed for each section of the body (the possible highest score for each region was: head and neck \\[9%\\], anterior trunk \\[18%\\], back \\[18%\\], upper limbs \\[18%\\], lower limbs \\[36%\\], and genitals \\[1%\\]). It was reported as a percentage of all major body sections combined. The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"number of participants analyzed\" = participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.57","spread":"1.798"},{"groupId":"OG001","value":"-39.23","spread":"1.715"},{"groupId":"OG002","value":"-37.52","spread":"1.690"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Investigator Global Assessment (IGA) 0 or 1 (on the 0 to 4 IGA Scale) and a Reduction From Baseline of ≥2 Points at Week 16","description":"IGA is an assessment scale used to determine severity of AD and clinical response to treatment on a 5 point scale (0 = clear; 1 = almost clear; 2 = mild; 3 = moderate; 4 = severe) based on erythema and papulation/infiltration. Therapeutic response is an IGA score of 0 (clear) or 1 (almost clear). Participants with IGA score of \"0\" or \"1\" and a reduction from baseline of ≥2 points at Week 16 were reported. The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null},{"groupId":"OG001","value":"40.2","spread":null},{"groupId":"OG002","value":"39.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Dermatology Life Quality Index (DLQI) at Week 16","description":"The DLQI is a 10-item, validated questionnaire used in clinical practice and clinical trials to assess the impact of AD disease symptoms and treatment on quality of life (QOL). The 10 questions assessed QOL over the past week, with an overall scoring of 0 (absent disease) to 30 (severe disease); a high score is indicative of a poor QOL. The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number of Participants Analyzed\" = Participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":"0.49"},{"groupId":"OG001","value":"-9.5","spread":"0.46"},{"groupId":"OG002","value":"-8.8","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Patient Oriented Eczema Measure (POEM) at Week 16","description":"The POEM is a 7-item questionnaire that assesses disease symptoms (dryness, itching, flaking, cracking, sleep loss, bleeding and weeping) with a scoring system of 0 (absent disease) to 28 (severe disease) (high score indicative of poor quality of life \\[QOL\\]). The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number of Participants Analyzed\" = participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"0.62"},{"groupId":"OG001","value":"-11.9","spread":"0.60"},{"groupId":"OG002","value":"-11.4","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Eczema Area and Severity Index (EASI) Score (≥75% Improvement From Baseline) at Week 16 for Participants With Prior CSA Use","description":"The EASI score is used to measure the severity and extent of atopic dermatitis (AD) and measured erythema, infiltration, excoriation and lichenification on 4 anatomic regions of the body: head, trunk, upper and lower extremities. The total EASI score ranges from 0 (minimum) to 72 (maximum) points, with the higher scores reflecting the worse severity of AD. EASI-75 responders were the participants who achieved ≥75% overall improvement in EASI score from baseline to Week 16. The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number of Participants Analyzed\" = Participants who were evaluable for this endpoint.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.4","spread":null},{"groupId":"OG001","value":"58.0","spread":null},{"groupId":"OG002","value":"56.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Weekly Dose of Topical Corticosteroid (TCS) Use During Treatment Period","description":"The type, amount, frequency, and potency of topical products used during the study were recorded at home by participants in a medication diary. Participants returned TCS tubes at each clinic visit up until week 16, and these tubes were weighed by the site staff to determine the actual amount of TCS used. During the 16-week placebo-controlled study treatment period, medium-potency TCS dosing frequency was symptom-based (IGA score) adjusted every 4 weeks per the protocol-specified tapering algorithm. The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number Analyzed\" = Participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.1","spread":"1.48"},{"groupId":"OG001","value":"15.0","spread":"1.51"},{"groupId":"OG002","value":"17.5","spread":"1.49"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Hospital Anxiety and Depression Scale (HADS) Score at Week 16","description":"The HADS is a 14-item scale, with 7 items relating to anxiety and 7 relating to depression. Each item on the questionnaire is scored from 0-3, for possible scores ranging from 0 (no symptoms) to 21 (severe symptoms) for each of the anxiety and depression subscales. Recommended cut-off scores for both subscales to identify psychiatric distress are: 7 to 8 for possible presence, 10 to 11 for probable presence, and 14 to 15 for severe anxiety or depression. Scores less than 7 do not indicate psychiatric distress. Total score is the sum of the two sub-scores.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"0.56"},{"groupId":"OG001","value":"-6.1","spread":"0.54"},{"groupId":"OG002","value":"-5.2","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving SCORAD 50 (≥50% Improvement From Baseline) at Week 16","description":"The SCORAD is a clinical tool for assessing the severity of AD. Extent and intensity of eczema as well as subjective signs (insomnia, etc.) are assessed and scored. Total score ranges from 0 (absent disease) to 103 (severe disease). The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"66.4","spread":null},{"groupId":"OG002","value":"55.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Total Global Individual Signs Score (GISS) at Week 16 (Erythema, Infiltration/ Papulation, Excoriations, Lichenification)","description":"Individual components of the AD lesions (erythema, infiltration/ papulation, excoriations, and lichenification) were rated globally (each assessed for the whole body, not by anatomical region) on a 4-point scale (0= none, 1= mild, 2= moderate and 3= severe) using the EASI severity grading criteria. Total score ranges from 0 (absent disease) to 12 (severe disease). The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Full Analysis Set (FAS) included all randomized. Here \"Number of Participants Analyzed\" = Participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.0","spread":"2.75"},{"groupId":"OG001","value":"-55.2","spread":"2.66"},{"groupId":"OG002","value":"-53.3","spread":"2.65"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Weekly Average of Peak Pruritus Numerical Rating Scale (NRS) Score at Week 2","description":"Pruritus NRS is an assessment tool used to report the intensity of a participant's pruritus (itch), both maximum and average intensity, during a 24-hour recall period. Participants were asked the following question: how would you rate your itch at the worst moment during the previous 24 hours (for maximum itch intensity on a scale of 0 - 10 \\[0 = no itch; 10 = worst itch imaginable\\]). The analysis population for efficacy analyses is the FAS. Efficacy analyses were based on the treatment allocated (as randomized). Here \"Number of Participants analyzed\" = Participants who were evaluable for this endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.0","spread":"2.24"},{"groupId":"OG001","value":"-17.2","spread":"2.25"},{"groupId":"OG002","value":"-19.7","spread":"2.21"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Skin Infection Treatment Emergent Adverse Events (TEAEs) (Excluding Herpetic Infections) From Baseline Through Treatment Period","description":"Treatment-emergent adverse events (TEAEs) were defined as AEs that developed or worsened or became serious during on-treatment period (time from the first dose of study drug to the last study dose (Week 16). A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious AEs. Safety analysis set (SAF) included all randomized participants who received any study drug; it was based on the treatment received (as treated).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"1.9","spread":null},{"groupId":"OG002","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Having at Least One Serious Treatment Emergent Adverse Event (TEAE) Through Treatment Period","description":"Treatment-emergent adverse events (TEAEs) were defined as AEs that developed or worsened or became serious during on-treatment period (time from the first dose of study drug to the last study dose (Week 16). A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious AEs. SAF included all randomized participants who received any study drug; it was based on the treatment received (as treated).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"1.9","spread":null},{"groupId":"OG002","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Having at Least One Treatment-Emergent Adverse Event (TEAE) Leading to Treatment Discontinuation Through Treatment Period","description":"Treatment-emergent adverse events (TEAEs) were defined as AEs that developed or worsened or became serious during on-treatment period (time from the first dose of study drug to the last study dose (Week 16). A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious AEs. SAF included all randomized participants who received any study drug; it was based on the treatment received (as treated).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent Adverse Events Through Treatment Period","description":"Treatment-emergent adverse events (TEAEs) were defined as AEs that developed or worsened or became serious during on-treatment period (time from the first dose of study drug to the last study dose (Week 16). A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious AEs. SAF included all randomized participants who received any study drug; it was based on the treatment received (as treated).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.4","spread":null},{"groupId":"OG001","value":"72.0","spread":null},{"groupId":"OG002","value":"69.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":108},"commonTop":["Nasopharyngitis","Dermatitis atopic","Conjunctivitis allergic","Headache","Conjunctivitis"]}}}