{"nctId":"NCT03172481","briefTitle":"PRC-063 Classroom Study in Children (6-12 Years of Age) With ADHD","startDateStruct":{"date":"2017-05-01","type":"ACTUAL"},"conditions":["ADHD"],"count":156,"armGroups":[{"label":"Active Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: PRC-063 oral capsules"]},{"label":"Placebo Treatment","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo oral capsules"]}],"interventions":[{"name":"PRC-063 oral capsules","otherNames":[]},{"name":"Placebo oral capsules","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females greater than or equal to 6 and less than or equal to 12 years of age\n2. Females who are non-pregnant and non-nursing\n3. Females of child-bearing potential who agree to practice a clinically accepted method of contraception during the study and for at least one month prior to study dosing and one month following completion of the study. Acceptable contraceptive methods include abstinence, oral contraception, surgical sterilization (bilateral tubal ligation, bilateral oophorectomy or hysterectomy), intrauterine device, or diaphragm in addition to spermicidal foam and condom on male partner, or systemic contraception (e.g. levonorgestrel-releasing implant)\n4. Diagnosis of ADHD (any type: combined, predominately hyperactive impulsive type or predominately inattentive type) by a psychiatrist, psychologist, developmental pediatrician or licensed allied healthcare professional using the DSM-5 and confirmed by administration of a structured diagnostic interview using the K-SADS-PL\n5. Ratings on the ADHD-RS-5 based on when the subject is not receiving treatment for ADHD, the subject must have ≥ 90th percentile normative value for gender and age in at least 1 of the categories: total score, inattentive subscale or hyperactive/impulse subscale\n6. Unsatisfied with his or her current pharmacological therapy for treatment of ADHD or not currently receiving pharmacological therapy for ADHD. Inclusion of subjects who are naïve to pharmacological therapy for ADHD is permitted\n7. Must be functioning at an age-appropriate level intellectually as determined by an intelligence quotient of ≥ 80 on a documented IQ assessment such as the WASI-II vocabulary and matrix reasoning components, or the KBIT-2\n8. Must have the ability to complete the PERMP assessments\n9. Have parental consent (signed informed consent form) and written or verbal assent from the subject\n10. Subject and parent(s)/caregiver are willing and able to comply with all the protocol requirements and parent(s) or caregiver must be able to provide transportation for the subject to and from the analog classroom sessions\n\nExclusion Criteria:\n\n1. Has blood pressure and pulse greater than the 95th percentile for age and gender\n2. Has current or recent history (within the past 6 months) of drug abuse or dependence disorder in the subject or the immediate family or by someone living at the participant's' home or positive urine drug screen for stimulant medication (other than currently prescribed stimulant for the treatment of ADHD) or drugs of abuse at the screening visit\n3. Has untreated thyroid disease, glaucoma, Gilles de la Tourette's disorder, chronic tics or a history of seizures during the last 2 years (except simple febrile seizures), a tic disorder (exclusive of transient tic disorder). Mild medication-induced tics are not exclusionary\n4. Primary and/or comorbid psychiatric diagnosis other than ADHD with the exception of simple phobias, motor skill disorders, communication disorders, learning disorders and adjustment disorders so long as such disorder is judged not to interfere with study participation or the safety of the subject or other participants. Children meeting conduct disorder or oppositional defiant disorder criteria but without history of prominent aggressive outbursts that could interfere with study participation or the safety of the subject or other participants will be allowed to enroll at the discretion of the investigator\n5. Subjects with a family history (first degree relatives) of sudden cardiac death require review and approval by the medical monitor for participation in the study\n6. Has a current or recent history of hypertension, symptomatic cardiovascular disease, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, or other serious cardiac problems that may place them at increased vulnerability to the sympathomimetic effects of a stimulant drug\n7. Has a concurrent medical condition that, in the opinion of the investigator, could cause participation in this study to be detrimental to the subject\n8. Has used any investigational drug within 30 days of the screening visit\n9. Has a known history of physical, sexual, or emotional abuse in the last year\n10. Has a medical history of hepatitis A, B, C or human immunodeficiency virus, or tests positive for any of these at screening\n11. Has a positive urine pregnancy test (if applicable) at screening\n12. Has positive findings on C-SSRS for suicidal ideation or behaviors at screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Swanson, Kotkin, Agler, M-Flynn and Pelham (SKAMP)-Combined Scores During the Full-Day Laboratory Classroom","description":"The SKAMP rating scale is a validated tool that assesses behavioral symptoms of ADHD in a classroom setting. The SKAMP-C comprises 13 items (including subscales: attention with items 1-4, deportment with items 5-8, quality of work with items 9-11 and compliance with items 12-13), and is obtained by summing up each item score where each item is rated on a 7-point impairment scale (0 = none, 6 = maximal impairment), for a total possible combined score of 0 to 78 (lower score indicated fewer ADHD symptoms). During the Full-day Classroom visit, SKAMP-C was assessed at pre-dose and approximately 1, 2, 4, 6, 8, 10, 12, and 13 hours post-dose. Average post-dose score and change from pre-dose score were analyzed on the individual SKAMP-C scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":"6.9"},{"groupId":"OG001","value":"18.2","spread":"9.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":74},"commonTop":["Heart Rate Increased","Sinus Tachycardia","Vomiting","Headache","Upper Respiratory Tract Infection"]}}}