{"nctId":"NCT02504541","briefTitle":"Subcutaneous Testosterone Enanthate Safety in Adult Men Diagnosed With Hypogonadism","startDateStruct":{"date":"2015-07"},"conditions":["Hypogonadism"],"count":133,"armGroups":[{"label":"Testosterone enanthate auto-injector","type":"EXPERIMENTAL","interventionNames":["Combination Product: Testosterone enanthate auto-injector"]}],"interventions":[{"name":"Testosterone enanthate auto-injector","otherNames":["Testosterone","Testosterone enanthate","QuickShot® Testosterone (QST)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult men ≥18 and ≤75 years of age with a documented history of hypogonadism\n* Total testosterone levels \\< 300 ng/dL at two qualification visits\n* Patients in good general health\n\nExclusion Criteria:\n\n* Allergy to sesame or testosterone products\n* BMI ≥ 40 kg/m2\n* Hematocrit ≥ 52%\n* History or current evidence of breast or prostate cancer\n* Elevated prostate-specific antigen (PSA) for age.\n* Abnormal digital rectal examination (DRE)\n* Unstable psychiatric illnesses\n* Obstructive uropathy of prostatic origin\n* Poorly controlled diabetes\n* Congestive heart failure\n* Within 6 months of screening, myocardial infarction (MI), unstable angina leading to hospitalization, percutaneous coronary intervention, coronary artery bypass graft, uncontrolled cardiac arrhythmia, stroke transient ischemia attack, carotid revascularization, endovascular procedure, or surgical intervention for peripheral vascular disease.\n* History or current treatment of thromboembolic disease.\n* Use of adrenocorticotropic hormone (ACTH) or oral/depot corticosteroids within 6 weeks of screening.\n* History of severe, untreated sleep apnea\n* Subjects with any clinically significant medical condition which, in the opinion of the investigator, would make the subject an unsuitable candidate for enrollment in the study\n* Positive serology for HIV, hepatitis B or hepatitis C\n* Current evidence of drug or alcohol abuse.\n* Skin conditions in injection site that could confound injection site assessments.\n* Administration of other investigational compounds within one month of screening or 5 half-lives of the investigational compound, whichever is longer).\n* Use of estrogen, gonadotropin-releasing hormone (GnRH) or growth hormone within 12 months of screening.\n* Use of other androgens (DHEA), anabolic steroids, other sex hormones) or other substances/supplements know to affect the pharmacokinetics (PK) of testosterone enanthate\n* Considered or scheduled surgical or dental procedures associated with blood loss ≥500 mL during study.\n* Donation of plasma or blood within 56 days of screening or history of donation of \\> 50 mL of blood or plasma within 3 months of screening.\n* Donation of plasma or blood during study","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adverse Events as a Measure of Safety of QuickShot™ Testosterone (QST) Administered Subcutaneously (SC) Once Each Week to Adult Males With Hypogonadism","description":"Number of participants experiencing adverse events that started on or after the first dose of QST, or existed prior to the first dose and woresened in severity or relatedness to QST after dosing, were evaluated in this population.\n\nAlthough a patient may have had 2 or more TEAEs or SAEs, the patient was counted only once within a SOC category. The same patient may have contributed to 2 or more preferred term categories. (Four patients had a total of 9 SAEs during the study)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":133},"commonTop":["Hematocrit increased","Upper respiratory tract infection","Injection site hemorrhage","Nasopharyngitis","Blood creatine phosphokinase increased"]}}}