{"nctId":"NCT02623426","briefTitle":"Macular Edema Ranibizumab v. Intravitreal Anti-inflammatory Therapy Trial","startDateStruct":{"date":"2017-03-09","type":"ACTUAL"},"conditions":["Uveitis","Macular Edema"],"count":194,"armGroups":[{"label":"Dexamethasone intravitreal implant 0.7mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dexamethasone intravitreal implant 0.7 mg"]},{"label":"Intravitreal methotrexate 400µg in 0.1mL","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intravitreal Methotrexate 400 µg"]},{"label":"Intravitreal ranibizumab 0.5mg in 0.05mL","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intravitreal Ranibizumab 0.5 mg"]}],"interventions":[{"name":"Dexamethasone intravitreal implant 0.7 mg","otherNames":["Ozurdex"]},{"name":"Intravitreal Methotrexate 400 µg","otherNames":[]},{"name":"Intravitreal Ranibizumab 0.5 mg","otherNames":["Lucentis"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nPatient level inclusion criterion\n\n1. 18 years of age or older;\n\n   Eye level inclusion criteria - at least one eye must meet all of the following conditions\n2. Inactive or minimally active non-infectious anterior, intermediate, posterior or panuveitis, as defined by the Standardization of Uveitis Nomenclature (SUN) Working Group criteria as ≤ 0.5+ anterior chamber cells, ≤ 0.5+ vitreous haze grade and no active retinal/choroidal lesions for a minimum of 4 weeks;\n3. Macular edema (ME) defined as the presence of macular thickness greater than the normal range for the OCT machine being used (see cut points below), regardless of the presence of cysts, following an intravitreal corticosteroid injection (≥ 4 weeks following intravitreal triamcinolone injection or ≥ 12 weeks following intravitreal dexamethasone implant injection);\n\n   Greater than 300 μm for Zeiss Cirrus Greater than 320 μm for Heidelberg Spectralis Greater than 300 μm for Topcon SD OCT\n4. Baseline fluorescein angiogram that, as assessed by the study ophthalmologist, is gradable for degree of leakage in the central subfield;\n5. Best corrected visual acuity (BCVA) 5/200 or better;\n6. Baseline intraocular pressure \\> 5 mm Hg and ≤ 21 mm Hg (current use of ≤3 intraocular pressure-lowering medications and/or prior glaucoma surgery are acceptable (Note: combination medications, e.g., Combigan, are counted as two IOP-lowering medications);\n7. Media clarity and pupillary dilation sufficient to allow OCT testing and assessment of the fundus.\n\nExclusion criteria:\n\nPatient level exclusion criteria\n\n1. History of infectious uveitis in either eye;\n2. History of infectious scleritis of any type in either eye (Note: History of noninfectious scleritis that has been active in past 12 months is an eye-level exclusion -see #13 below);\n3. History of keratitis (with the exception of keratitis due to dry eye) in either eye;\n4. History of central serous retinopathy in either eye;\n5. Active infectious conjunctivitis in either eye;\n6. Oral prednisone dose \\> 10 mg per day (or of an alternative corticosteroid at a dose higher than that equipotent to prednisone 10 mg per day) OR oral prednisone dose ≤ 10 mg per day at baseline that has not been stable for at least 4 weeks (note: if patient is off of oral prednisone at baseline (M01 study visit) dose stability requirement for past 4 weeks does not apply);\n7. Systemic immunosuppressive drug therapy that has not been stable for at least 4 weeks (note: use of systemic methotrexate is acceptable as long as regimen has been stable for at least 4 weeks);\n8. Use of oral acetazolamide or other systemic carbonic anhydrase inhibitor at baseline;\n9. Known allergy or hypersensitivity to any component of the study drugs;\n10. For women of childbearing potential: pregnancy, breastfeeding, or a positive pregnancy test; unwilling to practice an adequate birth control method (abstinence, combination barrier and spermicide, or hormonal) for duration of trial;\n\n    Eye level exclusion criteria - at least one eye that meets all inclusion criteria cannot have any of the following conditions\n11. History of infectious endophthalmitis;\n12. History of severe glaucoma as defined by optic nerve damage (cup/disc ratio of ≥ 0.9 or any notching of optic nerve to the rim);\n13. History of active noninfectious scleritis in past 12 months (Note: History of noninfectious scleritis is acceptable if the last episode of active scleritis resolved at least 12 months prior to enrollment);\n14. Presence of an epiretinal membrane noted clinically or by OCT that per the judgment of study ophthalmologist may be significant enough to limit improvement of ME (i.e., causing substantial wrinkling of the retinal surface);\n15. Torn or ruptured posterior lens capsule\n16. Presence of silicone oil;\n17. Ozurdex administered in past 12 weeks;\n18. Anti-vascular endothelial growth factor (VEGF) agent, intravitreal methotrexate, or intravitreal/periocular corticosteroid administered in past 4 weeks;\n19. Fluocinolone acetonide implant (Retisert) placed in past 3 years.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Baseline Central Subfield Thickness Observed at 12 Weeks","description":"The primary outcome is the change in central subfield thickness from baseline to 12 weeks measured on a relative scale as the the proportion of the baseline central subfield thickness. The proportion of baseline subfield thickness is estimated by a mixed effect model that includes time points for baseline, week 4, week 8, and week 12 and the treatment group. The treatment effect is the interaction (product) of time point and treatment. Contrasts of the model parameter estimates were used to calculate the change from baseline to week 12 and the comparison between treatment groups.\n\nValues less than 1 indicate a decrease in retinal thickness with lower values indicating greater decreases (improvement).The OCT outcomes were measured by masked readers. The 12-week visit was chosen as the time to assess the primary outcome because of the ranibizumab treatment schedule and the peak effect time for dexamethasone","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.65","spread":null},{"groupId":"OG001","value":"0.88","spread":null},{"groupId":"OG002","value":"0.79","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":65},"commonTop":["Post injection IOP increase >=30 mmHg","Eye pain","Ocular hypertension","Uveitis","Surgery to control IOP"]}}}