{"nctId":"NCT03610646","briefTitle":"Comparative Study to Evaluate the Efficacy and Safety of MYL-1701P and Eylea® in Subjects With Diabetic Macular Edema (DME)","startDateStruct":{"date":"2018-08-23","type":"ACTUAL"},"conditions":["Diabetic Macular Edema"],"count":355,"armGroups":[{"label":"MYL-1701P","type":"EXPERIMENTAL","interventionNames":["Drug: MYL-1701P"]},{"label":"Eylea","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Eylea"]}],"interventions":[{"name":"MYL-1701P","otherNames":[]},{"name":"Eylea","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects age ≥ 18 years.\n2. Subjects have type 1 or type 2 diabetes mellitus who present with central DME involvement in the study eye.\n3. The cause of decreased vision in the study eye has been attributed primarily to DME by the Investigator.\n4. Subject is able to understand and voluntarily provide written informed consent to participate in the study.\n5. If female of child bearing potential, the subject must have a negative serum pregnancy test at the Screening visit and a negative urine pregnancy test at baseline visit, and should not be nursing or planning a pregnancy.\n6. If female, subject must be:\n\n   1. Surgically sterilized via hysterectomy, bilateral oophorectomy, or bilateral tubal ligation; or\n   2. Of childbearing potential and practicing an acceptable form of birth control (defined as the use of an intrauterine device; a barrier method, like condom, with spermicide; any form of hormonal contraceptives; or abstinence from sexual intercourse) starting 60 days prior to dosing and continuing at least 90 days following the last treatment.\n   3. Of non-childbearing potential (i.e., postmenopausal for at least 1 year).\n7. If male, subject must be surgically or biologically sterile. If not sterile, the subject must agree to use an acceptable form of birth control with sexual partner (as described in inclusion criteria #6b of protocol) or abstain from sexual relations during the study period and up to 90 days following the last treatment dose.\n8. Subject is willing to comply with the study duration, study visits and study related procedures.\n\nExclusion Criteria:\n\n1. Subjects with known hypersensitivity to aflibercept or any of the excipients\n2. Subjects with current or planned use of systemic medications known to be toxic to the lens, retina or optic nerve, including deferoxamine, chloroquine/hydroxychloroquine, tamoxifen, phenothiazines and ethambutol\n3. Subjects with uncontrolled hypertension defined as systolic blood pressure \\>160mm Hg or diastolic blood pressure \\> 95 mm of Hg.\n4. Subjects with a history of cerebrovascular accident or myocardial infarction within 6 months of randomization.\n5. Subjects with history of use of intraocular corticosteroids anytime in the past or periocular (subconjunctival, intra-scleral, sub-tenon or retrobulbar) corticosteroids within 4 months of randomization\n6. Subjects who have only one functional eye, even if the eye met all other study requirements, or who have an ocular condition on the fellow eye with a poorer prognosis than the study eye.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Best Corrected Visual Acuity (BCVA) at Week 8","description":"Mean change from baseline in BCVA as assessed by Early Treatment Diabetic Retinopathy Study (ETDRS) letters at week 8.\n\nBest Corrected Visual Acuity (BCVA) is measured using an Early Treatment Diabetic Retinopathy Study (ETDRS) chart and is reported as the number of letters read correctly (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the ETDRS chart, the worse the vision (or visual acuity). A positive change from baseline indicates an improvement and a negative change from baseline indicates a worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.60","spread":"0.548"},{"groupId":"OG001","value":"6.56","spread":"0.548"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in Central Retinal Thickness (CRT)","description":"The mean change from baseline in Central Retinal Thickness as determined by Spectral domain- Optical coherence tomography (SD-OCT) over time","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-170.14","spread":"7.198"},{"groupId":"OG001","value":"-167.67","spread":"7.260"}]}]}]},{"type":"SECONDARY","title":"The Mean Change in BCVA","description":"Mean change from baseline in BCVA as assessed by ETDRS letters over time. Best Corrected Visual Acuity (BCVA) is measured using an Early Treatment Diabetic Retinopathy Study (ETDRS) chart and is reported as the number of letters read correctly (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the ETDRS chart, the worse the vision (or visual acuity). A positive change from baseline indicates an improvement and a negative change from baseline indicates a worsening","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.76","spread":"0.619"},{"groupId":"OG001","value":"10.52","spread":"0.621"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Who Gained ≥15 Letters From Baseline in BCVA","description":"Number of subjects who gained ≥15 letters from baseline in BCVA, assessed in change from baseline in ETDRS letters over time","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Administrations of Study Drug Required","description":"The mean number of doses administered during the 52 weeks of study","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":"2.06"},{"groupId":"OG001","value":"8.7","spread":"1.76"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":"Number of Participants with Treatment Emergent Adverse Events (Safety and tolerability)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null},{"groupId":"OG001","value":"138","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Induced and Boosted Anti-Drug Antibodies","description":"Number of subjects with induced and boosted Anti-Drug Antibodies (ADA) (Immunogenicity)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Concentration of Aflibercept in Blood (Pharmacokinetics)","description":"Free Drug Concentration of aflibercept in blood (Pharmacokinetics)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.355","spread":"30.693"},{"groupId":"OG001","value":"30.758","spread":"32.3208"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":178},"commonTop":["Hypertension","Cataract","Nasopharyngitis","Diabetic retinal oedema","Diabetes mellitus"]}}}