{"nctId":"NCT00976911","briefTitle":"AURELIA: A Study of Avastin (Bevacizumab) Added to Chemotherapy in Patients With Platinum-resistant Ovarian Cancer","startDateStruct":{"date":"2009-10-29","type":"ACTUAL"},"conditions":["Ovarian Cancer"],"count":361,"armGroups":[{"label":"Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: liposomal doxorubicin","Drug: paclitaxel","Drug: topotecan"]},{"label":"Chemotherapy + Bevacizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: liposomal doxorubicin","Drug: paclitaxel","Drug: topotecan"]}],"interventions":[{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"liposomal doxorubicin","otherNames":[]},{"name":"paclitaxel","otherNames":[]},{"name":"topotecan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* female patients, \\>/=18 years of age\n* epithelial ovarian, fallopian tube or primary peritoneal cancer\n* platinum-resistant disease (disease progression within \\<6 months of platinum therapy)\n* EOCG performance status of 0-2\n\nExclusion Criteria:\n\n* non-epithelial tumours\n* ovarian tumours with low malignant potential\n* previous treatment with \\>2 chemotherapy regimens\n* prior radiotherapy to the pelvis or abdomen","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Disease Progression or Death (Data Cutoff 14 November 2011)","description":"Progression free survival was defined as the time from the date of randomization to the first documented disease progression or death, whichever occurs first. Progression was based on tumour assessment made by the investigators according to the Response Evaluation Criteria In Solid Tumors (RECIST) criteria (for participants with measurable disease), and for those with non-measurable disease presence or absence of lesions was noted.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null},{"groupId":"OG001","value":"78.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Best Overall Confirmed Objective Response of Complete Response (CR) or Partial Response (PR) Per Modified RECIST (Data Cutoff 14 November 2011)","description":"Objective Response was determined by the investigator using modified RECIST criteria, Version 1.0. An objective response was a complete or partial overall confirmed response as determined by investigators. CR defined as complete disappearance of all target and non-target lesions and no new lesions. PR defined as greater than or equal to (≥) 30 percent (%) decrease in the sum of appropriate diameters of all target measurable lesions, no progress in the non-measurable disease, and no new lesions. 95% CI computed using the normal approximation to the binomial distribution.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"28.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (Data Cutoff 14 November 2011)","description":"For randomized participants who achieved an objective response per modified RECIST, duration of objective response was defined as the time from the date of the first occurrence of a CR or PR (whichever occurred first) until the date that progressive disease or death was documented (whichever occurred first). Participants who had an objective response and did not experience disease progression or death by the time of analysis were censored at the time of the last tumor assessment. Summaries of duration of objective response (median and percentiles) were estimated from Kaplan-Meier curves. 95% CI for duration of objective response was computed using the method of Brookmeyer and Crowley.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died (Data Cutoff 25 January 2013)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.8","spread":null},{"groupId":"OG001","value":"71.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression Free Survival (PFS; Data Cutoff 14 November 2011)","description":"PFS was defined as the time from the date of randomization to the first documented disease progression or death, whichever occurred first. Progression was based on tumor assessment made by the investigators according to the RECIST criteria (for participants with measurable disease), and for those with non-measurable disease presence or absence of lesions was noted. Time from randomization to occurrence of disease progression or death was measured in months. An event was defined as the earliest progressive disease or death that occurred on or before the cutoff date (14 November 2011), regardless of start of nonprotocol specified anti-cancer therapy or the bevacizumab monotherapy. Disease progression was assessed by investigator according to RECIST or by symptom deterioration, and could not be declared on the basis of rising cancer antigen 125 (CA125) levels alone. Kaplan-Meier methodology was used. 95% CI for median was computed using the method of Brookmeyer and Crowley.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (Data Cutoff 25 January 2013)","description":"Duration of overall survival was defined as the time from randomization to death of any cause. Kaplan-Meier methodology was used. The OS data for participants for whom no death was captured in the clinical database were censored at the last time they were known to be alive. 95% CI was computed using the method of Brookmeyer and Crowley.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":null},{"groupId":"OG001","value":"16.6","spread":null}]}]}]},{"type":"SECONDARY","title":"European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ) Ovarian (OV) 28 Abdominal/Gastrointestinal (AB/GI) Symptom Scale - Percentage of Responders (Data Cutoff 14 November 2011)","description":"The EORTC OV-28 module is a questionnaire that focuses on issues specific to ovarian cancer. It assesses AB/GI symptoms, among others. Participants were asked to indicate the extent to which they experienced AB/GI symptoms in the week prior to assessment. Participants responded on a scale of 1-4 (1=not at all, 2=a little, 3=quite a bit, 4=very much) to the following: Did you have abdominal pain? Did you have a bloated feeling in your abdomen/stomach? Did you have problems with your clothes feeling too tight? Did you experience any change in bowel habit as a result of your disease or treatment? Were you troubled by passing wind/gas/flatulence? Have you felt full too quickly after beginning to eat? Have you had indigestion/heartburn? Data are transformed to a scale from 0 to 100. Lower scores represent better health (fewer symptoms). Participants were considered a responder if they had a 10 point or more reduction in EORTC QLQ-OV28 AB/GI symptom scale score from baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"27.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.3","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"32.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"28.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":181},"commonTop":["Neutropenia","Fatigue","Anaemia","Leukopenia","Peripheral sensory neuropathy"]}}}