{"nctId":"NCT02796677","briefTitle":"AMPLIFY - D6571C00001 Duaklir USA Phase III Study","startDateStruct":{"date":"2016-07-05","type":"ACTUAL"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":1595,"armGroups":[{"label":"AB/FF 400/12 μg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Aclidinium bromide 400 μg/Formoterol Fumarate 12 μg (AB/FF 400/12 μg)","Other: Placebo to AB/FF 400/12 μg, AB 400 μg and FF 12 μg"]},{"label":"AB 400 μg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Aclidinium bromide 400 μg (AB 400 μg)","Other: Placebo to AB/FF 400/12 μg, AB 400 μg and FF 12 μg"]},{"label":"FF 12 μg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Formoterol fumarate 12 μg (FF 12 μg)","Other: Placebo to AB/FF 400/12 μg, AB 400 μg and FF 12 μg"]},{"label":"TIO 18 μg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Tiotropium 18 μg (TIO 18 μg)","Other: Placebo to TIO 18 μg"]}],"interventions":[{"name":"Aclidinium bromide 400 μg/Formoterol Fumarate 12 μg (AB/FF 400/12 μg)","otherNames":["Oral Inhalation (by Pressair®/Genuair® Dry Powder Inhaler)"]},{"name":"Aclidinium bromide 400 μg (AB 400 μg)","otherNames":["Oral Inhalation (by Pressair®/Genuair® Dry Powder Inhaler)"]},{"name":"Formoterol fumarate 12 μg (FF 12 μg)","otherNames":["Oral Inhalation (by Pressair®/Genuair® Dry Powder Inhaler)"]},{"name":"Placebo to AB/FF 400/12 μg, AB 400 μg and FF 12 μg","otherNames":["Oral Inhalation (by Pressair®/Genuair® Dry Powder Inhaler)"]},{"name":"Tiotropium 18 μg (TIO 18 μg)","otherNames":["Oral Inhalation (by Handihaler® Dry Powder Inhaler, DPI)"]},{"name":"Placebo to TIO 18 μg","otherNames":["Oral Inhalation (by Handihaler® Dry Powder Inhaler, DPI)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult male or non-pregnant, non-lactating female patients aged ≥40.\n* Patients with diagnosis of moderate to very severe stable COPD: post-bronchodilator FEV1 \\< 80% of the predicted normal and post-bronchodilator FEV1/FVC \\< 70% at Screening Visit.\n* Symptomatic patients with a CAT score ≥10 at Screening and Randomization visit (Visits 1 and 2).\n* Current or former-smokers, with a smoking history of ≥ 10 pack-years.\n* Patients able to perform acceptable and repeatable pulmonary function testing for FEV1 according to the American Thoracic Society (ATS)/European Respiratory Society (ERS) 2005 criteria at Visit 1.\n* Patients eligible and able to participate in the study and who had signed an Informed Consent Form prior to initiation of any study-related procedures.\n\nExclusion Criteria:\n\n* Involvement in the planning and/or conduct of the study (applies to AstraZeneca staff and/or site staff), or patients employed by or relatives of the employees of the site or sponsor.\n* Previous randomization in the present study D6571C00001.\n* Patients with predominant asthma.\n* Any respiratory tract infection (including the upper respiratory tract) or COPD exacerbation (including the mild COPD exacerbation) within 6 weeks prior to screening or during the run-in period.\n* Patients hospitalized for a COPD exacerbation (an emergency room visit for longer than 24 hours is considered a hospitalization) within 3 months prior to Screening Visit.\n* Clinically significant respiratory conditions other than COPD.\n* Patients who in the Investigator's opinion may need to start a pulmonary rehabilitation program during the study and/or patients who started/finished it within 3 months prior to Screening.\n* Use of long-term oxygen therapy (≥ 15 hours/day).\n* Patients who do not maintain regular day/night, waking/sleeping cycles including night shift workers.\n* Clinically significant cardiovascular conditions.\n* Patients with uncontrolled Type I or Type II diabetes, uncontrolled hypo-or hyperthyroidism, hypokalaemia, or hyperadrenergic state, uncontrolled hypertension.\n* Patients with history of long QT syndrome or whose QTc (calculated according to Fridericia's Formula QTc=QT/RR1/3) \\> 470 ms as indicated in the centralised reading report assessed at Screening.\n* Patients with clinically significant abnormalities in the laboratory tests, ECG parameters (other than QTc) or in the physical examination at Screening Visit that might comprise patient safety.\n* Patient with known non-controlled history of infection with human immunodeficiency virus and/or active hepatitis.\n* Patient with a history of hypersensitivity reaction to inhaled medication or any component thereof, including paradoxical bronchospasm.\n* Patients with known narrow-angle glaucoma, symptomatic bladder neck obstruction, acute urinary retention or symptomatic non-stable prostate hypertrophy.\n* History of malignancy of any organ system (including lung cancer), treated or untreated, within the past 5 years other than basal or squamous cell skin cancer.\n* Patients with any other serious or uncontrolled physical or mental dysfunction.\n* Patients with a history (within 2 years prior to screening) of drug and/or alcohol abuse that may prevent study compliance based on the Investigator judgment.\n* Patients unlikely to be cooperative or that cannot comply with the study procedures.\n* Patients treated with any investigational drug within 30 days (or 6 half-lives, whichever is longer) prior to Screening.\n* Patients who intended to use any concomitant medication not permitted by this protocol or who had not undergone the required washout period for a particular prohibited medication.\n* Patients unable to give consent, or patients of consenting age but under guardianship, or vulnerable patients. Patients who demonstrate \\< 80% compliance with the electronic diary during the run-in period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in 1-hour Morning Post-dose Dose Forced Expiratory Volume in 1 Second (FEV1) of AB/FF 400/12 μg Compared to AB 400 μg at Week 24","description":"To assess the bronchodilatory effect by evaluating the mean changes from baseline in FEV1 at 1 hour post-dose of AB/FF 400/12 µg compared to AB 400 μg after administration of oral inhalation powder BID via DIP to participants with COPD.\n\nBaseline was defined as the average of the two FEV1 values measured just prior to the administration of the first dose of investigational product (IP) at randomization Visit. If one of the two was missing, then the available one would be used as baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.253","spread":"0.013"},{"groupId":"OG001","value":"0.169","spread":"0.011"},{"groupId":"OG002","value":"0.168","spread":"0.013"},{"groupId":"OG003","value":"0.161","spread":"0.011"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Morning Predose (Trough) FEV1 of AB/FF 400/12 μg Compared to FF 12 μg at Week 24","description":"To assess the bronchodilatory effect by evaluating the mean changes from baseline in FEV1 in morning pre-dose (trough) of AB/FF 400/12 µg compared to FF 12 μg after administration of oral inhalation powder BID via DPI to participants with COPD.\n\nMorning pre-dose (trough) FEV1 was defined as the average of the corresponding -30 minute and 0 minute before the morning study medication at Week 24. If one time-point was missing then the available one would be used as morning pre-dose.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.080","spread":"0.014"},{"groupId":"OG001","value":"0.066","spread":"0.012"},{"groupId":"OG002","value":"0.025","spread":"0.014"},{"groupId":"OG003","value":"0.060","spread":"0.012"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Morning Predose (Trough) FEV1 at Week 24 Comparing AB 400 μg Versus TIO 18 μg to Demonstrate Non-inferiority","description":"To assess the non-inferior bronchodilatory effect by evaluating the mean changes from baseline in FEV1 in morning pre-dose (trough)of AB 400 µg compared to TIO 18 μg after administration of oral inhalation powder BID via DPI to participants with COPD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.064","spread":"0.013"},{"groupId":"OG001","value":"0.057","spread":"0.013"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Normalized Area Under Curve 3hours Post-dose (nAUC0-3/3h) FEV1 of AB/FF 400/12 μg Compared to AB 400 μg and and FF 12 μg at Week 24","description":"To assess the bronchodilatory effect by evaluating the mean changes from baseline in nAUC0-3/3h FEV1 of AB/FF 400/12 µg compared to AB 400 μg and and FF 12 μg after administration of oral inhalation powder BID via DPI to participants with COPD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.237","spread":"0.013"},{"groupId":"OG001","value":"0.162","spread":"0.010"},{"groupId":"OG002","value":"0.149","spread":"0.013"},{"groupId":"OG003","value":"0.151","spread":"0.010"}]}]}]},{"type":"SECONDARY","title":"Responder (Number of Participants) Analysis of St. George's Respiratory Questionnaire (SGRQ) Total Score With AB/FF 400/12 μg Versus AB 400 μg and FF 12 μg.","description":"SGRQ was a A standardized self-completed tool used to measure impaired health and perceived well-being (\"quality of life\") in respiratory diseases. The questionnaire contained 50 items divided into 3 (symptoms, activity and impacts) dimensions. Each of the three dimensions of the questionnaire is scored separately in the range from 0 to 100%, zero score indicating no impairment of life quality. A summary score utilizing responses to all items is the total SGRQ score which also ranges from 0 to 100%. The SGRQ scores are calculated using weights attached to each item of the questionnaire which provides an estimate of the distress associated with the symptoms or state described in each item. Higher scores indicate poorer health. A decrease of at least 4 units in the SGRQ total score has been established as the criterion for minimal meaningful improvement. SGRQ responders will be those with a decrease in SGRQ total score of at least 4 units from baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"188","spread":null},{"groupId":"OG002","value":"128","spread":null},{"groupId":"OG003","value":"197","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"195","spread":null},{"groupId":"OG002","value":"130","spread":null},{"groupId":"OG003","value":"192","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":314},"commonTop":["Chronic obstructive pulmonary","Nasopharyngitis","Headache","Upper respiratory tract infection","Dyspnoea"]}}}