{"nctId":"NCT00911534","briefTitle":"Comparing the Efficacy, Safety, and Tolerability of Rabeprazole ER 50 mg With Placebo in Subjects With Symptomatic Gastroesophageal Reflux Disease (sGERD)","startDateStruct":{"date":"2009-01"},"conditions":["Symptomatic Gastroesophageal Reflux Disease (sGERD)"],"count":305,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: rabeprazole sodium"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"rabeprazole sodium","otherNames":["rabeprazole sodium extended release"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"KEY INCLUSION CRITERIA:\n\nMale or female, ages 18 through 75 years will be included in the study. Females should be either of nonchildbearing potential or of childbearing potential. Females of childbearing potential must have negative serum and urine pregnancy tests prior to randomization. Female subjects of childbearing potential must agree to use medically acceptable methods of contraception starting at Visit 1 and throughout the entire study period and for 1 month after the last dose of study drug. Women using hormonal contraceptives must also be using an additional approved method of contraception starting at Visit 1 and throughout the entire study period and for 1 month after the last dose of study drug. Pregnant or lactating females are excluded. Subjects must have a history of heartburn, identified as their main complaint, for 6 months or longer.Subjects must have documentation of a minimum of 5 moderate to severe heartburn episodes, 3 of which occur during the daytime and 1 of which occurs during the nighttime, during the last 7 days before randomization. Subjects must be able to read, write, and understand the language of the symptom dairy.\n\nKEY EXCLUSION CRITERIA:\n\nSubjects will be excluded from the study if they are found to have erosive esophagitis during esophagogastroduodenoscopy (EGD) at Screening, current or a history of esophageal motility disorders, current or a history of Barrett's esophagus, current esophageal strictures or esophagitis (known or suspected to be due to etiology other than GERD such as infection or medications), current or a history of Zollinger-Ellison syndrome and acid hypersecretory conditions, or current gastric or duodenal ulcer. Subjects will be excluded if they are found to have current or a history of cancer, with the exception of fully excised skin basal cell carcinoma, inflammatory bowel disease, a history of esophageal, gastric and duodenal surgery, except simple closure of a perforated ulcer. Subjects will be excluded who require daily use of nonsteroidal anti-inflammatory drugs (NSAIDs), oral steroids (\\>=20 mg/day prednisone or equivalent), or aspirin (\\>325 mg/day). Female subjects will be excluded who are pregnant, lactating, or have a positive B-human gonadotropin test at Screening/Baseline. Subjects will be excluded who are known to be human immunodeficiency virus (HIV) positive, have participated in another investigational drug study within 30 days prior to screening or are expected to receive an investigational drug during this trial. Subjects who are unwilling to provide informed consent will be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Change From Baseline in Average Daily Severity Score of Gastroesophageal Reflux Disease (GERD)-Related Symptoms at Week 4","description":"Participants collected GERD-associated symptoms of daytime heartburn, nighttime heartburn and regurgitation in daily symptom diary. Daytime episodes were defined as those that occurred after arising in the morning until retiring in the evening, and nighttime episodes were defined as those that occurred during the night while sleeping or trying to sleep. The severity score was calculated was based on a 5-point Likert scale ranging from 0 (no symptom) to 4 (very severe symptom); higher scores indicated greater disease activity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.65"},{"groupId":"OG001","value":"-1.22","spread":"0.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.74","spread":"0.72"},{"groupId":"OG001","value":"-1.17","spread":"0.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.49","spread":"0.62"},{"groupId":"OG001","value":"-0.74","spread":"0.81"}]}]}]},{"type":"PRIMARY","title":"Mean Percentage of Diary-Recorded Heartburn-Free Days at Week 4","description":"Participants completed a daily symptom diary. A heartburn-free day was defined as participant report of 'No Heartburn' from nighttime and daytime of the diary for the same day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.23","spread":"26.8"},{"groupId":"OG001","value":"41.14","spread":"34.49"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Complete Heartburn Relief","description":"Participants completed a daily symptom diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Achieve First 24-Hour Period Without Heartburn","description":"Participants completed a daily symptom diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":"0.84"},{"groupId":"OG001","value":"10.6","spread":"0.92"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":147},"commonTop":[]}}}