{"nctId":"NCT03370913","briefTitle":"Single-Arm Study To Evaluate The Efficacy and Safety of Valoctocogene Roxaparvovec in Hemophilia A Patients (BMN 270-301)","startDateStruct":{"date":"2017-12-19","type":"ACTUAL"},"conditions":["Hemophilia A"],"count":144,"armGroups":[{"label":"valoctocogene roxaparvovec Open Label","type":"EXPERIMENTAL","interventionNames":["Biological: valoctocogene roxaparvovec"]}],"interventions":[{"name":"valoctocogene roxaparvovec","otherNames":["BMN 270"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males ≥ 18 years of age with hemophilia A and residual FVIII levels ≤ 1 IU/dL as evidenced by medical history, at the time of signing the informed consent.\n2. Must have been on prophylactic FVIII replacement therapy for at least 12 months prior to study entry.\n3. Treated/exposed to FVIII concentrates or cryoprecipitate for a minimum of 150 exposure days (EDs).\n4. No previous documented history of a detectable FVIII inhibitor, and results from a Bethesda assay or Bethesda assay with Nijmegen modification of less than 0.6 Bethesda Units (BU) on 2 consecutive occasions at least one week apart within the past 12 months.\n\nExclusion Criteria:\n\n1. Detectable pre-existing antibodies to the adeno-associated virus 5 (AAV5) capsid.\n2. Any evidence of active infection or any immunosuppressive disorder, except for HIV infection\n3. Any evidence of active infection or any immunosuppressive disorder, including HIV infection (effective as of Protocol Amendment 3)\n4. Significant liver dysfunction.\n5. Prior liver biopsy showing significant fibrosis.\n6. Evidence of any bleeding disorder not related to hemophilia A.\n7. Platelet count of \\< 100 x 10\\^9/L.\n8. Creatinine ≥ 1.5 mg/dL.\n9. Liver cirrhosis of any etiology as assessed by liver ultrasound.\n10. Chronic or active hepatitis B.\n11. Active Hepatitis C.\n12. Active malignancy, except non-melanoma skin cancer.\n13. History of hepatic malignancy.\n14. History of arterial or venous thromboembolic events.\n15. Known inherited or acquired thrombophilia, including conditions associated with increased thromboembolic risk, such as atrial fibrillation.","healthyVolunteers":false,"sex":"MALE","genderBased":true,"genderDescription":"Biological males only","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Annualized Number of Bleeding Episodes Irrespective of Exogenous FVIII Replacement Treatment [Annualized Bleeding Rate (ABR) for All Bleeds] in EEP.","description":"All bleeds comprises both treated and non-treated bleeds. In this definition, all bleeds are included, irrespective of treatment with coagulation factors, with the following exception: bleeds due to surgery/procedure are excluded. All bleeds are any reported bleeding events regardless of the use of FVIII or other treatments.\n\nABR for all bleeds= Number of bleeding episodes for all bleeds during the calculation period / total number of days during the calculation period \\* 365.25.\n\nBaseline: prior to BMN 270 infusion while receiving FVIII prophylaxis.\n\nEEP: From Week 5 post-BMN 270 infusion (Study Day 33) or the end of FVIII prophylaxis plus the washout period (3 days for products of standard half-life or plasma-derived and 5 days for products of extended half-life), whichever is later, to last visit by the data cut-off for the 2-year analysis, hereafter referred to as \"Post FVIII Prophylaxis to Last Visit\").","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.13","spread":"6.93"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Annualized Number of Bleeding Episodes Requiring Exogenous FVIII Replacement Therapy (ABR for Treated Bleeds) in the EEP.","description":"ABR for treated bleeds=Number of bleeding episodes for treated bleeds during the calculation period/total number of days during the calculation period \\* 365.25\n\nBleeds that were treated with FVIII replacement therapy (recorded as \"treatment for bleed\") within 72 hours and were not associated with surgery or a procedure were included.\n\nBaseline: prior to BMN 270 infusion while receiving FVIII prophylaxis.\n\nEEP: From Week 5 post-BMN 270 infusion (Study Day 33) or the end of FVIII prophylaxis plus the washout period (3 days for products of standard half-life or plasma-derived and 5 days for products of extended half-life), whichever is later, to last visit by the data cut-off for the 2-year analysis, hereafter referred to as \"Post FVIII Prophylaxis to Last Visit\").","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.08","spread":"6.57"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FVIII Activity at Week 104","description":"The change from baseline (assuming no treatment for severe hemophilia A) in FVIII activity, as measured by chromogenic substrate assay, at Weeks 104 post-BMN 270 infusion.\n\nEach subject's FVIII activity level at Week 104 is defined as the median of the values obtained at Week 104 with the analysis window defined. The baseline value is imputed as 1 IU/dL for each subject.\n\nNote: One of the subject's wk104 duplicate data issue was corrected in the 3 year analysis per which the mean (standard deviation) values are reported in outcome measure table.\n\nBaseline: prior to BMN 270 infusion while receiving FVIII prophylaxis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.94","spread":"33.04"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Annualized FVIII Utilization in EEP.","description":"The change from baseline in the annualized utilization (IU/kg/year) of exogenous FVIII replacement therapy in the Post FVIII Prophylaxis to Last Visit in the EEP.\n\nThe annualized utilization (IU/kg/year) of exogenous FVIII replacement therapy is defined as Sum of FVIII use (IU/kg) during calculation period/Total number of days during the calculation period ×365.25.\n\nBaseline: prior to BMN 270 infusion while receiving FVIII prophylaxis.\n\nEEP: From Week 5 post-BMN 270 infusion (Study Day 33) or the end of FVIII prophylaxis plus the washout period (3 days for products of standard half-life or plasma-derived and 5 days for products of extended half-life), whichever is later, to last visit by the data cut-off for the 2-year analysis, hereafter referred to as \"Post FVIII Prophylaxis to Last Visit\").","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3891.27","spread":"1761.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Haemo-QoL-A Quality of Life: Total Score at Week 104","description":"The change from baseline(assuming no treatment for severe hemophilia A) in Haemo-Qol-A score, at wk104 post-BMN 270 infusion.The Haemo-Qol-A questionnaire is a fit for purpose hemophilia-specific health related quality of life(HRQoL)questionnaire for adults consisting of 41 items covering 6 domains(Physical Functioning,Role Functioning,Worry,Consequences of Bleeding,Emotional Impact \\&Treatment Concerns). The Haemo-Qol-A items are answered on a 6-point Likert scale ranging from 0(none of the time)to 5 (all of the time).The recall period for the Haemo-Qol-A is one month (4-weeks).\n\nThe Haemo-QoL-A domain(physical functioning, role functioning, worry, consequences of bleeding, emotional impact, treatment concern) scores range from 0 to 5 and the total score is derived by summing each domain score (range, 0 to 30). Domain and total scores are transformed to a 0 (minimum) to 100 (maximum) scale with higher scores indicating a better or less impaired haemophilia related quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.01","spread":"12.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Haemo-QoL-A Quality of Life: Physical Functioning Domain Score, at Week 104","description":"The change from baseline (assuming no treatment for severe hemophilia A) in Haemo-Qol-A score, at week 104 post-BMN 270 infusion. The Haemo-Qol-A questionnaire is a fit for purpose hemophilia-specific health related quality of life (HRQoL) questionnaire for adults consisting of 41 items covering six domains (Physical Functioning, Role Functioning, Worry, Consequences of Bleeding, Emotional Impact and Treatment Concerns).The Haemo-Qol-A items are answered on a 6-point Likert scale ranging from 0 (none of the time) to 5 (all of the time).The recall period for the Haemo-Qol-A is one month (4-weeks).\n\nThe Haemo-Qol-A physical functioning domain score is an average of each item value within a domain.The range of domain scores is 0 to 5; higher scores mean better HRQoL or less impairment for the domain. The physical functioning domain score is transformed to a 0 (minimum) to 100 (maximum) scale with higher scores indicating a better or less impaired haemophilia-related physical functioning","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.90","spread":"13.78"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Haemo-QoL-A Quality of Life: Consequences of Bleeding Domain Score, at Week 104","description":"The change from baseline(assuming no treatment for severe hemophilia A)in Haemo-Qol-A score, at week 104 post-BMN 270 infusion. The Haemo-Qol-A questionnaire is a fit for purpose hemophilia-specific health related quality of life(HRQoL)questionnaire for adults consisting of 41 items covering 6 domains(Physical Functioning,Role Functioning,Worry,Consequences of Bleeding,Emotional Impact and Treatment Concerns). The Haemo-Qol-A items are answered on a 6-point Likert scale ranging from 0(none of the time) to 5(all of the time). The recall period for the Haemo-Qol-A is one month (4-wks).\n\nThe Haemo-Qol-A consequences of bleeding domain score is an average of each item value within a domain. The range of domain scores is 0 to 5; higher scores mean better HRQoL or less impairment for the domain. The consequences of bleeding domain score is transformed to a 0 (minimum) to 100 (maximum) scale with higher scores indicating a better or less impaired haemophilia-related consequences of bleeding","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.29","spread":"17.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Haemo-QoL-A Quality of Life: Role Functioning Domain Score, at Week 104","description":"The change from baseline (assuming no treatment for severe hemophilia A) in Haemo-Qol-A score, at week 104 post-BMN 270 infusion. The Haemo-Qol-A questionnaire is a fit for purpose hemophilia-specific health related quality of life (HRQoL) questionnaire for adults consisting of 41 items covering six domains (Physical Functioning, Role Functioning, Worry, Consequences of Bleeding, Emotional Impact and Treatment Concerns).The Haemo-Qol-A items are answered on a 6-point Likert scale ranging from 0 (none of the time) to 5 (all of the time). The recall period for the Haemo-Qol-A is one month (4-weeks).\n\nThe Haemo-Qol-A role functioning domain score is an average of each item value within a domain. The range of domain scores is 0 to 5; higher scores mean better HRQoL or less impairment for the domain. The role functioning domain score is transformed to a 0 (minimum) to 100 (maximum) scale with higher scores indicating a better or less impaired haemophilia-related role functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.37","spread":"15.17"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":134},"commonTop":["Alanine aminotransferase increased","Headache","Arthralgia","Nausea","Aspartate aminotransferase increased"]}}}