{"nctId":"NCT00529243","briefTitle":"Evaluating the Effect of CHanging EnfuvirtidE to Raltegravir in HIV Infected Subjects","startDateStruct":{"date":"2007-09"},"conditions":["HIV Infections"],"count":52,"armGroups":[{"label":"MK-0518 (raltegravir)","type":"EXPERIMENTAL","interventionNames":["Drug: raltegravir"]}],"interventions":[{"name":"raltegravir","otherNames":["MK-0518, Isentress"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must meet all of the following inclusion criteria to be eligible for participation in this study.\n\n  1. Subject is ≥ 18 years of age and able to understand and willing to sign a written informed consent form, which must be obtained prior to initiation of the study.\n  2. Documented laboratory diagnosis of HIV-1 infection (positive Enzyme-linked immunosorbent assay (ELISA) HIV-1 antibody test confirmed by western blot, p24 assay, HIV-1 RNA, or culture).\n  3. Have documented plasma HIV-1 RNA level(s) of \\< 75 copies/ml by branched deoxyribonucleic acid(bDNA) assay, or \\< 50 copies/ml by Ultrasensitive Polymerase Chain Reaction(PCR) for at least 6 months prior to screening visit.\n  4. Currently receiving a stable antiretroviral regimen consisting of enfuvirtide plus at least 2 other antiretrovirals for at least 6 months.\n  5. Negative serum pregnancy test (females of childbearing potential only) and are willing to use an adequate method of contraception throughout the duration of the study.\n\nExclusion Criteria:\n\n* Patients who meet any of the following exclusion criteria are not to be enrolled in this study.\n\n  1. Any prior therapy with MK-0518 or any other HIV-1 integrase inhibitor.\n  2. Any HIV-1 viral load \\> 75 copies/ml by bDNA assay, or \\> 50 copies/ml by Ultrasensitive PCR assay in the 6 months prior to screening visit (A single \"blip\" of HIV-1 viral load \\>75 copies but \\<400 copies by bDNA assay, or \\>50 copies but \\<400 copies by Ultrasensitive PCR assay in the six months prior to screening visit with at least one subsequent HIV-1 viral load below the limit of detection will be accepted.)\n  3. Any previous known hypersensitivity to components of the study drug formulation.\n  4. Weight \\< 40 kilograms.\n  5. Patient requires or is anticipated to require any of the prohibited medications noted in the protocol.\n  6. Acute therapy for serious illness (in the opinion of the investigator) within 14 days prior to study entry unless the subject has completed ≥ 7 days of therapy and is considered clinically stable by the investigator.\n  7. Any condition which, in the opinion of the investigator, would compromise the subject's ability to participate in the study.\n  8. Any active opportunistic infections or Centers for Disease Control and Prevention (CDC) Category C conditions (with the exception of stable cutaneous Kaposi's Sarcoma and wasting syndrome due to HIV infection).\n  9. Any malignancy requiring chemotherapy.\n  10. Subject has any of the following laboratory results at screening:\n\n      Hemoglobin \\< 8.0 gr/dl Absolute neutrophil count \\< 750 cells/ml Platelet count \\< 40,000 Creatinine \\> 2.0 or calculated creatinine clearance \\< 40 ml/min\n  11. Female patient who is pregnant or breast-feeding, or expecting to conceive or donate eggs during the study. Male patient who is planning to impregnate or provide sperm donation during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Undetectable Human Immunodeficiency Virus (HIV) Viral Load at Week 24.","description":"To assess the virologic effect of changing enfuvirtide to MK-0518 (raltegravir) in human immunodeficiency virus type 1 (HIV-1) infected patients who have an undetectable level of serum HIV (undetectable level of serum HIV defined as \\< 75 copies/ml by bDNA assay or \\< 50 copies/ml by Ultrasensitive PCR assay) on their current HIV medication regimen.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change in Cluster of Differentiation 4(CD4) Cell Count From Baseline at Week 24","description":"To study the immunologic effect of changing enfuvirtide to MK-0518 (raltegravir) in HIV-1 infected patients who have an undetectable level of serum HIV (undetectable serum HIV defined as \\< 75 copies/ml by bDNA assay or \\< 50 copies/ml by Ultrasensitive PCR assay)on their current HIV medication regimen.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":52},"commonTop":["alanine aminotransferase (ALT)","Fatigue","serum creatinine elevation"]}}}