{"nctId":"NCT00928486","briefTitle":"A Safety Confirmation Study on Lenalidomide With Dexamethasone In Japanese Patients With Previously Treated Multiple Myeloma","startDateStruct":{"date":"2009-04-28","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":25,"armGroups":[{"label":"Lenalidomide and Dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Lenalidomide","Drug: Dexamethasone"]}],"interventions":[{"name":"Lenalidomide","otherNames":["CC-5013","Revlimid"]},{"name":"Dexamethasone","otherNames":["Decadron"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must understand and voluntarily sign the informed consent form\n* Age ≥ 20 years at the time of signing the informed consent form\n* Subjects with previously treated multiple myeloma defined as follows:\n\n  * Subjects must have received at least 1 prior anti-myeloma drug treatment regimen; and\n  * Considered to have progression of disease (PD) that occurred either during or following the completion of the last anti-myeloma treatment regimen utilized prior to enrollment into this study\n* Measurable levels of M-protein in serum (greater than or equal to 0.5 g/dL \\[5g/L\\]) or urine (greater than or equal to 0.2 g excreted in a 24-hour collection sample)\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 - 2\n* Must be able to adhere to the study visit schedule and other protocol requirements\n* Females of childbearing potential (FCBP) must agree to use one or more of the following forms of contraception or abstain from heterosexual contact completely and have the male partners use a condom on the occasion of heterosexual contact in the following periods below:\n\n  * For at least 28 days before starting study drug (in particular, the subject must abstain from heterosexual contact for 2 weeks prior to prescribing lenalidomide).\n  * During the treatment phase (including the dose withholding period) For at least 28 days after the discontinuation/completion of the study drug (Methods of contraception)\n  * Birth control pills\n  * Intrauterine device (IUD)\n  * Bilateral tubal ligation (FCBP must be referred to a health care provider who is familiar with contraceptive methods, if needed).\n* Male subject must agree to use a condom during sexual contact with female irrespective of pregnancy potential\n* Subjects must agree that study drug must be immediately discontinued, if pregnancy or a positive pregnancy test does occur in a female study subject or the partner of a male study subject during study participation\n\nExclusion Criteria:\n\n* Pregnant or lactating females\n* Subjects with a history of acute myocardial infarction within the past 6 months before starting the study drugs\n* Subjects with any history or concurrent conditions of deep vein thrombosis or pulmonary embolus within the past 3 years before starting study drugs\n* Subjects with tuberculous diseases, herpes simplex keratitis, systemic mycosis or other active infectious diseases\n* Subjects with non-controlled diabetes, hypertension, digestive ulcer or glaucoma\n* Subjects with posterior subcapsular cataracts\n* Subjects with peripheral neuropathy of ≥Grade 2\n* Subjects with any history or concurrent conditions which the Principal Investigator / subinvestigators consider inappropriate for participation in this study, and subjects with a serious disease or a mental disease, which is considered to become more risky if the subjects participate in this study.\n* Subjects with a history of desquamative (blistering) rash while taking thalidomide\n* Subjects with a history of using lenalidomide\n* Subjects who have used thalidomide within 28 days before starting the study drugs\n* Subjects with a history of hypersensitivity to dexamethasone\n* Subjects who discontinued treatment due to grade 3 or 4 toxicity from high dose dexamethasone\n* Subjects with a surgical wound after a visceral surgery performed recently\n* Subjects who have undergone radiation therapy within 14 days before starting the study drugs\n* Subjects who have used a chemotherapeutic agent, an immunomodulating agent or a study drug (a drug not commercially available) intended for the treatment of multiple myeloma (MM) within 28 days before starting the study drug\n* Subjects with any history or concurrent conditions of malignancies, other than MM, unless the subject has been free of the disease for 3 years:\n\n  * Basal cell carcinoma of the skin,\n  * Squamous cell carcinoma of the skin,\n  * Carcinoma in situ of the cervix,\n  * Carcinoma in situ of the breast,\n  * Incidental histologic finding of prostate cancer Tumor, Lymph Nodes, Metastasis (TNM) stage of T1a or T1b)\n* Known human immunodeficiency virus (HIV) infection or HIV-1 positivity\n* Subjects who have been diagnosed as an hepatitis b virus (HBV) carrier\n* Subjects who are applicable to any of the following abnormal laboratory findings:\n\n  * Absolute neutrophil count : \\< 1,000 /μL (1.0×10\\^9 /L)\n  * Platelet count: \\<75,000 /μL (75×10\\^9 /L)\n  * Aspartate aminotransferase (AST)/serum glutamic oxaloacetic transaminase (SGOT) or alanine aminotransferase (ALT)/serum glutamic-pyruvic transaminase (SGPT): \\> 3.0 times the upper limit of the standard range\n  * Creatinine clearance: \\< 30 mL/min","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Experiencing Treatment-Emergent Adverse Events (TEAE)","description":"A TEAE was defined as any AE that started on or after the first dose of study drug, and within End of Study (EOS) (28 days after the last dose of study drug received). A serious AE (SAE) = any AE which results in death; is life-threatening; requires inpatient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability; is a congenital anomaly/birth defect; or constitutes an important medical event. The intensity of AEs were graded 1 to 5 according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 3.0. For all other AEs not described in the CTCAE criteria, the intensity was assessed by the investigator as mild grade (Grade 1), moderate (grade 2), severe (grade 3), life-threatening (grade 4) or death (grade 5)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Myeloma Response Rate","description":"Overall myeloma response rate was determined by the investigator using the Myeloma Response Determination Criteria adapted from Bladé criteria. A responder is any patient who showed at least a partial response. Overall myeloma response rate is defined as the percentage of participants who achieved a Complete Response (CR), plus a Remission Response (RR), plus a Partial Response (PR). A CR is the disappearance of monoclonal paraprotein and maintained for ≥ 6 weeks. RR is a 75-99% reduction in the level of the serum monoclonal paraprotein compared to baseline; 90-99% reduction in 24-hr urinary light chain excretion. PR is a 50-74% reduction in the level of monoclonal paraprotein compared to baseline; 50-89% reduction in 24-hr urinary light chain excretion.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates of Duration of Response (DoR)","description":"Duration of response was defined as the time from the first observation of a response (CR, RR or PR) to the first documented disease progression or relapse. For participants who did not progress during the study, duration of response was censored at the last adequate response assessment showing evidence of no disease progression. Disease progression is defined as an increase in M-protein serum monoclonal paraprotein and/or urine paraprotein or evidence of bone marrow plasmacytosis and plasma cells, an appearance of new or existing soft tissue plasmacytomas, an appearance of new or existing lytic bone lesions and/or hypercalcemia \\>11.5mg/dL","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":25},"commonTop":["Neutropenia","Lymphopenia","Leukopenia","Thrombocytopenia","Constipation"]}}}