{"nctId":"NCT03306277","briefTitle":"Gene Replacement Therapy Clinical Trial for Participants With Spinal Muscular Atrophy Type 1","startDateStruct":{"date":"2017-10-24","type":"ACTUAL"},"conditions":["SMA - Spinal Muscular Atrophy","Gene Therapy"],"count":22,"armGroups":[{"label":"Onasemnogene Abeparvovec-xioi","type":"EXPERIMENTAL","interventionNames":["Biological: Onasemnogene Abeparvovec-xioi"]}],"interventions":[{"name":"Onasemnogene Abeparvovec-xioi","otherNames":["Zolgensma"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with SMA Type 1 as determined by the following features: a. Diagnosis of SMA based on gene mutation analysis with bi-allelic SMN1 mutations (deletion or point mutations) and 1 or 2 copies of SMN2 (inclusive of the known SMN2 gene modifier mutation (c.859G\\>C))2\n* The first 3 participants enrolled must meet the criteria for the Intent-To-Treat Population\n* Participants must be \\< 6 months (\\< 180 days) of age at the time of onasemnogene abeparvovec-xioi infusion\n* Participants must have a swallowing evaluation test performed prior to administration of gene replacement therapy\n* Up-to-date on childhood vaccinations. Seasonal vaccinations that include palivizumab prophylaxis (also known as Synagis) to prevent respiratory syncytial virus (RSV) infections are also recommended in accordance with American Academy of Pediatrics\n* Parent(s)/legal guardian(s) willing and able to complete the informed consent process and comply with study procedures and visit schedule\n\nExclusion Criteria:\n\n* Previous, planned or expected scoliosis repair surgery/procedure during the study assessment period\n* Pulse oximetry \\< 96% saturation at screening while the participant is awake or asleep without any supplemental oxygen or respiratory support, or for altitudes \\> 1000 m, oxygen saturation \\< 92% awake or asleep without any supplemental oxygen or respiratory support Pulse oximetry saturation may decrease to \\< 96% after screening provided that the saturation does not decrease by ≥ 4 percentage points\n* Tracheostomy or current use or requirement of non-invasive ventilatory support averaging ≥ 6 hours daily over the 7 days prior to the screening visit; or ≥ 6 hours/day on average during the screening period or requiring ventilatory support while awake over the 7 days prior to screening or at any point during the screening period prior to dosing\n* Participants with signs of aspiration/inability to tolerate non-thickened- liquids based on a formal swallowing test performed as part of screening. Participants with a gastrostomy tube who pass the swallowing test will be allowed to enroll in the study\n* Participants whose weight-for-age is below the third percentile based on World Health Organization (WHO) Child Growth Standards\n* Active viral infection (includes human immunodeficiency virus \\[HIV\\] or positive serology for hepatitis B or C, or Zika virus)\n* Serious non-respiratory tract illness requiring systemic treatment and/or hospitalization within 2 weeks prior to screening\n* Upper or lower respiratory infection requiring medical attention, medical intervention, or increase in supportive care of any manner within 4 weeks prior to screening\n* Severe non-pulmonary/respiratory tract infection within 4 weeks before administration of gene replacement therapy or concomitant illness that creates unnecessary risks for gene replacement therapy such as: a. Major renal or hepatic impairment b. Known seizure disorder c. Diabetes mellitus d. Idiopathic hypocalcuria e. Symptomatic cardiomyopathy\n* Known allergy or hypersensitivity to prednisolone or other glucocorticosteroids or their excipients\n* Concomitant use of any of the following: drugs for treatment of myopathy or neuropathy, agents used to treat diabetes mellitus, or ongoing immunosuppressive therapy, plasmapheresis, immunomodulators such as adalimumab, immunosuppressive therapy within 3 months prior to gene replacement therapy\n* Anti-adeno-associated virus serotype 9 (AAV9) antibody titer \\> 1:50 as determined by Enzyme-linked Immunosorbent Assay (ELISA) binding immunoassay. Should a potential participant demonstrate Anti-AAV9 antibody titer \\> 1:50, he or she may receive retesting within 30 days of the screening period and will be eligible to participate if the Anti-AAV9 antibody titer upon retesting is ≤ 1:50\n* Clinically significant abnormal laboratory values (gamma glutamyl- transpeptidase \\[GGT\\], ALT, and AST \\> 3 × ULN, bilirubin ≥ 3.0 mg/dL, creatinine ≥ 1.0 mg/dL, hemoglobin \\[Hgb\\] \\< 8 or \\> 18 g/dL; white blood cell \\[WBC\\] \\> 20,000 per cmm) prior to gene replacement therapy\n* Participation in recent SMA treatment clinical study (with the exception of observational Cohort studies or non-interventional studies) or receipt of an investigational or commercial compound, product, or therapy administered with the intent to treat SMA at any time prior to screening for this study. Oral β-agonists must be discontinued at least 30 days before gene therapy dosing. Inhaled albuterol specifically prescribed for the purposes of respiratory (bronchodilator) management is acceptable and not a contraindication at any time prior to screening for this study\n* Expectation of major surgical procedures during the study assessment period\n* Parent(s)/legal guardian(s) unable or unwilling to comply with study procedures or inability to travel for repeat visits\n* Parent(s)/legal guardian(s) unwilling to keep study results/observations confidential or to refrain from posting confidential study results/observations on social media sites\n* Parent(s)/legal guardian(s) refuses to sign consent form\n* Gestational age at birth \\< 35 weeks (245 days)","healthyVolunteers":false,"sex":"ALL","maximumAge":"180 Days","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Achievement of Independent Sitting for at Least 30 Seconds","description":"Independent sitting is defined as sitting up straight with head erect for at least 30 seconds.\n\nThis endpoint is a co-primary endpoint. The two co-primary efficacy endpoints were assessed in sequence: The endpoint of functional independent sitting was assessed first and, only when this assessment met statistical significance, was the endpoint of event-free survival assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Event-free Survival","description":"Survival is defined by the avoidance of combined endpoint of either death or permanent ventilation, which is defined by tracheostomy or by the requirement of ≥ 16 hours of respiratory assistance per day for ≥ 14 consecutive days in the absence of an acute reversible illness, excluding perioperative ventilation. Permanent ventilation is considered a surrogate for death. An acute reversible illness is defined as any condition other than SMA that results in increased medical intervention.\n\nThe endpoint is a co-primary endpoint. The two co-primary efficacy endpoints were assessed in sequence: The endpoint of functional independent sitting was assessed first and, only when this assessment met statistical significance was the survival endpoint assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Ability to Thrive","description":"Ability to thrive is defined as achieving all of the following at 18 months of age:\n\n* does not receive nutrition through mechanical support or other non-oral method\n* ability to tolerate thin liquids as demonstrated through a formal swallowing test\n* maintains weight\n\nThis is a co-secondary endpoint. The two co-secondary endpoints were assessed in sequence: The endpoint of ability to thrive was assessed first and, only when this assessment met statistical significance was the endpoint of ventilatory support independence assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Ventilatory Support Independence","description":"Ventilatory support independence is defined as requiring no daily ventilator support/usage at 18 months of age, excluding acute reversible illness and perioperative ventilation, through assessment of actual usage data captured from the device (Phillips Trilogy BiPAP device). This endpoint is derived solely from the Phillips Trilogy BiPAP device.\n\nThis is a co-secondary endpoint. The two co-secondary endpoints were assessed in sequence: The endpoint of ability to thrive was assessed first and, only when this assessment met statistical significance was the endpoint of ventilatory support independence assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":22},"commonTop":["Pyrexia","Upper respiratory tract infection","Constipation","Scoliosis","Cough"]}}}