{"nctId":"NCT01281189","briefTitle":"Phase 3 Study of Dexpramipexole in ALS","startDateStruct":{"date":"2011-03"},"conditions":["Amyotrophic Lateral Sclerosis"],"count":942,"armGroups":[{"label":"Dexpramipexole","type":"EXPERIMENTAL","interventionNames":["Drug: Dexpramipexole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dexpramipexole","otherNames":["KNS-760704","BIIB050"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 to 80 years old, inclusive, on Day 1.\n* Diagnosis of sporadic or familial ALS.\n* Onset of first ALS symptoms within 24 months prior to Day 1.\n* World Federation of Neurology El Escorial criteria are met for a possible, laboratory-supported probable, probable, or definite ALS diagnosis.\n* Upright slow vital capacity (SVC) of 65% or more at screening.\n* Patients taking or not taking Riluzole are eligible for this study: if a patient has never taken Riluzole, he or she is eligible; if a patient is currently taking Riluzole, he or she must have been on a stable dose for at least 60 days; if a patient has discontinued Riluzole, he or she must have stopped taking it for at least 30 days.\n* Must be able to swallow tablets at the time of study entry.\n\nExclusion Criteria:\n\n* Other medically significant illness.\n* Clinically significant abnormal laboratory values.\n* Pregnant women or women breastfeeding.\n* Prior exposure to dexpramipexole.\n* Currently taking pramipexole or other dopamine agonists.\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite Assessment of Function and Survival (CAFS) at 12 Months","description":"The Composite Assessment of Function and Survival (CAFS) is a between-group comparison of a single ranked clinical outcome based on (1) the change from baseline in ALS Functional Rating Scale-Revised (ALSFRS-R) score and (2) time to death. Each subject is ranked according to time-to-death (earlier deaths ranked lower than later deaths). Subjects who survive are ranked more favorably than subjects who died. Among the survivors, subjects are ranked according to change in ALSFRS-R (greater worsening of ALSFRS-R is ranked lower than less worsening or an improvement in ALSFRS-R). The ranked scores range from 001 to 941 (the number of subjects in the Efficacy Population) with larger rank score numbers associated with a better outcome. The ranks were analyzed using an ANCOVA model, which includes treatment as a fixed effect and adjusts for baseline ALSFRS-R score, duration of symptoms, site of onset, and use of riluzole. The least square mean rank score is presented for each treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"438.84","spread":null},{"groupId":"OG001","value":"441.76","spread":null}]}]}]},{"type":"PRIMARY","title":"Death up to 12 Months (CAFs Individual Component)","description":"The longest duration of follow-up for this time to the death analysis was 12 months. In the study, subjects were followed for 12-18 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.2","spread":null},{"groupId":"OG001","value":"16.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in ALSFRS-R at 12 Months (CAFs Individual Component)","description":"The ALSFRS-R (ALS functional rating scale with respiratory component) is a validated scale which measures 4 functional domains, comprising respiratory function, bulbar function, gross motor skills, and fine motor skills. There are a total of 12 questions, each scored from 0 to 4 for a total possible score of 48, with higher scores representing better function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.415","spread":null},{"groupId":"OG001","value":"-13.339","spread":null}]}]}]},{"type":"SECONDARY","title":"Death or Respiratory Insufficiency (DRI) up to Month 18","description":"Time to Death or Respiratory Insufficiency (DRI) is defined as receipt of a tracheostomy or the use of non-invasive ventilation (NIV) for ≥22 hours per day for at least 10 consecutive days. If NIV is used to meet the criteria for respiratory insufficiency, no measured slow vital capacity (SVC) at any subsequent assessment may be \\>50%. Time to DRI is calculated from the date of the first dose to the first date of one of the following events: death, tracheostomy, or the 10th day of consecutive NIV with no measured SVC \\>50% at any subsequent assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"22.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Death up to 18 Months","description":"Estimated time to death up to 18 months. This includes deaths reported greater than 30 days following discontinuation from the study (the time period for reporting all-cause mortality), regardless of subject disposition, up to 18 months from first dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"≤50% Predicted Upright Slow Vital Capacity (SVC) or Died up to 18 Months","description":"The date of reaching ≤50% of predicted upright slow vital capacity (SVC) is defined as the date of the first visit at which a predicted upright SVC is ≤50% and continues to remain ≤50% at the subsequent visit except for the last available observation. The time to reach ≤50% of predicted upright SVC is defined as the duration between the date of reaching ≤50% of predicted upright SVC and the date of the first dose of study medication. If the subject is alive and does not reach ≤50% of predicted upright SVC, the time to reach ≤50% of predicted upright SVC will be censored and equal to the number of days from the first dose of study medication until the visit date when the subject's last available SVC assessment is performed. The earliest time (Reaching ≤50% Predicted Upright SVC or death) is used in analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null},{"groupId":"OG001","value":"36.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":233,"n":468},"commonTop":["FALL","CONSTIPATION","DYSPHAGIA","NAUSEA","RESPIRATORY FAILURE"]}}}