{"nctId":"NCT01370616","briefTitle":"Ertapenem Sodium (MK-0826) Versus Piperacillin/Tazobactam Sodium for the Treatment of Diabetic Foot Infections in Chinese Adults (MK-0826-061)","startDateStruct":{"date":"2011-09-02","type":"ACTUAL"},"conditions":["Infection; Diabetic Foot"],"count":565,"armGroups":[{"label":"Ertapenem sodium","type":"EXPERIMENTAL","interventionNames":["Drug: Ertapenem sodium","Drug: Piperacillin/tazobactam-matching placebo","Drug: Amoxicillin/clavulunate potassium"]},{"label":"Piperacillin/tazobactam sodium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Piperacillin/tazobactam sodium","Drug: Amoxicillin/clavulunate potassium"]}],"interventions":[{"name":"Ertapenem sodium","otherNames":["MK-0826, INVANZ™"]},{"name":"Piperacillin/tazobactam sodium","otherNames":["Tazocin™"]},{"name":"Piperacillin/tazobactam-matching placebo","otherNames":[]},{"name":"Amoxicillin/clavulunate potassium","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipant is Chinese with:\n\n* Type I diabetes mellitus (IDDM) or Type II diabetes mellitus (NIDDM) treated with diet and/or medication\n* Clinically- or bacteriologically-documented moderate-to-severe (non life-threatening) diabetic foot infection that requires treatment with IV antibiotics\n* Wound site or lesion with purulent drainage from the primary site of infection OR at least 3 of the following: fever, white blood count (WBC) \\>10,000 with \\>5% immature neutrophils, local periwound erythema (redness) extending \\>1 cm away from the wound edge or abscess cavity, localized periwound edema (swelling), localized tenderness or pain, localized fluctuance, lymphangitis associated with a skin lesion, localized warmth, and localized induration (limb brawny edema)\n* Negative skin test result for allergy to penicillin\n\nExclusion Criteria:\n\n* Pregnant, breastfeeding, or intending to become pregnant or father a child during the course of the study\n* Presence of uncomplicated skin infection such as the following: simple abscesses, impetigo, furunculosis, carbunculosis, or folliculitis in normal hosts; infected burn wound; necrotizing fasciitis; suspected osteomyelitis contiguous with the skin or skin structure infection for which removal of the infected bone is not likely to occur within 2 days of initiation of IV study therapy; wound infection that contains concomitant gangrene that cannot be adequately removed with debridement; infection likely to require a below-the-knee amputation (BKA); infection involving prosthetic material; or evidence of indwelling foreign material (such as prosthetic or surgical hardware) near the infected site that cannot be removed by surgical debridement\n* Treatment within 3 days prior to the eligibility screening with \\>24 hours of systemic antibiotic therapy known to be effective against the presumed or documented etiologic pathogen(s)\n* History of serious allergy, hypersensitivity (e.g., anaphylaxis), or any serious reaction to carbapenem antibiotics (such as ertapenem sodium, imipenem cilastatin, meropenem, or doripenem) piperacillin/tazobactam sodium, amoxicillin/clavulanate, any penicillins, any cephalosporins, or any other β-lactam agents\n* Need for concomitant systemic antibacterial(s) in addition to those designated in the 2 study groups (with the exception of the addition of vancomycin for Enterococcus ssp. or methicillin-resistant Staphylococcus aureus \\[MRSA\\])\n* Insufficient vascular perfusion to the affected limb\n* Rapidly progressive or terminal illness\n* Requirement or anticipation of need for dialysis (peritoneal dialysis, hemodialysis, or hemofiltration)\n* Acute hepatitis or acute decompensation of chronic hepatitis\n* Human immunodeficiency virus (HIV)-positive with a clinical diagnosis of acquired immune deficiency syndrome (AIDS), or an absolute neutrophil count (ANC) of \\<1000 cells/mm\\^3\n* Immunosuppression\n* Participation in any other clinical study involving the administration of an investigational medication within 30 days\n* Participation in any other clinical study involving ertapenem sodium (INVANZ™)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Favorable Clinical Response Assessments at Discontinuation of Intravenous (IV) Study Therapy (DCIV)","description":"The investigator assessed participants for a favorable clinical response, defined as clinical improvement or cure. Clinical improvement means that most pretherapy signs and symptoms of the index infection, in particular fever, lympangitis, and purulent drainage had resolved, and no further IV antibiotic therapy was required. Cure means that all pretherapy signs and symptoms of the index infection had resolved, and no further IV antibiotic therapy was required.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.6","spread":null},{"groupId":"OG001","value":"97.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Favorable Clinical Response Assessments at Day 5 of IV Study Therapy","description":"The investigator assessed participants for a favorable clinical response, defined as clinical improvement or cure. Clinical improvement means that most pretherapy signs and symptoms of the index infection, in particular fever, lympangitis, and purulent drainage had resolved, and no further IV antibiotic therapy was required. Cure means that all pretherapy signs and symptoms of the index infection had resolved, and no further IV antibiotic therapy was required.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.2","spread":null},{"groupId":"OG001","value":"97.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Favorable Clinical Response Assessments at Follow-up Assessment (FUA) Day 10 of Post-antibiotic Study Therapy","description":"The investigator assessed participants for a favorable clinical response, defined as clinical improvement or cure. Clinical improvement means that most pretherapy signs and symptoms of the index infection, in particular fever, lympangitis, and purulent drainage had resolved, and no further IV antibiotic therapy was required. Cure means that all pretherapy signs and symptoms of the index infection had resolved, and no further IV antibiotic therapy was required.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.2","spread":null},{"groupId":"OG001","value":"94.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Favorable Microbiological Response Assessments at FUA Day 10 of Post-antibiotic Study Therapy","description":"The investigator assessed participants for a favorable microbiological response, defined as eradication or presumptive eradication. Eradication means that the original pathogen was absent from the last available culture of an adequate specimen obtained from the original site of infection. Presumptive eradication means that the participant showed cure or improvement and no appropriate material is available to follow-up culture from the original site of infection, or collection of such a specimen would cause undue discomfort.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.4","spread":null},{"groupId":"OG001","value":"89.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Both Favorable Clinical and Microbiological Response Assessments at FUA Day 10 of Post-antibiotic Study Therapy","description":"The investigator assessed participants for both a favorable clinical response (clinical improvement or cure) and a favorable microbiological response (eradication or presumptive eradication). Clinical improvement means that most pretherapy signs and symptoms of the index infection, had resolved, and no further IV antibiotic therapy is required. Cure means that all pretherapy signs and symptoms of the index infection had resolved, and no further IV antibiotic therapy was required. Eradication means that the original pathogen was absent from the last available culture obtained from the original site of infection. Presumptive eradication means that the participant showed cure or improvement and no appropriate material is available to follow-up culture from the original site of infection, or collection of such a specimen would cause undue discomfort.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.3","spread":null},{"groupId":"OG001","value":"89.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Adverse Events (AEs)","description":"An AE is any unfavorable and unintended change in the structure, function, or chemistry of the body that is temporally associated with the use of the investigational product, whether or not considered related to the use of the medicinal product. This also includes any change in frequency and/or intensity of a preexisting condition which is temporally associated with the use of the medicinal product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.0","spread":null},{"groupId":"OG001","value":"56.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Drug-related AEs","description":"A drug-related AE is any AE caused by the test drug as determined by an investigator who is a qualified physician. Drug-relatedness of the AE was assessed by evidence that the participant was actually exposed to the test drug, whether the AE followed a reasonable temporal sequence from administration of the test drug, and whether or not the AE was more reasonably explained by another source.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Serious AEs (SAEs)","description":"A SAE is an AE occurring at any dose that resulted in any of the following: death, was life threatening, a persistent or significant disability/incapacity, prolonged an existing inpatient hospitalization, was a congenital anomaly/birth defect in an offspring, was a cancer, an overdose, or other important medical events requiring medical or surgical intervention.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued Treatment Due to an AE","description":"Participants chose to discontinue treatment or were discontinued from the study by the investigator due to any untoward effects, or for safety reasons such as an AE. The investigator determined whether or not the AE caused the test drug to be discontinued.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":275},"commonTop":["Alanine aminotransferase increased","Aspartate aminotransferase increased","Pyrexia","Hypoglycaemia","Constipation"]}}}