{"nctId":"NCT00198107","briefTitle":"Evaluating the Effectiveness of Aripiprazole and D-Cycloserine to Treat Symptoms Associated With Autism","startDateStruct":{"date":"2005-09"},"conditions":["Autistic Disorder"],"count":81,"armGroups":[{"label":"1 Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"2 Aripiprazole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aripiprazole"]},{"label":"3 Aripiprazole + D-cycloserine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aripiprazole","Drug: D-cycloserine"]}],"interventions":[{"name":"Aripiprazole","otherNames":["Abilify"]},{"name":"Placebo","otherNames":[]},{"name":"D-cycloserine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Weight of at least 15 kg (33.75 lbs)\n* Meets DSM-IV criteria for autistic disorder\n* Outpatient\n* Medication-free for at least 2 weeks prior to baseline for all psychotropic medications. More information about this criterion, including exceptions, can be found in the protocol.\n* Clinical Global Impression Scale Severity score (CGI-S) of at least 4\n* Irritability subscale of the Aberrant Behavior Checklist (ABC) score of at least 18\n* An IQ of at least 35 or a mental age of at least 18 months\n* In good physical health\n\nExclusion Criteria:\n\n* Meets DSM-IV criteria for Asperger's disorder, Rett's disorder, childhood disintegrative disorder, any other pervasive developmental disorder (PDD), schizophrenia, psychotic disorder, or bipolar disorder\n* Current or past history of alcohol or other substance abuse within 6 months of study entry\n* Comorbid neurodevelopmental disorder with possible association to autism (e.g., fragile-X syndrome, tuberous sclerosis)\n* A significant medical condition such as heart, liver, kidney, or lung disease, or a seizure disorder\n* Pregnant\n* Prior adequate use of aripiprazole. More information about this criterion can be found in the protocol.\n* Evidence of hypersensitivity to aripiprazole\n* History of neuroleptic malignant syndrome","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Post-baseline Aberrant Behavior Checklist Irritability Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 with mental retardation. The full ABC is a 58-item parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials of children with developmental disabilities. The interpretation of the tool and its subscales is that higher scores, indicate greater severity. Fifteen item scores with values ranging from 0 (not a problem) to 3 (problem is severe) are summed to arrive at the total irritability scale store ranging from 0 to 45. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and sex x Tanner stage stratum as covariates. A linear contrast estimated the average across study timepoints. Confidence intervals reflect a Bonferroni multiple testing correction accounting","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":null},{"groupId":"OG001","value":"18.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Odds of Improvement as Measured by the Clinical Global Impression-Global Improvement Scale (Improvement Defined as CGI-I=1 or CGI-I=2)","description":"Clinical Global Impressions (Guy, 1976) global improvement (CGI-I) is designed to take into account all factors to arrive at an assessment of response to treatment. The CGI-I scale ranges from 1 to 7, with lower scores indicating greater improvement (1=very much improved and 2=much improved). Participants with a CGI-I score of 1 or 2 were classified as improved. Odds were estimated using a repeated measures logistic regression model with treatment group, study week (in categories), and sex x Tanner stage stratum as covariates. A linear contrast estimated the average log odds across study timepoints. Confidence intervals reflect a Bonferroni multiple testing correction accounting for the selection of two primary outcomes.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":null},{"groupId":"OG001","value":"0.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Hyperactivity Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 with mental retardation. The full ABC is a 58-item Parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. The 16-item Hyperactivity subscale covers overactivity, impulsiveness, inattention and noncompliance. It has been used as a primary outcome measure in several trials of children with developmental disabilities. The interpretation of the tool and its subscale is that higher scores, indicate greater severity. Sixteen item scores with values ranging from 0 (not a problem) to 3 (problem is severe) are summed to arrive at the total score ranging from 0 to 48. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and sex x Tanner stage stratum as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.7","spread":null},{"groupId":"OG001","value":"22.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Inappropriate Speech Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 with mental retardation. The full ABC is a 58-item Parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials of children with developmental disabilities. The interpretation of the tool and its subscales is that higher scores, indicate greater severity. Four item scores with values ranging from 0 (not a problem) to 3 (problem is severe) are summed to arrive at the total inappropriate speech scale score ranging from 0 to 12. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and sex x Tanner stage stratum as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Social Withdrawal Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 with mental retardation. The full ABC is a 58-item Parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials of children with developmental disabilities. The interpretation of the tool and its subscales is that higher scores, indicates greater severity. Sixteen item scores with values ranging from 0 (not a problem) to 3 (problem is severe) are summed to arrive at the total social withdrawal scale score ranging from 0 to 48. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and sex x Tanner stage stratum as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Stereotypy Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 with mental retardation. The full ABC is a 58-item Parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials of children with developmental disabilities. The interpretation of the tool and its subscales is that higher scores, indicates greater severity. Seven item scores with values ranging from 0 (not a problem) to 3 (problem is severe) are summed to arrive at the total stereotypy scale score ranging from 0 to 21. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and sex x Tanner stage stratum as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Score on a Modified Version of the Compulsion Subscale of the Children's Yale-Brown Obsessive Compulsive Scale (CY-BOCS)","description":"The CYBOCS- PDD is a semi-structured clinician-rated scale designed to rate the current severity of repetitive behavior in children with idiopathic autism spectrum disorders. Once the current repetitive behaviors are identified, they are rated on: Time Spent, Interference, Distress, Resistance, and Control. Each of these items is scored from 0 (least symptomatic) to 4 (most symptomatic), yielding a Total score from 0 to 20. Higher scores indicate higher severity. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and sex x Tanner stage stratum as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Vineland Maladaptive Behavior Subscales Total Score, Week 8","description":"The Vineland Adaptive Behavior Scales, (Survey Interview Form) is a measure of adaptive behavior in children, adolescents and adults. It yields an overall standard score (Adaptive Behavior Composite, ABC) and age standard scores in four domains. ABC scores have a mean of 100 and a standard deviation of 15 (range = 20 to 160). Higher scores suggest a higher level of adaptive functioning. An increase in standard scores from Baseline to the Final Visit indicates improvement. Means were estimated using a repeated measures linear regression model with treatment group, study week (in categories, baseline or 8 weeks), and sex x Tanner stage stratum as covariates.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.1","spread":null},{"groupId":"OG001","value":"23.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Autism Diagnostic Observation Schedule (ADOS) Social Affect and Restricted and Repetitive Behaviors Total Score, Week 8","description":"Autism Diagnostic Observation Scale (ADOS) (Lord), Modules 1-3 yields scores in 2 scales: Social Affect and Restricted and Repetitive Behavior. The ADOS has been repeatedly evaluated as a diagnostic measure, it has also been used as an outcome measure of autism severity (Aldred et al., 2004; Gutstein, 2007; Owly et al, 2001, Green et al, 2010). For modules 1-3, scores ranging from 0-2 on 14 items are summed to arrive at the Social Affect and Restricted and Repetitive Behavior Total Score, which ranges from 0 to 28. Higher scores indicate greater autism severity. Means were estimated using a repeated measures linear regression model with treatment group, study week (in categories, baseline or 8 weeks), and sex x Tanner stage stratum as covariates","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Social Reciprocity Scale (SRS) Total Score, Week 8","description":"The 65-item SRS is a standardized measure of the core symptoms of autism. Each item is scored on a 4-point Likert scale. The score of each individual item is summed to create a total raw score. A total score results are as follows: 0-62: Within normal limits 63-79: Mild range of impairment 80-108: Moderate range of impairment 109-149: Severe range of impairment. Means were estimated using a repeated measures linear regression model with treatment group, study week (in categories, baseline or 8 weeks), and sex x Tanner stage stratum as covariates.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127.6","spread":null},{"groupId":"OG001","value":"112.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":40},"commonTop":["Tiredness/fatigue","Nasal congestion or Cold","Appetite increase","Vomiting","Appetite decrease"]}}}