{"nctId":"NCT00109733","briefTitle":"Cool.Click™ Adolescent Transition Study: Study of Saizen® in Subjects With Childhood-onset Growth Hormone Deficiency","startDateStruct":{"date":"2005-01"},"conditions":["Childhood-onset Growth Hormone Deficiency","Pituitary Dwarfism"],"count":31,"armGroups":[{"label":"Standard dose group","type":"EXPERIMENTAL","interventionNames":["Biological: recombinant human growth hormone"]},{"label":"High dose group","type":"EXPERIMENTAL","interventionNames":["Biological: recombinant human growth hormone"]}],"interventions":[{"name":"recombinant human growth hormone","otherNames":["Saizen","r-hGH","cool click"]},{"name":"recombinant human growth hormone","otherNames":["Saizen","r-hGH","cool click"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe day of entry or Study Day 1 is defined as the first day of study treatment. To be eligible for inclusion into this study, the subjects must fulfill all of the following criteria within 30 days prior to Study Day 1.\n\n* Male or female from 13 to 25 years of age, inclusive\n* Diagnosis of childhood onset growth hormone deficiency (GHD) and prior completed growth hormone (GH) treatment as evidenced by bone age greater than 14 years for girls and 16 years for boys or no height increase \\> 0.5 cm in the 6 months prior to Screen.\n* Have documented GH deficiency (acquired or idiopathic), established by a standard provocative test, such as insulin (\\<5 ng/mL) or growth hormone releasing hormone plus arginine (\\<9 ng/mL) at least 30 days after GH has been discontinued. If a subject is hypopituitary with two or more pituitary disorders and has a low IGF-1, the stimulation test does not need to be performed to confirm GHD.\n* If hypopituitary, must have been on adequate replacement therapy (if required) of glucocorticosteroids, thyroid and sex hormones (hormone levels on replacement being in normal/mildly elevated range) for at least 6 months prior to Screen.\n* Be willing and able to comply with the protocol for the duration of the study.\n* Have given written informed consent before any study-related procedure not part of the subject's normal medical care, with the understanding that the subject may withdraw consent at any time without prejudice to future medical care.\n* Female subjects of childbearing potential must use a hormonal contraceptive, intra-uterine device, diaphragm with spermicide or condom with spermicide for the duration of the study. Confirmation that a female patient is not pregnant must be established by a negative human chorionic gonadotrophin (hCG) pregnancy test (urine or serum) within 7 days of study enrolment (SD1).\n\nExclusion Criteria:\n\nTo be eligible for inclusion in this study the subjects must not meet any of the following criteria:\n\n* Known allergy or hypersensitivity to growth hormone or diluent.\n* Previous treatment with GH within six months prior to Screen.\n* Severe illness during the previous six months.\n* Active malignancy (except non-melanomatous skin malignancies).\n* Diabetes mellitus (type I or II).\n* Seropositivity for human immunodeficiency virus (HIV), Hepatitis B surface antigen (HbsAg) and/or Hepatitis C Virus (HCV) serology.\n* Pregnancy or lactation.\n* History of drug and/or alcohol abuse or use of drugs for non-therapeutic purposes.\n* Any medical condition that, in the opinion of the Investigator, would jeopardize the patient's safety following exposure to study drug.\n* Clinically significant abnormal hematology, chemistry or urinalysis results at screening in the judgment of the Investigator.\n* Have taken another investigational drug or had any experimental procedure in the six months preceding study entry.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"25 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline to Week 24 in Trunk Fat","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.27","spread":"12.72"},{"groupId":"OG001","value":"-8.36","spread":"17.69"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 24 in Lean Body Mass","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.85","spread":"4.05"},{"groupId":"OG001","value":"7.10","spread":"5.02"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 24 in Total Body Fat","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.62","spread":"9.96"},{"groupId":"OG001","value":"-9.69","spread":"10.54"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 24 in Limb Fat","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.77","spread":"8.85"},{"groupId":"OG001","value":"-11.09","spread":"8.97"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 24 in Trunk to Limb Fat Ratio","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.86","spread":"6.77"},{"groupId":"OG001","value":"2.92","spread":"16.16"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Headache","Upper respiratory tract infection","Nasopharyngitis","Arthralgia","Dysmenorrhoea"]}}}