{"nctId":"NCT02149199","briefTitle":"A Clinical Study to Evaluate Symbicort Turbuhaler Used 'as Needed' in Adults and Adolescents With Asthma.","startDateStruct":{"date":"2014-07-07","type":"ACTUAL"},"conditions":["Asthma"],"count":3850,"armGroups":[{"label":"Symbicort \"as needed\"+placebo Pulmicort bid","type":"EXPERIMENTAL","interventionNames":["Drug: budesonide/formoterol 'as needed' + budesonide placebo bid"]},{"label":"terbutaline \"as needed\"+placebo Pulmicort bid","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: terbutaline 'as needed' + placebo budesonide bid"]},{"label":"Pulmicort bid + terbutaline \"as needed\"","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: budesonide bid + terbutaline 'as needed'"]}],"interventions":[{"name":"budesonide/formoterol 'as needed' + budesonide placebo bid","otherNames":[]},{"name":"terbutaline 'as needed' + placebo budesonide bid","otherNames":[]},{"name":"budesonide bid + terbutaline 'as needed'","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA 1. Provision of informed consent prior to any study specific procedures. For patients under-age, signed informed consent from both the patient and the patient's parent/legal guardian is required 2. Male or Female, ≥12 years of age 3. Documented diagnosis of asthma for at least 6 months prior to Visit 1 4. Patients who are in need of Step 2 treatment according to Global Initiative for Asthma guidelines 5. Patients treated with 'as needed' inhaled short-acting bronchodilator(s) only should have pre-bronchodilator Forced Expiratory Volume in one second (FEV1) ≥ 60 % of Predicted Normal (PN) and post-bronchodilator FEV1 ≥ 80 % PN 6. Patients treated with low stable dose of inhaled corticosteroid or leukotriene antagonist in addition to 'as needed' use of inhaled short-acting bronchodilator(s) should have pre-bronchodilator FEV1 ≥80 % PN 7. Patients should have reversible airway obstruction 8. To be randomized patients must have used Bricanyl Turbuhaler 'as needed' on at least 3 separate days during the last week of the run in period. EXCLUSION CRITERIA 1. Patient has a history of life-threatening asthma including intubation and intensive care unit admission 2. Patient has had an asthma worsening requiring change in treatment other than inhaled short-acting bronchodilator(s) within 30 days prior to Visit 1 or between Visits 1 and 2; or a treatment other than Bricanyl Turbuhaler from Visit 2 until randomization 3. Patient has required treatment with oral, rectal or parenteral glucocorticosteroids (GCS) within 30 days and/or depot parenteral GCS within 12 weeks prior to Visit 1 4. Smoker (current or previous) with a smoking history of ≥ 10 pack years 5. Pregnancy, breast-feeding or planned pregnancy during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"130 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"'Well-controlled Asthma Week' - a Derived Binary Variable (Yes/No)","description":"A well-controlled asthma week is defined as the fulfilment of both conditions A) and B) below: A) Two or more of the following criteria are fulfilled: - No more than 2 days with a daily asthma symptom score \\>1 - No more than 2 days of 'as needed' medication use, up to a maximum of 4 occasions per week (multiple occasions per day should be regarded as separate occasions) - Morning PEF ≥80% of Predicted Normal every day B) Both of the following criteria are fulfilled: - No nighttime awakenings due to asthma - No additional inhaled and/or systemic glucocorticosteroid treatment due to asthma. The binary variable well-controlled asthma week was derived for each patient and study week. In addition, for each week, the percent of patients with well-controlled asthma week was derived. It is required that the eDiary had to be completed on at least 5 days in a week to be a well-controlled asthma week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.4","spread":"36.02"},{"groupId":"OG001","value":"31.1","spread":"34.90"},{"groupId":"OG002","value":"44.4","spread":"39.10"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing at Least One Severe Asthma Exacerbation","description":"A severe exacerbation is defined as a deterioration of asthma requiring any of the following: use of systemic glucocorticosteroids (GCS) for at least 3 days, inpatient hospitalization, or emergency room visit due to asthma that required systemic steroids","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"152","spread":null},{"groupId":"OG002","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing at Least One Moderate or Severe Asthma Exacerbation","description":"A moderate exacerbation is defined as a deterioration of asthma requiring a change in treatment, i.e. initiation of prescribed additional ICS treatment to avoid progression of the worsening of asthma to a severe exacerbation.\n\nA severe exacerbation is defined as a deterioration of asthma requiring any of the following: use of systemic glucocorticosteroids (GCS) for at least 3 days, inpatient hospitalization, or emergency room visit due to asthma that required systemic steroids","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"274","spread":null},{"groupId":"OG002","value":"143","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Pre-dose Forced Expiratory Volume in 1 Second (FEV1)","description":"Overall estimate of FEV1 (mL) pre-bronchodilator change from baseline. Baseline is the measurement at Visit 3 (prior to first dose of Investigational Product) from MMRM (mixed model repeated measures analysis).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"11.2","spread":null},{"groupId":"OG002","value":"119.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Morning Peak Expiratory Flow (PEF)","description":"Morning peak expiratory flow (eDiary) change from baseline over the randomised treatment period. Baseline is defined as the mean of all non-missing morning measurements during the last 10 days of the run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.97","spread":null},{"groupId":"OG001","value":"-15.92","spread":null},{"groupId":"OG002","value":"6.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Evening PEF","description":"Evening peak expiratory flow (eDiary) change from baseline during the randomised treatment period. Baseline is defined as the mean of all non-missing evening measurements during the last 10 days of the run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.20","spread":null},{"groupId":"OG001","value":"-22.15","spread":null},{"groupId":"OG002","value":"-4.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Number of Inhalations of 'as Needed' Medication.","description":"'As needed' inhalations change from baseline over the randomised treatment period. Baseline is defined as the last 10 days of the run-in period. 'As needed' use was calculated as the cumulative doses of 'as needed' medication over the randomised treatment period divided by the follow-up time (number of days - 1). ie, average number of inhalations per day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.95","spread":"0.82"},{"groupId":"OG001","value":"-0.82","spread":"0.92"},{"groupId":"OG002","value":"-1.06","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Asthma Symptom Score","description":"Asthma symptom score (eDiary) change from baseline during the randomised treatment period. Symptom score is entered morning and evening by the patient on a 4-point scale from 0 to 3 with higher values indicating more severe symptoms. Asthma symptom score is then the sum of the day and night scores, which implies a range of scores from 0 - 6, with higher values indicating more severe symptoms. Baseline is defined as the mean of all non-missing measurements during the last 10 days of the run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":null},{"groupId":"OG001","value":"-0.11","spread":null},{"groupId":"OG002","value":"-0.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Nighttime Awakenings Due to Asthma","description":"Night-time awakenings (%) due to asthma change from baseline. Variable analysed is the proportion (%) of nights during the relevant period with night-time awakenings. Baseline refers to the last 10 nights of the run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.5","spread":"24.0"},{"groupId":"OG001","value":"-4.6","spread":"23.4"},{"groupId":"OG002","value":"-9.8","spread":"22.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of Symptom-free Days","description":"Symptom-free days (%) change from baseline during the randomised treatment period.Variable analysed is the proportion (%) of symptom-free days during the relevant period. Baseline refers to the last 10 days of the run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"25.9"},{"groupId":"OG001","value":"1.3","spread":"24.8"},{"groupId":"OG002","value":"6.8","spread":"27.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of 'As Needed' Free Days","description":"'As needed' free days (%) change from baseline during the randomised treatment period. An 'as needed' free day is defined as a day and night with no use of 'as needed' medication. Variable analysed is the proportion (%) of 'as needed' free days during the relevant period. Baseline refers to the last 10 days of the run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":"31.0"},{"groupId":"OG001","value":"45.0","spread":"30.7"},{"groupId":"OG002","value":"51.7","spread":"30.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of Asthma Control Days","description":"Asthma control days (%) change from baseline. An asthma control day is defined as the fulfilment of all of the following criteria; a day and night with no asthma symptoms, a night with no awakenings due to asthma symptoms and a day and night with no use of 'as needed' medication. Variable analysed is the proportion (%) of asthma control days during the randomised treatment period. Baseline refers to the last 10 days of the run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":"23.9"},{"groupId":"OG001","value":"12.8","spread":"23.3"},{"groupId":"OG002","value":"18.5","spread":"28.4"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Study Specific Asthma Related Discontinuation","description":"Study specific asthma related discontinuation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Poorly Controlled Asthma Weeks","description":"A poorly-controlled asthma week is defined as a week meeting any one of the following conditions: Two or more consecutive days with awakenings due to asthma on both nights; A recorded use of 'as needed' medication for symptom relief of at least 3 occasions per day, for at least 2 consecutive days; Additional systemic GCS treatment required for severe exacerbation. If there were sufficient data within a week available to confirm the week was not poorly-controlled, the week is labelled as 'does not meet criteria for poorly-controlled'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"13.3"},{"groupId":"OG001","value":"9.7","spread":"13.8"},{"groupId":"OG002","value":"6.7","spread":"12.7"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing at Least One Occasion With Additional Steroids for Asthma","description":"Additional steroids for asthma includes any additional inhaled and/or systemic glucocorticosteroids treatment due to asthma while in the randomised treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"345","spread":null},{"groupId":"OG002","value":"187","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Asthma Control Questionnaire (ACQ-5)","description":"Asthma Control Questionnaire 5-item version score change from baseline. ACQ questionnaire contains five questions on patients' symptoms, which are assessed on a 7-point scale from 0 (representing good control) to 6 (representing poor control). The score is the mean score of all questions for which responses are provided.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":null},{"groupId":"OG001","value":"-0.17","spread":null},{"groupId":"OG002","value":"-0.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Asthma Quality of Life Questionnaire; Standard Version (AQLQ(S))","description":"Asthma Quality of Life Questionnaire Standardised Version (AQLQ (S) overall score change from baseline. AQLQ(S) consists of 32 questions in 4 domains. Each question is assessed on a 7-point scale from 1 to 7, with higher values indicating better health-related quality of life. The overall score is calculated as the mean score of all 32 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.313","spread":null},{"groupId":"OG001","value":"0.186","spread":null},{"groupId":"OG002","value":"0.415","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Controller Use Days","description":"ICS controller use days (%) during the randomised treatment period is calculated as the cumulative number of days when any controller medication (containing ICS) was taken including maintenance (Pulmicort bid group) and 'as needed' medication (Symbicort 'as needed' group) and additional prescribed ICS for asthma exacerbations and/or long term poor asthma control (all treatment groups), divided by the number of days in the randomised treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":"28.7"},{"groupId":"OG001","value":"5.6","spread":"16.8"},{"groupId":"OG002","value":"85.6","spread":"19.5"}]}]}]},{"type":"SECONDARY","title":"Annual Severe Asthma Exacerbation Rate","description":"Severe asthma exacerbations over the randomised treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":null},{"groupId":"OG001","value":"0.20","spread":null},{"groupId":"OG002","value":"0.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Moderate or Severe Asthma Exacerbation Rate","description":"Moderate or severe asthma exacerbations during the randomised treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":null},{"groupId":"OG001","value":"0.36","spread":null},{"groupId":"OG002","value":"0.15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":1277},"commonTop":["Upper respiratory tract infection","Viral upper respiratory tract infection","Asthma","Pharyngitis","Bronchitis"]}}}