{"nctId":"NCT04319380","briefTitle":"Seasonal Malaria Vaccination (RTS,S/AS01) and Seasonal Malaria Chemoprevention (SP/AQ) Extension Study","startDateStruct":{"date":"2020-04-01","type":"ACTUAL"},"conditions":["Malaria,Falciparum","Child, Only"],"count":5098,"armGroups":[{"label":"SMC with SP+AQ","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Tetanus/diphtheria toxoids","Drug: SMC with SP+AQ"]},{"label":"RTS,S/AS01","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: RTS,S/AS01","Drug: SMC placebo"]},{"label":"RTS,S/AS01 plus SMC with SP+AQ","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: SMC with SP+AQ","Biological: RTS,S/AS01"]}],"interventions":[{"name":"Tetanus/diphtheria toxoids","otherNames":[]},{"name":"SMC with SP+AQ","otherNames":[]},{"name":"RTS,S/AS01","otherNames":[]},{"name":"SMC placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The child had been enrolled in the initial phase of the trial of seasonal vaccination with the RTS,S/AS01 vaccine\n* A parent or legally recognised guardian provides informed consent for the child's inclusion in the extension study\n* The child is a permanent resident of the study area and likely to remain a resident for the duration of the trial\n\nThe child is under five years of age at the time of enrolment.\n\nExclusion Criteria:\n\n* The child has had an allergic reaction to the study drugs or vaccines\n* The child had febrile convulsions on more than one occasion following vaccination\n* The child has developed a serious underlying illness such as severe malnutrition (weight for age or mid arm circumference Z scores \\< 3 SD) which in view of the investigators might impair the response to vaccination\n* The child has been enrolled in another malaria vaccine or other experimental malaria intervention study","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"5 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Clinical Episodes of Malaria","description":"Passive surveillance to detect episode of fever (temperature \\> 37.5 C), or a history of fever within the past 48 hours, that is severe enough to require treatment at a health centre and which is accompanied by a positive blood film with a parasite density of 5,000 per µl or more","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"338.1","spread":null},{"groupId":"OG001","value":"421.3","spread":null},{"groupId":"OG002","value":"178.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Episodes of Uncomplicated Febrile Illness","description":"Passive and active surveillance to detect cases with temperature \\> 37.5o C), or a history of fever within the past 48 hours, with a positive blood film (any level of asexual parasitaemia) or a positive rapid diagnostic test (RDT) for malaria","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Hospital Admissions With Malaria, Including Severe Malaria","description":"Hospital admissions with malaria, including cases of severe malaria which meet WHO criteria for a diagnosis of severe malaria.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Prevalence of Malaria Parasitaemia, Including Gametocytaemia and the Prevalence of Moderate and Severe Anemia and Malnutrition","description":"The prevalence of malaria parasitaemia, including gametocytaemia, moderate and severe anaemia and malnutrition at the end of the malaria transmission season","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Serious Adverse Events (SAEs)","description":"Serious adverse events (SAEs), including any deaths, occurring at any time during the study with special reference to any cases of meningitis and cerebral malaria (WHO case definition)","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Immune Response to the Vaccine (Anti-CSP Antibody Concentrations)","description":"Anti-CSP antibody concentrations obtained before and after each booster dose, determined in a sub-sample of children.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Prevalence of Malaria Parasitaemia in School Aged Children","description":"The prevalence of malaria parasitaemia at the end of each malaria transmission season in school-age children resident in the study areas, to determine overall malaria transmission","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Polymorphisms in the P. Falciparum CSP","description":"The prevalence of mutations in the Th2 or Th3 locus of the Plasmodium falciparum csp gene in isolates from children who have received RTS,S/AS01 that differ from those of the isolate used in the preparation of the vaccine","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Drug Resistance to SP and AQ","description":"The presence of molecular markers of resistance to SP and AQ in parasite positive samples","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"SP+AQ Drug Sensitivity","description":"The 28-day treatment outcome in children with asymptomatic malaria parasitaemia treated with SP+AQ.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":1683},"commonTop":[]}}}