{"nctId":"NCT05646719","briefTitle":"Safety and Efficacy of Nyxol Eye Drops as a Single Agent and With Adjunctive Low-Dose Pilocarpine Eye Drops in Subjects With Presbyopia","startDateStruct":{"date":"2022-12-22","type":"ACTUAL"},"conditions":["Presbyopia"],"count":333,"armGroups":[{"label":"Nyxol + low dose pilocarpine","type":"EXPERIMENTAL","interventionNames":["Drug: Phentolamine Opthalmic Solution 0.75%","Drug: Low dose pilocarpine"]},{"label":"Nyxol + low dose pilocarpine vehicle","type":"EXPERIMENTAL","interventionNames":["Drug: Phentolamine Opthalmic Solution 0.75%","Other: Low dose pilocarpine vehicle"]},{"label":"Placebo + low dose pilocarpine","type":"EXPERIMENTAL","interventionNames":["Other: Placebo","Drug: Low dose pilocarpine"]},{"label":"Placebo + low dose pilocarpine vehicle","type":"EXPERIMENTAL","interventionNames":["Other: Placebo","Other: Low dose pilocarpine vehicle"]},{"label":"Nyxol","type":"EXPERIMENTAL","interventionNames":["Drug: Phentolamine Opthalmic Solution 0.75%"]},{"label":"Nyxol placebo","type":"EXPERIMENTAL","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Phentolamine Opthalmic Solution 0.75%","otherNames":["Nyxol"]},{"name":"Placebo","otherNames":["Phentolamine Ophthalmic Solution Vehicle"]},{"name":"Low dose pilocarpine","otherNames":["Pilocarpine","LDP"]},{"name":"Low dose pilocarpine vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females ≥ 40 and ≤ 64 years of age.\n2. BCDVA of 0.1 LogMAR (20/25 Snellen equivalent) or better in each eye in photopic conditions.\n3. DCNVA of 0.4 LogMAR (20/50 Snellen equivalent) or worse but not \\> 0.7 LogMAR (20/100 Snellen equivalent) in photopic conditions in each eye and binocularly.\n4. For subjects who depend on reading glasses or bifocals, binocular best-corrected near VA is 0.1 LogMAR (20/25 Snellen equivalent) or better.\n5. Photopic PD of ≥ 3 mm in either eye.\n\nExclusion Criteria:\n\nOphthalmic (in either eye):\n\n1. Use of any topical prescription or over-the-counter (OTC) ophthalmic medications of any kind within 7 days of Screening until study completion, with the exception of lid scrubs with OTC products and artificial tears as specified in Exclusion # 2 below.\n2. Use of any OTC artificial tears (preserved or unpreserved) during Visit days or 15 min before or after instillation of study medication.\n3. Current use of any topical ophthalmic therapy for dry eye.\n4. Tear break-up time of \\< 5 seconds or corneal fluorescein staining Grade ≥ 2 in the inferior zone or Grade ≥ 1 in the central zone using the National Eye Institute scale..\n5. Clinically significant ocular disease that might interfere with the study as deemed by the Investigator.\n6. Recent or current evidence of ocular infection or inflammation in either eye.\n7. Any history of herpes simplex or herpes zoster keratitis.\n8. Known allergy, hypersensitivity, or contraindication to any component of the phentolamine, pilocarpine, or vehicle formulations.\n9. Prior participation in a study involving the use of Nyxol for the treatment of presbyopia.\n10. History of cauterization of the punctum or punctal plug (silicone or collagen) insertion or removal.\n11. Ocular trauma within 6 months prior to Screening.\n12. Ocular surgery or any ocular laser treatment within 6 months prior to Screening.\n13. Subjects with surgical monovision, multifocal or extended depth of focus intraocular lenses (IOLs) are excluded.\n14. History of any traumatic (surgical or nonsurgical) or nontraumatic condition affecting the pupil or iris.\n15. Contact lens wear on the day of any study visit and contact lenses must be removed for home dosing and for at least 10 minutes following dosing.\n\n    Systemic:\n16. Known hypersensitivity or contraindication to alpha- and/or beta-adrenoceptor antagonists .\n17. Known hypersensitivity or contraindication to any systemic cholinergic parasympathomimetic agent.\n18. Clinically significant systemic disease that might interfere with the study as deemed by the judgment of the Investigator.\n19. Initiation of treatment with, or any changes to, the current dosage, drug, or regimen of any systemic adrenergic or cholinergic drugs within 7 days prior to Screening or during the study.\n20. Participation in any investigational study within 30 days prior to Screening.\n21. Females of childbearing potential who are pregnant, nursing, planning a pregnancy, or not using a medically acceptable form of birth control.\n22. Resting HR outside the range of 50 to 110 beats per min.\n23. Hypertension with resting diastolic BP \\> 105 mmHg or systolic BP \\> 160 mmHg.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Subjects With ≥ 15 Letters of Improvement in Photopic Binocular DCNVA and With < 5 Letters of Loss in Photopic Binocular BCDVA in Nyxol-treated Subjects","description":"The primary efficacy endpoint is the percent of subjects with ≥ 15 letters of improvement in photopic binocular DCNVA and with \\< 5 letters of loss in photopic binocular BCDVA from Baseline at 30 min post-LDP/vehicle comparing subjects treated with Nyxol + LDP to subjects treated with placebo + LDP vehicle at Visit 5 (Stage 2 Day 8).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":79},"commonTop":["Instillation site irritation","Headache","Instillation site erythema","Conjunctival hyperemia","Vision blurred"]}}}