{"nctId":"NCT04103450","briefTitle":"Extension Study of Vibegron in Men With Overactive Bladder (OAB) Symptoms on Pharmacological Therapy for Benign Prostatic Hyperplasia","startDateStruct":{"date":"2019-09-19","type":"ACTUAL"},"conditions":["Overactive Bladder"],"count":276,"armGroups":[{"label":"Vibegron","type":"EXPERIMENTAL","interventionNames":["Drug: Vibegron"]}],"interventions":[{"name":"Vibegron","otherNames":["RVT-901","MK-4618","KRP-114V","URO-901"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant has completed participation of the 24-week double-blind treatment period in Study URO-901-3005 (NCT03902080) and demonstrated compliance with the study procedures and study medication schedule in the opinion of the investigator.\n* Participant is capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the consent form.\n* Participant has the ability to continue to receive a stable dose of Benign Prostatic Hyperplasia (BPH) treatment with either a) alpha blocker monotherapy or b) alpha blocker +5-ARI.\n* In the opinion of the investigator, the participant is able and willing to comply with the requirements of the protocol, including completing study questionnaires and the Bladder Diary.\n\nExclusion Criteria:\n\n* Participant experienced any Serious Adverse Event in Study URO-901-3005 that was reported as \"possibly or probably related\" to study treatment by the investigator.\n* Participant is using any prohibited medications\n* Participant has uncontrolled hyperglycemia (defined as fasting blood glucose \\>150 milligrams per deciliter \\[mg/dL\\] or 8.33 millimoles per Liter \\[mmol/L\\] and/or non-fasting blood glucose \\>200 mg/dL or 11.1 mmol/L) based on most recent available lab results in Study URO-901-3005 or uncontrolled in the opinion of the investigator.\n* Participant has uncontrolled hypertension (systolic blood pressure of ≥180 millimeters of mercury \\[mmHg\\] and/or diastolic blood pressure of ≥100 mmHg) or has a resting heart rate (by pulse) \\>100 beats per minute.\n* Participant has systolic blood pressures ≥160 mmHg but \\<180 mmHg, unless deemed by the investigator as safe to proceed in this study and able to complete the study per protocol.\n* Participant has current evidence of any clinically significant condition, therapy, lab abnormality, or other circumstances that might, in the opinion of the investigator, confound the results of the study, interfere with the participant's ability to comply with study procedures, or make participation in the study not in the participant's best interest.","healthyVolunteers":false,"sex":"MALE","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Any Serious Adverse Event, and Treatment Emergent Adverse Event (>5%)","description":"Adverse events were collected in participants from time each participant provided informed consent in parent study through Follow-up Visit (approximately 5 days after the last dose of study drug) in this extension study (URO-901-3006 \\[NCT03902080\\]). For the 28-Week Vibegron group, AEs recorded prior to initiation of vibegron (ie, while receiving placebo in the parent study) were reported as AEs in the parent study. An SAE is defined as any untoward medical occurrence that, at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent disability/incapacity, is a congenital anomaly/birth defect, associated with liver injury and impaired liver function or any other situations as per medical or scientific judgement. A TEAE was defined as an adverse event which occurred on or after the first dose of study drug and no more than 30 days after the last dose of study drug. TEAE of \\>5% has been reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Hematology Parameters","description":"Blood samples were collected for the analysis of hematology parameters - Hematocrit, hemoglobin, platelet count, white blood cells (WBC \\[total and differential\\]), and red blood cells (RBC).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Chemistry Parameters","description":"Blood samples were collected for the analysis of chemistry parameters - Albumin, alkaline phosphatase (ALP), alanine aminotransferase (ALT), aspartate aminotransferase (AST), bicarbonate, calcium, chloride, creatininea, glucose (fasting or nonfasting), potassium, sodium, total bilirubin, direct bilirubin, blood urea nitrogen (BUN), and total cholesterol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Urinary Parameters","description":"Urine samples were collected for the analysis of urinary parameters- Blood, glucose, protein, specific gravity, microscopic exam (RBCs, WBCs, epithelial cells, and bacteria), potential of hydrogen (pH) and color","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Coagulation Parameter","description":"Blood samples were collected for the analysis of coagulation parameters- international normalized ratio (INR), prothrombin time (PT) and activated partial thromboplastin time (APTT).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Diastolic Blood Pressure (DBP) and Systolic Blood Pressure (SBP)","description":"Blood pressure measurements were taken with the participant in the sitting position. Baseline is defined as the last recorded value on or prior to the date of randomization in the parent study URO-901-3005. Change from Baseline was calculated as maximum post-Baseline value minus Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"12.50"},{"groupId":"OG001","value":"0.1","spread":"9.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"8.79"},{"groupId":"OG001","value":"1.1","spread":"6.82"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Heart Rate","description":"Heart Rate was measured with the participant in the sitting position. Baseline is defined as the last recorded value on or prior to the date of randomization in the parent study URO-901-3005. CFB was calculated as maximum post-Baseline value minus Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"9.24"},{"groupId":"OG001","value":"-0.7","spread":"7.98"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 52 in the Average Number of Micturition Episodes Per Day","description":"Micturition is defined as \"Urinated in Toilet\" as indicated on Bladder Diary. Micturition episodes are the number of times participants voided in the toilet as indicated on the Bladder Diary, either by marking the 'urinated in toilet' question as yes or recording non-zero volume voided. Average number of micturition episodes/day was calculated using records within the diary analysis visit divided by non-missing diary days (diary days with at least one void reported). A \"Diary Day\" is defined as the time between when the participants gets up for the day (ie, the time the participant got up for the day yesterday to the time participant got up for the day today; approximately a 24-hour period). The last recorded value on or prior to the date of randomization in the parent study URO-901-3005 is defined as Baseline. Change from Baseline was calculated as post-Baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.43","spread":"0.299"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 52 in the Average Number of Urgency Episodes Per Day","description":"The number of urgency episodes was defined as the number of times a participant checked that they had the need to urinate immediately as indicated on the Bladder Diary. Average number of daily urgency episodes at each study visit was calculated as the total number of urgency episodes using records within the diary analysis visit windows divided by non-missing diary days. The last recorded value on or prior to the date of randomization in the parent study URO-901-3005 is defined as Baseline. Change from Baseline was calculated as post-Baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.90","spread":"0.422"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 52 in the Average Number of Nocturia Episodes Per Night","description":"A nocturia episode is defined as waking to pass urine during the main sleep period as indicated on the Bladder diary. Average number of nocturia episode at each study visit was calculated as the total number of nocturia episode recorded within the diary analysis visit windows divided by non-missing diary days. The last recorded value on or prior to the date of randomization in the parent study URO-901-3005 is defined as Baseline. Change from Baseline was calculated as post-Baseline value minus Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.01","spread":"0.144"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 52 in the Average Number of Urge Urinary Incontinence (UUI) Episodes Per Day in Participants With Incontinence","description":"The number of UUI episodes was defined as the number of times a participant checked that they had \"urge\" as the main reason for leakage. Average UUI episodes per day at each study visit was calculated as total number of UUI episodes within the diary analysis visit windows divided by non-missing diary days. The UUI was analyzed for participants with UI at Baseline. The last recorded value on or prior to the date of randomization in the parent study URO-901-3005 is defined as Baseline. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"0.773"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 52 in the Average of the International Prostate Symptom Score (IPSS) Storage Score (1-week Recall)","description":"The International Prostate Symptom Score (IPSS) is a rating scale for severity of lower urinary tract symptoms (LUTS). The IPSS is based on 7 questions concerning urinary symptoms and 1 question concerning quality of life. Each question concerning urinary symptoms allows the participant to choose 1 out of 6 answers indicating increasing severity of the symptom. The answers are assigned points from 0 to 5. The total score can therefore range from 0 to 35 (asymptomatic to very symptomatic). Higher scores represent greater severity of symptoms. The last recorded value on or prior to the date of randomization in the parent study URO-901-3005 is defined as Baseline. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 52 in the Average Volume Voided Per Micturition","description":"Total volume voided was calculated using all urinary volumes collected regardless of whether participant checked \"Urinated in Toilet\" or not. Average volume voided per micturition at each study visit was calculated as the total volume voided recorded divided by the number of micturitions with volume recorded. The last recorded value on or prior to the date of randomization in the parent study URO-901-3005 is defined as Baseline. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.56","spread":"6.750"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":142},"commonTop":["COVID-19","Hypertension"]}}}