{"nctId":"NCT01030783","briefTitle":"A Study to Compare Tivozanib (AV-951) to Sorafenib in Subjects With Advanced Renal Cell Carcinoma","startDateStruct":{"date":"2009-12"},"conditions":["Advanced Renal Cell Carcinoma"],"count":517,"armGroups":[{"label":"tivozanib (AV-951)","type":"EXPERIMENTAL","interventionNames":["Drug: tivozanib (AV-951)"]},{"label":"sorafenib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sorafenib"]}],"interventions":[{"name":"tivozanib (AV-951)","otherNames":[]},{"name":"Sorafenib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. ≥ 18-years of age.\n2. Subjects with recurrent or metastatic RCC.\n3. Subjects must have undergone prior nephrectomy (complete or partial) for excision of the primary tumor.\n4. Histologically or cytologically confirmed RCC with a clear cell component (subjects with pure papillary cell tumor or other non-clear cell histologies, including collecting duct, medullary, chromophobe, mixed tumor containing predominantly sarcomatoid cells, and unclassified RCC are excluded).\n5. Measurable disease per the RECIST criteria Version 1.0.\n6. Treatment naïve subjects or subjects who have received no more than one prior systemic treatment (immunotherapy, including interferon-alfa or interleukin-2 based therapy, chemotherapy, hormonal therapy or an investigational agent) for metastatic RCC. Postoperative or adjuvant systemic therapy will not be counted as a prior therapy unless recurrence is detected within 6 months of completion of treatment, in which case it will be counted as a prior therapy for metastatic disease.\n7. ECOG performance status of 0 or 1, and life expectancy ≥ 3 months.\n8. If female and of childbearing potential, documentation of negative pregnancy test prior to enrollment.\n9. Ability to give written informed consent and comply with protocol requirements.\n\nExclusion Criteria:\n\n1. Any prior VEGF-directed therapy including VEGF antibody (eg, bevacizumab), VEGF receptor tyrosine kinase inhibitor (eg, sunitinib, sorafenib, axitinib, pazopanib, etc.), VEGF trap (eg, aflibercept), or any other agent or investigational agent targeting the VEGF pathway.\n2. Any prior therapy with an agent targeting the mTOR pathway (eg, temsirolimus, everolimus, etc)\n3. Primary CNS malignancies or CNS metastases; subjects with previously treated brain metastasis will be allowed if the brain metastasis have been stable without steroid treatment for at least 3 months following prior treatment (radiotherapy or surgery).\n4. Any hematologic abnormalities (as noted in the protocol).\n5. Any serum chemistry abnormalities (as noted in the protocol).\n6. Significant cardiovascular disease.\n7. Non-healing wound, bone fracture, or skin ulcer.\n8. Active peptic ulcer disease, inflammatory bowel disease, ulcerative colitis, or other gastrointestinal condition with increased risk of perforation; history of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 4 weeks prior to administration of first dose of study drug.\n9. Serious/active infection or infection requiring parenteral antibiotics.\n10. Inadequate recovery from any prior surgical procedure or major surgical procedure within 4 weeks prior to administration of first dose of study drug.\n11. Significant thromboembolic or vascular disorders within 6 months prior to administration of first dose of study drug.\n12. Significant bleeding disorders within 6 months prior to administration of first dose of study drug.\n13. Currently active second primary malignancy, including hematologic malignancies (leukemia, lymphoma, multiple myeloma, etc.), other than non-melanoma skin cancers, non-metastatic prostate cancer, in situ cervical cancer and ductal or lobular carcinoma in situ of the breast. Subjects are not considered to have a currently active malignancy if they have completed anti-cancer therapy and have been disease free for \\>2 years.\n14. Pregnant or lactating females.\n15. History of genetic or acquired immune suppression disease such as HIV; subjects on immune suppressive therapy for organ transplant.\n16. Life-threatening illness or organ system dysfunction compromising safety evaluation.\n17. Requirement for hemodialysis or peritoneal dialysis.\n18. Inability to swallow pills, malabsorption syndrome or gastrointestinal disease that severely affects the absorption of tivozanib or sorafenib, major resection of the stomach or small bowel, or gastric bypass procedure.\n19. Psychiatric disorder or altered mental status precluding informed consent or necessary testing.\n20. Sexually active pre-menopausal female subjects (and female partners of male subjects) must use adequate contraceptive measures, while on study and for 50 days after the last dose of study drug. Sexually active male subjects must use adequate contraceptive measures, while on study for at least 90 days after the last dose of drug. All fertile male and female subjects and their partners must agree to use a highly effective method of contraception (including their partner). Effective birth control includes (a) IUD plus one barrier method; or (b) 2 barrier methods. Effective barrier methods are male or female condoms, diaphragms, and spermicides (creams or gels that contain a chemical to kill sperm). (Note: Oral, implantable, or injectable contraceptives may be affected by cytochrome P450 interactions, and are not considered effective for this study.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) of Subjects With Advanced Renal Cell Cancer (RCC) Randomized to Treatment With Tivozanib or Sorafenib","description":"Progression-Free Survival (PFS) is defined as the time from randomization to first documentation of objective tumor progression (progressive disease) or death due to any reasons whichever comes first. Disease progression per RECIST 1.0 criteria is defined as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) of Subjects Randomized to Treatment With Tivozanib or Sorafenib","description":"Overall survival (OS) is defined as the time from the date of randomization to date of death due to any cause. In the absence of confirmation of death, survival time will be censored at the last date the subject is known to be alive. Subjects lacking data beyond randomization will have their survival times censored on the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.2","spread":null},{"groupId":"OG001","value":"30.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) of Subjects Randomized to Treatment With Tivozanib or Sorafenib","description":"Objective response rate (ORR) is defined as the percentage of subjects who have at least a 30% reduction in the sum of diameters per RECIST (Version 1.0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.1","spread":null},{"groupId":"OG001","value":"23.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR) of Subjects Randomized to Treatment With Tivozanib or Sorafenib","description":"Duration of response (DR) is defined as the time from the first documentation of objective tumor response to the first documentation of tumor progression per RECIST 1.0 or to death due to any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability of Tivozanib and Sorafenib","description":"Dose reductions and interruptions were allowed for subjects taking tivozanib or sorafenib. Any modification of study drug administration, and the reason for such action, was clearly noted on the subject's eCRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"111","spread":null}]}]}]},{"type":"SECONDARY","title":"To Compare Kidney-specific Symptoms and Health Outcome Measurements in Subjects Randomized to Treatment With Tivozanib or Sorafenib","description":"The Disease Related Symptom Scale of the Functional Assessment of Cancer Therapy - Advanced Kidney Cancer Symptom Index (FKSI-DRS) measured kidney specific symptoms on a 0-36 scale, with lower scores corresponding to worse overall QOL and higher scores corresponding to better overall QOL. The Functional Assessment of Cancer Therapy-General (FACT-G) measured general wellbeing scored on a 0-108 scale, with lower scores corresponding to worse overall QOL and higher scores corresponding to better overall QOL. The European Quality of Life-5 Dimensions (EQ-5D) measured patient health related quality of life scored on a 0-1 scale, with 0 being worse health state and 1 being perfect health state. The European Quality of Life-5 Dimensions Visual Analog Scales (EQ-5D VAS) measured patient health related quality of life on a visual analog scale from 0 to 100, with 0 being the worst and 100 being the best. These scales were self-administered by patients at the start of the visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.16","spread":"0.785"},{"groupId":"OG001","value":"73.05","spread":"0.802"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.71","spread":"0.227"},{"groupId":"OG001","value":"28.58","spread":"0.233"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":"0.014"},{"groupId":"OG001","value":"0.66","spread":"0.014"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.50","spread":"0.826"},{"groupId":"OG001","value":"68.49","spread":"0.841"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (Serum Concentrations) of Tivozanib","description":"Samples for tivozanib serum concentrations will be collected at the following time points: Cycle 1, Day 1 (prior to dosing), Cycle 1, Day 15 (prior to dosing), Cycle 2, Day 1 (prior to dosing), and Cycle 2, Day 22-28. The serum concentrations of tivozanib were tabulated for individual subjects and summarized by nominal time using standard descriptive statistics (concentrations presented in ng/mL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.05","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54.37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":74,"n":259},"commonTop":["Hypertension","Palmar-plantar erythrodysaesthesia syndrome","Diarrhoea","Weight decreased","Fatigue"]}}}