{"nctId":"NCT03409107","briefTitle":"Anemia Studies in Chronic Kidney Disease (CKD): Erythropoiesis Via a Novel Prolyl Hydroxylase Inhibitor (PHI) Daprodustat in Non-Dialysis Subjects Evaluating Hemoglobin (Hgb) and Quality of Life (ASCEND-NHQ)","startDateStruct":{"date":"2018-03-05","type":"ACTUAL"},"conditions":["Anaemia"],"count":614,"armGroups":[{"label":"Daprodustat receivers","type":"EXPERIMENTAL","interventionNames":["Drug: Daprodustat (GSK1278863)","Drug: Iron therapy"]},{"label":"Placebo receivers","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Iron therapy"]}],"interventions":[{"name":"Daprodustat (GSK1278863)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Iron therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\>=18 years of age at the time of signing the informed consent.\n* Have CKD, confirmed at screening: Kidney Disease Outcomes Quality Initiative (KDOQI) CKD stages 3, 4, or 5 defined by Estimated glomerular filtration rate (eGFR) using the CKD Epidemiology Collaboration (CKD-EPI) formula.\n* Participants with Stable HemoCue Hgb from 8.5 to 10.5 at screening visit (Week -4) and from 8.5 to 10.0 g/dL at randomization (Day 1).\n* Participants may receive up to one intravenous (IV) iron dose within the 8 weeks prior to screening and NO IV iron use between screening visit and randomization (Day 1).\n* If needed, participant may be on stable maintenance oral iron supplementation. There should be \\<50% change in overall dose and no change in type of iron prescribed in the 4 weeks prior to Day 1 randomization visit.\n* Male and female participants are eligible. A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies: Not a woman of childbearing potential (WOCBP) or WOCBP who agrees to follow the contraceptive guidance during the treatment period and for at least 4 weeks after the last dose of study treatment.\n* Capable of giving signed informed consent.\n\nExclusion Criteria:\n\n* Participants who are on dialysis or clinical evidence of impending need to initiate dialysis within 180 days after randomization (Day 1).\n* Planned living-related or living-unrelated kidney transplant within 28 weeks after randomization (Day 1).\n* Transferrin saturation (TSAT) \\<15 percent (Screening only).\n* Ferritin \\<50 nanograms per milliliter (ng/mL) (Screening only).\n* History of rhEPO or rhEPO analogue use within the 8 weeks prior to screening and rhEPO use between screening and randomization (Day 1).\n* History of transfusion within the 8 weeks prior to screening and transfusion between screening and randomization (Day 1).\n* History of bone marrow aplasia or pure red cell aplasia (PRCA).\n* Participants with Megaloblastic anemia (untreated pernicious anemia and folate deficiency), thalassemia major, sickle cell disease or myelodysplastic syndrome.\n* Evidence of actively bleeding gastric, duodenal, or esophageal ulcer disease or clinically significant gastrointestinal (GI) bleeding \\<= 8 weeks prior to screening through to randomization (Day 1).\n* History of severe allergic or anaphylactic reactions or hypersensitivity to excipients in the investigational product.\n* Use of strong inhibitor of CYP2C8 (for example, gemfibrozil) or strong inducers of CYP2C8 (for example, rifampin/rifampicin).\n* Ferric citrate use within 4 weeks prior to randomization (Day 1).\n* Use of other investigational agent or device prior to screening through to randomization (Day 1).\n* Any prior treatment with daprodustat for a treatment duration of \\>30 days.\n* MI or acute coronary syndrome within the 8 weeks prior to screening through to randomization. (Day 1).\n* Stroke or transient ischemic attack within the 8 weeks prior to screening through to randomization. (Day 1).\n* Chronic Class IV heart failure, as defined by the New York Heart Association (NYHA) functional classification system.\n* QT interval corrected by Bazett's formula (QTcB) \\>500 milliseconds (msec) or QTcB \\>530 msec in participants with bundle branch block. There is no corrected QT interval (QTc) exclusion for participants with a predominantly paced rhythm.\n* Alanine transaminase (ALT) \\>2x upper limit of normal (ULN) at screening (Week -4).\n* Bilirubin \\>1.5xULN at screening (Week -4).\n* Current unstable liver or biliary disease per investigator assessment, generally defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice, or cirrhosis.\n* History of malignancy within the 2 years prior to screening through to randomization (Day 1), or currently receiving treatment for cancer, or complex kidney cyst (for example, Bosniak Category II F, III or IV) \\> 3 centimeters (cm).\n* Any other condition, clinical or laboratory abnormality, or examination finding that the investigator considers would put the participant at unacceptable risk, which may affect study compliance or prevent understanding of the aims or investigational procedures or possible consequences of the study.\n* Current uncontrolled hypertension as determined by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Hemoglobin From Baseline and Over the Evaluation Period (Mean Over Week 24 and 28)","description":"Blood samples were collected at given time points from participants for hemoglobin measurements. Evaluation period hemoglobin value was defined as the mean of all available post-randomization hemoglobin values (on and off-treatment) during the evaluation period (Week 24 to Week 28 inclusive). For the primary analysis, the missing post-Baseline hemoglobin values were imputed using pre-specified multiple imputations. Change from Baseline was defined as the average of post-randomization values during the evaluation period minus Baseline value. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date. Analysis was performed using the Analysis of Covariance (ANCOVA) model with terms for treatment, Baseline hemoglobin, and region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.062"},{"groupId":"OG001","value":"1.58","spread":"0.061"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hemoglobin Increase of >=1.0 Grams Per Deciliter From Baseline to Evaluation Period","description":"Blood samples were collected at given time points for hemoglobin measurements. Evaluation period hemoglobin value was defined as the mean of all available post-randomization hemoglobin values (on and off-treatment) during the evaluation period (Week 24 to Week 28 inclusive). For the primary analysis, the missing post-Baseline hemoglobin values were imputed using pre-specified multiple imputations. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date. Percentage of participants with hemoglobin increase of \\>=1.0 grams per deciliter from Baseline to evaluation period was analyzed using Cochran-Mantel-Haenszel (CMH) chi-squared test. The percentage values presented has been rounded off.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form-36 (SF-36) Questionnaire Vitality Domain Score by Traditional Scoring at Week 28","description":"The SF-36 acute version 2 is a 36-item generic quality of life instrument designed to measure a participant's level of performance in the 8 health domains: Physical Functioning, Role-Physical (role limitations caused by physical problems), Social Functioning, Bodily Pain, Mental Health, Role-Emotional (role limitations caused by emotional problems), Vitality, and General Perception of Health.Each domain is scored from 0 (poorer health) to 100 (better health). Vitality domain score ranges from 0-100; higher score indicates a better health state \\& better functioning. Change from Baseline was calculated as Post-Dose Visit Value at Week 28 minus Baseline. For primary analysis, the missing on-treatment Week 28 SF-36 Vitality domain scores were imputed using pre-specified multiple imputations. Baseline value was latest non-missing pre-dose assessment on or before randomization date. Analysis was performed using ANCOVA model with terms for treatment, Baseline score, and region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.93","spread":"1.161"},{"groupId":"OG001","value":"7.29","spread":"1.121"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hgb Response (Hgb in the 11-12 Grams/Deciliter Range) During Evaluation Period (Week 24 to Week 28 Inclusive)","description":"Mean hemoglobin during the evaluation period was defined as the mean of all evaluable hemoglobin values during the evaluation period (Week 24 to Week 28 inclusive) including any evaluable unscheduled hemoglobin values that were taken during this period. Percentage of participants with Hgb response was defined as participants with mean Hgb within range (11-12 grams per deciliter during the evaluation period (Week 24 to Week 28 inclusive) and it was analyzed using Cochran-Mantel-Haenszel (CMH) chi-squared test. The percentage values presented has been rounded off.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Time With Hgb Within the Target Range (11-12 Grams Per Deciliter) During Evaluation Period (Week 24 to Week 28 Inclusive) (Hodges-Lehmann Estimate)","description":"Percentage of days for which participant's Hgb was within the target range of 11-12 grams per deciliter during the evaluation period (Week 24 to Week 28 inclusive), including any unscheduled evaluable Hgb values that were taken during this time period. Percentage of time for which Hgb was within the target range (11-12 grams per deciliter) for a participant was calculated by dividing 'the total number of days that Hgb was within range during Week 24 to 28' by 'the total number of days the participant remained on treatment during Week 24 to 28'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"53.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Time With Hgb Within the Target Range (11-12 Grams Per Deciliter) During Evaluation Period (Week 24 to Week 28 Inclusive) (Mann-Whitney Estimate)","description":"Percentage of days for which participant's Hgb was within the target range of 11-12 grams per deciliter during the evaluation period (Week 24 to Week 28 inclusive), including any unscheduled evaluable Hgb values that were taken during this time period. Percentage of time for which Hgb was within the target range (11-12 grams per deciliter) for a participant was calculated by dividing 'the total number of days that Hgb was within range during Week 24 to 28' by 'the total number of days the participant remained on treatment during Week 24 to 28'","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"53.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Post-randomization Hgb at Week 28","description":"Blood samples were collected at given time points for hemoglobin measurements. Change from Baseline in Hgb was analyzed using a mixed model repeated measures (MMRM) approach. Change from Baseline was calculated as Post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.070"},{"groupId":"OG001","value":"1.56","spread":"0.069"}]}]}]},{"type":"SECONDARY","title":"Rate of Participants Permanently Stopping Randomized Treatment Due to Meeting Rescue Criteria","description":"The incidence rate of participants permanently stopping randomized treatment due to meeting rescue criteria is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.88","spread":null},{"groupId":"OG001","value":"1.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline by Domain and Single Item Scores on the Chronic Kidney Disease -Anemia Questionnaire (CKD-AQ) Symptom Questionnaire","description":"CKD-AQ is 21-item patient reported outcomes measure assessing symptoms \\& symptom impact in participants with anemia associated with CKD.CKD-AQ identified 3 domains:1.Tired/Low Energy/Weak scale consisting of ten items;2.Chest Pain/Shortness of Breath scale consisting of four items and 3.Cognitive scale consisting of three items;Single items included: 4.Difficulty Sleeping;5.Difficulty Standing for long periods of time;6.Severity-Shortness of breath while sitting/resting;7.Time with Shortness of breath while not doing activity.Single-item measures were recorded based on 0-100 scoring with 0 is worst possible \\& 100 is best possible score.Total domain score is calculated as average of items in each domain \\& ranged from 0-100 where 0 is worst possible and 100 is best possible score.Change from Baseline was calculated as post-dose visit value minus Baseline.Baseline was latest non-missing pre-dose assessment on or before randomization date. Adjusted mean \\& standard error is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.81","spread":"1.132"},{"groupId":"OG001","value":"8.72","spread":"1.086"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.62","spread":"0.971"},{"groupId":"OG001","value":"3.55","spread":"0.932"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":"1.042"},{"groupId":"OG001","value":"4.27","spread":"0.999"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.61","spread":"1.643"},{"groupId":"OG001","value":"5.22","spread":"1.577"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.55","spread":"1.630"},{"groupId":"OG001","value":"6.19","spread":"1.563"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":"0.995"},{"groupId":"OG001","value":"3.11","spread":"0.954"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":"1.083"},{"groupId":"OG001","value":"2.30","spread":"1.037"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Impression of Severity (PGI-S)","description":"The PGI-S is a 1-item questionnaire designed to assess participant's impression of disease severity on a 5-point disease severity scale (0=absent, 1=mild, 2=moderate, 3=severe, or 4=very severe). A higher score indicated worse outcome. Change from Baseline was calculated as Post-Dose visit value minus Baseline value. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date. Adjusted mean and standard error is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.055"},{"groupId":"OG001","value":"-0.18","spread":"0.052"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the SF-36 Physical Functioning Domain","description":"The SF-36 acute version 2 is a 36-item generic quality of life instrument designed to measure a participant's level of performance in the following eight health domains: physical functioning, role-physical (role limitations caused by physical problems), social functioning, bodily pain, mental health, role-emotional (role limitations caused by emotional problems), vitality, and general perception of health. Each domain is scored from 0 (poorer health) to 100 (better health). Physical functioning domain score ranges from 0-100; higher score indicates a better health state and better functioning. Change from Baseline was calculated as post-dose visit value minus Baseline value. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.23","spread":"1.354"},{"groupId":"OG001","value":"3.80","spread":"1.298"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of the SF-36 Individual Items in the Vitality Domain","description":"The SF-36 acute version 2 is a 36-item generic quality of life instrument designed to measure a participant's level of performance in the following eight health domains: physical functioning, role-physical (role limitations caused by physical problems), social functioning, bodily pain, mental health, role-emotional (role limitations caused by emotional problems), vitality, and general perception of health. Individual vitality items include: 1. Did you feel full of life?, 2. Did you have a lot of energy?, 3. Did you feel worn out?, 4. Did you feel tired?. Score of each item in the vitality domain ranges from 0-100; higher score indicates better health state and better functioning. Change from Baseline was calculated as post-dose visit value minus Baseline value. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.070"},{"groupId":"OG001","value":"0.16","spread":"0.067"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.066"},{"groupId":"OG001","value":"0.26","spread":"0.063"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.067"},{"groupId":"OG001","value":"0.34","spread":"0.064"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.060"},{"groupId":"OG001","value":"0.34","spread":"0.057"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Currently Employed as Per Work Productivity and Activity Impairment Questionnaire: Anemic Symptoms Clinical Practice Version (WPAI-ANS-CPV)","description":"WPAI-ANS-CPV is anemia specific questionnaire designed as self-reported quantitative assessment of social functioning related to work and regular daily activities. It contains 2 concepts-work productivity impairment measured via absenteeism(time missed from work), presenteeism(impairment at work) and regular daily activity impairment. WPAI questions (Q) were:1) currently employed,2) work time missed due to problem, 3) impairment while working due to problem, 4) overall work impairment due to problem, 5) activity impairment due to problem. WPAI generates 4 domain scores:percent (%) of work time missed(absenteeism),% of impairment while working(presenteeism),% of overall work impairment(absenteeism and presenteeism combined),% of activity impairment. Number of participants currently employed as per WPAI-ANS-CPV is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"195","spread":null},{"groupId":"OG001","value":"204","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"183","spread":null},{"groupId":"OG001","value":"212","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"178","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WPAI-ANS-CPV: Percent Time Missed From Work","description":"WPAI-ANS-CPV is anemia specific questionnaire designed as self-reported quantitative assessment of social functioning related to work and regular daily activities. It contains 2 concepts-work productivity impairment measured via absenteeism (time missed from work), presenteeism (impairment at work) and regular daily activity impairment. WPAI questions (Q) were: 1) currently employed, 2) work time missed due to problem, 3) impairment while working due to problem, 4)overall work impairment due to problem, 5) activity impairment due to problem. Percent work time missed due to problem was a subscale and calculated as: Q2/(Q2+Q4) for those who were currently employed. Subscale score was expressed as an impairment percentage (range: 0-100%) where higher numbers indicate greater impairment and less productivity. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"28.40"},{"groupId":"OG001","value":"-6.1","spread":"24.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"28.79"},{"groupId":"OG001","value":"4.2","spread":"27.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"33.59"},{"groupId":"OG001","value":"0.3","spread":"31.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WPAI-ANS-CPV: Mean Hours Missed From Work in the Past 7 Days","description":"WPAI-ANS-CPV is anemia specific questionnaire designed as self-reported quantitative assessment of social functioning related to work and regular daily activities. It contains 2 concepts-work productivity impairment measured via absenteeism (time missed from work), presenteeism (impairment at work) and regular daily activity impairment. WPAI Qs were: 1) currently employed, 2) work time missed due to problem, 3) impairment while working due to problem, 4) overall work impairment due to problem, 5) activity impairment due to problem. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"18.46"},{"groupId":"OG001","value":"-1.8","spread":"11.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"14.07"},{"groupId":"OG001","value":"2.4","spread":"16.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"19.90"},{"groupId":"OG001","value":"1.0","spread":"14.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WPAI: Percent Impairment at Work","description":"WPAI-ANS-CPV is anemia specific questionnaire designed as self-reported quantitative assessment of social functioning related to work and regular daily activities.It contains 2 concepts-work productivity impairment measured via absenteeism(time missed from work),presenteeism(impairment at work) and regular daily activity impairment.WPAI Qs were:1)currently employed,2)work time missed due to problem,3)impairment while working due to problem,4)overall work impairment due to problem,5)activity impairment due to problem. % Impairment while Working due to Problem was subscale and calculated as: Q5/10 for those who were currently employed and actually worked in past 7 days. Subscale score was expressed as an impairment percentage (range: 0-100%) where higher numbers indicate greater impairment and less productivity. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.1","spread":"18.42"},{"groupId":"OG001","value":"-11.3","spread":"24.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"18.99"},{"groupId":"OG001","value":"-8.8","spread":"23.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.6","spread":"25.62"},{"groupId":"OG001","value":"-9.0","spread":"22.92"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WPAI: Percent Overall Work Impairment","description":"WPAI-ANS-CPV is anemia specific questionnaire designed as self-reported quantitative assessment of social functioning related to work and regular daily activities. It contains 2 concepts-work productivity impairment measured via absenteeism (time missed from work), presenteeism (impairment at work) and regular daily activity impairment. WPAI Qs were: 1) currently employed, 2) work time missed due to problem, 3) impairment while working due to problem, 4) overall work impairment due to problem, 5) activity impairment due to problem. Percent overall work impairment due to problem was a subscale and calculated as: Q2/(Q2+Q4)+\\[(1-Q2/(Q2+Q4))×(Q5/10)\\] for those who were currently employed. Subscale score was expressed as an impairment percentage (range: 0-100%) where higher numbers indicate greater impairment. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"24.04"},{"groupId":"OG001","value":"-12.0","spread":"25.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"25.81"},{"groupId":"OG001","value":"-3.2","spread":"33.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.3","spread":"37.45"},{"groupId":"OG001","value":"-8.4","spread":"19.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WPAI: Percent Regular Daily Activity Impairment","description":"WPAI-ANS-CPV is anemia specific questionnaire designed as self-reported quantitative assessment of social functioning related to work and regular daily activities.It contains 2 concepts-work productivity impairment measured via absenteeism (time missed from work), presenteeism (impairment at work) and regular daily activity impairment. WPAI Qs were: 1) currently employed, 2) work time missed due to problem, 3) impairment while working due to problem, 4) overall work impairment due to problem, 5) activity impairment due to problem. Percent activity impairment due to problem was a subscale and calculated as: Q5/10 for all respondents. Subscale score was expressed as an impairment percentage (range: 0-100%) where higher numbers indicate greater impairment. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"23.67"},{"groupId":"OG001","value":"-7.7","spread":"24.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"25.40"},{"groupId":"OG001","value":"-8.6","spread":"24.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.7","spread":"28.93"},{"groupId":"OG001","value":"-12.2","spread":"27.50"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol 5 Dimension 5 Level Health Utility Index (EQ-5D-5L) Utility Score","description":"The EQ-5D-5L is a self-assessment questionnaire, consisting of 5 items covering 5 dimensions (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression). Each dimension is measured by a 5-point Likert scale (1: no problems, 2: slight problems, 3: moderate problems, 4: severe problems, and 5: extreme problems). The responses for the five dimension together form a five-figure description of health state. Each of these five-figure health states have attached valuation (utility score), expressed as single index on a scale from 0-1, where 1 is full health and 0 is worst health. The higher the score the better the health status. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.015"},{"groupId":"OG001","value":"0.03","spread":"0.014"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol Visual Analogue Scale (EQ-VAS) Score","description":"The EQ VAS records the respondent's self-rated health on a vertical, visual analogue scale where the endpoints are labeled 'the best health you can imagine' and 'the worst health you can imagine' at the time of completion. It is a self-assessment visual analogue scale, ranging from 0=worst imaginable to 100=best. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.80","spread":"1.427"},{"groupId":"OG001","value":"5.30","spread":"1.373"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP), Diastolic Blood Pressure (DBP), Mean Arterial Pressure (MAP) at Week 28","description":"SBP, DBP and MAP were measured with participants in a seated position after at least a 5-minute of rest. MAP is the average BP in an individual's arteries during a single cardiac cycle. Change from Baseline was calculated as post-dose visit value minus Baseline. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"1.045"},{"groupId":"OG001","value":"-0.23","spread":"0.981"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":"0.625"},{"groupId":"OG001","value":"0.84","spread":"0.587"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.674"},{"groupId":"OG001","value":"0.49","spread":"0.632"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Blood Pressure (BP) Exacerbation Event","description":"Percentage of participants with at least one BP event is presented. BP exacerbation is defined as: SBP exacerbation: SBP \\>= 25 mmHg increase from Baseline or SBP \\>= 180 mmHg; DBP exacerbation: DBP \\>= 15 mmHg increase from Baseline or DBP \\>= 110 mmHg. Percentage of participants with at least one BP event is presented. The percentage values presented has been rounded off.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":68,"n":306},"commonTop":["Diarrhoea","Hypertension","Oedema peripheral"]}}}