{"nctId":"NCT03538691","briefTitle":"A Trial to Evaluate the Efficacy, Safety & Tolerability of Brexpiprazole in the Maintenance Treatment of Adults With Major Depressive Disorder","startDateStruct":{"date":"2018-07-13","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":1149,"armGroups":[{"label":"Phase A: Brexpiprazole + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole","Drug: Antidepressant therapy"]},{"label":"Phase B: Brexpiprazole + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole","Drug: Antidepressant therapy"]},{"label":"Phase C: Brexpiprazole + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole","Drug: Antidepressant therapy"]},{"label":"Phase C: Placebo + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Antidepressant therapy"]}],"interventions":[{"name":"Brexpiprazole","otherNames":["OPC-34712","Rexulti"]},{"name":"Antidepressant therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with both a diagnosis of recurrent major depressive disorder, and in a current major depressive episode of ≥ 8 weeks in duration, as defined by Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) and confirmed by both the Mini International Neuropsychiatric Interview (MINI) and an adequate clinical psychiatric evaluation.\n* Participants must have reported a history for the current major depressive episode of an inadequate response to 1 or 2 adequate antidepressant treatments, and participants must currently be taking a protocol-mandated antidepressant treatment at an adequate dose and duration, and most not have reported ≥ 50% improvement. For participants who are currently on an adequate dose of protocol-mandated antidepressant therapy (ADT), but for an inadequate duration, can use the screening period to achieve adequate duration. At Phase A baseline visit, all participants must have either 2 or 3 documented inadequate responses to antidepressant treatment in total for the current episode as defined by the Massachusetts General Hospital Antidepressant Treatment Response Questionnaire (ATRQ).\n* Participants with a Hamilton Rating Scale for Depression (HAM-D17) total score ≥ 18 at the screening visit, and Phase A baseline visits.\n* Participants willing to discontinue all prohibited psychotropic medications to meet protocol-required washouts prior to and during the trial period.\n\nExclusion Criteria:\n\n* Females who are breast-feeding and/or who have a positive pregnancy test result prior to receiving investigational medicinal product (IMP).\n* Sexually active males or females of childbearing potential who do not agree to practice 2 different methods of birth control or remain abstinent during the trial and for 30 days after the last dose of IMP.\n* Participants who report treatment with adjunctive antipsychotic medication with an antidepressant for a minimum of 3 weeks during the current major depressive episode.\n* Participants who report allergies or an intolerability (lifetime treatment history) to trial-provided ADTs that have not been prescribed to the participant during the current major depressive episode.\n* Participants who have received electroconvulsive therapy (ECT) for the current major depressive episode.\n* Participants who have had an inadequate response to ECT at any time in the past or who have had a vagus nerve stimulation or deep brain stimulation device implanted at any time for the management of treatment-resistant depression. Participants who have had transcranial magnetic stimulation during the current major depressive episode.\n* Participants with a current need for involuntary commitment or who have been hospitalized within 4 weeks of screening for the current major depressive episode.\n* Participants with a primary DSM-5 diagnosis of:\n\n  1. Schizophrenia Spectrum and Other Psychotic Disorders\n  2. Bipolar and Related Disorders\n  3. Obsessive Compulsive Disorders\n  4. Feeding and Eating Disorders\n  5. Neurocognitive Disorders\n  6. Panic Disorder\n  7. Post-Traumatic Stress Disorder\n* Participants with a current DSM-5 diagnosis of borderline, antisocial, paranoid, schizoid, schizotypal, or histrionic personality disorder or intellectual disability.\n* Participants experiencing hallucinations, delusions, or any psychotic symptomatology in the current major depressive episode.\n* Participants receiving new onset psychotherapy (individual, group, marriage or family therapy) within 42 days of screening or at any time during participation in the trial.\n* Participants who have met DSM-5 criteria for substance use disorder (moderate or severe) within the past 60 days; including alcohol and benzodiazepines, but excluding nicotine.\n* Participants with hypothyroidism or hyperthyroidism (unless condition has been stabilized with medications for at least the past 90 days) and/or an abnormal result for free T4 at screening.\n* Participants who currently have clinically significant neurological, hepatic, renal, metabolic, hematological, immunological, cardiovascular, pulmonary, or gastrointestinal disorders such as any history of myocardial infarction, congestive heart failure, HIV seropositive status/acquired immunodeficiency syndrome, chronic hepatitis B or C.\n* Participants with diabetes mellitus (IDDM and non-IDDM) are ineligible for the trial unless their condition is stable and well-controlled.\n* Participants with uncontrolled hypertension (DBP \\> 95 millimetres of mercury \\[mmHg\\]) or symptomatic hypotension, or orthostatic hypotension which is defined as a decrease of ≥ 30 mmHg in systolic blood pressure (SBP) and/or decrease of ≥ 20 mmHg in diastolic blood pressure (DBP) after at least 3 minutes standing compared to the previous supine blood pressure OR development of symptoms.\n* Participants with known ischemic heart disease or history of myocardial infarction-or congestive heart failure (whether controlled or uncontrolled).\n* Participants with epilepsy or a history of seizures, except for a single seizure episode.\n* Participants with a positive drug screen for cocaine or other drugs of abuse (excluding known prescription stimulants and other medications and marijuana). Detectable levels of alcohol, marijuana, barbiturates, or opiates in the drug screen are not exclusionary if, in the investigator's documented opinion, the participant does not meet DSM-5 criteria for moderate to severe substance use disorder and the positive test does not signal a clinical condition that would impact the safety of the participant or interpretation of the trial results, and participation is agreed to by the medical monitor prior to treatment.\n* Treatment with a monoamine oxidase inhibitor (MAOI) within 14 day prior to the first dose of IMP in Phase A.\n* Use of benzodiazepines and/or hypnotics (including non-benzodiazepine sleep aids) within 7 days prior to first dose of IMP in Phase A.\n* Use of varenicline within 5 days prior to the first dose of IMP in Phase A.\n* Use of oral (or immediate release intramuscular) neuroleptics within 7 days prior or long-acting approved neuroleptics ≤ 1 full cycle plus 1/2 cycle prior to the first dose of IMP in Phase A.\n* Participants who would be likely to require prohibited concomitant therapy during the trial.\n* Participants who have been exposed to brexpiprazole in any prior clinical trial or has received commercial brexpiprazole (Rexulti).\n* Participants with a history of neuroleptic malignant syndrome or serotonin syndrome.\n* Participants with a history of true allergic response to more than one class of medications.\n* Prisoners or participants who are compulsorily detained for treatment of either a psychiatric or physical illness.\n* Participants who participated in any clinical trial within the last 60 days or who participated in more than 2 clinical trials within the past year.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Phase C: Time-to-Relapse by Any Criteria as Defined in Blinded Addendum","description":"Relapse criteria included:At same visit, increase in Montgomery Asberg Depression Rating Scale\\[MADRS\\] total score(10 items, 0=no symptoms to 6=severe symptoms,total score=0 to 60)of 50% from randomization and Clinical Global Impression-Severity of Illness \\[CGI-\\](8-point scale of 0=not assessed to 7=most extremely ill)score ≥4,hospitalization for depression, discontinuation for lack of efficacy/worsening of depression, active suicidality(score of ≥4 on MADRS item10 of suicidality)or yes answered on question 4 or 5 of Columbia-Suicide Severity Rating Scale\\[C-SSRS\\](Suicidal Ideation \\[SI\\] has 5 questions: wish to be dead,non-specific active suicidal thoughts,active SI with any methods \\[not plan\\]without intent to act,active SI with some intent to act without specific plan,active SI with specific plan,intent)or yes answered to any question in suicidal behavior section (5 questions:preparatory acts/behavior,aborted attempt,interrupted attempt,actual attempt\\[non-fatal\\],completed suicide).","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.0","spread":null},{"groupId":"OG001","value":"63.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase C: Change From Baseline for Randomization Phase in Sheehan Disability Scale (SDS) Mean Total Score at Week 46","description":"The SDS is a self-rated instrument used to measure the effect of the participant's symptoms on work/school, social life, and family/home responsibilities. For each of the three items, scores range from 0 through 10. The number most representative of how much each area was disrupted by symptoms is marked along the line from 0=not at all, to 10=extremely. The SDS total score is the mean of the 3 item responses. The SDS total score ranges from 0 to 10, with higher scores indicating greater functional impairment. Baseline was defined as the last available assessment value between Week 14 and Week 20 in Phase B for this outcome measure. Analysis of covariance (ANCOVA) model was used for analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.72","spread":"0.18"},{"groupId":"OG001","value":"0.48","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Phase C: Time-to-functional Relapse Based on SDS Criteria","description":"Time-to-functional relapse was based on a 30% increase in the SDS mean total score from Phase C Baseline, at least one SDS sub-score at 4 or greater, and an SDS total score ≥7 when all 3 sub-scores were available. The SDS is a self-rated instrument used to measure the effect of the participant's symptoms on work/school, social life, and family/home responsibilities. For each of the three items, scores range from 0 through 10. The number most representative of how much each area was disrupted by symptoms is marked along the line from 0=not at all, to 10=extremely. Higher scores of 5 and above are associated with significant functional impairment.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null},{"groupId":"OG001","value":"35.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase C: Percentage of Participants Meeting Any Relapse Criteria","description":"Relapse criteria included: At the same visit, increase in MADRS total score (10 items,7-point scale of 0=no symptoms to 6=severe symptoms, total score of 0 to 60) of 50% from randomization and CGI-S (8-point scale ranging from 0=not assessed to 7=most extremely ill) score ≥4, hospitalization for depression, discontinuation for lack of efficacy/worsening of depression, active suicidality (score of ≥4 on MADRS item 10 of suicidality) or answer of yes on question 4 or 5 of C-SSRS (SI has 5 questions: wish to be dead, non-specific active suicidal thoughts, active SI with any methods \\[not plan\\] without intent to act, active SI with some intent to act without specific plan, active SI with specific plan, intent) or answer of yes to any question in suicidal behavior section (5 questions: preparatory acts/behavior, aborted attempt, interrupted attempt, actual attempt \\[non-fatal\\], completed suicide). Percentage of participants were rounded off to single decimal point.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":null},{"groupId":"OG001","value":"20.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase C: Percentage of Participants Maintaining Remission","description":"Participants maintaining remission was defined as MADRS total score ≤10. The MADRS is a clinician-rated scale to assess depressive symptomatology during the preceding week. Participants were rated on 10 items (feelings of sadness, lassitude, pessimism, inner tension, suicidality, reduced sleep or appetite, difficulty concentrating, and a lack of interest) each on a 7-point scale from 0 (no symptoms) to 6 (symptoms of maximum severity). The total score ranges from 0 to 60 with a higher score indicating more depression.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.34","spread":null},{"groupId":"OG001","value":"91.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.22","spread":null},{"groupId":"OG001","value":"82.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.79","spread":null},{"groupId":"OG001","value":"82.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.89","spread":null},{"groupId":"OG001","value":"85.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.55","spread":null},{"groupId":"OG001","value":"88.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.92","spread":null},{"groupId":"OG001","value":"89.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.78","spread":null},{"groupId":"OG001","value":"89.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.14","spread":null},{"groupId":"OG001","value":"89.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.91","spread":null},{"groupId":"OG001","value":"91.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Phase C: Change From Baseline for Randomization Phase in MADRS Total Score at Week 46","description":"The MADRS is a clinician-rated scale to assess depressive symptomatology during the preceding week. Participants were rated on 10 items (feelings of sadness, lassitude, pessimism, inner tension, suicidality, reduced sleep or appetite, difficulty concentrating, and a lack of interest) each on a 7-point scale from 0 (no symptoms) to 6 (symptoms of maximum severity). The total score ranges from 0 to 60 with a higher score indicating more depression. A positive change from Baseline indicates worsening of symptoms. Baseline was defined as the last available assessment value in Phase B for this outcome measure. ANCOVA model was used for analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.09","spread":"0.75"},{"groupId":"OG001","value":"4.21","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Phase C: Change From Baseline for Randomization Phase in CGI-S Score at Week 46","description":"The CGI -S was used to rate the severity of illness for each participant on an 8-point scale ranging from 0 to 7 where 0=not assessed, 1=normal, not at all ill, 2=borderline mentally ill, 3=mildly ill, 4=moderately ill, 5=markedly ill, 6=severely ill, and 7=among the most extremely ill participants. A positive change from Baseline indicates worsening of illness. Baseline was defined as the last available assessment value in Phase B for this outcome measure. ANCOVA model was used for analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.56","spread":"0.10"},{"groupId":"OG001","value":"0.53","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Phase C: Change From Baseline for Randomization Phase in Each of the SDS Individual Item Scores at Week 46","description":"The SDS is a self-rated instrument used to measure the effect of the participant's symptoms on work/school, social life, and family/home responsibilities. For each of the three items, scores range from 0 through 10. The number most representative of how much each area was disrupted by symptoms is marked along the line from 0=not at all, to 10=extremely. Higher scores of 5 and above are associated with significant functional impairment. A positive change from Baseline indicates worsening of symptoms impacting each area. Baseline was defined as the last available assessment value between Week 14 and Week 20 in Phase B for this outcome measure. ANCOVA model was used for analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":"0.22"},{"groupId":"OG001","value":"0.31","spread":"0.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":"0.19"},{"groupId":"OG001","value":"0.56","spread":"0.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":"0.19"},{"groupId":"OG001","value":"0.52","spread":"0.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":1136},"commonTop":["Weight increased","Headache","Akathisia","Somnolence","Insomnia"]}}}