{"nctId":"NCT03635567","briefTitle":"Efficacy and Safety Study of First-line Treatment With Pembrolizumab (MK-3475) Plus Chemotherapy Versus Placebo Plus Chemotherapy in Women With Persistent, Recurrent, or Metastatic Cervical Cancer (MK-3475-826/KEYNOTE-826)","startDateStruct":{"date":"2018-10-25","type":"ACTUAL"},"conditions":["Cervical Cancer"],"count":617,"armGroups":[{"label":"Pembrolizumab+Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Paclitaxel","Drug: Cisplatin","Drug: Carboplatin","Biological: Bevacizumab"]},{"label":"Placebo+Chemotherapy","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Paclitaxel","Drug: Cisplatin","Drug: Carboplatin","Biological: Bevacizumab","Drug: Placebo to pembrolizumab"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Paclitaxel","otherNames":["TAXOL®"]},{"name":"Cisplatin","otherNames":["PLATINOL®"]},{"name":"Carboplatin","otherNames":["PARAPLATIN®"]},{"name":"Bevacizumab","otherNames":["AVASTIN®"]},{"name":"Placebo to pembrolizumab","otherNames":["Normal Saline or Dextrose solution"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has persistent, recurrent, or metastatic squamous cell carcinoma, adenosquamous carcinoma, or adenocarcinoma of the cervix which has not been treated with systemic chemotherapy and is not amenable to curative treatment (such as with surgery and/or radiation). Prior chemotherapy utilized as a radiosensitizing agent and completed at least 2 weeks prior to randomization with resolution of all treatment-related toxicities is allowed. AEs due to previous treatments should be resolved to ≤ Grade 1 or baseline. Participants with ≤ Grade 2 neuropathy or ≤ Grade 2 alopecia are eligible.\n* Not pregnant or breastfeeding, and at least one of the following conditions applies: a.) Not a woman of childbearing potential (WOCBP), b.) A WOCBP must agree to use effective contraception during the treatment period and for at least 120 days after the last dose of pembrolizumab/placebo and 210 days after the last dose of chemotherapy/bevacizumab\n* Has measurable disease per RECIST 1.1 as assessed by the local site investigator/radiology\n* Has provided archival tumor tissue sample or newly obtained core or excisional biopsy of a tumor lesion not previously irradiated for prospective determination of Programmed Cell Death-Ligand 1 (PD-L1) status prior to randomization\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1 within 14 days prior to randomization\n* Has adequate organ function\n\nExclusion Criteria:\n\n* A WOCBP who has a positive urine pregnancy test within 72 hours prior to randomization\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Participants with known brain metastases may participate provided that the brain metastases have been previously treated (except with chemotherapy) and are radiographically stable.\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years. Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, transitional cell carcinoma of urothelial cancer, or carcinoma in situ (e.g. breast cancer) that have undergone potentially curative therapy are not excluded.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in doses exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to randomization\n* Has an active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment and is allowed\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis\n* Has an active infection requiring systemic therapy\n* Has a known history of human immunodeficiency virus (HIV) infection\n* Has a known history of Hepatitis B or known active Hepatitis C virus infection\n* Has a known history of active tuberculosis (TB; Bacillus tuberculosis)\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g. cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\], OX 40, CD137)\n* Has received prior systemic chemotherapy for treatment of cervical cancer.\n* Has not recovered adequately from toxicity and/or complications from major surgery prior to randomization\n* Has received prior radiotherapy within 2 weeks prior to randomization. Participants must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis.\n* Has received a live vaccine within 30 days prior to randomization\n* Has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients.\n* Has a contraindication or hypersensitivity to any component of cisplatin, carboplatin, paclitaxel, or bevacizumab\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to randomization\n* Is pregnant or breastfeeding or expecting to conceive within the projected duration of the study, starting with the screening visit through 120 days following last dose of pembrolizumab/placebo and 210 days following last dose of chemotherapy/bevacizumab\n* Has had an allogeneic tissue/solid organ transplant","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) as Assessed by Investigator in Participants With Programmed Cell Death-Ligand 1 (PD-L1) Combined Positive Score (CPS) ≥1","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurs first. Per RECIST 1.1, PD was defined as ≥ 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. The PFS per RECIST 1.1 as assessed by Investigator for all randomized participants with PD-L1 CPS ≥1 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]}]},{"type":"PRIMARY","title":"PFS Per RECIST 1.1 as Assessed by Investigator in All Participants","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurs first. Per RECIST 1.1, PD was defined as ≥ 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. The PFS per RECIST 1.1 as assessed by Investigator for all randomized participants is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]}]},{"type":"PRIMARY","title":"PFS Per RECIST 1.1 as Assessed by Investigator in Participants With PD-L1 CPS ≥10","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurs first. Per RECIST 1.1, PD was defined as ≥ 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. The PFS per RECIST 1.1 as assessed by Investigator for all randomized participants with PD-L1 CPS ≥10 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS) in Participants With PD-L1 CPS ≥1","description":"OS was defined as the time from randomization to death due to any cause. The OS for all randomized participants with PD-L1 CPS ≥1 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":null},{"groupId":"OG001","value":"16.5","spread":null}]}]}]},{"type":"PRIMARY","title":"OS in All Participants","description":"OS was defined as the time from randomization to death due to any cause. The OS for all randomized participants is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.4","spread":null},{"groupId":"OG001","value":"16.8","spread":null}]}]}]},{"type":"PRIMARY","title":"OS in Participants With PD-L1 CPS ≥10","description":"OS was defined as the time from randomization to death due to any cause. The OS for all randomized participants with PD-L1 CPS ≥10 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null},{"groupId":"OG001","value":"17.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per RECIST 1.1 as Assessed by Investigator","description":"ORR was defined as the percentage of the participants in the analysis population who have a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters). The ORR per RECIST 1.1 as assessed by Investigator is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.2","spread":null},{"groupId":"OG001","value":"51.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Per RECIST 1.1 as Assessed by Investigator","description":"For participants who demonstrate CR or PR, DOR was defined as the time from first documented evidence of CR or PR until disease progression or death. The DOR per RECIST 1.1 as assessed by Investigator is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":null},{"groupId":"OG001","value":"10.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Were PFS Event-Free (PFS Rate) at Month 12 Per RECIST 1.1 as Assessed by Investigator","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurs first. Per RECIST 1.1, PD was defined as ≥ 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. PFS Rate was defined as the percentage of participants that were PFS event-free at Month 12. The PFS Rate per RECIST 1.1 as assessed by Investigator at Month 12 is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.7","spread":null},{"groupId":"OG001","value":"33.1","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Per RECIST 1.1 as Assessed by Blinded Independent Central Review (BICR)","description":"PFS was defined as the time from randomization to the first documented PD or death due to any cause, whichever occurs first. Per RECIST 1.1, PD was defined as ≥ 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. The PFS per RECIST 1.1 as assessed by BICR is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Adverse Event (AE)","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who experienced an AE is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"305","spread":null},{"groupId":"OG001","value":"307","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced a Serious AE (SAE)","description":"An SAE was defined as any untoward medical occurrence that, at any dose: a.) Resulted in death; b.) Was life-threatening; c.) Required inpatient hospitalization or prolongation of existing hospitalization; d.) Resulted in persistent or significant disability/incapacity; e.) Was a congenital anomaly/birth defect; f.) Other important medical events; h.) Was a new cancer (that is not a condition of the study) or i.) Was associated with an overdose. The number of participants who experienced an SAE is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Immune-related AE (irAE)","description":"AEs associated with pembrolizumab exposure may be a result of an immune response. These irAEs may occur shortly after the first dose or several months after the last dose of pembrolizumab treatment and may affect more than one body system simultaneously. For this study irAEs included, but were not limited to: -Pneumonitis;\n\n* Diarrhea/Colitis;\n* Aspartate transaminase (AST)/Alanine transaminase (ALT) elevation or Increased bilirubin;\n* Type 1 diabetes mellitus or Hyperglycemia;\n* Hypophysitis;\n* Hyperthyroidism;\n* Hypothyroidism;\n* Nephritis and Renal dysfunction; and\n* Myocarditis. The number of participants who experienced an irAE is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who discontinued study treatment due to an AE is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a 10-point Change From Baseline in Quality of Life (QoL) Based on the European Organisation for the Research & Treatment of Cancer (EORTC) QoL Questionnaire-30 (QLQ-C30) Combined Global Score","description":"The EORTC QLQ-C30 is a questionnaire to assess the quality of life of cancer patients. Participant responses to \"How would you rate your overall health during the past week?\" (Item 29) and \"How would you rate your overall quality of life during the past week?\" (Item 30) are scored on a 7-point scale (1= Very poor to 7=Excellent). Raw scores are standardized with linear transformation so that scores range from 0-100. A higher combined score indicates a better overall health status. Participant post-baseline scores were classified based on change from baseline, \"Improved\": a ≥10-point improvement in score and confirmed by the next visit; \"Stable\": a ≥10-point increase or \\<10-point change in score OR a \\<10-point change in score and a ≥10-point increase in score at the next visit; or \"Deteriorated\": a ≥10-point deterioration in score when the criteria for improvement/stability weren't met. Participants who didn't meet \"Improved\", \"Stable\", or \"Deteriorated\" criteria reported as \"Other\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":157,"n":307},"commonTop":["Alopecia","Anaemia","Nausea","Diarrhoea","Constipation"]}}}