{"nctId":"NCT00322153","briefTitle":"A Study of the Safety and Efficacy of Memantine in Moderate to Severe Alzheimer's Disease","startDateStruct":{"date":"2005-06"},"conditions":["Dementia of the Alzheimer's Type"],"count":677,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Memantine ER","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: memantine ER"]}],"interventions":[{"name":"memantine ER","otherNames":["Namenda XR"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ambulatory patients aged \\>/= 50 years\n* Diagnostic evidence of probable Alzheimer's disease consistent with criteria from the National Institute of Neurological and Communicative Disorders and Stroke-Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) and the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR)\n* Confirmatory magnetic resonance imaging (MRI) or computed tomographic (CT) scan within the prior 12 months.\n* Mini-Mental State Examination (MMSE) scores \\>/= 3 and \\</= 14 at Screening (Visit 1) and Baseline (Visit 2)\n* Ongoing daily acetylcholinesterase inhibitor (AChEI) therapy at a stable dose for at least 3 months prior to Screening (Visit 1). It is preferred that patients continue to receive the same AChEI therapy for the duration of the study.\n\nExclusion Criteria:\n\n* Patients with a modified Hachinski Ischemia Score greater than 4 at Screening.\n* Patients who have taken memantine within one month of Screening (Visit 1)\n* Patients who have a known hypersensitivity to memantine, neramexane, rimantadine, or amantadine.\n* Patients whose AChEI therapy is likely to be interrupted or discontinued during the course of the study.\n* Patients who are receiving therapy with more than one AChEI.\n* Patients with computed tomography (CT) or magnetic resonance imaging (MRI) evidence of hydrocephalus, stroke, a space-occupying lesion, cerebral infection, or any clinically significant central nervous system disease other than Alzheimer's disease.\n* Patients with a DSM-IV Axis I disorder other than Alzheimer's disease, including amnestic disorders, schizophrenia or schizoaffective disorder, bipolar disorder, current major depressive episode, psychosis, panic, or post-traumatic stress disorder.\n* Patients who, in the clinician's judgement, are likely to be placed in a nursing home within the next 6 months.\n* Patients who had evidence of other neurological disorders that included, but were not limited to, stroke, Parkinson's disease, seizure disorder, or head injury with loss of consciousness within the prior 5 years\n* Patients who had dementia that was complicated by other organic disease\n* Patients who had dementia complicated by the presence of predominant delusions","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Severe Impairment Battery (SIB) at Week 24 (LOCF)","description":"The SIB was developed for the evaluation of cognitive function in patients with more advanced dementia, and evaluates the areas of memory, language, praxis, orientation, and attention. The SIB test items consist of simple, one-step commands presented with gestural cues that are repeated if necessary. The test contains 51 items, and the range of possible scores is 0 to 100 (with 0 being the worst result). The SIB has been shown to be a valid and reliable instrument sensitive to longitudinal change.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.65"},{"groupId":"OG001","value":"2.2","spread":"0.65"}]}]}]},{"type":"PRIMARY","title":"Clinician's Interview-Based Impression of Change With Caregiver Input (CIBIC-plus) at Week 24 (LOCF)","description":"The CIBIC-Plus is a measure of an overall clinical effect and is based on a comprehensive evaluation at Baseline and later visits of four domains: general (overall clinical status), functional (including activities of daily living), cognitive, and behavioral. A skilled clinician interviews the patient, and includes information supplied by a knowledgeable caregiver. The CIBIC-Plus is a rating of the patient's global status relative to Baseline, ranging from a score of 1, indicating \"marked improvement\" to a score of 4, indicating \"no change\" to a score of 7, indicating \"marked worsening.\"","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"0.07"},{"groupId":"OG001","value":"3.8","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 19-Item Alzheimer's Disease Cooperative Study-Activities of Daily Living (ADCS-ADL19) Scale at Week 24 (LOCF)","description":"The ADCS-ADL19 modified inventory consists of 19 items used to measure the functional capabilities of patients with moderate to severe dementia. Each activity-of-daily-living (ADL) item comprises a series of hierarchical subquestions ranging from the highest level of independent performance to complete loss of ability to perform the ADL Inventory. The inventory is performed by interviewing a person in close contact with the patient and covers the most usual and consistent performance of the patient over the preceding 4 weeks. Response range is 0 (total disability) to 54 (total independence).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"0.44"},{"groupId":"OG001","value":"-1.0","spread":"0.44"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":335},"commonTop":["Fall","Urinary tract infection","Headache","Diarrhoea"]}}}