{"nctId":"NCT00627016","briefTitle":"A Study of Dexlansoprazole Modified Release Formulation to Treat Night Heartburn","startDateStruct":{"date":"2008-03"},"conditions":["Gastroesophageal Reflux"],"count":305,"armGroups":[{"label":"Dexlansoprazole 30 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Dexlansoprazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dexlansoprazole","otherNames":["TAK-390","T-168390","TAK-390MR","Kapidex","Dexilant"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females of childbearing potential who are sexually active must agree to use adequate contraception, and can neither be pregnant nor lactating from Screening throughout the duration of the study.\n* History of nocturnal heartburn and GERD associated sleep disturbances prior to screening.\n* Meets both of the following criteria: 1) nocturnal heartburn severity of moderate, severe, or very severe on at least 3 of 7 nights and; 2) GERD related sleep disturbances on at least 3 of 7 nights.\n* Subjects must have history of symptomatic GERD prior to screening with GERD symptoms that were responsive to acid-suppressive therapy.\n\nExclusion Criteria:\n\n* Erosive esophagitis visualized during the screening endoscopy.\n* Allergy to any proton pump inhibitor drug (lansoprazole, omeprazole, rabeprazole, pantoprazole, esomeprazole), any component of Dexlansoprazole, or Gelusil/antacid.\n* Active gastric or duodenal ulcers within 30 days prior to randomization.\n* Upper gastrointestinal bleeding within 6 months prior to randomization.\n* Co-existing diseases affecting the esophagus (eg, eosinophilic esophagitis, esophageal varices, scleroderma, viral or fungal infection, and/or Barrett's esophagus).\n* History of radiation therapy or cryotherapy to the esophagus, caustic or physiochemical trauma such as sclerotherapy to the esophagus.\n* Subject requiring dilation for esophageal strictures and/or strictures preventing passage of the endoscope during the screening endoscopy. Schatzki's ring (a ring of mucosal tissue near the lower esophageal sphincter) is acceptable.\n* Has another condition that could be the primary cause of the subject's sleep disturbance.\n* Evidence of uncontrolled, clinically significant neurologic, cardiovascular, pulmonary, hepatic, renal, metabolic, gastrointestinal, or endocrine disease or other abnormality (other than the disease being studied) which may impact the ability of the subject to participate or potentially confound the trial results.\n* Diagnosis of cancer (except basal cell carcinoma) within 5 years of screening.\n* Has a condition likely to require surgery during the study.\n* Currently diagnosed with acquired immunodeficiency syndrome (AIDS).\n* Abnormal clinical laboratory values.\n* History of alcoholism or drug addiction.\n* Subject who works the night shift.\n* Subject who is planning to travel beyond 3 time zones during the study.\n* Chronic use (more than 12 doses/month) of non-steroidal anti-inflammatory drugs (NSAIDs), including cyclooxygenase-2 (COX 2) inhibitors within 30 days prior to randomization or anticipated use during the study.\n* Use of the following medications during the 14 days prior to randomization or anticipated use during the study: proton pump inhibitors, sucralfate, misoprostol, corticosteroids, prokinetics, anticoagulant therapy, antiseizure medications (other than stable doses), psychotropic medications (other than stable doses), narcotic medications (occasional use allowed), bisphosphonates.\n* Use of sleep medications, first generation antihistamines, benzodiazepines, modified cyclic antidepressants, antianxiety medications or drugs with significant anticholinergic effects such as tricyclic antidepressants or drugs with central nervous system effects that could mask perception of symptoms (eg, selective-serotonin reuptake inhibitors, serotonin and norepinephrine reuptake inhibitors). However, subjects who remain on a stable regimen and dose of these medications during the 90 days prior to randomization and who agree to maintain the same regimen and dose during the trial will qualify. Also, short term use of anticholinergics for trial related procedures is not exclusionary. Second generation antihistamines are not excluded.\n* Use of histamine (H2) receptor antagonists or antacids (except for trial supplied Gelusil) during the screening period or anticipated use during the treatment period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Percentage of Nights Without Heartburn Over 4 Weeks as Assessed by Daily Diary.","description":"Percentage calculated by the number of heartburn-free nights out of the total number of nights during the treatment period with a diary entry indicating presence or absence of nighttime heartburn in subjects who had ≥1 diary entry indicating presence or absence of nighttime heartburn, as indicated by the subject's daily diary. Subjects indicate the presence (Yes/No) of nocturnal heartburn symptoms in a Daily Electronic Diary. Nights missing diary results were excluded from the numerator and denominator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":"30.0"},{"groupId":"OG001","value":"73.1","spread":"35.0"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With Relief of Night Time Heartburn Over the Last 7 Days of Treatment as Assessed by Daily Diary.","description":"Relief of nighttime heartburn was defined as 6 of 7 nights with no heartburn and at most 1 night with mild heartburn; lack of relief of nighttime heartburn was defined as 2 or more out of 7 nights with heartburn, or 1 night with at least moderate heartburn. Subjects indicate the presence and severity (mild, moderate, severe, or very severe) of nocturnal heartburn in a Daily Electronic Diary. The percentage was calculated as the number of subjects with relief of nighttime heartburn divided by the number of subjects whose relief status could be determined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"47.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Relief of Gastro-Esophageal Reflux Disease (GERD) Associated Sleep Disturbances Over the Last 7 Days of Treatment as Assessed by Daily Diary.","description":"Relief of GERD-associated sleep disturbance was defined as 6 of 7 nights with no GERD associated sleep disturbances; lack of relief of GERD-associated sleep disturbance was defined as 2 or more out of 7 nights with GERD-associated sleep disturbance. Subjects indicate the presence (Yes/No) of GERD associated sleep disturbance in a Daily Electronic Diary. The percentage was calculated as the number of subjects with relief of GERD-associated sleep disturbance divided by the number of subjects whose relief status could be determined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.9","spread":"29.9"},{"groupId":"OG001","value":"69.7","spread":"29.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":153},"commonTop":["Upper Respiratory Tract Infections"]}}}