{"nctId":"NCT01482767","briefTitle":"Evaluating the Effectiveness of Boceprevir, Pegylated-Interferon Alfa 2b and Ribavirin in Treating Hepatitis C Virus (HCV) Infection in Adults With HIV and HCV Infection","startDateStruct":{"date":"2012-04"},"conditions":["HIV Infections","Hepatitis C"],"count":262,"armGroups":[{"label":"HCV Treatment-Naive (Group A)","type":"EXPERIMENTAL","interventionNames":["Drug: Pegylated-Interferon Alfa 2b (PEG-IFN)","Drug: Ribavirin (RBV)","Drug: Boceprevir (BOC)"]},{"label":"HCV Treatment-Experienced (Group B)","type":"EXPERIMENTAL","interventionNames":["Drug: Pegylated-Interferon Alfa 2b (PEG-IFN)","Drug: Ribavirin (RBV)","Drug: Boceprevir (BOC)"]}],"interventions":[{"name":"Pegylated-Interferon Alfa 2b (PEG-IFN)","otherNames":[]},{"name":"Ribavirin (RBV)","otherNames":[]},{"name":"Boceprevir (BOC)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (Groups A and B):\n\n* Men and women 18 years of age or older\n* Presence of chronic HCV infection, defined by presence of plasma or serum HCV RNA in a participant with HCV antibody for at least 180 days, two documented HCV RNA positive results greater than 180 days apart, or positive HCV RNA with biopsy demonstrating chronic hepatitis. More information on this criterion can be found in the protocol.\n* Serum or plasma HCV RNA level 10,000 IU/mL or greater obtained within 42 days prior to study entry.\n* Screening HCV genotype 1 performed within 6 months prior to study entry.\n* Liver biopsy or HCV FibroSURE™ test within 104 weeks prior to study entry with interpretation consistent with chronic HCV infection. If a liver biopsy HCV FibroSURE™ test had not been performed within 104 weeks prior to study entry, then either a biopsy or HCV FibroSURE™ test must have been obtained prior to enrollment. The cut-off value for the FibroSURE™ test was 0.74, where greater than 0.74 was interpreted as cirrhosis. More information on this criterion can be found in the protocol.\n* Alpha feto protein (AFP) levels less than 50. If 50 or greater, they must have had a liver imaging study (e.g., ultrasound, computed tomography \\[CT\\] scan, magnetic resonance imaging \\[MRI\\] showing no evidence of hepatocellular carcinoma.\n* HIV-1 infection. More information on this criterion can be found in the protocol.\n* Currently not on any antiretroviral therapy (ART) for at least 4 weeks immediately prior to entry or on stable ART for at least 8 weeks prior to study entry using a dual NRTI backbone PLUS one of the following: EFV, RAL, LPV/RTV 400/100 mg twice daily, ATV/RTV, DRV/RTV 600/100 mg twice daily. Breaks in therapy for a maximum of 14 days were allowed. Dose modifications or changes in drugs during the 8 weeks prior to study entry were permitted unless the change in drug was due to treatment failure. More information on this criterion can be found in the protocol.\n* CD4+ T-cell count greater than 200 cells/mm\\^3 obtained within 42 days prior to study entry.\n* For participants on ART, screening plasma HIV-1 RNA less than 50 copies/mL obtained within 42 days prior to study entry. For participants not on ART, plasma HIV-1 RNA less than 50,000 copies/mL obtained within 42 days prior to study entry.\n* The following laboratory values within 42 days prior to entry:\n\n  * Absolute neutrophil count (ANC) 1000/mm\\^3 or greater,\n  * Hemoglobin greater than 12 g/dL for men and greater than 11 g/dL for women,\n  * Platelet count greater than 80,000 per mm\\^3,\n  * Creatinine less than 1.5 mg/dL,\n  * Aspartate aminotransferase (AST)/serum glutamic oxaloacetic transaminase (SGOT), alkaline phosphatase (ALT)/serum glutamic pyruvic transaminaseless (SGPT) less than or equal to 10 x the upper limit of normal (ULN),\n  * Direct bilirubin less than 1.5 mg/dL,\n  * International normalized ratio (INR) less than 1.5,\n  * Serum lipase less than or equal to 1.5 x ULN,\n  * Thyroid stimulating hormone (TSH) within normal range, unless accompanied by thyroid profile consistent with normal thyroid function.\n* For female participants of reproductive potential, a negative serum or urine pregnancy test with a sensitivity of at least 50 mIU/mL performed within 42 days prior to study entry. More information on this criterion can be found in the protocol.\n* All participants must have agreed not to participate in a conception process (e.g., active attempt to become pregnant or to impregnate, sperm donation, in vitro fertilization).\n* When participating in sexual activity that could lead to pregnancy, participants must have agreed to use at least two reliable methods of contraception simultaneously while receiving protocol-specified medications, and for 6 months after stopping the medications. Such methods include:\n\n  * Condoms (male or female) with a spermicidal agent,\n  * Diaphragm or cervical cap with spermicide,\n  * Intrauterine device (IUD),\n  * Tubal ligation.\n\nMore information on this criterion can be found in the protocol.\n\n* Participants not of reproductive potential were eligible without requiring the use of contraceptives. More information on this criterion can be found in the protocol.\n* Ability and willingness of participant to provide written informed consent.\n\nExclusion Criteria (Groups A and B):\n\n* Known allergy/sensitivity or any hypersensitivity to components of study drugs or their formulation.\n* Evidence of decompensated liver disease manifested by the presence of or history of ascites, variceal bleeding, or hepatic encephalopathy. If hepatic cirrhosis was determined by liver biopsy (Stage 4 Metavir or Stage 5, 6 Ishak) or by imaging, then participants had to be no more than Child-Pugh Class A and have a Child-Pugh-Turcotte (CPT) score of 6 or less. More information on this criterion can be found in the protocol.\n* Other known causes of significant liver disease including chronic or acute hepatitis B, acute hepatitis A, hemochromatosis, or homozygote alpha-1 antitrypsin deficiency.\n* Infection with any HCV genotype other than genotype 1, or mixed genotype infection.\n* Uncontrolled or active depression or other psychiatric disorder such as untreated. Grade 3 psychiatric disorder or Grade 3 disorder not amenable to medical intervention that in the opinion of the site investigator might have precluded tolerability or safety of study requirements. Individuals with suicidal ideation or history of a suicidal attempt in the last 5 years prior to enrollment were excluded.\n* History of uncontrolled seizure disorders.\n* Serious illness including malignancy, active coronary artery disease within 24 weeks prior to study entry, or other chronic medical conditions that in the opinion of the site investigator may have precluded completion of the protocol.\n* Presence of active or acute AIDS-defining opportunistic infections within 12 weeks prior to study entry. More information on this criterion can be found in the protocol.\n* History of hemoglobinopathy (e.g., thalassemia) or any other cause of or tendency to hemolysis.\n* History of major organ transplantation with an existing functional graft.\n* History of autoimmune processes including Crohn's disease, ulcerative colitis, severe psoriasis, or rheumatoid arthritis that may be exacerbated by IFN use.\n* Breastfeeding.\n* Male participants with pregnant sexual partner.\n* Use of granulocyte colony-stimulating factor (G-CSF) or granulocyte-macrophage colony-stimulating factor (GM-CSF) within 14 days prior to study entry.\n* Use of systemic corticosteroids, lovastatin, simvastatin, interferon gamma, tumor necrosis factor(TNF)-alpha inhibitors, rifampin, rifabutin, pyrazinamide, isoniazid, ganciclovir or hydroxyurea within 14 days prior to study entry.\n* Previous use of any HCV protease or polymerase inhibitor.\n* Active drug or alcohol use or dependence that, in the opinion of the site investigator, would have interfered with adherence to study requirements.\n* Serious illness requiring systemic treatment and/or hospitalization within 42 days prior to entry.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response at 24 Weeks After Treatment Discontinuation (SVR24)","description":"SVR24 was defined as undetectable HCV RNA (below the lower limit of quantitation of the assay and target not detected by Roche COBAS® TaqMan® HCV Test v2.0) at 24 weeks after treatment discontinuation. Participants without HCV RNA for SVR24 determination were considered not to have achieved SVR24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.8","spread":null},{"groupId":"OG001","value":"25.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Grade 3 or Higher Adverse Events (AEs)","description":"Number of participants who experienced an AE (sign or symptom or laboratory abnormality) of Grade 3 or higher at any time after baseline while on study. The AEs were graded by the clinicians according to the Division of AIDS (DAIDS) AE Grading Table (see references in the Protocol Section) as follows: Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe, Grade 4=Potentially Life-Threatening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.1","spread":null},{"groupId":"OG001","value":"73.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response at 12 Weeks After Treatment Discontinuation (SVR12)","description":"SVR12 was defined as undetectable HCV RNA (below the lower limit of quantitation of the assay and target not detected by Roche COBAS® TaqMan® HCV Test v2.0) at 12 weeks after treatment discontinuation. Participants without HCV RNA for SVR12 determination were considered not to have achieved SVR12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.6","spread":null},{"groupId":"OG001","value":"30.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HIV-1 Viral Load <50 Copies/mL","description":"HIV-1 RNA testing was performed with Abbott RealTime HIV-1 assay (LLOQ=40 copies/mL) or with Roche COBAS AmpliPrep/Taqman HIV-1 assay (LLOQ=20 copies/mL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"92.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.4","spread":null},{"groupId":"OG001","value":"96.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"96.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null},{"groupId":"OG001","value":"98.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"97.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.1","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"CD4+ T-Cell Count (CD4) Change From Baseline","description":"Change in CD4 T-cell count was calculated as value at the post entry visit minus the value at entry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-174","spread":null},{"groupId":"OG001","value":"-170","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-194","spread":null},{"groupId":"OG001","value":"-202","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-277","spread":null},{"groupId":"OG001","value":"-263","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-304","spread":null},{"groupId":"OG001","value":"-284","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-128","spread":null},{"groupId":"OG001","value":"-276","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-220","spread":null},{"groupId":"OG001","value":"-237","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-34","spread":null},{"groupId":"OG001","value":"-79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"-15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Undetectable HCV RNA at Week 4, 8 and 12 Study Visits","description":"Undetectable HCV RNA was defined as below the lower limit of quantitation of the assay and target not detected by Roche COBAS® TaqMan® HCV Test v2.0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Undetectable HCV RNA at Week 16, 20, 24 and 28 Study Visits","description":"Undetectable HCV RNA was defined as below the lower limit of quantitation of the assay and target not detected by Roche COBAS® TaqMan® HCV Test v2.0. This outcome measure was intended for a potential interim analysis when study data up to Week 28 were complete. However, this interim analysis was not conducted.","classes":[]},{"type":"SECONDARY","title":"Number of Participants With Grade 2 or Higher Signs and Symptoms and Laboratory Abnormalities and Other Serious AEs","description":"This outcome measure was intended for a potential interim analysis when study data up to Week 28 were complete. However, this interim analysis was not conducted. Refer to Outcome Measure 2 above for the safety outcome that includes the whole study duration from entry to week 72.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":135},"commonTop":["Neutrophil count decreased","Aspartate aminotransferase increased","Haemoglobin decreased","Platelet count decreased","Alanine aminotransferase increased"]}}}