{"nctId":"NCT02216071","briefTitle":"Comparative Efficacy and Safety of Ciprofloxacin 0.3% and Dexamethasone 0.1% in Acute Otitis Externa","startDateStruct":{"date":"2014-07-20","type":"ACTUAL"},"conditions":["Acute Otitis Externa"],"count":499,"armGroups":[{"label":"Ciprodex®, RLD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ciprodex®"]},{"label":"EXL CDOS","type":"EXPERIMENTAL","interventionNames":["Drug: EXL CDOS (Ciprofloxacin 0.3% and Dexamethasone 0.1%) Sterile Otic Suspension"]}],"interventions":[{"name":"Ciprodex®","otherNames":[]},{"name":"EXL CDOS (Ciprofloxacin 0.3% and Dexamethasone 0.1%) Sterile Otic Suspension","otherNames":["Ciprofloxacin 0.3% and Dexamethasone 0.1% Sterile Otic Suspension"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, 6 months of age and over;\n2. Clinically documented AOE consistent with the diagnostic guidelines of the American Academy of Otolaryngology-Head and Neck Surgery Foundation in 1 or both ears;\n3. Inflammation and/or edema ≥2 on the AOE scale, and otorrhea and/or tenderness present;\n4. AOE of \\<4 weeks duration;\n5. Intact tympanic membrane(s) in the treated ear(s);\n6. Willingness to refrain from swimming through the TOC/ Visit 5;\n7. For subjects with AOE associated with hearing aid use, willingness to discontinue the use of hearing aid(s) in the affected ear(s) through the TOC/Visit 5;\n8. Ability to complete the study in compliance with the protocol;\n9. For adult subjects, ability to understand and provide written informed consent; and\n10. For pediatric subjects, a parent or legal guardian has provided written informed consent; and\n11. For children age 6 and above, ability to understand and provide assent according to institutional requirements.\n\nExclusion Criteria:\n\n1. Acute or chronic suppurative otitis media;\n2. Post-tympanostomy tube acute otorrhea;\n3. Malignant otitis externa;\n4. Suspected or overt fungal or viral ear infection;\n5. Congenital abnormalities or obstructive bony exostoses of the external auditory canal of the treated ear(s);\n6. Seborrheic dermatitis or other dermatologic conditions of the external auditory canal of the treated ear(s) which could confound evaluation;\n7. Mastoiditis or other suppurative infectious or non-infectious disorders of the treated ear(s);\n8. Malignant tumors of the external auditory canal of the treated ear(s);\n9. History of otologic surgery of the treated ear(s), with the exception of tympanic membrane surgery \\>6 months prior to Baseline;\n10. Four or more episodes of otitis externa (OE) in the previous year;\n11. Uncontrolled diabetes mellitus;\n12. Immunosuppressive disorder, including known Human Immunodeficiency Virus infection;\n13. Renal insufficiency;\n14. Hepatitis or hepatic insufficiency;\n15. Receipt of systemic antibiotic concurrently or within 72 hours prior to Baseline;\n16. Receipt of topical otic antibiotic within 24 hours prior to Baseline;\n17. Use of systemic corticosteroid concurrently or within 30 days prior to Baseline;\n18. Use of topical otic corticosteroids concurrently or within 7 days prior to Baseline;\n19. Concurrent use of systemic or topical otic nonsteroidal or other anti-inflammatory drugs;\n20. Use of topical vinegar, alcohol, or other astringent otic preparations concurrently or within 24 hours prior to Baseline;\n21. Pregnancy, planned pregnancy, or lactation;\n22. Known sensitivity or intolerance to quinolone antibacterial agents;\n23. Previous participation in this trial;\n24. Participation in another investigational drug or vaccine trial concurrently or within 30 days; or\n25. Significant acute or chronic medical, neurologic, or psychiatric illness in the subject or parent/guardian that, in the judgment of the Principal Investigator, could compromise subject safety, limit the subject's ability to complete the study, and/or compromise the objectives of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Clinical Cure of AOE","description":"The primary efficacy endpoint was the clinical cure of AOE, defined as the proportion of subjects with a clinical AOE score of 0 at the TOC Visit. Subjects with AOE in both ears were considered to have achieved clinical cure of AOE if the clinical AOE score was 0 for both ears. The clinical AOE score was defined as the sum of scores for inflammation and edema (0=absent, 1=mild, 2=moderate, 3=severe) and tenderness and otorrhea (0=absent, 1=present).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"191","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Microbiological Cure (MC)","description":"The secondary efficacy endpoint was the microbiological cure of AOE, defined as the proportion of subjects with microbiological cure at the TOC Visit. Subjects with AOE in both ears were considered to have achieved microbiological cure if microbiological cure was achieved in both ears.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Adverse Events","description":"Safety outcomes evaluated\n\n* AEs","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":247},"commonTop":["Ear and labyrinth disorder","Infections and Infestations","Nercous system disorders","Injury, poisoning and procedural complications","Respiratory, thoracid and mediastinal disorders"]}}}