{"nctId":"NCT00753896","briefTitle":"Safety of Exenatide Once Weekly in Patients With Type 2 Diabetes Mellitus Treated With Thiazolidinedione Alone or Thiazolidinedione in Combination With Metformin","startDateStruct":{"date":"2008-10"},"conditions":["Type 2 Diabetes"],"count":134,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: exenatide"]}],"interventions":[{"name":"exenatide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have type 2 diabetes\n* At least 18 years of age at screening.\n* Have HbA1c of 7.1% to 10.0%, inclusive, at screening.\n* Have a body mass index (BMI) of 25 kg/m2 to 45 kg/m2, inclusive.\n* Have been treated with a stable dose of TZD (≥4 mg/day rosiglitazone or ≥30 mg/day pioglitazone) for at least 120 days prior to Visit 1 OR Have been treated with a stable dose of TZD (≥4 mg/day rosiglitazone or ≥30 mg/day pioglitazone) for at least 120 days PLUS a stable dose of metformin for at least 90 days prior to Visit 1.\n* Have a history of stable body weight (not varying by \\>10% for at least 3 months prior to screening).\n* If female of child-bearing potential (not surgically sterilized and between menarche and 1-year postmenopause) only.\n\n  * Are not breastfeeding.\n  * Test negative for pregnancy at the time of screening based on a serum pregnancy test.\n  * Intend not to become pregnant during the study.\n  * Have practiced a reliable method of birth control (e.g., use of oral contraceptives or approved hormonal implant; diaphragms with contraceptive jelly; cervical caps with contraceptive jelly; condoms with contraceptive foam; intrauterine devices; partner with vasectomy; or abstinence) for at least 6 weeks prior to screening.\n  * Agree to continue to use a reliable method of birth control (see above) during the study.\n\nExclusion Criteria:\n\n* Have had a clinically significant history of cardiac disease or presence of active cardiac disease within the year prior to inclusion in the study, including myocardial infarction, clinically significant arrhythmia, unstable angina, coronary artery bypass surgery, angioplasty.\n* Is expected to require coronary artery bypass surgery or angioplasty during the course of the study.\n* Have obvious clinical signs or symptoms of liver disease, acute or chronic hepatitis\n* Have a history of renal transplantation or are currently receiving renal dialysis or have serum creatinine ≥135 μmol/L for males and ≥110 μmol/L for females.\n* Have active or untreated malignancy, or have been in remission from clinically significant malignancy (other than basal cell or squamous cell skin cancer, in situ carcinomas of the cervix, or in situ prostate cancer) for less than 5 years.\n* Have known hemoglobinopathy or chronic anemia (hemoglobin concentration \\<11.5 g/dL \\[115 g/L\\] for males, \\<10.5 g/dL \\[105 g/L\\] for females).\n* Have clinically significant history or presence of severe gastrointestinal disease, particularly those which may impact gastric emptying, such as gastroparesis, pyloric stenosis, or gastric bypass surgery.\n* Have a history of pancreatitis.\n* Have had greater than three episodes of major hypoglycemia within 6 months prior to screening.\n* Have any contraindication for the OAD(s) which they use, according to local label requirements.\n* Are known to have active proliferative retinopathy.\n* Are receiving chronic (\\>2 weeks) systemic glucocorticoid therapy (excluding topical or inhaled preparations) or have received systemic glucocorticoid therapy for \\>2 weeks within the 4 weeks immediately preceding screening.\n* Have been treated with drugs that promote weight loss (e.g., Xenical® \\[orlistat\\], Meridia® \\[sibutramine\\], Acomplia® \\[rimonabant\\], Acutrim® \\[phenylpropanolamine\\], or similar over-the-counter medications) within 3 months of screening.\n* Have previously been treated with glucagon-like peptide 1 analogs or liraglutide.\n* Have been treated for longer than 2 weeks with any of the following excluded medications within 3 months prior to screening: Insulin; Sulfonylureas; Alpha-glucosidase inhibitors (e.g., Glyset® \\[miglitol\\] or Precose® \\[acarbose\\]); Meglitinides (e.g., Prandin® \\[repaglinide\\] or Starlix® \\[nateglinide\\]); Dipeptidyl peptidase (DPP)-4 inhibitors (e.g., Januvia™ \\[sitagliptin\\], Galvus® \\[vildagliptin\\]); Symlin® (pramlintide acetate).\n* Have had an organ transplant.\n* Have donated blood within 30 days of screening.\n* Have previously completed or withdrawn from this study or any other study investigating exenatide once weekly.\n* Have received treatment within the last 30 days with a drug that has not received regulatory approval for any indication at the time of study entry.\n* Are currently participating in an interventional medical, surgical, or pharmaceutical study (a study in which an experimental, drug, medical, or surgical treatment is given). Patients completing the final visit of a study examining safety/efficacy of exenatide BID may enter this study on the same day if they meet other eligibility criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Experiencing Adverse Events","description":"Percentage of patients experiencing treatment-emergent adverse events over 52 weeks","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Assessment of Event Rate of Treatment-Emergent Hypoglycemic Events","description":"Major hypoglycemia: any episode with symptoms consistent with hypoglycemia that resulted in loss of consciousness or seizure with prompt recovery in response to administration of glucagon or glucose OR documented hypoglycemia (blood glucose \\<3.0 mmol/L \\[54 mg/dL\\]) and required the assistance of another person. Minor hypoglycemia: any sign or symptom associated with hypoglycemia that is either self-treated by the patient or resolves on its own AND has a concurrent finger stick blood glucose \\<3.0 mmol/L (54 mg/dL) and not classified as major hypoglycemia. Mean event rate = total number of events for all subjects in a treatment regimen / the total number of subject years of exposure for all subjects in that treatment. Standard error = square root of (total number of events / (subject years of exposure)\\*\\*2).","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.014"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Baseline to Week 52","description":"Change in HbA1c from baseline to endpoint","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving HbA1c <=7% at Week 52","description":"Percentage of patients achieving HbA1c \\<=7% at endpoint (for patients with HbA1c \\>7% at baseline)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving HbA1c <=6.5% at Week 52","description":"Percentage of patients achieving HbA1c \\<=6.5% at endpoint (for patients with HbA1c \\>6.5% at baseline)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Serum Glucose From Baseline to Week 52","description":"Change in fasting serum glucose from baseline to endpoint","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.59","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to Week 52","description":"Change in body weight from baseline to endpoint","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.50","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Change in Total Cholesterol From Baseline to Week 52","description":"Change in Total Cholesterol from baseline to endpoint","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Change in High-density Lipoprotein (HDL) From Baseline to Week 52","description":"Change in HDL from baseline to endpoint","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.02"}]}]}]},{"type":"SECONDARY","title":"Change in Triglycerides From Baseline to Week 52","description":"Change in Triglycerides from baseline to endpoint","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change in Blood Pressure From Baseline to Week 52","description":"Change in Systolic and Diastolic Blood Pressure from baseline to endpoint","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.69","spread":"1.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":"0.70"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":134},"commonTop":["Nausea","Injection site nodule","Nasopharyngitis","Decreased appetite","Headache"]}}}