{"nctId":"NCT00947661","briefTitle":"Efficacy and Safety of SPARC0912 and Reference0912 in Open Angle Glaucoma or Ocular Hypertension","startDateStruct":{"date":"2010-07"},"conditions":["Open Angle Glaucoma","Ocular Hypertension"],"count":578,"armGroups":[{"label":"SPARC0912","type":"EXPERIMENTAL","interventionNames":["Drug: SPARC0912"]},{"label":"Reference0912","type":"EXPERIMENTAL","interventionNames":["Drug: Reference0912"]}],"interventions":[{"name":"SPARC0912","otherNames":[]},{"name":"Reference0912","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women aged ≥ 18 years.\n* Diagnosis of ocular hypertension (OHT) or primary open angle glaucoma (POAG).\n* Unmedicated IOP ≥ 22 mmHg in one or both eyes.\n* Given informed consent.\n* Women of child bearing potential practicing an acceptable method of birth control with a negative urine pregnancy test.\n\nExclusion Criteria:\n\n* Known lack of ocular hypotensive response to topical ophthalmic, prostaglandin analogs (in the opinion of the investigator).\n* Intraocular conventional surgery or laser surgery within the past six months.\n* Refractive surgery in study eye (e.g., radial keratotomy, PRK, LASIK, etc.) within the past 3 months.\n* Angle closure glaucoma or a history of acute angle closure treated with a peripheral iridotomy.\n* Ocular trauma within the past 3 months.\n* Progressive retinal or optic nerve disease apart from glaucoma.\n* Concurrent infectious/non infectious conjunctivitis, keratitis, or uveitis in either eye.\n* Any abnormality preventing stable applanation tonometry.\n* Use of contact lens for the duration of the study.\n* Any opacity or subject uncooperativeness that restricts adequate examination of the ocular fundus or anterior chamber.\n* Clinically significant ocular disease (e.g., corneal edema, uveitis, severe keratoconjunctivitis sicca) which might interfere with the study, including glaucomatous damage so severe that washout of ocular hypotensive medications is not judged safe.\n* Clinically significant systemic disease which might interfere with the study.\n* History of non-compliance to medical regimens or unwilling to comply with the study protocol.\n* Participation in another clinical study within the last thirty (30) days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Intraocular Pressure From Baseline to Week 12","description":"95% CI for the difference between treatment groups in estimated mean change from baseline was computed for each a total of 12 time points (for the reduction in intraocular pressure from baseline to Week 12)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.12","spread":"0.23"},{"groupId":"OG001","value":"6.91","spread":"0.23"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":289},"commonTop":["abdominal pain, colitis","Back pain, Rotator cuff syndrome","Chest pain","Blood pressure increased","Renal failure"]}}}