{"nctId":"NCT00320710","briefTitle":"Continued Efficacy and Safety of Zoledronic Acid (q 4 Wks vs. q 12 Wks) in the 2nd Year of Treatment in Patients With Bone Metastases From Breast Cancer","startDateStruct":{"date":"2006-02"},"conditions":["Breast Cancer"],"count":416,"armGroups":[{"label":"Zoledronic acid every (q) 4 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic acid"]},{"label":"Zoledronic acid q 12 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic acid","Drug: Placebo"]},{"label":"Placebo / zoledronic acid","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic acid","Drug: Placebo"]}],"interventions":[{"name":"Zoledronic acid","otherNames":["Zoledronate","ZOL446","Zometa"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFemale patients ≥ 18 years of age. Confirmed breast cancer with bone metastasis. Pretreated with Zometa®, or Aredia (pamidronate) or all sequential regimens of both, for a minimum of 9 doses;\n\nExclusion Criteria:\n\nAbnormal kidney function determined by serum creatinine levels. Current active dental problems including: ongoing infection of the teeth or jawbone; current exposed bone in the mouth; and current or prior diagnosis of osteonecrosis of the jaw.\n\nRecent (within 8 weeks) or planned dental or jaw surgery (e.g., extraction, implants).\n\nDiagnosis of metabolic bone disease other than osteoporosis (e.g., Paget's disease of bone).\n\nKnown hypersensitivity to Zometa. Treatment with other investigational drugs within 30 days prior to randomization.\n\nOther protocol-defined exclusion criteria may have applied.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients Who Experienced at Least One Skeletal Related Event (SRE)","description":"An SRE was defined as a pathologic fracture (vertebral and non-vertebral), spinal cord compression, radiation to bone or surgery to bone.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"23.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First SRE","description":"An SRE was defined as a pathologic bone fracture (vertebral and non-vertebral), spinal cord compression, radiation to bone, or surgery to bone. The time to first individual SRE was defined as the date of randomization to the date of first occurrence of any SRE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Individual Type of SRE","description":"Types of SREs analyzed were pathologic fractures (vertebral and non-vertebral), spinal cord compression, radiation to bone and surgery to bone. The time to first indvidual SRE was defined as the date of randomization to the date of the first occurrence of any individual SRE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Composite Brief Pain Inventory (BPI) Score","description":"Participants completed a BPI short form which is a 9 item self-administered questionnaire used to evaluate the severity of a participant's pain and the impact of this pain on the participant's daily functioning. The participant rates his or her worst, least, average, and current pain intensity, lists current treatments and perceived effectiveness, and rates the degree that pain interferes with general activity, mood, walking ability, normal work, relations with other persons, sleep, and enjoyment of life on a 10 point scale. The BPI composite score, which was calculated as the average of items 3, 4, 5 and 6 (worst pain, least pain, average pain and pain right now), ranged from 0 (best possible outcome, no pain) to 10 (worst possible outcome, pain as bad as you can imagine). A positive change from baseline indicates worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":"1.976"},{"groupId":"OG001","value":"0.31","spread":"2.099"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Analgesic Score","description":"The analgesic score indicates the types of pain medication used. The scores range as follows: 0 = none medication; 1 = minor analgesics (aspirin, NSAID, acetaminophen, propoxyphene, etc.); 2 = Tranquilizers, antidepressants, muscle relaxants, and steroids; 3 = Mild narcotics (oxycodone, meperidine, codeine, etc.); and 4 = Strong narcotics (morphine, hydromorphone, etc.). A positive change from baseline indicates worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"1.28"},{"groupId":"OG001","value":"0.5","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Urinary N-telopeptide / Creatinine Ratio","description":"Urine samples were collected to obtain n-telopeptide and creatinine values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.612","spread":"40.4073"},{"groupId":"OG001","value":"14.697","spread":"57.7315"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum Bone Specific Alkaline Phosphatase","description":"Serum samples were collected to obtain bone specific alkaline phosphatase values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.797","spread":"27.8800"},{"groupId":"OG001","value":"4.514","spread":"12.4509"}]}]}]},{"type":"SECONDARY","title":"Skeletal Morbidity Rate","description":"An SMR for a patient was defined as the \"number of occurrences\" of any (or a particular) SRE allowing for only 1 event in any 3-week interval, divided by the \"time at risk\" in years. The \"number of occurrences\" and the \"time at risk\" were counts of SRE and the time from the randomization date. Counting began from randomization in the way that every counted event was followed by a 20-day period during which no SRE was counted, nor was the time counted as \"at risk\". For example, if a patient had 1 SRE during the study, the \"time at risk\" was calculated as the total number of days in the study minus the 20-day follow-up period for that SRE. If a patient had no SRE events, the entire study period was counted as \"time at risk\". This SMR calculation method had the advantage of avoiding multiple counts of possibly interdependent SREs (e.g. having 1 fracture increases the probability of having a subsequent SRE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":"1.063"},{"groupId":"OG001","value":"0.50","spread":"1.500"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":50,"n":198},"commonTop":["Fatigue","Arthralgia","Nausea","Pain in extremity","Back pain"]}}}