{"nctId":"NCT01661270","briefTitle":"A Study of Aflibercept Versus Placebo With FOLFIRI in Patients With Metastatic Colorectal Cancer Previously Treated With an Oxaliplatin Chemotherapy","startDateStruct":{"date":"2012-07"},"conditions":["Colorectal Cancer Metastatic"],"count":332,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Aflibercept","type":"EXPERIMENTAL","interventionNames":["Drug: Aflibercept"]}],"interventions":[{"name":"Aflibercept","otherNames":["AVE0005","Zaltrap"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Histological or cytological proven adenocarcinoma of the colon or rectum.\n* Metastatic disease that was not amenable to potentially curative treatment.\n* One and only one prior chemotherapeutic regimen for metastatic disease. This prior chemotherapy must be an oxaliplatin containing regimen. Participants who were relapsed within 6 months of completion of oxaliplatin based adjuvant chemotherapy were eligible.\n\nExclusion criteria:\n\n* Prior therapy with irinotecan.\n* Eastern Cooperative Oncology Group (ECOG) performance status \\>1.\n* Less than 28 days elapsed from prior radiotherapy, from prior surgery and prior chemotherapy to the time of randomization. Less than 42 days elapsed from prior major surgery to the time to randomization.\n* Adverse events (with exception of alopecia, peripheral sensory neuropathy grade ≤ 2 and those listed in specific exclusion criteria) from any prior anticancer therapy of grade \\>1 (National Cancer Institute Common terminology Criteria \\[NCI CTCAE\\] v.3.0) at the time of randomization.\n* Age \\<18 years.\n* History of brain metastases, uncontrolled spinal cord compression, or carcinomatous meningitis or new evidence of brain or leptomeningeal disease.\n* Other prior malignancy. Adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix or any other cancer from which the participants had disease free for \\> 5 years were allowed.\n* Participation in another clinical trial with an investigational drug and any concurrent treatment with any investigational drug within 30 days prior to randomization.\n* Any of the following within 6 months prior to randomization: myocardial infarction, severe/unstable angina pectoris, coronary/peripheral artery bypass graft, New York Heart Association Functional Classification (NYHA) class III or IV congestive heart failure, stroke or transient ischemic attack.\n* Any of the following within 3 months prior to randomization: treatment resistant peptic or duodenal ulcer disease, erosive oesophagitis or gastritis, grade 3 or 4 gastrointestinal bleeding/hemorrhage, gastrointestinal perforation/fistula, abdominal abscess, infectious or inflammatory bowel disease, diverticulitis, pulmonary embolism, or other uncontrolled thromboembolic event.\n* Participants who had given high dose of aspirin or non steroidal anti-inflammatory agents (NSAIDS) or high steroids within 4 weeks prior to randomization. The definition of \"high dose\" was to be based on the investigator's judgment.\n* Occurrence of deep vein thrombosis within 4 weeks, prior to randomization.\n* Inadequate organ or bone marrow function.\n* Pregnant or breast-feeding woman. Positive serum or urine pregnancy test prior to randomization. Participants with reproductive (M/F) who were not agree to use accepted and effective method of contraception during the study treatment period and for at least 6 months following completion of study treatment.\n* Uncontrolled hypertension.\n* Urine Protein: creatine ratio (UPCR) \\>1 on morning spot urinalysis or proteinuria \\> 500mg/24 hours.\n* Participants on anticoagulant therapy with unstable dose of warfarin and/or having an out-of-therapeutic range international normalized ratio (INR) (\\>3) within 4 weeks prior to randomization.\n* Evidence of clinically significant bleeding diathesis or underlying coagulopathy.\n* Known dihydropyrimidine dehydrogenase deficiency.\n* Predisposing colonic or small bowel disorder in which the symptoms were uncontrolled as indicated by baseline of \\> 3 loose stools daily.\n* Prior history of chronic enteropathy, inflammatory enteropathy, chronic diarrhea, unresolved bowel obstruction/sub-obstruction, more than hemicolectomy, extensive small intestine resection with chronic diarrhea.\n* History of anaphylaxis or known intolerance to atropine sulphate or loperamide or appropriate antiemetics to be administered in conjunction with FOLFIRI.\n* Treatment with concomitant anticonvulsant agents that were cytochrome P450 3A4 (CYP3A4) inducers (phenytoin, phenobarbital, carbamazepine), unless discontinued \\> 7 days.\n* Participants with known Gilbert's syndrome.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"PFS was defined as the time interval from the date of randomization to the date of first observation of either tumor progression or death due to any cause. Tumor assessment was performed by Independent Review Committee (IRC) as per response evaluation criteria in solid tumors (RECIST) version 1.0. Progression was defined as at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study or absolute increase and at least 5 mm, progression of existing non-target lesions, or presence of new lesions. PFS was calculated by Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.59","spread":null},{"groupId":"OG001","value":"6.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time interval from the date of randomization to the date of death due to any cause. In the absence of confirmation of death, survival time was censored at the earliest between the last date of the participants was known to be alive and the study cut-off date. Analysis was performed by Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.93","spread":null},{"groupId":"OG001","value":"14.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response","description":"Objective response rate was defined as the proportion of participants with confirmed complete response (CR) or confirmed partial response (PR), as assessed by Investigators and the IRC according to RECIST 1.0 criteria, relative to the total number of participants in the relevant analysis population. Complete Response (CR): disappearance of all target and non-target lesions and no new lesions. Partial Response (PR): At least a 30% decrease in the size of target lesions with no progression of non-target lesions and no new lesions, or, the disappearance of all target lesions but persistence of 1 or more non-target lesions not qualifying for either CR or progressive disease (PD) and no new lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"18.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":33},"commonTop":["Neutropenia","Diarrhoea","Nausea","Vomiting","Leukopenia"]}}}