{"nctId":"NCT04565990","briefTitle":"A Study of Selexipag in Participants Who Participated in a Previous Selexipag Study","startDateStruct":{"date":"2021-05-03","type":"ACTUAL"},"conditions":["Hypertension, Pulmonary"],"count":43,"armGroups":[{"label":"Selexipag","type":"EXPERIMENTAL","interventionNames":["Drug: Selexipag"]}],"interventions":[{"name":"Selexipag","otherNames":["JNJ-67896049","ACT-293987"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Treated with selexipag at the end of a parent study and: a) the parent study has established efficacy with a favorable benefit/risk profile for the indication under investigation; b) participant may continue to benefit from treatment with selexipag; c) has completed the end of treatment (EOT) visit of the parent study; d) no alternative means of access to selexipag have been identified\n* Women of childbearing potential must use an acceptable method of contraception throughout the study and until at least 1 month following the last dose of study intervention\n* Women of childbearing potential must have a negative urine (or serum if applicable) pregnancy test at screening on Day 1 or at the last visit of the parent study\n* Must sign an informed consent form (ICF) indicating that he or she understands the purpose of, and procedures required for, the study and is willing to participate in the study\n\nExclusion Criteria:\n\n* Suspected or known pulmonary veno-occlusive disease\n* Known allergies, hypersensitivity, or intolerance to selexipag or its excipients\n* Interruption of study intervention for more than 14 days since the last dose of study intervention taken in the parent study\n* Female participant being pregnant, or breastfeeding, or planning to become pregnant at the time of screening and while enrolled in this study\n* Uncontrolled thyroid disease\n* Known and documented severe hepatic impairment, example, Child-Pugh Class C\n* Taken any disallowed therapies, Concomitant Therapy before the planned first dose of study intervention: a) treatment with a strong CYP 2C8 inhibitor (example, gemfibrozil); b) treatment with oral prostacyclin analogs (example, beraprost, treprostinil) since the last dose of study intervention taken in the parent study; c) any investigational treatment other than selexipag\n* Severe coronary heart disease or unstable angina, myocardial infarction within the last 6 months, decompensated cardiac failure if not under close medical supervision, severe arrhythmia, cerebrovascular events (example, transient ischemic attack, stroke) within the last 3 months, or congenital or acquired valvular defects with clinically relevant myocardial function disorders not related to PH","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"Number of participants with TEAEs were reported. Adverse event (AE) was defined as any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non investigational) product. An AE did not necessarily have a causal relationship with the pharmaceutical/biological agent under study. TEAEs were defined as AEs occurring at or after the initial administration of study intervention through the day of last dose plus 3 days. Data includes all TEAEs irrespective of whether they were serious or non-serious.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAEs Leading to Premature Discontinuation of Selexipag","description":"Number of participants with TEAEs leading to premature discontinuation of selexipag were reported. AE was defined as any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non investigational) product. An AE did not necessarily have a causal relationship with the pharmaceutical/biological agent under study. TEAEs were defined as AEs occurring at or after the initial administration of study intervention through the day of last dose plus 3 days.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Serious Adverse Events (TESAEs)","description":"Number of participants with TESAEs were reported. AE was defined as any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non investigational) product. An AE did not necessarily have a causal relationship with the pharmaceutical/biological agent under study. A SAE was any untoward medical occurrence at any dose that: resulted in death, was life threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, or resulted in congenital anomaly/birth defect. TESAEs were defined as TSAEs occurring at or after the initial administration of study intervention through the day of last dose plus 3 days.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Deaths","description":"Number of participants with treatment-emergent deaths during the study were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Pregnant Females With Maternal Exposure to Selexipag","description":"Number of pregnant females with maternal exposure to selexipag were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":43},"commonTop":["Covid-19","Chronic Gastritis","Pyrexia","Respiratory Tract Infection","Anaemia"]}}}