{"nctId":"NCT01076452","briefTitle":"Phase II Subthalamic Nucleus (STN) vs. Globus Pallidus (GPi) Trial","startDateStruct":{"date":"2002-04"},"conditions":["Parkinson's Disease"],"count":299,"armGroups":[{"label":"STN","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Bilateral Deep Brain Stimulation"]},{"label":"GPi","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Bilateral Deep Brain Stimulation"]}],"interventions":[{"name":"Bilateral Deep Brain Stimulation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* idiopathic Parkinson's Disease\n* Hoehn and Yahr stage 2 or worse when off medications\n* L-dopa responsive with clearly defined \"on\" periods (i.e. symptoms improve at least partially with L-dopa administration, a characteristic that helps distinguish idiopathic PD from \"Parkinson's Plus\" and atypical Parkinson's syndromes-see below)\n* persistent disabling symptoms (e.g. on troubling dyskinesias, or disabling \"off\" periods at least 3 hours/day) despite medication therapy. Patients will have been treated with variable doses of levodopa and dopamine agonists (at a minimum) and will have had an adequate trial of other adjunctive medications)\n* stable on medical therapy for at least one month prior to study enrollment\n* age \\>21\n* available and willing to be followed-up according to study protocol\n\nExclusion Criteria:\n\n* \"Parkinson's plus\" syndromes, secondary, or atypical Parkinson's syndromes (e.g. progressive supranuclear palsy, striato-nigral degeneration, multiple system atrophy, post-stroke, post-traumatic, or post-encephalitic Parkinson's. These patients have cardinal symptoms characteristic of PD but with additional symptoms indicating other organic brain dysfunction, such as gaze palsies, autonomic dysfunction, lack of response to L-dopa, these individuals tend not to improve with standard treatments for PD)\n* previous Parkinson's Disease surgery\n* medical contraindications to surgery or stimulation (e.g. uncontrolled hypertension, advanced coronary artery disease, other implanted stimulation or electronically-controlled devices including cardiac demand pacemaker, aneurysm clips, cochlear implants, or a spinal cord stimulator) (Note: for the subject who receives either a pacemaker and/or defibrillator after this study enrollment, he/she will be allowed to continue the study if the neurostimulator system can be adequately programmed to permit system compatibility)\n* contraindication to magnetic resonance imaging (e.g. indwelling metal fragments or implants that might be affected by MRI)\n* active alcohol or drug abuse\n* score on Mini-Mental Status examination of 24 or lower, or other neuropsychological dysfunction 9e.g. dementia) that would contraindicate surgery\n* intracranial abnormalities that would contraindicate surgery (e.g. stroke, tumor, vascular abnormality affecting the target area)\n* pregnancy\n* concurrent participation in another research protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"The Change From Baseline in the UPDRS Scores Part I (Mentation) at 24 Months.","description":"The UPDRS has four parts (Parts I-IV) in which a total of 42 disease characteristics are assessed. Most characteristics are assessed according to their severity on a 0-4 scale (0 = normal, 4 = most substantial impairment), and some are assessed only for absence (score = 0) or presence (score = 1). Part I has four items assessing intellectual impairment, thought disorder, depression and motivation. A summary score ranging from 0 to16 is generated by adding the four items. The higher score indicates worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"2.2"},{"groupId":"OG001","value":"0.4","spread":"2.2"}]}]}]},{"type":"PRIMARY","title":"The Change From Baseline in the UPDRS-III Score at 24 Months With Deep-brain Stimulation and Without Medication.","description":"The primary outcome measure for the comparison of GPi deep brain stimulation (DBS) to STN DBS is the motor function score of the Unified Parkinson's Disease Rating Scale (UPDRS Part III) measured while the patient is off medications and on stimulation at follow-up visits post surgery. UPDRS Part III has 14 items assessing motor skills including facial expression and speech, tremors, rigidity, posture, gait, and bradykinesia. Left and right sides (arms, legs, and hands) are assessed separately for seven of the functions. The motor function (UPDRS part III) assessments are done by turning on the stimulation with and without taking PD medications (on/off) at each in-person visit. A summary score ranging from 0 to 108 is generated by adding the 14 specific motor function responses. The higher score indicates the worse motor function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.9","spread":null},{"groupId":"OG001","value":"-13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in the UPDRS Scores Part II (Activity of Daily Living) at 24 Months.","description":"The UPDRS has four parts (Parts I-IV) in which a total of 42 disease characteristics are assessed. Most characteristics are assessed according to their severity on a 0-4 scale (0 = normal, 4 = most substantial impairment), and some are assessed only for absence (score = 0) or presence (score = 1). Part II has 13 items focusing on activities of daily living including walking, writing, dressing and speech. A summary score ranging from 0 to 52 is generated by adding the 13 items. The higher score indicates worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"6.6"},{"groupId":"OG001","value":"-3.4","spread":"6.5"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in the UPDRS Scores Part IV (Complication of Therapy) at 24 Months.","description":"The UPDRS has four parts (Parts I-IV) in which a total of 42 disease characteristics are assessed. Most characteristics are assessed according to their severity on a 0-4 scale (0 = normal, 4 = most substantial impairment), and some are assessed only for absence (score = 0) or presence (score = 1). Part IV includes four categories (11 items) related to dyskinesias, clinical fluctuations of symptoms, and other complications. A summary score ranging from 0 to 23 is generated by adding the four items. The higher score indicates worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"3.4"},{"groupId":"OG001","value":"-3.4","spread":"3.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":83,"n":147},"commonTop":["Fall","Depression","Speech Disorder","Freezing Phenomenon","Gait Disturbance"]}}}