{"nctId":"NCT01597973","briefTitle":"Trial for the Treatment of Extensively Drug-Resistant Gram-negative Bacilli (OVERCOME)","startDateStruct":{"date":"2012-10-06","type":"ACTUAL"},"conditions":["Pneumonia","Blood Stream Infection"],"count":467,"armGroups":[{"label":"colistin and meropenem","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: colistin and meropenem"]},{"label":"colistin and placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: colistin and placebo"]}],"interventions":[{"name":"colistin and meropenem","otherNames":["Colistimethate","Meropenem"]},{"name":"colistin and placebo","otherNames":["Colistimethate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hospitalized Adults (\\> 18 years to 95 years of age), at one of the study sites.\n* Diagnosis of BSI and/or pneumonia due to a preliminary result of gram-negative non-lactose fermenter that is oxidase negative; or a final results of XDR-A. baumannii; carbapenem-resistant Enterobacteriaceae; or XDR- P. aeruginosa and/or patients with suspected BSI and/or HAP (hospital acquired pneumonia) and who have had a prior history (within last 6 months) of XDR-GNB that was susceptible to colistin.\n\n  o If final results do not indicate that the pathogen is an XDR-GNB, and identifies alternative treatment options, the patient would be eligible for the study if the subject is allergic to all the alternative treatment options.\n* Patients with polymicrobial respiratory or blood infections, including XDR-GNB and one or more pathogens, will be included in the study, as long as the XDR-GNB is determined to be a true pathogen (AB, CRE or PA). Other pathogens will be treated with antimicrobial agents as determined by the treating physician.\n* If more than one XDR-GNB study pathogens is identified as a study pathogen causing BSI and/or pneumonia, then the first study pathogen recovered will be considered as the primary study pathogen. If more than one study pathogen is recovered from the same culture, then the infection will be categorized as being caused by multiple study pathogens.\n* Patients with a life expectancy of \\> 24 hours\n* Signed written informed consent and HIPAA Authorization form (US sites)\n\nExclusion Criteria:\n\n* Female patients who are pregnant\n* Female patients who are nursing\n* Patients who are prisoners\n* Patients who are less than 18 years of age or greater than or equal to 96 years of age\n* Patients with neutropenia (WBC \\< 500 cells/mm3)\n* The presence of any of the following known clinical syndromes involving XDR-GNB as a pathogen which necessitate durations of antimicrobial therapies greater than 14 days: endocarditis, osteomyelitis, prosthetic joint infections, meningitis and/or other central nervous system infections.\n* Patients receiving valproic acid (with or without a known seizure disorder).\n* Patients who received 72 hours or more of polymyxin treatment (intravenous or inhaled \\[pneumonia\\]) within 96 hours of enrollment.\n* Patients who have end-stage renal disease requiring hemodialysis, will be excluded from evaluation pertaining to nephrotoxicity in the per protocol population.\n* Patients with known Type 1 or other severe drug allergy to either of the study drugs or to β-lactams.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mortality","description":"Determine whether the treatment regimen of colistin combined with a carbapenem (imipenem or meropenem) is associated with a decreased risk for all-cause mortality during the 30 day post-enrollment period compared to colistin combined with a placebo for subjects with bloodstream infection (BSI) and/or pneumonia due to extensively drug-resistant Gram-negative bacilli (XDR-GNB).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"133","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Develop Colistin Resistance","description":"Determine what treatment regimen (colistin monotherapy (combined with placebo)) or colistin combined a carbapenem (imipenem or meropenem) is more likely to reduce the frequency of emergence of colistin resistance among XDR-GNB isolates during therapy. Measurements of Minimum Inhibitory Concentration of colistin to XDR-GNB. This is shown below as numbers of those subjects who develop colistin resistance and their percentages of the total completed population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Failure at the End of Therapy","description":"Clinical failure as defined by either Blood Stream Infection (BSI) or Pneumonia; based on death between 48 hours and end of treatment, medication change from protocol, a positive blood culture after 5 days of blood stream infection treatment, or no improvements in PaO2/FiO2 at end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiologic Cure at the End of Therapy","description":"Microbiologic cure at the end of therapy as defined by the number of participants who no longer have the causative XDR-GNB pathogens for their BSI or pneumonia identified based on microbiologic testing","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Toxicities Related to Treatment Medications","description":"Frequency is shown for each of the following: Nephrotoxicity, Hepatotoxicity, Seizures, Neurotoxicity, Hypersensitivity reaction","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":230},"commonTop":["Acute kidney injury","Creatinine increased","Sepsis","Aspartate aminotransferase increase","Blood bilirubin increased"]}}}