{"nctId":"NCT02478632","briefTitle":"Bone Mineral Density in Human Immunodeficiency Virus Type 1 (HIV-1)-Infected Adult Subjects Switching From a Tenofovir Regimen to a Dolutegravir Plus Rilpivirine Regimen","startDateStruct":{"date":"2015-06-12","type":"ACTUAL"},"conditions":["HIV Infections"],"count":102,"armGroups":[{"label":"CAR","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Subjects do not receive study medication in this study 202094"]},{"label":"DTG 50 mg + RPV 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Subjects do not receive study medication in this study 202094"]}],"interventions":[{"name":"Subjects do not receive study medication in this study 202094","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Screened and eligible but not yet randomised to either of the parent studies 201636 (SWORD-1) or 201637 (SWORD-2)\n* Receiving an ART regimen which contains TDF\n* Female subjects of child bearing potential with a negative pregnancy test at both Screening and Day 1 and agrees to use one of the methods of contraception described in the protocols of the parent studies 201636 (SWORD-1) and 201637 (SWORD-2) to avoid pregnancy. Any contraception method must be used consistently, throughout the study period in accordance with the approved product label, including adherence to appropriate 'run in' periods for hormonal contraception\n* Subject is willing and able to understand the requirements of study participation and provide signed and dated written informed consent prior to Screening. Subject is considered an appropriate candidate for participation in this study\n* For subjects enrolled in France: a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category\n\nExclusion Criteria:\n\n* Less than three vertebra in the range of L1 to L4 that are suitable for BMD measurement by DEXA scan\n* Bilateral hip replacement\n* Uncontrolled thyroid disease: thyroid stimulating hormone (TSH) above normal range, and considered to indicate a requirement for thyroid replacement therapy\n* Male hypogonadism: serum testosterone \\< 300 nanogram per decilitre (ng/dL) on a sample collected before 10:00 in the morning and the subject is able and willing to start testosterone replacement therapy\n* Endocrine diseases including Cushing's syndrome and diabetes mellitus\n* History of fragility fractures\n* Ever treated for osteoporosis with bisphosphonates, oestrogen receptor modulators or other therapies, and / or severe osteoporosis as indicated by a prior DEXA scan derived T-score of -3.5 or lower value\n* Body mass index (BMI) \\< 18 kilogram per meter (kg/m)\\^2 or =\\>40 kg/m\\^2\n* Vitamin D deficiency: 25 Hydroxy Vitamin D \\< 15ng/mL\n* Any pre-existing physical or mental condition (including substance abuse disorder) which, in the opinion of the investigator, may interfere with the subject's ability to comply with the scheduled protocol evaluations or which may compromise the safety of the subject\n* Current use or intent to initiate, tamoxifen, bone-related treatment, e.g. biphosphonates, osteoporosis medications including selective oestrogen receptor modulator medicines (raloxifene, arzoxifene and lasofoxifene), growth hormone or anabolic steroids, except for testosterone as specified below, during the study period\n* The following are excluded unless they have been given for at least 6 months prior to Day 1, and there is no plan to stop them during the study: Anti-convulsant therapy and hormonal therapy, including female hormone replacement therapy or testosterone as a replacement therapy or supplement\n* Women who are pregnant, breastfeeding or who plan to become pregnant or breast feed during the study period\n* Subject enrolled, or anticipated to be selected to participate following study registration, in an investigational clinical protocol/s in addition to one of the parent studies 201636 or 201637 (SWORD-1 or SWORD-2)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in Total Hip Bone Mineral Density (BMD) at Week 48","description":"Percent change in BMD (expressed as areal density in grams per centimeter square \\[g/cm\\^2\\]) as specified by dual energy X-ray absorptiometry (DEXA) scans of the left 'total hip' which included the femoral neck, trochanter and inter-trochanter areas was assessed by areal density at Baseline and Week 48. The estimated value in the statistical analysis is this difference and the upper and lower limit values shown are the 95% confidence intervals. Baseline was considered as Day 1 and percent change from Baseline was calculated as Value at Week 48 minus Baseline value divided by Baseline value multiplied by 100. An analysis of covariance (ANCOVA) model was used to compare the difference. The analysis was performed on Intent-to-Treat exposed DEXA (ITT-ED) Population which comprised of all participants in the ITT-E Population who received at least one dose of study treatment, and who were registered for the 202094 study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.34","spread":null},{"groupId":"OG001","value":"0.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Lumbar Spine BMD at Week 48","description":"Percent change in BMD (expressed as areal density in g/cm\\^2) as specified by DEXA scans of the 'lumbar spine' which included the first lumbar vertebra (L1) to the fourth lumbar vertebra (L4) was assessed by areal density at Baseline and Week 48. The difference is adjusted percent change from Baseline to Week 48 between treatment groups. The estimated value in the statistical analysis is this difference and the upper and lower limit values shown are the 95% confidence intervals. Baseline was considered as Day 1 value and percent change from Baseline was calculated as Value at Week 48 minus Baseline value divided by Baseline value multiplied by 100. An ANCOVA model was used to compare the difference in percentage change from Baseline at week 48 in lumbar spine BMD between the DTG+RPV and CAR arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.46","spread":null},{"groupId":"OG001","value":"0.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Hip and Lumbar Spine BMD-DTG+RPV Early Switch Group Through Early and Late Switch Phase","description":"Percent change in BMD (expressed as areal density in g/cm\\^2) as specified by DEXA scans of left 'total hip' which included femoral neck, trochanter and inter-trochanter areas and 'lumbar spine' which included L1 to L4 was assessed by areal density. Percent change from Baseline is post-dose value minus Baseline value divided by Baseline value multiplied by 100. BMD parameters at Weeks 48, 100 and 148 reflect data adjusted following the ongoing longitudinal and cross-calibration of multiple DEXA scanner instruments in this study. Data presented through Week 48 only represent results of Week 48 Primary Endpoint analysis which applied DEXA scanner calibrations though Week 48, with no subsequent calibration applied. In the final analysis conducted at Week 148, DEXA scanner calibration data acquired from Day 1 to Week 148 was applied to all raw DEXA BMD data at Weeks 48, 100 and 148. Hence, actual values of Week 48 DEXA data may vary slightly between Weeks 48 and 148 analyses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.492","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.081","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.978","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.648","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.810","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.526","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Late Switch (LS) Baseline (Week 48) Through Week 148 in Total Hip and Lumbar Spine BMD-CAR Late Switch Group Through Late Switch Phase","description":"Percent change in BMD (expressed as areal density in g/cm\\^2) as specified by DEXA scans of the left 'total hip' which included the femoral neck, trochanter and inter-trochanter areas was assessed by areal density at indicated time points. Percent change in BMD as specified by DEXA scans of the 'lumbar spine' which included the first lumbar vertebra (L1) to the fourth lumbar vertebra (L4) was assessed by areal density at indicated time points. The last pre-switch value (Week 48) was considered as LS Baseline and percent change from LS Baseline was calculated as post-dose visit value minus LS Baseline value divided by LS Baseline value multiplied by 100. The analysis was based on Late-Switch Intent-to-Treat Exposed DEXA (LS-ITT-ED) Population which comprised of all participants in the LS-ITT-E Population, and who were registered for the DEXA study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.107","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.275","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.135","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.436","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Hip and Lumbar Spine BMD at Week 48 Assessed by T-score and Z-score","description":"Total hip and lumbar spine BMD was assessed by T-scores and Z-scores. Day 1 was considered as Baseline. Change from Baseline was calculated as the value at Week 48 minus Baseline. DEXA scans of the left 'total hip' (femoral neck, hip, inter-trochanter areas, trochanter) and 'lumbar spine' (lumbar vertebral column) were performed. T-score is the number of standard deviations above or below the mean BMD of a 30-year-old participant of the same sex. Caucasian reference values were used for all participants to calculate T-scores. T-score values \\> -1.0 are considered normal, T-score values \\<= -1.0 to \\> -2.5 indicate osteopenia, T-score values \\<= -2.5 to \\<-3.5 indicate osteoporosis and T-score values \\<= -3.5 indicate severe osteoporosis. The Z-score is the number of standard deviations above or below the mean BMD for a reference population of same age and sex and in this study. Caucasian reference values were used in calculation of Z-scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":null},{"groupId":"OG001","value":"0.02","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":null},{"groupId":"OG001","value":"0.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Hip and Lumbar Spine BMD as Assessed by T-scores and Z-scores - DTG+RPV Early Switch Group Through Early and Late Switch Phase","description":"T-score is the number of standard deviations above or below the mean BMD of a 30-year-old participant of same sex. Caucasian reference values were used to calculate T- and Z- scores. T-score values: \\> -1.0 is normal; \\<= -1.0 to \\> -2.5 indicate osteopenia; \\<= -2.5 to \\<-3.5 indicate osteoporosis; \\<= -3.5 indicate severe osteoporosis. Z-score is the number of standard deviations above or below the mean BMD for a reference population of same age and sex in this study. Change from Baseline is post-dose visit value minus Baseline value. Data for Week 48 only represent final results of Week 48 Primary Endpoint analysis which applied DEXA scanner calibrations through Week 48, with no subsequent calibration applied. In the final analysis conducted at Week 148, DEXA scanner calibration data acquired from Day 1 to Week 148 was applied to all raw DEXA BMD data at Weeks 48, 100 and 148. Hence, actual values of Week 48 DEXA data may vary slightly between Weeks 48 and 148 analyses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.101","spread":"0.1681"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.066","spread":"0.2248"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.062","spread":"0.2600"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.115","spread":"0.1742"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.107","spread":"0.2222"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.117","spread":"0.2757"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.139","spread":"0.2511"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.059","spread":"0.3510"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.034","spread":"0.4183"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.182","spread":"0.2563"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.142","spread":"0.3868"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.139","spread":"0.4507"}]}]}]},{"type":"SECONDARY","title":"Change From LS Baseline (Week 48) Through Week 148 in Total Hip and Lumbar Spine BMD as Assessed by T-scores and Z-scores-CAR Late Switch Group Through Late Switch Phase","description":"The last pre-switch value (Week 48) was considered as LS Baseline and change from LS Baseline was calculated as the post-dose visit value minus LS Baseline value. DEXA scans of the left 'total hip' (femoral neck, hip, inter-trochanter areas, trochanter) and 'lumbar spine' (lumbar vertebral column) were performed. T-score is the number of standard deviations above or below the mean BMD of a 30-year-old participant of the same sex. Caucasian reference values were used for all participants to calculate T-scores. T-score values \\> -1.0 are considered normal, T-score values \\<= -1.0 to \\> -2.5 indicate osteopenia, T-score values \\<= -2.5 to \\<-3.5 indicate osteoporosis and T-score values \\<= -3.5 indicate severe osteoporosis. The Z-score is the number of standard deviations above or below the mean BMD for a reference population of same age and sex and in this study. Caucasian reference values were used in calculation of Z-scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.080","spread":"0.1957"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.091","spread":"0.1995"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.107","spread":"0.2055"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.125","spread":"0.2117"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.111","spread":"0.2914"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.049","spread":"0.3204"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.176","spread":"0.2598"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.127","spread":"0.3392"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Hip and Lumbar Spine BMD at Week 48 by Baseline Third Agent","description":"Total hip and lumbar spine BMD (expressed as areal density in g/cm\\^2) assessed by third agent class (INSTI, NNRTI, PI) at indicated time points. Percent change from Baseline was calculated as value at Week 48 minus Baseline value divided by Baseline value multiplied by 100. Value at Day 1 was considered as Baseline. An ANCOVA model adjusted for Baseline BMD values was used to compare the difference in percent change from Baseline to Week 48 in total hip BMD or in lumbar spine BMD between the DTG+RPV and CAR arms by third agent class: INSTI, NNRTI or PI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.03","spread":null},{"groupId":"OG001","value":"1.38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.33","spread":null},{"groupId":"OG001","value":"-0.27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.11","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.43","spread":null},{"groupId":"OG001","value":"-2.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.38","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.78","spread":null},{"groupId":"OG001","value":"1.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Hip and Lumbar Spine BMD T-scores and Z-scores at Week 48 by Baseline Third Agent","description":"Total hip and lumbar spine BMD was assessed by Baseline third agent class (INSTI, NNRTI, PI) using T-scores and Z-scores at Baseline and Week 48. DEXA scans of hip and spine were performed. Value at Day 1 was considered as Baseline. Change from Baseline was calculated as the value at Week 48 minus Baseline value. T-score is the number of standard deviations above or below the mean BMD of a 30-year-old participant of the same sex. Caucasian reference values were used for all participants to calculate T-scores. T-score values \\> -1.0 are considered normal, T-score values \\<= -1.0 to \\> -2.5 indicate osteopenia, T-score values \\<= -2.5 to \\<-3.5 indicate osteoporosis and T-score values \\<= -3.5 indicate severe osteoporosis. The Z-score is the number of standard deviations above or below the mean BMD for a reference population of same age and sex and in this study. Caucasian reference values were used in calculation of Z-scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null},{"groupId":"OG001","value":"0.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"-0.02","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":null},{"groupId":"OG001","value":"0.05","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":null},{"groupId":"OG001","value":"-0.22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":null},{"groupId":"OG001","value":"-0.19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":null},{"groupId":"OG001","value":"0.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline (Day 1) in Total Hip and Lumbar BMD by Baseline Third Agent-DTG+RPV Early Switch Group Through Early and Late Switch Phase","description":"Total hip and lumbar spine BMD (expressed as areal density in g/cm\\^2) assessed by third agent class (INSTI, NNRTI, PI) at indicated time points. Percent change from Baseline was calculated as post-dose value minus Baseline value divided by Baseline value multiplied by 100. BMD parameters expressed as areal density (g/cm\\^2) at Weeks 48, 100 and 148 reflect data adjusted following the ongoing longitudinal and cross-calibration of the multiple DEXA scanner instruments in this study. Data and analyses presented through Week 48 only represent the final results of Week 48 Primary Endpoint analysis which applied DEXA scanner calibrations though Week 48, with no subsequent calibration applied. In the final analysis conducted at Week 148, DEXA scanner calibration data acquired from Day 1 to Week 148 was applied to all raw DEXA BMD data at Weeks 48, 100 and 148. Hence, the actual values of Week 48 DEXA data may vary slightly between the Week 48 and Week 148 analyses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.918","spread":"3.3468"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.165","spread":"4.5857"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.738","spread":"3.1881"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.422","spread":"2.4137"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.722","spread":"2.6977"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.524","spread":"4.0553"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.401","spread":"2.4406"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.927","spread":"3.7412"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.610","spread":"3.5534"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.439","spread":"2.2786"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.779","spread":"2.6627"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.306","spread":"0.8815"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.570","spread":"2.9752"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.025","spread":"3.9606"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.067","spread":"5.4222"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.977","spread":"2.5587"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.801","spread":"3.8743"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.026","spread":"3.8869"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Day 1) in Total Hip and Lumbar Spine BMD T-scores and Z-scores by Baseline Third Agent-DTG+RPV Early Switch Group Through Early and Late Switch Phase","description":"T-score is the number of standard deviations above or below the mean BMD of a 30-year-old participant of same sex. Caucasian reference values were used to calculate T- and Z-scores. T-score values \\> -1.0 is normal; \\<= -1.0 to \\> -2.5 indicate osteopenia; \\<= -2.5 to \\<-3.5 indicate osteoporosis; \\<= -3.5 indicate severe osteoporosis. Z-score is the number of standard deviations above or below the mean BMD for a reference population of same age and sex in this study. Change from Baseline is the post-dose value minus Baseline value. Data for Week 48 only represents final results of Week 48 Primary Endpoint analysis which applied DEXA scanner calibrations through 48, with no subsequent calibration applied. In the final analysis conducted at Week 148, DEXA scanner calibration data acquired from Day 1 to Week 148 was applied to all raw DEXA BMD data at Weeks 48, 100 and 148. Hence, actual values of Week 48 DEXA data may vary slightly between Weeks 48 and 148 analyses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.119","spread":"0.2171"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.069","spread":"0.2854"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.116","spread":"0.2057"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.162","spread":"0.2402"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.161","spread":"0.2912"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.219","spread":"0.2360"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.141","spread":"0.2212"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.087","spread":"0.2611"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.026","spread":"0.0826"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.196","spread":"0.2100"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.267","spread":"0.3905"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.191","spread":"0.2644"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.098","spread":"0.1593"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.045","spread":"0.1938"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.028","spread":"0.2786"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.107","spread":"0.1574"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.077","spread":"0.1856"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.071","spread":"0.2958"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.126","spread":"0.2687"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.022","spread":"0.3558"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.015","spread":"0.4802"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.150","spread":"0.2669"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.021","spread":"0.3539"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.049","spread":"0.5248"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.097","spread":"0.1731"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.118","spread":"0.2740"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.110","spread":"0.2521"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.106","spread":"0.1823"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.150","spread":"0.2722"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.166","spread":"0.2441"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.172","spread":"0.2406"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.235","spread":"0.3396"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.179","spread":"0.3599"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.257","spread":"0.2601"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.360","spread":"0.3732"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.317","spread":"0.2828"}]}]}]},{"type":"SECONDARY","title":"Percent Change From LS Baseline (Week 48) Through Week 148 in Total Hip and Lumbar Spine BMD by Baseline Third Agent-CAR Late Switch Group Through Late Switch Phase","description":"Total hip and lumbar spine BMD (expressed as areal density in g/cm\\^2) assessed by third agent class (INSTI, NNRTI, PI) at indicated time points. The last pre-switch value (Week 48) was considered as LS Baseline and percent change from LS Baseline was calculated as post-dose value minus LS Baseline value divided by LS Baseline value multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.298","spread":"2.7510"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.405","spread":"1.8787"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.049","spread":"2.9845"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.498","spread":"2.8487"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.898","spread":"1.7838"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.042","spread":"2.5640"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.195","spread":"1.1188"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.121","spread":"1.3711"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.017","spread":"2.7142"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.335","spread":"3.5996"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.160","spread":"5.1050"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.546","spread":"3.1654"}]}]}]},{"type":"SECONDARY","title":"Change From LS Baseline (Week 48) Through Week 148 in Total Hip and Lumbar Spine BMD T-scores and Z-scores by Baseline Third Agent-CAR Late Switch Group Through Late Switch Phase","description":"Total hip and lumbar spine BMD was assessed by Baseline third agent (INSTI, NNRTI, PI) using T-scores and Z-scores at indicated time points. DEXA scans of hip and spine were performed. The last pre-switch value (Week 48) was considered as LS Baseline and change from LS Baseline was calculated as the post-dose value minus LS Baseline value. T-score is the number of standard deviations above or below the mean BMD of a 30-year-old participant of the same sex. Caucasian reference values were used for all participants to calculate T-scores. T-score values \\> -1.0 are considered normal, T-score values \\<= -1.0 to \\> -2.5 indicate osteopenia, T-score values \\<= -2.5 to \\<-3.5 indicate osteoporosis and T-score values \\<= -3.5 indicate severe osteoporosis. The Z-score is the number of standard deviations above or below the mean BMD for a reference population of same age and sex and in this study. Caucasian reference values were used in calculation of Z-scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.166","spread":"0.1971"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.173","spread":"0.1333"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.167","spread":"0.1623"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.197","spread":"0.0800"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.201","spread":"0.1102"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.099","spread":"0.1164"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.247","spread":"0.0376"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.145","spread":"0.1888"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.075","spread":"0.2149"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.106","spread":"0.2064"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.101","spread":"0.2261"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.136","spread":"0.2213"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.103","spread":"0.2630"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.045","spread":"0.3441"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.164","spread":"0.2711"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.124","spread":"0.3482"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.069","spread":"0.1309"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.007","spread":"0.1856"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.107","spread":"0.1558"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.061","spread":"0.2111"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.105","spread":"0.4198"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.044","spread":"0.3052"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.191","spread":"0.2776"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.133","spread":"0.3817"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":53},"commonTop":[]}}}