{"nctId":"NCT00943579","briefTitle":"Open-Label Extension Study of Kuvan for Autism","startDateStruct":{"date":"2009-08"},"conditions":["Autistic Disorder"],"count":41,"armGroups":[{"label":"Kuvan®","type":"EXPERIMENTAL","interventionNames":["Drug: Kuvan®"]}],"interventions":[{"name":"Kuvan®","otherNames":["sapropterin","tetrahydrobiopterin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All subjects must have completed earlier trial, CHC 0901 (NCT00850070)\n* Parents must be willing and able to sign informed consent\n\nExclusion Criteria:\n\n* Child failed to complete CHC 0901 (NCT00850070)","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"6 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Global Impressions Scale","description":"This is a summary judgment made by a trained clinician based on observed and reported behaviors of the child compared to baseline. It is a 7-point scale (1) very much improved, (2) much improved, (3) minimally improved (4) no change, (5) minimally worse, (6) much worse and (7) very much worse. Chi-square analyses were used to assess change in CHI-I scores (by group, post-test)Mixed-effects regression models determined the main effects attributed to differences by group (BH4 and placebo), time (treated as categorical at levels baseline, 8 weeks, and 16 weeks) and the group-by-time interaction. The mixed-effects models accounted for each participant's outcome data at each time point. The mixed-effects regression model is robust to data dependency that occurs with the repeated assessments of individuals over time \\& can handle missing data. We used random intercept and trend modeling that accounts for each individual's initial level of symptom severity/functioning and rate of change/time","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Vineland Adaptive Behavior Scale, 2nd Edition","description":"The Vineland-2 is semi-structured interview designed to communication, daily living, socialization and motor skills. The Vineland-2 is comprised of a total Adaptive Composite Scale; we chose to use 10 subscales that specifically address functional domains relevant for a young ASD sample - Receptive Communication, Expressive Communication, Personal Daily Living Skills, Domestic Daily Living Skills, Community Daily Living Skills, Interpersonal Relations, Play Skills, Coping Skills, Gross Motor Skills, Fine Motor Skills. The scales generate raw or sum, V-, and age-equivalent scores; raw scores were selected for use in this study. Higher subscale scores indicate more skills. Raw scores can range from 0 to 766 for the overall adaptive behavior composite. Subscales are combined to form the overall Adaptive Behavior Composite, which is essentially a weighted average of the various subscales combined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"275","spread":"10.77"},{"groupId":"OG001","value":"321","spread":"10.78"}]}]}]},{"type":"SECONDARY","title":"Children's Yale Brown Obsessive Compulsive Scale","description":"The C-YBOCS is a scale is designed to rate the severity of obsessive and compulsive symptoms in children and adolescents, ages 6 to 17 years. It can be administered by a clinican or trained interviewer in a semi-structured fashion. In general, the ratings depend on the child's and parent's report; however, the final rating is based on the clinical judgement of the interviewer. Rate the characteristics of each item over the prior week up until, and including, the time of the interview. Scores should reflect the average of each item for the entire week, unless otherwise specified.","classes":[]},{"type":"SECONDARY","title":"Parental Global Assessment","description":"this is a measure of parents impression of improvement.","classes":[]},{"type":"SECONDARY","title":"Preschool Language Scale, 4th Edition (PLS-4)","description":"Measures expressive \\& receptive language and total scores in ages 0 to 6 years 11 months. The scales generate raw, standard, and age-equivalent scores; raw scores for the total scale were selected for use in this study. Total is average of subscales. Minimum raw score = 0, maximum = 130. Higher raw scores indicate better language skills. Mixed-effects regression models via SPSS MIXED determined the main effects attributed to differences by group (BH4 and placebo), time (treated as categorical at levels baseline, 8 weeks, and 16 weeks) and the group-by-time interaction. The mixed-effects models accounted for each participant's outcome data at each time point. We used random intercept \\& trend modeling that accounts for each individual's initial level of symptom severity/functioning \\& rate of change/time","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.24","spread":"5.48"},{"groupId":"OG001","value":"77.83","spread":"5.27"}]}]}]},{"type":"SECONDARY","title":"Connor's Preschool ADHD Questionnaire","description":"This is a measure of behavioral symptomatology in children 2-6 years of age. The ADHD scale is one subdomain.","classes":[]},{"type":"SECONDARY","title":"Aberrant Behavior Checklist (ABC)","description":"This is a 58-item informant-based, factor-analyzed scale comprised of a total scale and 5 subscales that generate raw scores. Scores based on a likert scale ranging from 0-3 where 0 is not a problem to 3 where the problem is severe. Subscales include: Irritability, Social Withdrawal, Stereotypic Behaviors, Hyperactivity and Inappropriate Speech. Total maximum score is 174. Higher subscale scores indicate more symptoms. Scores are totaled to compute subscale scores. Mixed-effects regression models via SPSS MIXED determined the main effects attributed to differences by group (BH4 and placebo), time (treated as categorical at levels baseline, 8 weeks, and 16 weeks) and the group-by-time interaction. The mixed-effects models accounted for each participant's outcome data at each time point. We used random intercept and trend modeling that accounts for each individual's initial level of symptom severity/functioning and rate of change/time","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.84","spread":"1.68"},{"groupId":"OG001","value":"9.70","spread":"1.73"}]}]}]},{"type":"SECONDARY","title":"Adverse Events Reporting","description":"This is not a standardized measure but instead a set of questions, both closed and open ended, asked of families about their child's response to the medication. Used for determining whether treatment needed to be discontinued.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":["Difficulty Sleeping","Changes in bowel movements","Repetitive Behaviors","Irritability","Hyperactivity"]}}}