{"nctId":"NCT02421939","briefTitle":"A Study of ASP2215 Versus Salvage Chemotherapy in Patients With Relapsed or Refractory Acute Myeloid Leukemia (AML) With FMS-like Tyrosine Kinase (FLT3) Mutation","startDateStruct":{"date":"2015-10-20","type":"ACTUAL"},"conditions":["Leukemia, Acute Myeloid (AML)"],"count":371,"armGroups":[{"label":"Gilteritinib","type":"EXPERIMENTAL","interventionNames":["Drug: gilteritinib"]},{"label":"Salvage Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: LoDAC (Low Dose Cytarabine)","Drug: Azacitidine","Drug: MEC (Mitoxantrone, Etoposide, Cytarabine)","Drug: FLAG-IDA (Granulocyte-Colony Stimulating Factor (G-CSF), Fludarabine, Cytarabine, Idarubicin)"]}],"interventions":[{"name":"gilteritinib","otherNames":["ASP2215","XOSPATA®"]},{"name":"LoDAC (Low Dose Cytarabine)","otherNames":[]},{"name":"Azacitidine","otherNames":[]},{"name":"MEC (Mitoxantrone, Etoposide, Cytarabine)","otherNames":[]},{"name":"FLAG-IDA (Granulocyte-Colony Stimulating Factor (G-CSF), Fludarabine, Cytarabine, Idarubicin)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant has a diagnosis of primary acute myeloid leukemia (AML) or AML secondary to myelodysplastic syndrome (MDS) according to WHO classification (2008) as determined by pathology review at the treating institute.\n* Participant is refractory to or relapsed after first-line AML therapy (with or without hematopoietic stem cell transplant (HSCT)).\n\n  * Refractory to first-line AML therapy is defined as:\n\n    1\\. Participant did not achieve complete remission/complete remission with incomplete hematologic recovery/complete remission with incomplete platelet recovery (CR/CRi/CRp) under initial therapy. A Participant eligible for standard therapy must receive at least one cycle of an anthracycline containing induction block in standard dose for the selected induction regimen. A Participant not eligible for standard therapy must have received at least one complete block of induction therapy seen as the optimum choice of therapy to induce remission for this subject.\n  * Untreated first hematologic relapse is defined as:\n\n    1. Participant must have achieved a CR/CRi/CRp (criteria as defined by \\[Cheson et al, 2003\\], see Section 5.3) with first line treatment and has hematologic relapse.\n* Participant is positive for FLT3 mutation in bone marrow or whole blood as determined by the central lab. A Participant with rapidly proliferative disease and unable to wait for the central lab results can be enrolled based on a local test performed after completion of the last interventional treatment. Participants can be enrolled from a local test result if they have any of the following FLT3 mutations: FLT3 internal tandem duplication (ITD), FLT3 tyrosine kinase domain (TKD)/D835 or FLT3- TKD/I836.\n* Participant has an Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n* Participant is eligible for pre-selected salvage chemotherapy.\n* Participant must meet the following criteria as indicated on the clinical laboratory tests:\n\n  * Serum aspartate aminotransferase and alanine aminotransferase ≤ 2.5 x upper limit of normal (ULN)\n  * Serum total bilirubin ≤ 1.5 x ULN\n  * Serum creatinine ≤ 1.5 x ULN or an estimated glomerular filtration rate of \\> 50 mL/min as calculated by the Modification of Diet in Renal Disease equation.\n* Participant is suitable for oral administration of study drug.\n* Female Participant must either:\n\n  * Be of non-child bearing potential:\n\n    1. post-menopausal (defined as at least 1 year without any menses) prior to Screening, or\n    2. documented as surgically sterile (at least 1 month prior to Screening)\n  * Or, if of childbearing potential,\n\n    1. Agree not to try to become pregnant during the study and for 180 days after the final study administration\n    2. And have a negative urine pregnancy test at Screening\n    3. And, if heterosexually active, agree to consistently use highly effective contraception per locally accepted standards in addition to a barrier method starting at Screening and throughout the study period and for 180 days after the final study drug administration.\n* Female Participant must agree not to breastfeed at Screening and throughout the study period and for 60 days after the final study drug administration.\n* Female Participant must not donate ova starting at Screening and throughout the study period and for 180 days after the final study drug administration.\n* Male Participant and their female partners who are of childbearing potential must be using highly effective contraception per locally accepted standards in addition to a barrier method starting at Screening and continue throughout the study period and for 120 days after the final study drug administration.\n* Male Participant must not donate sperm starting at Screening and throughout the study period and 120 days after the final study drug administration.\n* Participant agrees not to participate in another interventional study while on treatment.\n\nExclusion Criteria:\n\n* Participant was diagnosed as acute promyelocytic leukemia (APL).\n* Participant has BCR-ABL-positive leukemia (chronic myelogenous leukemia in blast crisis).\n* Participant has AML secondary to prior chemotherapy for other neoplasms (except for MDS).\n* Participant is in second or later hematologic relapse or has received salvage therapy for refractory disease\n* Participant has clinically active central nervous system leukemia.\n* Participant has been diagnosed with another malignancy, unless disease-free for at least 5 years. Participants with treated nonmelanoma skin cancer, in situ carcinoma or cervical intraepithelial neoplasia, regardless of the disease-free duration, are eligible for this study if definitive treatment for the condition has been completed. Participants with organ-confined prostate cancer with no evidence of recurrent or progressive disease are eligible if hormonal therapy has been initiated or the malignancy has been surgically removed or treated with definitive radiotherapy.\n* Participant has received prior treatment with ASP2215 or other FLT3 inhibitors (with the exception of sorafenib and midostaurin used in first-line therapy regimen as part of induction, consolidation, and/or maintenance).\n* Participant has clinically significant abnormality of coagulation profile, such as disseminated intravascular coagulation (DIC).\n* Participant has had major surgery within 4 weeks prior to the first study dose.\n* Participant has radiation therapy within 4 weeks prior to the first study dose.\n* Participant has congestive heart failure New York Heart Association (NYHA) class 3 or 4, or Participant with a history of congestive heart failure NYHA class 3 or 4 in the past, unless a screening echocardiogram performed within 3 months prior to study entry results in a left ventricular ejection fraction that is ≥ 45%.\n* Participant requires treatment with concomitant drugs that are strong inducers of cytochrome P450 (CYP)3A.\n* Participants with mean of triplicate Fridericia-corrected QT interval (QTcF) \\> 450 ms at Screening based on central reading.\n* Participants with Long QT Syndrome at Screening.\n* Participants with hypokalemia and hypomagnesemia at Screening (defined as values below lower limit of normal \\[LLN\\]).\n* Participant requires treatment with concomitant drugs that are strong inhibitors or inducers of P glycoprotein (P-gp) with the exception of drugs that are considered absolutely essential for the care of the subject.\n* Participant requires treatment with concomitant drugs that target serotonin 5-hydroxytryptamine receptor 1 (5HT1R) or 5-hydroxytryptamine receptor 2B (5HT2BR) or sigma nonspecific receptor with the exception of drugs that are considered absolutely essential for the care of the subject.\n* Participant has an active uncontrolled infection.\n* Participant is known to have human immunodeficiency virus infection.\n* Participant has active hepatitis B or C, or other active hepatic disorder.\n* Participant has any condition which makes the Participant unsuitable for study participation.\n* Participant has active clinically significant GVHD or is on treatment with systemic corticosteroids for GVHD.\n* Participant has an FLT3 mutation other than the following: FLT3-ITD, FLT3-TKD/D835 or FLT3-TKD/I836.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Duration of Overall Survival (OS)","description":"Overall survival was defined as the time from the date of randomization until the date of death from any cause (death date - randomization date + 1). For a participant who was not known to have died by the end of study follow-up, OS was censored at the date of last contact (date of last contact - randomized date + 1). The date of last contact was the latest date that the participant was known to be alive. The last contact date was derived for participants alive at the analysis cutoff date. Survival rate and 95% CI were estimated using the Kaplan-Meier method and the Greenwood formula.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Complete Remission and Complete Remission With Partial Hematological Recovery (CR/CRh) in the Gilteritinib Arm","description":"The CR/CRh rate was defined as the number of participants who achieved either CR or CRh divided by the number of participants in the analysis population.\n\nCR: For participants to be classified as being in CR at, they must have had bone marrow regenerating normal hematopoietic cells and achieved a morphologic leukemia-free state and must had an ANC ≥ 1 x 10\\^9/L and platelet count ≥ 100 x 10\\^9/L and normal marrow differential with \\< 5% blasts, and they were RBC and platelet transfusion independent (defined as 1 week without RBC transfusion and 1 week without platelet transfusion). There was no evidence of extramedullary leukemia.\n\nCRh: Participants were classified as CRh if they had marrow blasts \\< 5%, partial hematologic recovery ANC ≥ 0.5 x 10\\^9/L and platelets ≥ 50 x 10\\^9/L, no evidence of extramedullary leukemia and could not be classified as CR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Event-Free Survival (EFS)","description":"EFS: time from randomization date up to date of documented relapse (excluding relapse after PR)/ treatment failure (failure to achieve CR, CRp, CRi /PR) /death, whichever occurred first. Relapse: leukemic blasts in peripheral blood 5/ ≥ 25% blasts in bone marrow (BM) aspirate due to no other cause/reappearance/new appearance of extramedullary leukemia. CR: BM regenerating normal hematopoietic cells, morphologic leukemia-free state, ANC ≥1x10\\^9/L, platelet count ≥100x10\\^9/L, normal marrow differential with \\<5% blasts, and RBC/platelet transfusion independent with no extramedullary leukemia. CRp: achieved CR except incomplete platelet recovery (\\<100x 0\\^9/L). CRi: criteria for CR fulfilled except incomplete hematological recovery with residual neutropenia \\<1x10\\^9/L with /without complete platelet recovery. PR: BM regenerating normal hematopoietic cells, peripheral recovery, no circulating blasts and decrease of 50% blasts in with total blasts between 5% -25% or, 5% if Auer rods present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission (CR) Rate","description":"The CR rate was defined as the number of participants who achieved the best response of CR divided by the number of participants in the analysis population. CR: For participants to be classified as being in CR, they must have had bone marrow regenerating normal hematopoietic cells and achieved a morphologic leukemia-free state and must had an ANC ≥ 1 x 10\\^9/L and platelet count ≥ 100 x 10\\^9/L and normal marrow differential with \\< 5% blasts, and they were RBC and platelet transfusion independent (defined as 1 week without RBC transfusion and 1 week without platelet transfusion). There was no evidence of extramedullary leukemia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Leukemia-Free Survival (LFS)","description":"LFS: time from the date of first CRc until the date of documented relapse or death for subjects who achieve CRc. For a subject who is not known to have relapsed or died, LFS is censored on the date of last relapse-free disease assessment date. CRc: achieved CR, CRp or CRi. Relapse: leukemic blasts in peripheral blood/ ≥ 25% blasts in bone marrow (BM) aspirate not due to any other cause/reappearance/new appearance of extramedullary leukemia. CR: BM regenerating normal hematopoietic cells, morphologic leukemia-free state, ANC ≥ 1 x 10\\^9/L, platelet count ≥ 100 x 10\\^9/L, normal marrow differential with \\< 5% blasts, and RBC/platelet transfusion independent with no extramedullary leukemia. CRp: achieved CR except incomplete platelet recovery (\\< 100 x 10\\^9/L). CRi : criteria for CR fulfilled except incomplete hematological recovery with residual neutropenia \\< 1 x 10\\^9/L with /without complete platelet recovery..","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Remission","description":"Duration of remission included duration of CRc, CR/CRh, CRh, CR, CRi, CRp (defined as the time from the date of first CRc until the date of first documented relapse for participants who achieved CRc, CR/CRh, CRh, CR, CRi, CRp respectively) and duration of response (CRc + PR). CRc: achieved CR, CRp or CRi at the visit. CR: BM regenerating normal hematopoietic cells, morphologic leukemia-free state, ANC ≥1x10\\^9/L, platelet count ≥100x10\\^9/L, normal marrow differential with \\<5% blasts, and RBC/platelet transfusion independent with no extramedullary leukemia. CRp: achieved CR except incomplete platelet recovery (\\<100x 0\\^9/L). CRi: criteria for CR fulfilled except incomplete hematological recovery with residual neutropenia \\<1x10\\^9/L with /without complete platelet recovery. PR: BM regenerating normal hematopoietic cells, peripheral recovery, no circulating blasts and decrease of 50% blasts in with total blasts between 5% -25% or, 5% if Auer rods present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Composite Complete Remission (CRc Rate)","description":"CRc rate: Number of participants with best response of CRc (CR,complete remission with incomplete platelet recovery \\[CRp\\] or complete remission with incomplete hematologic recovery \\[CRi\\]) divided by number of participants in the analysis population. CRc : Participants who achieved CR, CRp or CRi at a post-baseline visit. CR: Participants having bone marrow regenerating normal hematopoietic cells, a morphologic leukemia-free state, an ANC ≥ 1 x 10\\^9/L and platelet count ≥ 100 x 10\\^9/L, normal marrow differential with \\< 5% blasts, and being RBC and platelet transfusion independent with no evidence of extramedullary leukemia at a post-baseline visit. CRp: Participants achieving CR except for incomplete platelet recovery (\\< 100 x 10\\^9/L) at a post-baseline visit. CRi : Participants, who fulfilled all criteria for CR except incomplete hematological recovery with residual neutropenia \\< 1 x 10\\^9/L with or without complete platelet recovery at a post-baseline visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.3","spread":null},{"groupId":"OG001","value":"21.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Underwent Hematopoietic Stem Cell Transplant","description":"Transplantation rate is defined as the percentage of participants undergoing Hematopoietic stem cell transplant (HSCT) during the study period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":null},{"groupId":"OG001","value":"15.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Fatigue Inventory (BFI)","description":"The Brief Fatigue Inventory (BFI) was a screening tool designed to assess the severity and impact of fatigue on daily functioning of participants with cancer during the 24 hours. There are 9 items on the scale. The first three questions asked participants to rate their fatigues on a scale from 0 (no fatigue) - 10 (as bad as you can imagine), with higher scores indicating worse outcome. The remaining six questions asked participants to rate how much fatigue has interfered with their daily activities on a scale from 0 (Does not interfere) to 10 (Completely interferes). A global fatigue score can be obtained by averaging all the items on the BFI. The total score range is 0-10 with a higher BFI fatigue score indicates worse outcome. The global BFI score was calculated only if at least 5 of the 9 items are answered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"2.1"},{"groupId":"OG001","value":"1.0","spread":"2.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"2.6"},{"groupId":"OG001","value":"0.4","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Remission (CR) With Partial Hematological Recovery (CRh)","description":"CRh rate was defined as the number of participants who achieved CRh at any of the postbaseline visits and did not have a best response of CR divided by the number of participants in the analysis population.\n\nCR: For participants to be classified as being in CR at a post-baseline visit, they must have had bone marrow regenerating normal hematopoietic cells and achieved a morphologic leukemia-free state and must had an ANC ≥ 1 x 10\\^9/L and platelet count ≥ 100 x 10\\^9/L and normal marrow differential with \\< 5% blasts, and they were RBC and platelet transfusion independent (defined as 1 week without RBC transfusion and 1 week without platelet transfusion). There was no evidence of extramedullary leukemia.\n\nCRh: At a post baseline visit, participantss were classified as CRh if they had marrow blasts \\< 5%, partial hematologic recovery ANC ≥ 0.5 x 10\\^9/L and platelets ≥ 50 x 10\\^9/L, no evidence of extramedullary leukemia and could not be classified as CR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":null},{"groupId":"OG001","value":"15.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Transfusion Conversion and Maintenance","description":"Transfusion conversion \\& maintenance rate was defined for gilteritinib arm. Participants were classified as transfusion independent if there were no RBC or platelet transfusions within 28 days prior to the first dose to 28 days after the first dose; otherwise they were classified as transfusion dependent at baseline. Participants were considered independent postbaseline if they had 1 consecutive 8 week period without any RBC or platelet transfusion from 29 days after the first dose until the last dose date. For participants who were on treatment ≤ 4 weeks or \\> 4 weeks but \\< 12 weeks and there was no RBC or platelet transfusion within postbaseline period, they were considered not evaluable; otherwise, they were considered postbaseline transfusion dependent. Transfusion conversion rate was defined for participants who had evaluable postbaseline transfusion status. Transfusion status (independent vs. dependent) at baseline and postbaseline was reported in a 2 by 2 contingency table.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":"An AE was defined as any untoward medical occurrence in a participant, temporally associated with the use of study drug, whether or not related to it. It could be any unfavorable/unintended sign (including abnormal laboratory finding), symptom, or disease (new/exacerbated) temporally associated with use of the study drug. A treatment-emergent adverse event (TEAE) : AEs observed after starting administration of study drug (gilteritinib or salvage chemotherapy). Serious AEs (SAEs): AEs which caused death, were life-threatening, resulted in persistent/significant disability/incapacity or disruption of the ability to conduct normal life functions, congenital anomaly, birth defect, required inpatient hospitalization/led to prolongation of hospitalization. Based on national cancer institute common terminology criteria (NCI-CTCAE), AEs were graded as grade 1=mild, grade 2=moderate, grade 3 =severe or medically significant, grade 4 =life threatening, grade 5 =death related to AE","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"211","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"238","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":211,"n":246},"commonTop":["Anaemia","Pyrexia","Nausea","Diarrhoea","Alanine aminotransferase increased"]}}}