{"nctId":"NCT00434642","briefTitle":"A Study of Carboplatin and Gemcitabine Plus Bevacizumab in Patients With Ovary, Peritoneal, or Fallopian Tube Carcinoma","startDateStruct":{"date":"2007-04"},"conditions":["Ovarian Cancer"],"count":484,"armGroups":[{"label":"Carboplatin and gemcitabine + bevacizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Carboplatin","Drug: Gemcitabine","Drug: Bevacizumab"]},{"label":"Carboplatin and gemcitabine + placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carboplatin","Drug: Gemcitabine","Drug: Placebo"]}],"interventions":[{"name":"Carboplatin","otherNames":[]},{"name":"Gemcitabine","otherNames":[]},{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed Informed Consent Form\n* Age ≥ 18 years\n* Documented ovarian, primary peritoneal, or fallopian tube carcinoma that has recurred\n* No prior chemotherapy in the recurrent setting\n* Measurable disease\n* Recovered from prior radiation therapy or surgery\n\nExclusion Criteria:\n\n* Prior chemotherapy treatment for recurrent ovarian, primary peritoneal, or fallopian tube carcinoma\n* History of abdominal fistula, gastrointestinal perforation (GIP), or intra-abdominal abscess\n* Patients with clinical symptoms or signs of gastrointestinal (GI) obstruction or who require parenteral hydration, parenteral nutrition, or tube feeding\n* Patients with evidence of abdominal free air not explained by paracentesis or recent surgical procedure\n* Current, recent, or planned participation in an experimental drug study\n* History of systemic bevacizumab (Avastin) or other vascular endothelial growth factor (VEGF) or VEGF receptor-targeted agent use\n* Inadequately controlled hypertension\n* Prior history of hypertensive crisis or hypertensive encephalopathy\n* New York Heart Association Class II or greater congestive heart failure (CHF)\n* History of myocardial infarction or unstable angina\n* History of stroke or transient ischemic attack (TIA)\n* Known central nervous system (CNS) disease except for treated brain metastasis\n* Significant vascular disease or recent peripheral arterial thrombosis\n* History of hemoptysis\n* Evidence of bleeding diathesis or significant coagulopathy (in the absence of therapeutic anticoagulation)","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) as Determined by the Investigator, Per Response Evaluation Criteria for Solid Tumors (RECIST)","description":"PFS was defined as the time from randomization to disease progression (PD), as determined by the investigator, or death due to any cause. PD: At least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started; the appearance of 1 or more new lesions; and/or the unequivocal progression of existing non-target lesions. Lesions were assessed by computed tomography (CT), magnetic resonance imaging (MRI), or ultrasound every 9 weeks.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With an Objective Response as Determined by the Investigator, Per Response Evaluation Criteria for Solid Tumors (RECIST)","description":"An objective response was the occurrence of either a partial response (PR) or complete response (CR). PR: At least a 30% decrease in the sum of the longest diameter of target lesions, taking as reference the baseline sum longest diameter. CR: The disappearance of all target and non-target lesions. Lesions were assessed by computed tomography (CT), magnetic resonance imaging (MRI), or ultrasound every 9 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.5","spread":null},{"groupId":"OG001","value":"57.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (OR) as Determined by the Investigator, Per Response Evaluation Criteria for Solid Tumors (RECIST)","description":"Duration of OR was analyzed in the subset of patients who achieved an OR. The duration of OR was defined as the time from the initial CR or PR until documented PD or death. Lesions were assessed by computed tomography (CT), magnetic resonance imaging (MRI), or ultrasound every 9 weeks.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the time from randomization to death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.6","spread":null},{"groupId":"OG001","value":"32.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Had a Gastrointestinal Perforation (GIP)","description":"A gastrointestinal perforation is a hole that develops through the entire wall of the stomach, small intestine, large bowel, or gallbladder.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Had at Least 1 Adverse Event","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":90,"n":247},"commonTop":["Fatigue","Neutropenia","Nausea","Anaemia","Constipation"]}}}