{"nctId":"NCT02532647","briefTitle":"Safety and Efficacy of Remimazolam in ASA III and IV Patients Undergoing Colonoscopy","startDateStruct":{"date":"2015-11","type":"ACTUAL"},"conditions":["Colonoscopy"],"count":79,"armGroups":[{"label":"Remimazolam","type":"EXPERIMENTAL","interventionNames":["Drug: Remimazolam"]},{"label":"Midazolam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Midazolam"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Remimazolam","otherNames":["CNS7056"]},{"name":"Midazolam","otherNames":["Versed"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female patients, aged ≥18, scheduled to undergo a diagnostic or therapeutic colonoscopy (therapeutic procedures may include hemostasis, resection, ablation decompression, and foreign body extraction, for example).\n2. ASA grade III/IV\n\n   1. ASA III patients are patients with severe systemic disease eg patients who, in the judgment of the Principal Investigator (PI), have significant enough systemic disease to warrant performing the colonoscopy procedure only in a facility which has post-procedure inpatient capability. ASA III physical status classification encompasses a wide range of potential patient co-morbidities some of which may make the selection of a facility with post-procedure inpatient capability preferable. By definition, ASA III patients have one or more moderate to severe systemic diseases which potentially cause substantial functional limitation. Examples may include poorly controlled diabetes or hypertension, moderate to severe chronic obstructive pulmonary disease, active hepatitis, heart failure or coronary artery disease (including implanted pacemaker and/or stent, recent myocardial infarction) cerebrovascular accident, or end stage renal disease requiring dialysis.\n   2. ASA IV patients are patients with severe systemic disease that is a constant threat to life eg at least one severe disease that is poorly controlled or at end stage; possible risk of death; unstable angina; symptomatic chronic obstructive pulmonary disease; symptomatic chronic heart failure; hepatorenal failure.\n3. For all female patients, negative result of urine or serum pregnancy test. Additionally, for women with child-bearing potential only, use of birth control during the study period (from the time of consent until all specified observations are completed).\n4. Patient voluntarily signs and dates an informed consent form (ICF) that is approved by an investigational review board (IRB) prior to the conduct of any study procedure.\n5. Patient is willing and able to comply with study requirements and will be available for a Follow-up Visit on Day 1 (+ 1 day) and Follow-up Phone call (Day 4 +/- 3 days) after the colonoscopy.\n\nExclusion Criteria:\n\n1. Patients with a known sensitivity to benzodiazepines, flumazenil, opioids, naloxone, or a medical condition such that these agents are contraindicated.\n2. Female patients with a positive pregnancy test at screening or baseline and lactating female patients.\n3. Patients clearly acutely intoxicated with alcohol or drugs of abuse at baseline.\n4. Patients in receipt of any investigational drug within 30 days or less than 7 half-lives (whichever is longer) before Screening, or scheduled to receive one during the study period.\n5. Participation in any previous clinical trial with remimazolam.\n6. Patients with an inability to communicate well with the Investigator, or deemed unsuitable according to the Investigator (in each case providing a reason).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Success Rates of the Procedure","description":"The success of the procedure, as measured by completion of the colonoscopy procedure, AND no requirement for a rescue sedative medication, AND no requirement of more than 5 doses of study medication within any 15 minute window. (For midazolam: 3 doses within any 12 minute window)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Start of Procedure","description":"The time from the first administration of the study drug to the beginning of the colonoscopy","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"18.3","spread":null},{"groupId":"OG002","value":"19.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Fully Alert","description":"Time to first of 3 Modified Observer's Assessment of Alertness/Sedation (MOAA/S) scores of 5 after the end of colonoscopy procedure (colonoscope out) and after the last injection of study drug","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"18.0","spread":null},{"groupId":"OG002","value":"18.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"5.3","spread":null},{"groupId":"OG002","value":"7.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":31},"commonTop":["Hypotension","Hypertension","Respiratory acidosis","Bradycardia","Respiratory rate decreased"]}}}