{"nctId":"NCT01426425","briefTitle":"Intracardiac CrYoablation for AtrioVentricular Nodal Reentrant Tachycardia","startDateStruct":{"date":"2012-05"},"conditions":["AtrioVentricular Nodal Reentrant Tachycardia","Supraventricular Tachycardia","Heart Disease"],"count":572,"armGroups":[{"label":"Cryoablation","type":"EXPERIMENTAL","interventionNames":["Device: Freezor Xtra Cryoablation Catheter"]}],"interventions":[{"name":"Freezor Xtra Cryoablation Catheter","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Pre-Electrophysiology Study Inclusion Criteria:\n\n* Supraventricular tachycardia (SVT) compatible with atrioventricular nodal reentrant tachycardia (AVNRT), documented by ECG, TTM, Holter or event monitor\n\nPre-Electrophysiology Study Exclusion Criteria:\n\n* History of sustained (≥30 seconds) of ventricular tachycardia\n* Atrial tachycardia or other arrhythmia that could be confused with AVNRT\n* Reversible cause of SVT\n* History of previous AVNRT ablation\n* Therapy with amiodarone within last 90 days\n* Unstable angina/myocardial infarction/open heart surgery in past 60 days\n* New York Heart Association (NYHA) Classification III or IV currently or within the past 90 days\n* Implantable cardiac rhythm device\n* Atrioventricular block (first degree (PR interval ≥ 220ms), second degree, or third degree) or left bundle branch block\n* Stroke or transient ischemic attack within the past 180 days\n* Life expectancy less than 12 months\n* Female known to be pregnant\n* Unable/unwilling to give informed consent\n* Unable/unwilling to comply with follow-up visits and study requirements\n* Less than 18 years of age\n* Active systemic infection\n* Cryoglobulinemia\n* Other conditions where the manipulation of the catheter would be unsafe (for example, intracardiac mural thrombus)\n* Participating in a concurrent clinical study that may confound the results of this study\n\nPost-Electrophysiology Study Inclusion Criteria:\n\n* Subject must have one electrophysiology study documented inducible sustained (greater than or equal to 15 seconds) supraventricular tachycardia that is classified as AVNRT.\n\nPost-Electrophysiology Study Exclusion Criteria:\n\n* Presence of a second inducible arrhythmia that could be confused with AVNRT during follow-up or will likely result in ablation within the next 6 months\n* Presence of inducible sustained ventricular tachycardia or fibrillation\n* Presence of an accessory pathway\n* Presence of abnormal conduction or refractoriness parameters of the atrioventricular conduction system.\n* Indication for a pacemaker, defibrillator or cardiac resynchronization therapy (CRT)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Chronic Effectiveness (Through 6 Months) of the Freezor Xtra Catheter for the Treatment of AVNRT Using an Endocardial Approach.","description":"Subjects must have met both of the following acute and chronic conditions to be considered a chronic effectiveness (treatment) success:\n\n* Acute Success: The inability to induce more than one echo beat by the same pacing maneuvers that induced AVNRT before cryoablation (with drug provocation if required for induction before cryoablation) at the conclusion of the study cryoablation procedure assessment.\n* Chronic Success: Lack of documented recurrence of clinical AVNRT during the 6-month follow-up period after the study cryoablation procedure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"368","spread":null}]},{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"PRIMARY","title":"Chronic Safety (Through 6 Months) of the Freezor Xtra Catheter When Used for the Treatment of AVNRT Using an Endocardial Approach.","description":"Subjects who had at least one safety event during or after their cryoablation procedure or through 6 months of follow-up are considered a primary (chronic) safety failure. A safety event is defined as the occurrence of any adverse event that is adjudicated by the AE Adjudication Committee as being serious and study ablation procedure-related and/or Freezor Xtra Catheter related that: 1) Resulted in death, 2) Resulted in a life-threatening illness or injury, 3) Resulted in permanent impairment of a body function or permanent damage to a body structure, 4) Necessitated significant intervention, such as major surgery or even intravenous medical therapy (e.g., vasopressors), to prevent permanent impairment of a body function or permanent damage to a body structure, or 5) Required in-patient hospitalization or a prolongation of an existing hospital stay.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"393","spread":null}]}]}]},{"type":"SECONDARY","title":"Chronic Effectiveness (Through 6 Months) of the Freezor Xtra Catheter for the Treatment of AVNRT in Subjects Who Achieved Acute Procedural Success.","description":"If there was no documented evidence of AVNRT recurrence in the post-procedure 6-month follow-up period, the subject is counted as a chronic effectiveness success. The AE Adjudication Committee adjudication of AVNRT recurrence is used to classify subjects for this endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"368","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":30,"n":397},"commonTop":["Palpitations","Supraventricular tachycardia","Chest pain","Bundle branch block right","Atrial fibrillation"]}}}