{"nctId":"NCT02101268","briefTitle":"Efficacy of Momelotinib Versus Best Available Therapy in Anemic or Thrombocytopenic Subjects With Primary Myelofibrosis (MF), Post-polycythemia Vera MF, or Post-essential Thrombocythemia MF","startDateStruct":{"date":"2014-06-19","type":"ACTUAL"},"conditions":["Primary Myelofibrosis (PMF)","Post-polycythemia Vera (Post-PV)","Post-essential Thrombocythemia Myelofibrosis (Post-ET MF)"],"count":156,"armGroups":[{"label":"Arm 1: Momelotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Momelotinib"]},{"label":"Arm 2: Best Available Therapy (BAT)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Best Available Therapy (BAT)"]}],"interventions":[{"name":"Momelotinib","otherNames":["GS-0387","CYT387"]},{"name":"Best Available Therapy (BAT)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Palpable splenomegaly at least 5 cm below left costal margin\n* Confirmed diagnosis of PMF in accordance, or Post-PV/ET MF\n* Currently or previously treated with ruxolitinib for PMF or Post-PV/ET MF for at least 28 days, and characterized by\n\n  * Requirement for RBC transfusion while on ruxolitinib treatment, OR\n  * Dose adjustment of ruxolitinib to \\< 20 mg twice daily at start of or during ruxolitinib treatment AND at least one of the following while on ruxolitinib treatment:\n\n    * ≥ Common Terminology Criteria for Adverse Events (CTCAE) Grade 3 thrombocytopenia, OR\n    * ≥ CTCAE Grade 3 anemia, OR\n    * ≥ CTCAE Grade 3 hematoma (bleed)\n* High risk OR intermediate-2 risk as defined by Dynamic International Prognostic Scoring System (DIPSS), OR intermediate-1 risk as defined by DIPSS and associated with symptomatic splenomegaly, and/or hepatomegaly\n* If receiving myelofibrosis therapy, must be on a stable dose of the same regimen for at least 2 weeks prior to screen date and through the screening period\n* If not receiving myelofibrosis therapy, must remain off therapy for at least 2 weeks prior to screen date and through the screening period\n* Acceptable laboratory assessments obtained within 14 days prior to Randomization\n\n  * Absolute neutrophil count (ANC) \\> 0.75 x 10\\^9/L in the absence of growth factor in the prior 7 days\n  * Peripheral blood blast count \\< 10%\n  * Aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3 x the upper limit of the normal range (ULN) (≤ 5 x ULN if liver is involved by extramedullary hematopoiesis as judged by the investigator or if related to iron chelator therapy that was started within the prior 60 days)\n  * Calculated creatinine clearance of ≥ 45 mL/min\n  * Direct bilirubin ≤ 2.0 x ULN\n* Life expectancy \\> 24 weeks\n* Negative serum pregnancy test for female subjects (unless surgically sterile or greater than two years post-menopausal)\n* Males and females of childbearing potential must agree to use protocol-specified method(s) of contraception\n* Females who are nursing must agree to discontinue nursing before the first dose of MMB\n* Able to understand and willing to sign informed consent form (ICF)\n\nKey Exclusion Criteria:\n\n* Prior splenectomy\n* Splenic irradiation within 3 months prior to Randomization\n* Use of investigational agent within 28 days prior to Randomization\n* Prior treatment with MMB\n* Hematopoietic growth factor (granulocyte growth factor, erythropoiesis stimulating agent, thrombopoietin mimetic) within 28 days prior to Randomization\n* Uncontrolled inter-current illness, per protocol\n* Known positive status for human immunodeficiency virus (HIV)\n* Chronic active or acute viral hepatitis A, B, or C infection, or hepatitis B or C carrier\n* Presence of peripheral neuropathy ≥ CTCAE Grade 2\n* Unwilling or unable to undergo a MRI or CT Scan per study protocol requirements\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Splenic Response Rate at Week 24","description":"Splenic response rate at Week 24 is defined as the percentage of participants who achieved a spleen volume reduction of ≥ 35% from baseline at the Week 24 assessment as measured by MRI or CT.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Symptom Score (TSS) Response Rate at Week 24","description":"Total symptom score (TSS) is defined as the percentage of participants who achieved a ≥50% reduction in TSS at Week 24 versus baseline as measured by the modified Myeloproliferative Neoplasm Symptom Assessment Form (MPN-SAF) v2.0 diary. Response rate was calculated using the average of the daily TSS from a consecutive 28-day period prior to Week 24, which had ≥20 daily TSS available.\n\nThe modified MPN-SAF patient-reported outcome instrument consisted of 8 items assessing worst daily incidence of tiredness, filling up quickly, abdominal discomfort, night sweats, itching, bone pain, pain under ribs on left side, and inactivity. Scoring of TSS in this study was based on 7 of these items, (0-70) excluding inactivity. These items assess the impact experienced by the participant in the 24 hours prior to completing the questionnaire. All items are measured using a 0 to 10 Numeric Rating Scale, with 0 corresponding to \"Absent\" and 10 corresponding to \"Worst Imaginable.\"","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Red Blood Cell (RBC) Transfusion in the Randomized Treatment Phase, (the Average Number of RBC Units Transfused Per Month Not Associated With Overt Bleeding)","description":"Rate of RBC transfusion is defined as the average number of RBC units transfused not associated with clinically overt bleeding per subject-month during the randomized treatment Phase.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"RBC Transfusion Independence Rate at Week 24, (Defined as Absence of RBC Transfusions and no Hemoglobin Level Below 8 g/dL in the 12 Weeks Prior to Week 24, Excluding Cases Associated With Clinically Overt Bleeding)","description":"RBC transfusion independence rate is the percentage of participants who achieved transfusion independence at Week 24 (responders). RBC transfusion independence is defined as absence of RBC transfusions and no hemoglobin level below 8 g/dL in the 12 weeks prior to Week 24, excluding cases associated with clinically overt bleeding. Transfusion dependence, (non-responder) is defined as at least 4 units of RBC transfusion, or a Hgb level below 8 g/dL, in the 8 weeks prior to week 24.\n\nMethods used to assess this outcome measure include collection and recording of any instances of RBC transfusions and collection and recording of any local or central lab hemoglobin measurements","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"RBC Transfusion Dependence Rate at Week 24","description":"RBC transfusion dependence is the percentage of participants who are transfusion dependent at Week 24, defined as at least 4 units of RBC transfusions, or a hemoglobin level below 8 g/dL in the 8 weeks prior to Week 24, excluding cases associated with clinically overt bleeding.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"33","spread":null}]},{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":104},"commonTop":["Diarrhoea","Asthenia","Cough","Anaemia","Pyrexia"]}}}