{"nctId":"NCT04040322","briefTitle":"Intravenous Iloprost in Subjects With Symptomatic Raynaud's Phenomenon Secondary to Systemic Sclerosis (Phase 3)","startDateStruct":{"date":"2019-10-14","type":"ACTUAL"},"conditions":["Raynaud's Phenomenon Secondary to Systemic Sclerosis"],"count":198,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo IV infusion"]},{"label":"Iloprost Injection, for intravenous use","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Iloprost Injection, for intravenous use"]}],"interventions":[{"name":"Placebo IV infusion","otherNames":[]},{"name":"Iloprost Injection, for intravenous use","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects must be greater than or equal to 18 years of age.\n* Subjects must have a diagnosis of Systemic Sclerosis as defined by the 2013 American College of Rheumatology criteria/EULAR criteria\n* Subjects must have a diagnosis or history of Raynaud's Phenomenon, self-reported or reported by a physician, with at least a 2-phase color change in finger(s) of pallor, cyanosis, and/or reactive hyperemia in response to cold exposure or emotion\n* Subjects must have a minimum of 10 symptomatic Raynaud's Phenomenon attacks, documented in the electronic patient-reported outcomes (ePRO) diary, occurring over at least 3 separate days of the 3- to 5-day eligibility period\n* Subjects must complete a minimum of 80% of the daily ePRO diary entry during the baseline period\n* Female subjects of childbearing potential and male subjects must agree to use contraception for the duration of the study.\n* Subjects must be willing and able to comply with the study requirements and give informed consent for participation in the study\n\nExclusion Criteria:\n\n* Female subjects who are pregnant or breastfeeding\n* Subjects with systolic blood pressure \\<85 mmHg\n* Subjects with an estimated glomerular filtration rate \\<15 mL/min/1.73 m2\n* Subjects with an alanine aminotransferase and/or aspartate aminotransferase value \\>3 × the upper limit of normal at screening\n* Subjects who have a digital ulcer infection within 30 days of screening\n* Subjects with a history of cervical or digital sympathectomy, or botulism toxin injections in their hands \\[for RP or digital ulcers\\] within 90 days of screening. Subjects should not have a planned botulism toxin or sympathectomy during their participation in the study.\n* Subjects with gangrene or digital amputation within 6 months of screening\n* Subjects with current intractable diarrhea or vomiting\n* Subjects with a risk of clinically significant bleeding events, including those with coagulation or platelet disorders at screening\n* Subjects with a history of major trauma or hemorrhage within 30 days of screening.\n* Subjects with clinically significant chronic intermittent bleeding, such as active gastric antral vascular ectasia or active peptic ulcer disease, within 60 days of screening\n* Subjects who have had any cerebrovascular events (eg, transient ischemic attack or stroke) within 6 months of screening\n* Subjects with a history of myocardial infarction or unstable angina within 6 months of screening. Subjects should not have a planned coronary procedure during their participation in the study\n* Subjects with acute or chronic congestive heart failure (New York Heart Association Class III \\[moderate\\] or Class IV \\[severe\\]) at screening\n* Subjects with a history of more than mild restrictive or congestive cardiomyopathy uncontrolled by medication or implanted device\n* Subjects with a history of life-threatening cardiac arrhythmias\n* Subjects with a history of hemodynamically significant aortic or mitral valve disease\n* Subjects with a history of known pulmonary hypertension, pulmonary arterial hypertension, or pulmonary veno-occlusive disease\n* Subjects with a history of significant restrictive lung disease, defined as forced vital capacity \\<45% predicted and diffusing capacity of the lungs for carbon monoxide \\<40% predicted (uncorrected for hemoglobin)\n* Subjects with scleroderma renal crisis within 6 months of screening\n* Subjects with a concomitant life-threatening disease with a life expectancy \\<12 months\n* Subjects who have a clinically significant disorder that, in the opinion of the Investigator, could contraindicate the administration of study drug, affect compliance, interfere with study evaluations, or confound the interpretation of study results\n* Subjects who have taken or are currently taking any parenteral, inhaled, or oral prostacyclin or prostacyclin receptor agonists (eg, epoprostenol, treprostinil, iloprost, and selexipag) within 8 weeks of screening\n* Subjects who have initiated or had a dose change of any of the following within 2 weeks of screening: oral, topical, or intravenous (IV) vasodilators (eg, calcium channel blockers, phosphodiesterase-5 (PDE5) inhibitors \\[eg, sildenafil, tadalafil, or vardenafil\\], nitrates, and fluoxetine)\n* Subjects with any history of acetaminophen intolerability (eg, allergic reaction to acetaminophen)\n* Subjects with any malignancy that requires treatment during the study period, that has required treatment within 1 year of screening (including excision of skin cancer) or that is currently not in remission\n* Subjects who have used any investigational medication or device for any indication within 30 days or 5 half-lives (whichever is longer)\n* Subjects who have participated in ES-201 or ES-301 studies and were randomized and treated with study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Frequency of Symptomatic RP Attacks","description":"The primary efficacy parameter is the change in the weekly frequency of symptomatic RP attacks from baseline.\n\nThe baseline weekly frequency of symptomatic RP attacks was defined as the average number of weekly symptomatic RP attacks that occurred during the 10- to 25-day baseline ePRO diary completion period.\n\nThe double-blind endpoint weekly frequency of symptomatic RP attacks was defined as the average number of weekly symptomatic RP attacks that occurred during Days 8 to 21, inclusive","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.47","spread":null},{"groupId":"OG001","value":"-12.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Severity of RP Attack Symptoms","description":"Change in overall severity of RP attack symptoms as registered in electronic diary. It was measured using an 11-point numeric rating scale (NRS) as follows: 0 = no pain/numbness/tingling/discomfort, 1 to 3 = mild pain/numbness/tingling/discomfort, 4 to 6 = moderate pain/numbness/tingling/discomfort, and 7 to 10 = severe pain/numbness/tingling/discomfort. The severity of the symptoms (pain, numbness, discomfort or tingling) was rated by the patient in the electronic diary (ePRO). The symptom with the worst average baseline value for each patient was compared to the average severity rate of that symptom which occurred during Days 8 to 21 of the treatment period. If more than 1 symptom had the same value, the symptom used for analysis was based on the following order of rank: pain\\>numbness\\>tingling\\>discomfort.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.13","spread":null},{"groupId":"OG001","value":"-2.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Weekly Total Duration of Symptomatic RP Attacks.","description":"The weekly duration is calculated as the average duration of a systematic RP attack times weekly frequency, as registered in electronic diary.\n\nThe baseline weekly duration was calculated as the average duration of a systematic RP attack times weekly frequency during the 10- to 25-day baseline electronic diary completion period.\n\nThe end of the efficacy follow-up weekly duration of symptomatic RP attacks is calculated as the average duration of a systematic RP attack times weekly frequency during Days 8 to 21, inclusive.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-321.04","spread":null},{"groupId":"OG001","value":"-326.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders","description":"The responders are defined as participants that have at least 50% reduction in weekly total duration of symptomatic RP attacks and at least 50% reduction in overall severity from baseline.\n\nDuration of symptomatic RP attacks and severity of attacks are obtained from electronic diary.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":97},"commonTop":["Headache","Nausea","Flushing","Pain in jaw","Vomiting"]}}}