{"nctId":"NCT00596817","briefTitle":"Efficacy of Vortioxetine (Lu AA21004) in the Prevention of Relapse of Major Depressive Episodes","startDateStruct":{"date":"2007-12"},"conditions":["Major Depressive Disorder"],"count":639,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine: 5 or 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine (Lu AA21004)"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Vortioxetine (Lu AA21004)","otherNames":["Brintellix"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Major Depressive Episode (MDE) as the primary diagnosis according to DSM-IV TR criteria\n* At least one other MDE before the current one\n* Moderate to severe depression\n\nExclusion Criteria:\n\n* Any current psychiatric disorder other than Major Depressive Disorder (MDD) as defined in the DSM-IV TR\n* Any substance disorder within the previous 6 months\n* Female patients of childbearing potential who are not using effective contraception\n* Use of any psychoactive medication 2 weeks prior to screening and during the study\n\nRandomisation Criteria: Patients in remission (MADRS total score \\<=10) at both Week 10 and Week 12\n\nOther protocol-defined inclusion and exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relapse Within First 24 Weeks of the Double-blind Period Based on a MADRS Total Score >=22 or an Unsatisfactory Treatment Effect (Lack of Efficacy) as Judged by the Investigator","description":"The Montgomery Åsberg Depression Rating Scale (MADRS) is a depression rating scale consisting of 10 items, each rated 0 (no symptom) to 6 (severe symptom). The 10 items represent the core symptoms of depressive illness. The rating should be based on a clinical interview with the patient, moving from broadly phrased questions about symptoms to more detailed ones, which allow a precise rating of severity, covering the last 7 days. Total score from 0 to 60. The higher the score, the more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"13.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse During the Entire Double-blind Period Based on a MADRS Total Score >=22 or an Unsatisfactory Treatment Effect (Lack of Efficacy) as Judged by the Investigator","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.2","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in MADRS Total Score After 24 Weeks of Double-blind Treatment","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.45","spread":"0.55"},{"groupId":"OG001","value":"-0.62","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in HAM-D-17 Total Score After 24 Weeks of Double-blind Treatment","description":"The Hamilton Depression Scale - 17 items (HAM-D-17) measures depression severity. Items are rated on a scale from 0 (symptoms not present) to a maximum of 2 to 4 (symptom extremely severe) for a total score range of 0 to 52. The higher the score, the more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.61","spread":"0.46"},{"groupId":"OG001","value":"0.30","spread":"0.42"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in HAM-A Total Score After 24 Weeks of Double-blind Treatment","description":"The Hamilton Anxiety Rating Scale (HAM-A) consists of 14 items that assess anxious mood, tension, fear, insomnia, intellectual (cognitive) symptoms, depressed mood, behaviour at interview, somatic (sensory), cardiovascular, respiratory, gastrointestinal, genitourinary, autonomic, and somatic (muscular) symptoms. Each symptom is rated from 0 (absent) to 4 (maximum severity). Total score from 0 to 56. The higher the score, the more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.89","spread":"0.50"},{"groupId":"OG001","value":"-0.23","spread":"0.46"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in CGI-S Score After 24 Weeks of Double-blind Treatment","description":"The Clinical Global Impression - Severity of Illness (CGI-S) is a 7-point scale rated from 1 (normal, not at all ill) to 7 (among the most extremely ill patients). The investigator should use his/her total clinical experience with this patient population to judge how mentally ill the patient is at the time of rating.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":"0.08"},{"groupId":"OG001","value":"-0.14","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Proportion of Responders at Week 24 of the Double-blind Period (Response Defined as a >=50% Reduction in MADRS Total Score From Open-label Baseline)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"98.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Remitters at Week 24 of the Double-blind Period (Remission Defined as a MADRS Total Score <=10)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.6","spread":null},{"groupId":"OG001","value":"94.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in SDS Total Score at Week 24 of the Double-blind Period","description":"The Sheehan Disability Scale (SDS) comprises self-rated items designed to measure impairment. The patient rates the extent to which his or her (1) work, (2) social life or leisure activities and (3) home life or family responsibilities are impaired on a 10-point visual analogue scales, on which 0 = normal functioning and 10 = severe functional impairment. The three items may be summed into a single dimensional measure of global functional impairment that ranges from 0 (unimpaired) to 30 (highly impaired). The higher the score, the more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.58"},{"groupId":"OG001","value":"-0.53","spread":"0.57"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":639},"commonTop":["Nausea","Headache","Nasopharyngitis","Accidental overdose","Dizziness"]}}}