{"nctId":"NCT04133909","briefTitle":"Mepolizumab as Add-on Treatment IN Participants With COPD Characterized by Frequent Exacerbations and Eosinophil Level","startDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":806,"armGroups":[{"label":"Mepolizumab 100 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Mepolizumab"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must be at least 40 years of age at Screening Visit 1.\n* Participants with a peripheral blood eosinophil count of \\>=300 cells per microliter (μL) from the hematology sample collected at Screening Visit 0 AND a documented historical blood eosinophil count of \\>=150 cells per μL in the 12 months prior to Screening Visit 0 that meets the following: It must have been measured between 12 months and 1 month prior to Screening Visit 0, and it must not have been measured within 14 days of a COPD exacerbation. Participants with no documented historical blood eosinophil count of \\>=150 cells per µL must meet this threshold at the Screening Visit 1 assessment.\n* Participants with a clinically documented history of COPD for at least 1 year in accordance with the definition by the American Thoracic Society or European Respiratory Society.\n* Participants must present with a measured pre- and post-salbutamol Forced expiratory volume in one second (FEV1)/Forced vital capacity (FVC) ratio of \\<0.70 at Screening Visit 1 to confirm the diagnosis of COPD and with a measured post-salbutamol FEV1\\>20% and \\<=80% of predicted normal values calculated using NHANES III reference equations at Screening Visit 1.\n* Participants must have a well-documented history (for example, medical record verification) in the 12 months prior to Screening Visit 1 of two or more moderate COPD exacerbations that were treated with systemic corticosteroids (intramuscular \\[IM\\], intravenous, or oral) with or without antibiotics or at least one severe COPD exacerbation requiring hospitalization.\n* Participants must have a well-documented requirement for optimized standard of care background therapy that includes inhaled corticosteroids (ICS) plus 2 additional COPD medications (ICS-based triple therapy) for the 12 months prior to Screening Visit 1 and meets the following criteria: immediately prior to Screening Visit 1, minimum of 3 months of use of an 1) inhaled corticosteroid at a dose \\>=500 microgram (mcg) per day fluticasone propionate dose equivalent plus 2) Long acting beta2-agonist (LABA) and 3) Long acting muscarinic antagonist (LAMA) unless documentation of safety or intolerance issues related to LABA or LAMA. For participants who are not continually maintained on ICS plus LABA plus LAMA for the entire 12 months prior to Visit 1 use of the following is allowed (but not in the 3 months immediately prior to Visit 1); inhaled corticosteroid at a dose \\>=500 mcg per day fluticasone propionate dose equivalent plus inhaled LABA or inhaled LAMA and Phosphodiesterase-4-inhibitors, methylxanthines, or scheduled daily use of short acting beta2-agonist (SABA) and/or short acting muscarinic antagonist (SAMA).\n* Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years at Screening (Visit 1) calculated as (number of pack years = \\[number of cigarettes per day/20\\] multiplied by number of years smoked \\[For example, 20 cigarettes per day for 10 years or 10 cigarettes per day for 20 years\\]).\n* Contraceptive use for female participant should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n* A female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies: She is not a woman of childbearing potential (WOCBP) or she is a WOCBP and using a contraceptive method that is highly effective, with a failure rate of \\<1%, during the intervention period and for at least 16 weeks after the last dose of study intervention. The principal investigator (PI) should evaluate the effectiveness of the contraceptive method in relation to the first dose of study intervention.\n* A WOCBP must have a negative highly sensitive pregnancy urine test within 24 hours before the first dose of study intervention. If a urine test cannot be confirmed as negative (For example, an ambiguous result), a serum pregnancy test is required. In such cases, the participant must be excluded from participation if the serum pregnancy result is positive.\n* Participants capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n* Participants must meet following randomization inclusion criteria at Visit 2 to be randomized and commence the study intervention period: a) Participants that do not have documented historical blood eosinophil count of ≥150 cells/μL prior to Screening Visit must meet this threshold based on the Screening Visit 1 assessment, b) Participants must have eosinophil count of ≥300 cells/μL from the hematology sample collected at Screening Visit 0, c) Compliance with completion of the e-diary defined as completion of all questions on 5 or more days out of the 7 days immediately preceding Visit 2.\n\nExclusion Criteria:\n\n* Participants with a past history or concurrent diagnosis of asthma are excluded regardless of whether they have active or inactive disease.\n* The Investigator must judge that COPD is the primary diagnosis accounting for the clinical manifestations of the lung disease. Participants with alpha1-antitrypsin deficiency as the underlying cause of COPD are excluded. Also, excluded are participants with active tuberculosis, lung cancer, bronchiectasis, sarcoidosis, lung fibrosis, primary pulmonary hypertension, interstitial lung diseases or other active pulmonary diseases.\n* Participants with pneumonia, COPD exacerbation, or lower respiratory tract infection within the 4 weeks prior to Screening Visit 1.\n* Participants with lung volume reduction surgery within the 12 months prior to Screening Visit 1.\n* Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Screening Visit 1. Participants who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Participants receiving treatment with oxygen more than 2 liter (L) per minute at rest over 24 hours. For participants receiving oxygen treatment, participants should demonstrate an oxyhemoglobin saturation greater than or equal to 89% while breathing supplemental oxygen.\n* Participants with a QT interval, from the electrocardiogram (ECG) conducted at Screening Visit 1, corrected with Fridericia's formula (QTcF) \\>450 millisecond (msec) (or QTcF \\>480 msec in participants with bundle branch block). Fridericia's formula must be used to determine eligibility and discontinuation for an individual participant. Participants are excluded if an abnormal ECG finding from the 12-lead ECG conducted at Screening Visit 1 is considered to be clinically significant and would impact the participant's participation during the study, based on the evaluation of the Investigator.\n* Participants with any of the following would be excluded: myocardial infarction or unstable angina in the 6 months prior to Screening Visit 1; unstable or life threatening cardiac arrhythmia requiring intervention in the 3 months prior to Screening Visit 1; New York Heart Association (NYHA) Class IV Heart failure.\n* Participants with (historical or) current evidence of clinically significant, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or hematological abnormalities that are uncontrolled. Significant is defined as any disease that, in the opinion of the Investigator, would put the safety of the participant at risk through participation, or which could affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Participants with other conditions that could lead to elevated eosinophils such as Hypereosinophilic syndromes including Eosinophilic Granulomatosis with Polyangiitis (EGPA), also known as Churg-Strauss Syndrome, or Eosinophilic Esophagitis.\n* Participants with a known, pre-existing parasitic infestation within 6 months prior to Screening Visit 1.\n* A current malignancy or previous history of cancer in remission for less than 12 months prior to Screening Visit 1 (participants that had localized carcinoma of the skin or cervix which was resected for cure will not be excluded).\n* Participants with a known immunodeficiency (For example, human immunodeficiency virus \\[HIV\\]), other than that explained by the use of corticosteroids taken for COPD.\n* Participants with cirrhosis or current unstable liver disease per investigator assessment defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, or persistent jaundice. Stable non-cirrhotic chronic liver disease (including Gilbert's syndrome, asymptomatic gallstones, and chronic stable hepatitis B or C -e.g., presence of hepatitis B surface antigen \\[HbsAg\\] or positive hepatitis C antibody test result) is acceptable if the participant otherwise meets entry criteria.\n* Participants who have received interventional product in previous mepolizumab studies are excluded.\n* Participants who have received any monoclonal antibody within 5 half-lives of Screening Visit 1.\n* Participants who have received an investigational drug within 30 days of Visit 1, or within 5 drug half-lives of the investigational drug, whichever is longer (this also includes investigational formulations of a marketed product).\n* Participants who have received short term use of oral corticosteroids within 30 days of Visit 1.\n* Participants with a known allergy or sensitivity to any of the study interventions, or components thereof, or drug or other allergy that, in the opinion of the Investigator or Medical Monitor, contraindicates participation in the study or intolerance to another monoclonal antibody or biologic including history of anaphylaxis to another biologic.\n* Participants at risk of non-compliance, or unable to comply with the study procedures. Any infirmity, disability, or geographic location that would limit compliance for scheduled visits.\n* Participants with conditions that will limit the validity of informed consent to participate in the study, for example, uncontrolled psychiatric disease or intellectual deficiency.\n* Participants with a known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Participant is an Investigator, sub-Investigator, study coordinator, employee of a participating Investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* Participants with a current active COVID-19 infection, either laboratory confirmed or according to the investigator's medical judgement and who are known to be in contact with active COVID-19 positive individuals within the past 14 days.\n* Participant will not be randomized if they meet any of the following randomization exclusion criteria at Visit 2: a) Participants who have pneumonia, exacerbation, lower respiratory infection during the Run-in period. b) Evidence of clinically significant abnormality in the hematological or biochemical screen at Visit 1, as judged by the Investigator. c) Participants who meet the following based on results from sample taken at Screening Visit 1: Alanine aminotransferase (ALT) \\>2x upper limit of normal (ULN), bilirubin \\>1.5 x ULN (isolated bilirubin \\>1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%), cirrhosis or current unstable liver or biliary disease per Investigator assessment defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, oesophageal or gastric varices, or persistent jaundice. d) Participants who are pregnant or breastfeeding. Participants should not be randomized if they plan to become pregnant during the time of study participation. e) Participants that had an active COVID-19 infection during the Run-in period, either laboratory confirmed or according to the investigator's medical judgment or known to be in contact with active COVID-19 positive individuals within the past 14 days. f) Participants with a QT interval, from the ECG conducted at Visit 2, corrected with Fridericia's formula (QTcF) \\>450 msec (or QTcF \\>480 msec in participants with bundle branch block).","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate of Moderate or Severe Exacerbations","description":"Annualized rate of moderate or severe exacerbations were assessed. Moderate exacerbations are defined as clinically significant exacerbations that require treatment with oral or systemic corticosteroids and/or antibiotics. Severe exacerbations are defined per protocol as clinically significant exacerbations that require in-patient hospitalization (that is greater than or equal to \\[\\>=\\] 24 hours) or result in death.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.80","spread":null},{"groupId":"OG001","value":"1.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate or Severe Exacerbation","description":"The time to first moderate or severe exacerbation was determined as the number of days from the date of first dose to the date of the first moderate or severe exacerbation. Kaplan-Meier estimate of the cumulative percentage of participants with a moderate or severe exacerbation within each treatment arm over time were produced.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"15.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":null},{"groupId":"OG001","value":"25.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null},{"groupId":"OG001","value":"35.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.6","spread":null},{"groupId":"OG001","value":"41.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.8","spread":null},{"groupId":"OG001","value":"47.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.9","spread":null},{"groupId":"OG001","value":"51.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":null},{"groupId":"OG001","value":"53.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.7","spread":null},{"groupId":"OG001","value":"54.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.4","spread":null},{"groupId":"OG001","value":"58.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null},{"groupId":"OG001","value":"60.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.0","spread":null},{"groupId":"OG001","value":"62.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":null},{"groupId":"OG001","value":"64.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.3","spread":null},{"groupId":"OG001","value":"67.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.5","spread":null},{"groupId":"OG001","value":"68.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of COPD Assessment Test (CAT) Responders With >=2 Point Reduction From Baseline at Week 52","description":"The CAT is an 8-item questionnaire used to measure the health status of participants with COPD. Participants rated their experience on a 6-point scale, ranging from 0 (no impairment) to 5 (maximum impairment), with a scoring range of 0 (no impact)-40 (maximum impact). Higher scores indicate greater disease impact, and lower score indicates lesser disease impact. Participants were considered responders if they had a 2-point or more improvement (reduction) in CAT Score from baseline. Participants who withdrew from the study prior to Week 52 were included in the analysis as non-responders. The baseline value was the last measurement collected prior to the first dose of investigational product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of St. George's Respiratory Questionnaire for COPD (SGRQ) Total Score Responders With >=4 Point Reduction From Baseline at Week 52","description":"The St George's Respiratory Questionnaire for COPD (SGRQ-C) is a 40-item questionnaire. The total SGRQ score is calculated by summing up the weights of all positively answered items across the entire questionnaire, dividing by the total possible weight for all questionnaire items. The total score was expressed as a percentage of overall impairment, with 0 (best possible health status) and 100 (the worst possible health status). Higher scores indicated greater impairment of health, and lower scores indicate a lesser impairment on health. A participant was considered a responder if they had a 4-point or more improvement (reduction) in the SGRQ-C total score from baseline. Participants who withdrew from the study prior to Week 52 were included in the analysis as non- responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Evaluating Respiratory Symptoms in COPD (E-RS: COPD) Responders With >=2 Point Reduction From Baseline","description":"The E-RS: COPD consists of 11 items from the 14 item Exacerbations of Chronic Pulmonary Disease Tool (EXACT) instrument (completed each evening using an eDiary). E-RS: COPD is intended to capture information related to the respiratory symptoms of COPD, that is, breathlessness, cough, sputum production, chest congestion, and chest tightness. The E-RS: COPD has a scoring range of 0 (no symptoms)-40 (most severe symptoms), higher scores indicate more severe symptoms. A participant is considered a responder if they have a 2-unit or more improvement (reduction) in their average E-RS: COPD total score during a 4-week period prior to Week 52 (Weeks 49-52) compared to baseline. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Participants who withdrew from study prior to the start of the Weeks 49-52 time-period were included in the analysis as a non-responder.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Exacerbations Requiring Emergency Department (ED) Visit and/or Hospitalization","description":"Annualized rate of exacerbations requiring ED visit or hospitalization were evaluated. This included moderate exacerbations which led to a visit to the ED and severe exacerbations, were defined as clinically significant exacerbations that require in-patient hospitalization (\\>= 24 hours) or result in death.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":101,"n":403},"commonTop":["COVID-19","Nasopharyngitis","Headache","Back pain","Upper respiratory tract infection"]}}}