{"nctId":"NCT01978938","briefTitle":"Efficacy and Safety Study of Eravacycline Compared With Levofloxacin in Complicated Urinary Tract Infections","startDateStruct":{"date":"2014-10-06","type":"ACTUAL"},"conditions":["cUTI"],"count":908,"armGroups":[{"label":"Eravacycline","type":"EXPERIMENTAL","interventionNames":["Drug: Eravacycline"]},{"label":"Levofloxacin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Levofloxacin"]}],"interventions":[{"name":"Eravacycline","otherNames":["TP-434"]},{"name":"Levofloxacin","otherNames":["Levaquin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1\\. Male and female participants with either:\n\na. Pyelonephritis and normal urinary tract anatomy (approximately 50% of the total population), OR b. cUTI with at least 1 of the following conditions associated with a risk for developing cUTI: i. Indwelling urinary catheter ii. Urinary retention (approximately 100 milliliters of residual urine after voiding) iii. Neurogenic bladder iv. Partial obstructive uropathy (such as, nephrolithiasis, bladder stones, and ureteral strictures) v. Azotemia of renal origin (not congestive heart failure or volume related) such that the serum blood urea nitrogen (BUN) is elevated (\\>20 mg/deciliters) AND the serum BUN: creatinine ratio is \\<15 vi. Surgically modified or abnormal urinary tract anatomy (such as, bladder diverticula, redundant urine collection system) EXCEPT surgery within the last month\n\nExclusion Criteria:\n\n1\\. Concurrent use of non-study antibacterial drug therapy that would have a potential effect on outcome evaluations in participants with cUTI, including:\n\n1. Participants with a history of a levofloxacin-resistant urinary tract infection\n2. Likely to receive ongoing antibacterial drug prophylaxis prior to the late Post-Treatment visit (such as, participants with vesiculo-ureteral reflux)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants In The Microbiological Intent-To-Treat (Micro-ITT) Population With A Responder Outcome At The Post-Treatment (PT) Visit","description":"This was the primary outcome measure for the Food and Drug Administration (FDA). The primary objective was to demonstrate the non-inferiority (NI) of eravacycline to levofloxacin in responder outcome, which was derived from both clinical and microbiological responses, in the micro-ITT population. Clinical responses were either cure, failure, or indeterminate/missing; microbiological responses were characterized programmatically as either success, failure, or indeterminate/missing. Clinical cure was defined as complete resolution or significant improvement of signs or symptoms of the infection; microbiological success was a reduction of the baseline pathogen(s) to \\<10\\^4 colony-forming units/milliliter (CFU/mL). An outcome of Responder required a clinical response of cure and a microbiological response of success. Any other combination of the clinical and microbiological responses was considered either Non-responder or Indeterminate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null},{"groupId":"OG001","value":"202","spread":null}]},{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"91","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants In The Microbiological Modified ITT (Micro-MITT) Population With A Microbiological Response","description":"This outcome measure (FDA and the European Medicines Agency \\[EMA\\]) compared the microbiological responses of eravacycline to levofloxacin for both treatment groups in the micro-MITT population. Responses were success, failure, or indeterminate/missing. Success was considered a reduction of the baseline pathogen(s) to \\<10\\^4 CFU/mL. Failure required blood cultures at or beyond end of therapy (EOT) to be positive for baseline pathogen(s), or urine culture to grow ≥10\\^4 CFU/mL of the baseline pathogen(s). Indeterminate/missing indicated no interpretable culture data available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"194","spread":null},{"groupId":"OG001","value":"213","spread":null}]},{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"78","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants In The Microbiologically Evaluable (ME) Population With A Microbiological Response","description":"This outcome measure (FDA and EMA) compared the microbiological responses of eravacycline to levofloxacin for both treatment groups in the ME population. Responses were either success or failure. Indeterminate/missing responses were not included. Success was considered a reduction of the baseline pathogen(s) to \\<10\\^4 CFU/mL. Failure required blood cultures at or beyond EOT to be positive for baseline pathogen(s), or urine culture to grow ≥10\\^4 CFU/mL of the baseline pathogen(s). Indeterminate/missing indicated no interpretable culture data available. Populations: ME, all micro-ITT and clinically-evaluable (CE) participants with a suitable urine specimen and an interpretable urine culture; micro-ITT, all participants with ≥1 baseline bacterial pathogen from a urine or blood culture that caused a UTI against which eravacycline had expected antibacterial activity; ITT, all randomized participants, regardless of receiving study drug or not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null},{"groupId":"OG001","value":"203","spread":null}]},{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":455},"commonTop":["Nausea","Vomiting","Headache"]}}}