{"nctId":"NCT00577408","briefTitle":"Behavioral Naltrexone Therapy for Promoting Adherence to Oral Naltrexone vs Extended Release Injectable Depot Naltrexone","startDateStruct":{"date":"2007-09"},"conditions":["Opiate Dependence","Heroin Dependence"],"count":60,"armGroups":[{"label":"Depot Naltrexone","type":"EXPERIMENTAL","interventionNames":["Drug: depot naltrexone"]},{"label":"Oral Naltrexone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oral Naltrexone"]}],"interventions":[{"name":"depot naltrexone","otherNames":["Vivitrol"]},{"name":"Oral Naltrexone","otherNames":["Revia"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18-60.\n2. Meets DSM-IV criteria for current opiate dependence disorder of at least six months duration, supported by a positive urine for opiates and a positive naloxone challenge test if the diagnosis is unclear. If participating as an outpatient only, recent opiate dependence must be confirmed by clinical history and/or communication with former treatment provider.\n3. Seeking treatment for heroin dependence.\n4. Able to give informed consent.\n\nExclusion Criteria:\n\n1. Methadone maintenance treatment or regular use of illicit methadone (\\> 30 mg per week).\n2. Maintenance on, or regular use of buprenorphine or other long-acting narcotic agonists.\n3. Pregnancy, lactation, or failure in a sexually active woman to use adequate contraceptive methods.\n4. Active medical illness which might make participation hazardous, such as untreated hypertension, hepatitis with SGOT or SGPT \\> 3 times normal, unstable diabetes.\n5. Active psychiatric disorder which might interfere with participation or make participation hazardous, including DSM-IV schizophrenia, bipolar disorder with mania or psychosis, and depressive disorder with suicide risk or 1 or more suicide attempts within the past year.\n6. Physiologically dependent on alcohol or sedative-hypnotics with impending withdrawal. Other substance use diagnoses are not exclusionary. Multiple substance use is common in this population, and such an exclusion would rule out a large proportion of the population and limit the generalizability of the study.\n7. History of allergic reaction to buprenorphine, naltrexone, naloxone, clonidine, or clonazepam.\n8. Chronic organic mental disorder (e.g. AIDS dementia).\n9. History of accidental drug overdose in the last 3 years as defined as an episode of opioid-induced unconsciousness or incapacitation, whether or not medical treatment was sought or received.\n10. Currently receiving any other investigational drug, or has used any other investigational drug within 30 days of study entry.\n11. Currently prescribed or regularly taking opiates for chronic pain or medical illness or those individuals anticipating surgical procedures which will necessitate opioid medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Retention","description":"compliance with being retained in treatment protocol","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":28},"commonTop":["Insomnia","Anxiety","Diarrhea","depression"]}}}