{"nctId":"NCT00118209","briefTitle":"Rituximab and Combination Chemotherapy in Treating Patients With Diffuse Large B-Cell Non-Hodgkin's Lymphoma","startDateStruct":{"date":"2005-05","type":"ACTUAL"},"conditions":["Large B Cell Lymphoma"],"count":524,"armGroups":[{"label":"Arm A - R-CHOP","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: rituximab","Drug: cyclophosphamide","Drug: doxorubicin","Drug: vincristine","Drug: prednisone","Drug: filgrastim","Drug: pegfilgrastim"]},{"label":"Arm B - DA-EPOCH-R","type":"EXPERIMENTAL","interventionNames":["Biological: rituximab","Drug: cyclophosphamide","Drug: doxorubicin","Drug: vincristine","Drug: prednisone","Drug: etoposide","Drug: filgrastim"]}],"interventions":[{"name":"rituximab","otherNames":[]},{"name":"cyclophosphamide","otherNames":[]},{"name":"doxorubicin","otherNames":[]},{"name":"vincristine","otherNames":[]},{"name":"prednisone","otherNames":[]},{"name":"etoposide","otherNames":[]},{"name":"filgrastim","otherNames":[]},{"name":"pegfilgrastim","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"1. Histologically documented de novo CD20+ DLBCL with stage II, III or IV disease.\n\n   * Stage I primary mediastinal (thymic) DLBCL is also eligible.\n   * Patients with an underlying low-grade lymphoma, such as a transformed lymphoma or low-grade lymphoma in the bone marrow, are not eligible.\n   * Diagnosis should be based on an adequate tissue sample, including open biopsy or core needle biopsy.\n   * Needle aspiration for primary diagnosis is unacceptable.\n   * Patients must have one of the following WHO classification subtypes:\n\n     * Diffuse large B-cell lymphoma (includes morphological variants: centroblastic, immunoblastic, T-cell/histiocyte rich, and anaplastic)\n     * Mediastinal (thymic) large B-cell lymphoma\n     * Intravascular large B-cell lymphoma\n   * Note: Failure to submit a pathology block within 60 days of patient registration will be considered a major protocol violation.\n\n     * Fresh (frozen) tumor biopsy must be available or attempted. A frozen tumor biopsy equivalent to a minimum of four at least 16 gauge needle cores is an important component of this study.\n     * Patients without adequate frozen material should have a biopsy performed to obtain material.\n     * If a biopsy is performed and does not yield adequate material, the patient is still eligible for the study. If a biopsy cannot be done safely, the patient may still be eligible for the study if permission is granted.\n   * Note: This study does not allow concurrent radiation unless a patient has a documented CNS treatment failure with no systemic failure.\n2. No prior cytotoxic chemotherapy or rituximab. Patients may be entered if they have received prior limited field radiation therapy or a short course of glucocorticoids (\\< 10 days) for an urgent local disease complication at diagnosis (e.g., cord compression, SVC syndrome). Patients who have received chemotherapy for prior malignancies are not eligible.\n3. Age ≥ 18 years\n4. ECOG Performance Status 0-2\n5. No active ischemic heart disease or congestive heart failure. If there is suspicion of cardiac disease, a cardiac ejection fraction must show LVEF \\> 45%, but the study is not required\n6. No known lymphomatous involvement of the CNS. A lumbar puncture prior to study is not required in the absence of neurological symptoms\n7. No known HIV disease. Patients with a history of intravenous drug abuse or any other behavior associated with an increased risk of HIV infection should be tested for exposure to the HIV virus. Patients who test positive or who are known to be infected are not eligible.\n8. Non pregnant and non-nursing. Treatment would expose an unborn child to significant risks. Women and men of reproductive potential should agree to use an effective form of contraception.\n9. Patients with active medical processes (e.g., uncontrolled bacterial or viral infection, bleeding) not related to their lymphoma should be excluded.\n10. Required Initial Laboratory Values (unless non-Hodgkin lymphoma):\n\n    * ANC ≥ 1000/μL\n    * Platelets ≥ 100,000/μL\n    * Creatinine≤ 1.5 mg/dL or creatinine clearance ≥ 50 cc/min\n    * Total Bilirubin ≤ 2 mg/dL (unless a history of Gilbert's Disease)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival Rate at 2 and 5 Years","description":"Progression-free survival (PFS) is defined as the time from randomization to progression, relapse, or death from any cause, whichever occurred first. Progression (PD) or Relapse\\>\n\n* ≥ 50% increase from nadir in the SPD of any previously identified abnormal node for PRs or nonresponders.\\>\n* Appearance of any new lesion during or after completion of therapy.\\>\n* PET+ is not a criterion for progressive disease. Patients only with PET+ findings must have evidence of progression on CT or biopsy proven.\\>\n\nThe PFS rate (percentage of participants who are alive and progression-free) at 2 and 5 years Kaplan Meier estimates and 95% Confidence Intervals are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.9","spread":null},{"groupId":"OG001","value":"75.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null},{"groupId":"OG001","value":"66.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate","description":"The overall response rate is defined as the percentage of participants with a response (Complete Response or Partial Response)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.7","spread":null},{"groupId":"OG001","value":"88.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Rate at 2 and 5 Years","description":"Overall survival is defined as the time from randomization to death due to any cause. The overall survival (OS) rate (percentage of participants who are still alive) at 2 and 5 years Kaplan Meier estimates and 95% confidence intervals are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.5","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.5","spread":null},{"groupId":"OG001","value":"78.5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Whether the Gene Expression Signatures That Were Previously Associated With Survival Following CHOP Therapy Are Associated With Survival in Either of the Treatment Arms of the Prospective Trial","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":232,"n":243},"commonTop":["Hemoglobin decreased","Neutrophil count decreased","Platelet count decreased","Leukocyte count decreased","Peripheral sensory neuropathy"]}}}