{"nctId":"NCT01932788","briefTitle":"Preventing Health Disparities During Pregnancy Through Vitamin D Supplementation","startDateStruct":{"date":"2013-01","type":"ACTUAL"},"conditions":["Vitamin D3 Deficiency"],"count":342,"armGroups":[{"label":"Vitamin D 4000 IU","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vitamin D3 4000 IU in gummy form"]},{"label":"placebo gummy vitamin","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo gummy vitamin"]}],"interventions":[{"name":"Vitamin D3 4000 IU in gummy form","otherNames":[]},{"name":"Placebo gummy vitamin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any mother (18-45 years of age) who presents to her obstetrician or midwife at the Medical University of SC (MUSC), Charleston, SC obstetrical facilities within the first 14 weeks after her last menstrual period (LMP) with confirmation of a singleton pregnancy will be eligible for enrollment in the study. Mothers of diverse ethnic backgrounds (African-American, Asian, Caucasian and Hispanic) will be actively recruited.\n\nExclusion Criteria:\n\n* Mothers with pre-existing calcium, uncontrolled thyroid disease, parathyroid conditions, or who require chronic diuretic or cardiac medication therapy including calcium channel blockers will not be eligible for enrollment into the study. Mothers with pre-existing sickle cell disease (not trait only), sarcoidosis, Crohn's disease, or ulcerative colitis may not participate in the study. In addition, because of the potentially confounding effect of multiple fetuses, mothers with multiple gestations will not be eligible for participation in the study. A sub-group of approximately 100 subjects with known diabetes, hypertension, HIV, or morbid obesity (body mass index \\> 49) will participate in the study.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Greater Than 100 Nmol/L 25(OH)D (Converted Vitamin D)","description":"Because the primary endpoint of the study is change in 25(OH)D from baseline to delivery, the primary analysis will be restricted to participants who had greater than 100 nmol/L of 25(OH)D. Recording will be counts of participants in each arm that achieved greater than the 100 nmol/L threshold.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":135},"commonTop":["Miscarriage","Preterm birth"]}}}