{"nctId":"NCT00749658","briefTitle":"Human Laboratory Study of Varenicline and Bupropion for Nicotine Dependence","startDateStruct":{"date":"2008-11"},"conditions":["Nicotine Dependence","Nicotine Withdrawal"],"count":121,"armGroups":[{"label":"Bupropion + Placebo Varenicline","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bupropion","Drug: Varenicline"]},{"label":"upropion + Varenicline","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bupropion","Drug: Varenicline"]}],"interventions":[{"name":"Bupropion","otherNames":["Zyban","Wellbutrin"]},{"name":"Varenicline","otherNames":["Chantix"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 18 years and up.\n2. Smoked at least 10 cigarettes/day for at least 1 year.\n3. English speaking and reading.\n4. Females who are of childbearing potential must practice effective contraception and meet the following criteria:\n\n   1. Are instructed to avoid pregnancy through 30 days after the last dose of study medication.\n   2. Have a negative urine pregnancy test at baseline.\n   3. Agree to use of the birth control methods listed: an oral contraceptive agent, an intrauterine device (IUD), an implantable contraceptive (e.g., Norplant), or an injectable contraceptive (e.g., Depo-Provera) for at least one month prior to entering the study and will continue its use through at least 30 days after the last dose of the study medication. A barrier method of contraception (e.g., condom or diaphragm with spermicide) while participating in the study and 30 days after the last dose of study medication.\n5. Willingness to not use illicit drugs during study period including marijuana.\n\nExclusion Criteria:\n\n1. Any unstable medical condition.\n2. Unstable angina, myocardial infarction, or coronary angioplasty within the past 3 months or an untreated cardiac dysrhythmia.\n3. Personal history of seizures.\n4. Closed head trauma with any loss of consciousness or amnesia in the last 5 years.\n5. A history of closed head trauma with \\> 30 minutes of loss of consciousness or amnesia or resulting in skull fracture or subdural hematoma/brain contusion.\n6. A history of psychosis, bipolar disorder, bulimia or anorexia nervosa.\n7. Current depression as assessed by Center for Epidemiologic Studies Depression Scale (CES-D).\n8. Medications that might affect the outcome measures of nicotine reward, cognition, anxiety, and stress will also be a basis for exclusion. These medications include psychotropic drugs (i.e., anti-psychotic, anti-depressant, anti-anxiety, or stimulant), anti- hypertensive agents (e.g., beta-blockers), and other drugs that can influence the outcome domains.\n9. Active substance abuse other than nicotine.\n10. Used an investigational drug within the last 30 days.\n11. Are currently using a behavioral or pharmacologic tobacco treatment.\n12. Use of bupropion or varenicline in the previous 30 days.\n13. Current (past 14 days) use of antipsychotic or antidepressant medications.\n14. An allergy to bupropion or varenicline.\n15. Untreated hypertension or baseline systolic blood pressure \\> 180 or diastolic \\> 100.\n16. Impaired kidney function (creatinine clearance \\< 30).\n17. Having plans to leave the immediate geographical area within 2 months.\n18. Unwillingness or inability to give written informed consent.\n\n    \\-","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Nicotine Withdrawal and Craving","description":"Subjects were analyzed by how they self reported withdrawal or craved cigarettes during treatment Subjects self reported during study visits along with surveys","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":[]}}}