{"nctId":"NCT00556140","briefTitle":"The Combination of Aripiprazole and Antidepressants in Psychotic Major Depression","startDateStruct":{"date":"2003-06"},"conditions":["Psychotic Depression"],"count":16,"armGroups":[{"label":"Major Depression with Psychotic Features","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole"]}],"interventions":[{"name":"Aripiprazole","otherNames":["Abilify"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women aged 18-80 years, inclusive.\n2. Drug-free outpatients or inpatients meeting DSM-IV criteria for major depression with psychotic features.\n3. Inpatients who undergo a 5-7 day washout period of their medication while concurrently beginning one of the approved SSRI's and abilify.\n4. HAM-D-24 score \\> 16.\n\nExclusion Criteria:\n\n1. Pregnant women and women of child bearing potential not using a medically accepted means of contraception (oral contraceptives are allowed).\n2. Women who are breast-feeding.\n3. Patients meeting DSM-IV criteria for major depression without psychotic features, or psychosis without major depression at the screen visit.\n4. Patients with serious suicidal risk.\n5. Patients with a history of seizure disorder; unstable physical disorders (cardiovascular, hepatic, renal, respiratory, endocrine, neurologic, or hematologic); or any physical disorder judged to significantly affect central nervous system function.\n6. Patients meeting criteria for the following DSM-IV diagnoses: organic mental disorders; substance use disorders, including alcohol, active within the last 6 months; bipolar disorder; schizoaffective disorder; or antisocial personality disorder.\n7. Patients who are currently taking an antidepressant, antipsychotic, or mood stabilizing drug and who are responding to one or all of these medications. If patients are not responding to these medications, they may go through a washout period of at least one week under the supervision of a study doctor before entering into this study.\n8. Patients who are not able to read and understand the consent form, or who are not capable of understanding or giving informed consent to the procedures of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Depression and Psychosis Response Rate","description":"This response rate refers to the percentage of patients who experienced a 50 percent or greater reduction in symptoms. Specifically, this refers to a 50 percent reduction in Hamilton Depression Rating Scale 17 (HAM-D-17) scores from baseline and no psychotic symptoms as measured by the Structured Clinical Interview for DMS-IV psychosis module. HAM-D-17 scores range from 0-50 with a score of \\>23 considered severely depressed and \\<7 to be mildly to not at all depressed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":"8.3"}]}]}]},{"type":"SECONDARY","title":"Depression and Psychosis Remission Rate","description":"This remission rate refers to a Hamilton Depression Rating Scale 17 (HAM-D-17) score of 7 or less and no psychotic symptoms as measured by the Structured Clinical Interview for DMS-IV psychosis module. HAM-D-17 scores range from 0-50 with a score of \\>23 considered severely depressed and \\<7 to be mildly to not at all depressed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":16},"commonTop":["Akathisia","Gastrointestinal distress","Fatigue","Sedation","Body aches"]}}}