{"nctId":"NCT02611687","briefTitle":"Efficacy and Safety of Pitolisant in Pediatric Narcoleptic Patients With or Without Cataplexy, Double-blind Study Followed by a Prolonged Open-label Period","startDateStruct":{"date":"2016-06-06","type":"ACTUAL"},"conditions":["Narcolepsy With Cataplexy","Narcolepsy Without Cataplexy"],"count":110,"armGroups":[{"label":"pitolisant","type":"EXPERIMENTAL","interventionNames":["Drug: pitolisant"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"pitolisant","otherNames":["BF2.649"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female children from 6 to less than 18 years of age suffering from narcolepsy with or without cataplexy - ICSD-3 criteria (narcolepsy type 1 and 2).\n* PDSS\n* Patients should be free of non-authorized medication, in particular psychostimulant treatments as from the screening visit onwards.\n* Parents - and patients old enough to understand who have expressed a willingness to participate in the study, who have signed and dated the informed consent form prior to beginning protocol required procedures.\n* In the opinion of the investigator, the patient must have adequate support to comply with the entire study requirements as described in the protocol (e.g., transportation to and from trial site, self rating scales and diaries completion, drug compliance, scheduled visits, tests).\n\nExclusion Criteria:\n\n* Any other conditions that can be considered the primary causes of EDS.\n* Cataplectic patients treated by anticataplectics which are not under a stable treatment at the time of inclusion.\n* Patients treated for cataplexy or any other pathology, by tricyclic antidepressants.\n* Any significant abnormality of the electrocardiogram and particularly Fridericia's QTc interval.\n* Patients with significant abnormality or clinical laboratory results.\n* Psychiatric and neurological disorders in the investigator's opinion, would preclude the patient's participation and completion of this trial or comprise reliable representation of subjective symptoms.\n* Active clinically significant illness, including unstable cardiovascular, endocrine, neoplastic, gastrointestinal, haematological, hepatic, immunologic, metabolic, neurological (other than narcolepsy/cataplexy), pulmonary, and/or renal disease which could interfere with the study conduct or counter-indicate the study treatments or place the patient at risk during the trial or compromise the study objectives.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"To Evaluate the Efficacy of Pitolisant in Reducing Residual Excessive Daytime Sleepiness (EDS), Ullanlinna Narcolepsy Scale Score.","description":"Changes in EDS measured by the Ullanlinna Narcolepsy Scale Score (UNS) from baseline (mean of two pre-treatment measures) to the end of double-blind period (mean of the last two measures).\n\nThe UNS is an 11-item scale used to measure the intensity and frequency of symptoms of narcolepsy (EDS and cataplexy). The total score varies from 0 to 44, with higher scores denoting greater narcoleptic tendencies.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.29","spread":"1.14"},{"groupId":"OG001","value":"-2.60","spread":"1.35"}]}]}]},{"type":"SECONDARY","title":"To Evaluate the Efficacy of Pitolisant in Reducing Residual Excessive Daytime Sleepiness (EDS), Pediatric Daytime Sleepiness Scale.","description":"Changes in EDS measured by the Pediatric Daytime Sleepiness Scale (PDSS) from baseline (mean of two pre-treatment measures) to the end of double-blind period (mean of the last two measures).\n\nThe PDSS total score can range from 0 and 32 and a score \\>13 is considered abnormal sleepiness.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.53","spread":"0.66"},{"groupId":"OG001","value":"-2.11","spread":"0.89"}]}]}]},{"type":"SECONDARY","title":"To Evaluate the Efficacy of Pitolisant in Reducing Residual Excessive Daytime Sleepiness (EDS), Ullanlinna Narcolepsy Scale-Cataplexy Subscore .","description":"Changes in EDS measured by Ullanlinna Narcolepsy Scale-Cataplexy Subscore (UNS-CTP) in patients with type 1 narcolepsy from baseline (mean of two pre-treatment measures) to the end of double-blind period (mean of the last two measures).\n\nThis subscore is defined as the sum of the first 4 items of the UNS, UNS-CTP subscore ranges from 0 to 16, with higher scores indicating more severe symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.88","spread":"0.44"},{"groupId":"OG001","value":"-1.12","spread":"0.64"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":73},"commonTop":["Headache","Insomnia","Influenza","Upper respiratory tract infection","Diarrhoea"]}}}