{"nctId":"NCT00773292","briefTitle":"Ciclosporin in HTLV-1 Associated Myelopathy/ Tropical Spastic Paraparesis (HAM/TSP)","startDateStruct":{"date":"2006-08"},"conditions":["HTLV I Associated Myelopathy"],"count":7,"armGroups":[{"label":"ciclosporin","type":"EXPERIMENTAL","interventionNames":["Drug: ciclosporin"]}],"interventions":[{"name":"ciclosporin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Early (less than 2 years) HAM\n* Progressing (within past 3 months) HAM\n* Important to study the effect of therapy on disease that is most active as most likely to detect and measure improvement\n\nExclusion Criteria:\n\n* HIV infection\n* Tuberculosis, strongyloidiasis or other infection related to immune compromise\n* Hepatitis B \\& C viral infections\n* Malignancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patient With Lack of Objective Clinical Improvement","description":"Lack of objective clinical improvement after three months of therapy. Objective improvement was defined as any of the following comparing baseline measurements to 12, 24 and 48 weeks: i) one point decrease in the IPEC 1 scale (Instituto de Pesquisa Clínica Evandro Chagas), ii) \\>30% improvement in 10 m timed walk, iii) visual analogue pain score reduced by \\>2 points, iv) reduction of frequency or nocturia by greater than one or reduction of residual volume by more than 10% at two consecutive visits.\n\nProof of concept study and therefore outcomes report is descriptive only. No statistical test appropriate.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Timed Walk Rank Between Baseline and 12 Weeks","description":"Change in the time taken to walk 10 meters 0 - 12 weeks compared with baseline. A timed walk rank was created to take into account the use of walking aids.\n\nTimed walk rank was calculated by ranking the time to walk 10 meters over all patients and visits, in the following order (highest/worst score to lowest/best score): unable to walk; able to walk, but not able to complete 10 meters (ranked on distance walked and time taken); able to walk 10 meters with a bilateral aid; able to walk 10 meters with a unilateral aid; able to walk 10 meters unaided (all ranked on time taken).\n\nDecrease in score means improvement. All evaluable patients were ranked on the time taken. There is no specific range for the rank scores. Upper and lower limits vary with the number of participants evaluated","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7","spread":"5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":7},"commonTop":["tremor"]}}}