{"nctId":"NCT02135419","briefTitle":"Treatment in Preventing Anal Cancer in Patients With HIV and Anal High-Grade Lesions","startDateStruct":{"date":"2014-09-24","type":"ACTUAL"},"conditions":["Anal Cancer","High-grade Squamous Intraepithelial Lesion","HIV Infection","Human Papilloma Virus Infection"],"count":4446,"armGroups":[{"label":"Arm I (treatment)","type":"EXPERIMENTAL","interventionNames":["Drug: imiquimod","Drug: fluorouracil","Device: infrared photocoagulation therapy","Device: thermal ablation therapy","Device: laser therapy","Other: clinical observation","Other: laboratory biomarker analysis"]},{"label":"Arm II (active monitoring) (closed since SEP2021)","type":"ACTIVE_COMPARATOR","interventionNames":["Other: clinical observation","Other: laboratory biomarker analysis"]}],"interventions":[{"name":"imiquimod","otherNames":["Aldara","IMQ","R 837"]},{"name":"fluorouracil","otherNames":["5-fluorouracil","5-Fluracil","5-FU","Efudex"]},{"name":"infrared photocoagulation therapy","otherNames":["infrared coagulation","IRC"]},{"name":"thermal ablation therapy","otherNames":[]},{"name":"laser therapy","otherNames":["therapy, laser"]},{"name":"clinical observation","otherNames":["observation"]},{"name":"laboratory biomarker analysis","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HIV positive. Documentation of HIV-1 infection by means of any one of the following: 1) Documentation of HIV diagnosis in the medical record by a licensed health care provider; 2) Documentation of receipt of ART by a licensed health care provider (receipt of at least two agents is required); 3) HIV-1 RNA detection by a licensed HIV-1 RNA assay demonstrating \\>1000 RNA copies/mL; or, 4) Any licensed HIV screening antibody and/or HIV antibody/antigen combination assay confirmed by a second licensed HIV assay such as a HIV-1 Western blot confirmation or HIV rapid multispot antibody differentiation assay.\n* Biopsy-proven HSIL at baseline\n* At least one focus of HSIL must be identified that is not within a condyloma that may be treated after enrollment into the study\n* For females, documentation that the participant is being followed for cervical cytology (if having a cervix) and/or HPV testing per current ASCCP guidelines, and visual examination of the vulva, vagina, and cervix to rule out cancer/suspicion for cancer within 12 months prior to enrollment\n* Eastern Cooperative Oncology Group (ECOG) performance status \\<= 1 (Karnofsky \\>= 70%)\n* Life expectancy of greater than 5 years\n* Absolute neutrophil count: \\>= 750/mm\\^3\n* Platelets: \\>= 75,000/mm\\^3\n* Hemoglobin \\>= 9.0 g/dL\n* Women of childbearing potential must have a negative urine pregnancy test within 7 days of initiating study treatment if they have been randomized to the treatment arm; all women of childbearing potential must agree to use a reliable birth control method (oral contraceptive pills, intrauterine device, Nexplanon, DepoProvera, or permanent sterilization, etc., or another acceptable method as determined by the investigator) during the entire period of the trial (5 years or more), and must not intend to become pregnant during study participation and for 3 months after treatment is discontinued; all participants must be willing to comply with an acceptable birth control regimen as determined by the Investigator\n* Men randomized to the treatment arm should not father a baby while receiving topical treatment during this study. Men who could father a child must agree to use at least one form of birth control during or continued abstinence from heterosexual intercourse if receiving topical treatment during the study, and for 2 weeks after stopping topical treatment.\n* Ability to understand and the willingness to sign a written informed consent document\n* Participant is willing to be randomized and able to comply with the protocol\n* Clinician is comfortable with either following patient for up to 5 years without therapy or treating patient for up to 5 years\n\nExclusion Criteria:\n\n* Inability to provide informed consent\n* Patients who are receiving any other immunomodulatory investigational agents (replacement doses of steroids for adrenal insufficiency or treatment with prednisone ≤5 mg/day is permitted) within the 4 weeks before randomization enrollment, other than investigational antiretroviral agents for HIV, or investigational or approved agents for Hepatitis C.\n* History of anal cancer, penile, vulvar, vaginal or cervical cancer, or signs of these cancers at baseline.\n* Treatment or removal of HSIL less than 6 months prior to randomization.\n* Participant has symptoms related to HSIL and would benefit more from immediate treatment than from entry into the study and potential for randomization to active monitoring arm\n* Current systemic chemotherapy or radiation therapy that potentially causes bone marrow suppression that would preclude safe treatment of HSIL\n* Participants who only have a single HSIL lesion that is likely to be removed entirely with the initial screening biopsy\n* Warts so extensive that they preclude the clinician from determining the extent and location of HSIL\n* Participant plans to relocate away from the study site to a location without an ANCHOR study site during study participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Anal Cancer Incidence","description":"Anal cancer incidence is calculated as the number of anal cancer cases detected per 100,000 person years","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":null},{"groupId":"OG001","value":"402","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events for Each Treatment","description":"Participants who had at least one adverse event (serious or non-serious)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"416","spread":null},{"groupId":"OG001","value":"429","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Physical Symptom Score From Baseline (2-7 Days Post Randomization) Until 4 Weeks Post Randomization","description":"The physical symptom score is made up of the sum of responses to whether or not the participant had any of the 9 physical symptoms: anal pain, pain other than anal pain, pain during bowel movements, constipation, bleeding from anus, itching in/around the anus, discharge (wetness) in anal area, burning sensations in the anal area, and urgency for bowel movements. Responses are 0- not at all, 1-a little bit, 2-somewhat, 3-quite a bit, 4-very much. Thus physical symptom score ranges from 0 to 36.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.22","spread":"4.69"},{"groupId":"OG001","value":"-0.08","spread":"3.31"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Viral Factors in HSIL Progression to Cancer","description":"Descriptive statistics will be used to describe the integration locus of HPV In the invasive cancers and whether they differ from those of the overlying HSIL. Descriptive statistics will also be used to determine if the loci differ in HSIL that have progressed and concurrent HSIL biopsies that did not progress. In each case only tissues that contain HPV 16 will be analyzed.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Host Factors in HSIL Progression to Cancer","description":"Linear models will be fitted for each gene. Moderated t-statistics, fold-change and the associated p values will be calculated for each gene. Since thousands of genes will be tested, false discovery rate (FDR)-adjusted values will be calculated using the Benjamini-Hochberg method. FDR values indicate the expected fraction of falsely declared differentially expressed (DE) genes among the total set of declared DE genes, i.e. FDR = 0.15 would indicate that 15% of the declared DE genes were expected to be false due to experimental noise instead of actual differential expression.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Host and Viral Biomarkers of Progression From HSIL to Cancer","description":"Biomarkers that are correlated with progression from anal HSIL to anal cancer","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Behavioral Risk Factors for HSIL Progression to Cancer","description":"For each risk factor of interest, Fisher's exact test or Pearson's chi-square test will be used to determine if there is an association. Factors associated with invasive anal cancer at the 0.10 significance level will be incorporated into a logistic regression model to determine if they are independently associated with invasive anal cancer. Cox regression analyses will also be used to evaluate the association between risk factors and time to diagnosis of invasive anal cancer.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"ANCHOR Study Health-Related Symptom Index (A-HRSI) Scale Responsiveness (Sensitivity to Change)","description":"Participants at follow-up timepoints were categorized into two sets of three groups based on PGIC and ECOG PS responses (\"worse,\" \"no change,\" \"better\"), with the primary responsiveness analysis using these three groups in a one-way analysis of variance (ANOVA).","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Quality of Life Assessment Measured by the A-HRSI (Validated Tool)","description":"A-HRSI physical symptoms and physical impacts subscale change scores (T3 minus T2) using an analysis of covariance adjusting for the covariate baseline (T1) subscale to test for differences between arms at a one-sided 0.025 significance level with approximately 90% power.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":370,"n":2227},"commonTop":["Infections and Infestations, other","Anal pain","Hypertension","Anal hemorrhage","Neoplasms, other"]}}}