{"nctId":"NCT02269241","briefTitle":"Safety, Efficacy, Tolerability and Pharmacokinetics of LF111 (Drospirenone 4.0 mg) During 13 Cycles","startDateStruct":{"date":"2014-10-09","type":"ACTUAL"},"conditions":["Contraception"],"count":1552,"armGroups":[{"label":"LF111 (drospirenone)","type":"EXPERIMENTAL","interventionNames":["Drug: LF111 (drospirenone)"]}],"interventions":[{"name":"LF111 (drospirenone)","otherNames":["CF111"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Sexually active, postmenarcheal and premenopausal female subjects at risk of pregnancy including breastfeeding women with no upper age limit.\n2. Female subjects at risk of pregnancy, between the ages of 15 and 17 (inclusive) provided that\n\n   * Applicable national, state and local laws allow subjects in this age group to consent/assent to receive contraceptive services, and\n   * All applicable laws and regulations regarding the informed consent/assent of the subjects to participate in clinical trials are observed.\n3. Regular cycles during the last six months before consent/assent when not using hormonal contraception.\n4. At least three complete menstrual cycles after delivery (only applicable for women who were pregnant within the last six months and for non-breastfeeding women). Breastfeeding women can be included six weeks after delivery irrespective of menstrual cycles post-delivery.\n5. At screening, maximum systolic blood pressure (median value of three values) ≤ 159 mm Hg and diastolic blood pressure (median value of three values) ≤ 99 mm Hg.\n6. Be able and willing to provide written informed consent or assent if the subject is adolescent, prior to undergoing any trial-related procedure.\n7. Willing to use trial contraception for thirteen 28-day cycles.\n8. Be willing to have intercourse each cycle of trial without the need to use back-up contraceptive.\n9. Be willing to state that, to her best knowledge, her male sexual partner(s):\n\n   * Has not had a vasectomy or been previously diagnosed as infertile.\n   * Has not been previously diagnosed or suspected of human immunodeficiency virus (HIV) unless he has subsequently had a negative HIV test.\n   * Has not been known to have engaged in homosexual intercourse in the past five years unless he has had negative HIV test results since then.\n   * Has not shared injection drug needles in the past unless he has had a negative HIV test at least six weeks since last use.\n10. Agree not to participate in any other clinical trials during the course of this trial.\n\nExclusion Criteria:\n\n1. Pregnant.\n2. Subject is known to or suspected of not being able to comply with the trial protocol, the use of the trial medication or the use of the trial diary.\n3. History of infertility.\n4. Abnormal finding on pelvic, breast or ultrasound examination that in the investigator's opinion contraindicates participation in the trial.\n5. Unexplained amenorrhea.\n6. Known polycystic ovary syndrome.\n7. Women ≥21 years of age with a Papanicolaou (pap) smear reading LGSIL or higher at screening (or six months prior to screening date). Human papilloma virus (HPV) testing in subjects with atypical squamous cells of undetermined significance (ASC-US) can be used as an adjunctive test.\n\n   * Subjects with ASC-US can be included if they are negative for high-risk HPV strains.\n   * Subjects \\<21 years of age do not require a pap smear.\n8. Known contraindication or hypersensitivity to ingredients or excipients of the IMP (Investigational Medicinal Product), including:\n\n   1. Renal insufficiency\n   2. Hepatic dysfunction\n   3. Adrenal insufficiency\n   4. Current or history of venous thrombophlebitis or thromboembolic disorders (venous thromboembolism, which includes deep vein thrombosis and pulmonary embolism)\n   5. Current or history of cerebral-vascular or coronary-artery disease\n   6. Valvular heart disease with thrombogenic complications\n   7. Diabetes with vascular involvement\n   8. Headaches with focal neurological symptoms\n   9. Major surgery with prolonged immobilization\n   10. Known or suspected carcinoma of the breast\n   11. Known or suspected sex-steroid sensitive malignancies\n   12. Undiagnosed abnormal genital bleeding\n   13. Cholestatic jaundice of pregnancy or jaundice with prior hormonal contraceptive use\n   14. Liver tumor (benign or malignant) or active clinically significant liver disease.\n9. Uncontrolled thyroid disorder (i.e., on stable dose of thyroid replacement for less than two months).\n10. Uncontrolled concomitant diseases (i.e., not on a stable treatment dose for at least two months).\n11. Evidence or history of alcohol, medication or drug abuse (within the last 12 months prior to consent/assent).\n12. Known inherited or acquired predisposition to venous thromboembolism or arterial thromboembolism (e.g., factor V Leiden, Prothrombin mutation, Antiphospholipid antibodies) or bruising within the last 12 months prior to consent/assent.\n13. Known or suspected HIV and/or hepatitis infection at screening.\n14. Received a dose of depot medroxyprogesterone acetate (DMPA or Depo-Provera®) during the 10 months prior to consent/assent, or received any combined injectable contraceptive (e.g., Cyclofem®) during the six months prior to consent/assent, or no spontaneous menses since last injection.\n15. Long-term treatment (longer than seven consecutive days within a month prior to V1b) of any medication that might interfere with the efficacy of hormonal contraceptives.\n\n    Prohibited medication include:\n    1. Anticonvulsants (e.g. phenytoin, carbamazepine, oxcarbazepine, topiramate, felbamate, primidone)\n    2. Barbiturates\n    3. Rifampin\n    4. Bosentan\n    5. Griseofulvin\n    6. St. John's wort (hypericum perforatum)\n16. Administration of human chorionic gonadotropin (hCG) or intake of co-medication containing hCG within a month prior to V1b).\n17. Progestin-releasing intra-uterine device (IUD) or contraceptive implant received or in place within the last two months prior to consent/assent.\n18. Planned regular concomitant use of barrier contraceptive methods, spermicides, IUDs or other contraceptive measures (excepting occasional use for safety reasons, e.g., to reduce risk of infection).\n19. Evidence or history of clinically significant psychiatric illness or suicide risk.\n20. Participation in another trial of an investigational drug or device parallel to the current trial or less than 90 days before consent/assent, or previous participation in the current trial and dispensed trial medication.\n21. Subject is a member of the investigator's or Sponsor's staff or a relative or family member thereof.\n22. Any condition that, in the opinion of the investigator, may jeopardize protocol compliance or the scientific integrity of the trial.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"15 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Pregnancies (Evaluable Cycles)","description":"Pearl index (PI) from Evaluable Cycles in non-breastfeeding women aged ≤ 35 years (at the time of trial enrollment).\n\nThe PI calculation was based on the following formula:\n\nPI(evaluable cycles)= (∑ on-drug confirmed pregnancy ∈{exposure cycles})/(#{exposure cycles} ) X 1300","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Pregnancies (All)","description":"Pearl Index based on overall cycles (overall PI) in women aged ≤ 35 years (at the time of trial enrollment) (confirmed pregnancies)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Pregnancies (Method Failures)","description":"PI for method failures in women aged ≤ 35 years (at the time of trial enrollment) (confirmed pregnancies)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Pregnancy Ratio","description":"Pregnancy ratio in women aged ≤ 35 years (at the time of trial enrollment)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall PI, PI for Method Failures","description":"Overall PI, PI for method failures, PI (using evaluable cycles) and pregnancy ratio (life table analysis) in all women and in women up to 13 months (confirmed pregnancies)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events as a Measure of Safety","description":"Adverse events and changes in vital signs, clinical laboratory parameters","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"667","spread":null}]}]}]},{"type":"SECONDARY","title":"Tolerability; Vaginal Bleeding Pattern","description":"Vaginal bleeding pattern","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"505","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Pregnancies (by BMI and Weight)","description":"PI for evaluable cycles in women aged ≤ 35 years in total and by BMI and weight subgroups based on confirmed and on confirmed and suspected, non-confirmed pregnancies","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Overall Pregnancies","description":"Overall PI based on confirmed and on confirmed and suspected, non-confirmed pregnancies in total and by BMI and weight subgroups","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":1006},"commonTop":["Metrorrhagia","Headache","Dysmenorrhoea","Breast pain","Nausea"]}}}