{"nctId":"NCT00449540","briefTitle":"Efficacy and Safety of TMS for the Preemptive Treatment of Migraine With Aura","startDateStruct":{"date":"2006-08"},"conditions":["Migraine With Aura"],"count":201,"armGroups":[{"label":"Active Transcranial Magnetic Stimulation (TMS) Device","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Active Transcranial Magnetic Stimulation (TMS) Device"]},{"label":"Sham TMS Device","type":"SHAM_COMPARATOR","interventionNames":["Device: Sham TMS Device"]}],"interventions":[{"name":"Active Transcranial Magnetic Stimulation (TMS) Device","otherNames":[]},{"name":"Sham TMS Device","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 - 65 years\n* Will comply with requirements of the protocol\n* Have a consistent history of migraine with visual aura of at least one year\n\n  •\\>30% of episodes have a visual aura preceding headaches\n* Approximately 90% of the time have moderate or severe headaches following their aura\n* Fulfills the International Classification of Headache Disorders, 2nd Edition(ICHD-II) criteria(for migraine headache with aura after administration of a clinical interview by study personnel\n* Has a history of 1-8 migraine headache episodes with aura per month\n* Can differentiate a migraine headache from other types of headaches\n* Participant is post-menopausal, sterilized, not breastfeeding, her pregnancy test is negative\n\nExclusion Criteria:\n\n* Women who are pregnant or breastfeeding\n* Routinely experiences any other type of headache that would confound discrimination from migraine headache with aura\n* Have migraine with prolonged aura \\> 60 minutes\n* Have headaches due to other underlying pathology\n* Have headaches related to head or neck trauma\n* Overuse headache medications:\n* Has an intracranial metallic or Transcranial Magnetic Stimulation (TMS) implant or other metallic implants\n* Has cardiac pacemaker or any other implanted electronic device\n* Has any known history of alcohol abuse, drug dependency, or significant psychiatric illness in the previous 12 months\n* Having any medical condition, including but not limited to: clinically significant renal or hepatic disease; uncontrolled hypertension; clinically significant coronary vascular disease not stable for the past 6 months; personal or family history of seizures or taking medications for seizures or drugs that may lower seizure threshold, cerebral vascular ischemia; infarct; hemorrhage, or other central nervous system disease (e.g., multiple sclerosis, amyotrophic lateral sclerosis); unstable metabolic disease, hypoglycemia or diabetes; malignancy within the past 5 years excluding cutaneous basal cell carcinoma; tuberculosis\n* Has participated in any other investigational study within the previous 30 days.\n* Cannot place the device within 1 cm of the scalp.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Experiencing no Pain at Two Hours Post-treatment","description":"Number of participants experiencing no pain at two hours post-treatment divided by total number of participants treated. For each treated aura episode during the migraine treatment phase, the subjects rated the pain intensity of their headache as none, mild, moderate or severe at baseline (before application of the study device) at 30 minutes, and at 1, 2, 24, and 48 hours posttreatement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have Symptoms of Nausea","description":"Percentage of participants who have symptoms of nausea two hours post treatment. For each treated aura episode, the subjects rated the severity of photophobia, nausea, and phonophobia as none, mild, moderate, or severe at baseline and recorded the presence or absence of vomiting at baseline (before application of the device) at 30 minutes, and at 1, 2, 24 and 48 hours posttreatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have Symptoms Phonophobia","description":"Percentage of participants who have symptoms of phonophobia two hours post treatment. For each treated aura episode, the subjects rated the severity of photophobia, nausea, and phonophobia as none, mild, moderate, or severe at baseline and recorded the presence or absence of vomiting at baseline (before application of the device) at 30 minutes, and at 1, 2, 24 and 48 hours posttreatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have Photophobia","description":"Percentage of participants who have symptoms of photophobia two hours post treatment. For each treated aura episode, the subjects rated the severity of photophobia, nausea, and phonophobia as none, mild, moderate, or severe at baseline and recorded the presence or absence of vomiting at baseline (before application of the device) at 30 minutes, and at 1, 2, 24 and 48 hours posttreatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":102},"commonTop":["Headache","Sinusitis","Migraine","Nausea","Paresthesia"]}}}