{"nctId":"NCT01300351","briefTitle":"Comparing the Efficacy and Tolerability of Fulvestrant 500 mg Versus 250 mg in Advanced Breast Cancer Women","startDateStruct":{"date":"2011-03"},"conditions":["Breast Cancer"],"count":249,"armGroups":[{"label":"Fulvestrant 500mg","type":"EXPERIMENTAL","interventionNames":["Drug: Fulvestrant"]},{"label":"Fulvestrant 250mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fulvestrant","Drug: Placebo"]}],"interventions":[{"name":"Fulvestrant","otherNames":["Faslodex"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Postmenopausal women defined as a woman who has stopped having menstrual periods\n* Breast Cancer has continued to grow after having received treatment with an anti-estrogen hormonal treatment such as tamoxifen or an aromatase inhibitor\n* Requiring hormonal treatment\n* Oestrogen-receptor positive tumour\n* Written informed consent to participate in the trial\n\nExclusion Criteria:\n\n* Treatment with an investigational or non-approved drug within one month\n* An existing serious disease, illness, or condition that will prevent participation or compliance with study procedures\n* A history of allergies to any active or inactive ingredients of fulvestrant (i.e. castor oil)\n* Treatment with more than one regimen of chemotherapy for advanced breast cancer\n* Treatment with more than one regimen of hormonal treatment for advanced breast cancer","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, or unequivocal progression of existing non-target lesions, or the appearance of new lesions, or death (by any cause in the absence of progression). The primary analysis for PFS was the log rank test stratified by last endocrine therapy received prior to fulvestrant (AO vs. AI). The treatment effect was estimated using the HR of 500 mg fulvestrant to 250 mg fulvestrant together with the corresponding 95% CI and p value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"The ORR is defined as the proportion of all randomized patients with measurable disease at baseline who have a best objective tumour response of either CR or PR per RECIST v1.1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate","description":"A clinical benefit (CB) responder is defined as a patient having a best overall response of either CR, PR or SD for at least 24 weeks per RECIST v1.1. As tumour assessments can occur ± 2 weeks of the specified time point, the CBR is defined as the proportion of patients in the FAS who have CB ≥ 22 weeks (or 154 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response (DoR) will be evaluated only for patients who have an objective response, and is defined as the time from the date of first documentation of objective response (i.e., the initial visit at which CR or PR was recorded) until the date of disease progression or death due to any cause (whichever is earlier). The time of the initial response will be defined as the latest of the dates contributing towards the first visit response of PR or CR.\n\nAny patient who has not progressed or died by the date of DCO, or who has been lost to follow up, will be right-censored at the date of their last disease assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Clinical Benefit","description":"Duration of clinical benefit (DoCB) will be evaluated only for patients who have CB, and is defined as the time from the date of randomisation until the date of disease progression or death from any cause, whichever is earlier.\n\nAny patient who has not progressed or died by the date of DCO or who has been lost to follow up will be right censored at the date of their last evaluable disease assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":109},"commonTop":["INJECTION SITE REACTION","INJECTION SITE PAIN","PYREXIA","FATIGUE","NAUSEA"]}}}