{"nctId":"NCT00399568","briefTitle":"Efficacy and Safety of Intravenous Acetaminophen Over 48 Hrs for the Treatment of Post-op Pain After Gynecologic Surgery","startDateStruct":{"date":"2006-11"},"conditions":["Postoperative Pain","Hysterectomy"],"count":331,"armGroups":[{"label":"IV acetaminophen 1 g/100 mL solution","type":"EXPERIMENTAL","interventionNames":["Drug: IV Acetaminophen"]},{"label":"IV Placebo 100 mL solution","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IV Placebo 100 mL solution"]}],"interventions":[{"name":"IV Acetaminophen","otherNames":["IV Acetaminophen (IV APAP)"]},{"name":"IV Placebo 100 mL solution","otherNames":["IV Placebo (non-active product)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Undergo gynecologic surgery using standard abdominal approach such as midline or Pfannenstiel incision\n* 18-75 years of age\n* Body Mass Index (BMI) between 19-45\n* American Society of Anesthesiologists (ASA) risk class of I, II, III\n* Not have received neuraxial (spinal or epidural) opioid analgesics prior to or during surgery\n* Moderate to Severe pain at rest\n\nExclusion Criteria:\n\n* Requires any additional surgical procedures either related or unrelated to gynecologic surgery during same hospitalization\n* Procedures involving only minimal incisions such as laparotomy, laparoscopy, supraumbilical or Maylard incisions\n* Has know hypersensitivity to opioids, acetaminophen, or the excipients of IV acetaminophen\n* Known history of alcohol or drug abuse or misuse\n* Has impaired liver function Aspartate transaminase(AST), Alanine aminotransferase(ALT), bilirubin greater than or equal to 2 times upper limit of normal\n* Has significant medical disease(s), or conditions that may contraindicate participation in the study\n* Has participated in another clinical trial within 30 days of surgery","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sum of Pain Intensity at Rest-Baseline to 24 Hours (SPI24rest), 1 Gram IV Acetaminophen vs. Placebo.","description":"The Sum of Pain Intensity (SPI) score incorporates the analgesic effects on pain intensity (PI) from Baseline to 24 hours. SPI was measured by the 100 millimeter (mm) long Visual Analog Scale (VAS) over 24 hours after treatment. Subjects were asked to mark the level of pain they were experiencing at a certain timepoint on the scale The 100mm VAS scale was used with the left terminus (0 mm) of the scale \"No Pain\" and the right terminus (100 mm) with \"Worst Pain Imaginable\". The range of measurement is 0-2400 mm for 24 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1793.3","spread":"481.49"},{"groupId":"OG001","value":"1845.3","spread":"420.21"}]}]}]},{"type":"SECONDARY","title":"Subjects Who Experienced at Least One Treatment-emergent Adverse Event (TEAE)","description":"Number of subjects who experienced at least one treatment emergent adverse event (TEAE) A TEAE is an adverse event that occurs on or after administration of the first dose of study medication (T0)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":null},{"groupId":"OG001","value":"149","spread":null}]}]}]},{"type":"PRIMARY","title":"Sum Pain Intensity at Rest-Baseline to 48 Hours (SPI48rest), 1 Gram IV Acetaminophen vs. Placebo","description":"The Sum of Pain Intensity (SPI) score incorporates the analgesic effects on pain intensity (PI) from Baseline to 48 hours. SPI was measured by the 100 millimeter (mm) long Visual Analog Scale (VAS) over 48 hours after treatment. Subjects were asked to mark the level of pain they were experiencing at a certain timepoint on the scale The 100 mm VAS scale was used with the left terminus (0 mm) of the scale \"No Pain\" and the right terminus (100 mm) with \"Worst Pain Imaginable\". The range of measurement is 0-4800 mm for 48 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3612.4","spread":"966.66"},{"groupId":"OG001","value":"3718.2","spread":"829.21"}]}]}]},{"type":"SECONDARY","title":"Subjects Who Experienced at Least One Treatment-emergent Serious Adverse Event.","description":"Number of subjects who reported SAEs during the study.\n\nA serious Adverse event (SAE) is defined as any untoward medical occurence at any dose of study medication that:\n\nResults in Death, Is Life Threatening, Requires inpatient hospitalization or causes prolongation of existing hospitalization, Results in persistent or significant disability/incapacity, Is a congenital anomaly/birth defect, or Is an important medical event","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":166},"commonTop":["Nausea","Constipation","Vomiting","Pyrexia","Flatulence"]}}}