{"nctId":"NCT02335346","briefTitle":"An Extension Study of Duloxetine in Osteoarthritis and Knee Pain (Extension of F1J-JE-HMGX, NCT02248480)","startDateStruct":{"date":"2015-01"},"conditions":["Osteoarthritis of the Knee"],"count":93,"armGroups":[{"label":"Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]}],"interventions":[{"name":"Duloxetine","otherNames":["LY248686","Cymbalta"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n(Consecutive Participants)\n\n* Participants who have completed the 15-week treatment in the preceding study HMGX.\n\n(New Participants)\n\n* Participants with present osteoarthritis (OA) based on American College of Rheumatology (ACR) classification of idiopathic OA of the knee.\n* Have pain for ≥14 days of each month for 3 months prior to study entry.\n* Have a score of ≥4 on the BPI average pain score at the start of the study.\n\n(Consecutive and New Participants)\n\n* Females of child-bearing potential must test negative (-) on a pregnancy test.\n\nExclusion Criteria:\n\n(New Participants)\n\n* Participants who have any previous diagnosis of psychosis, bipolar disorder, or schizoaffective disorder.\n* Participants who have major depressive disorder as determined using depression module of the Mini-International Neuropsychiatric Interview (M.I.N.I.).\n* Participants who have received intrarticular hyaluronate or steroids, joint lavage, or other invasive therapies to the knee in the past 1 week.\n* Participants who have had knee arthroscopy of the index knee within the past year or joint replacement of the index knee or osteotomy at any time.\n* Participants have a prior synovial fluid analysis showing a white blood cell (WBC) ≥2000 cubic millimeters (mm3) that is indicative of a diagnosis other than OA.\n* Participants who have a history of having more than one medical allergy.\n* Are non-ambulatory or require the use of crutches or a walker.\n* Have frequent falls that could result in hospitalization or could compromise response to treatment.\n* Have a history of drug abuse or dependence within the past year, including alcohol and excluding nicotine and caffeine.\n* Have a positive urine drug screen for any substances of abuse or excluded medication.\n* Have received administration of another investigational drug within the 30 days prior to enrollment.\n* Have had previous exposure to duloxetine or completed/withdrawn from any study investigating duloxetine.\n\n(Consecutive and New Participants)\n\n* Participants who have serious cardiovascular, hepatic, renal, endocrine, respiratory, or hematologic illness, peripheral vascular disease, or other medical condition or neuropsychiatric conditions or clinically significant laboratory abnormalities or electrocardiographic abnormalities.\n* Participants who have alanine aminotransferase (ALT) or aspartate aminotransferase (AST) higher than 100 international units per liter (IU/L) or total bilirubin higher than 1.6 milligrams/deciliter (mg/dL).\n* Participants having serum creatinine level higher than 2.0 mg/dL, or had renal transplantation or receiving renal dialysis.\n* Participants who have a diagnosis of inflammatory arthritis (that is, rheumatoid arthritis) or an autoimmune disorder (excluding inactive Hashimoto's thyroiditis and Type 1 diabetes).\n* Participants who have uncorrected thyroid disease, uncontrolled narrow-angle glaucoma, history of uncontrolled seizures, or uncontrolled or poorly controlled hypertension.\n* Participants who have end stage bone disease or surgery planned during the trial for the index joint.\n* Participants treated with a monoamine oxidase inhibitor (MAO) within 14 days prior to baseline, or those with the potential need to use MAO inhibitor during the study or within 5 days of discontinuation of investigational drug.\n* Participants who answer 'yes' to any of the questions about active suicidal ideation/intent/behaviors occurring within the past month (Columbia-Suicide Severity Rating Scale, suicide ideation section-questions 4 and 5; suicidal behaviors section).\n* Have a primary painful condition that may interfere with assessment of the index joint, i.e., knee.\n* Pregnant participants, female participants who wish to be pregnant during the clinical study period, or participants who are breast-feeding; or male participants who wish pregnancy of the partner.\n* Participants who cannot use appropriate contraceptive method or do not want to use that from the start of the study until one month after the end of administration of the investigational drug.\n* Considered as inappropriate participation to the study for any medical or other reason by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Drug Related Adverse Events (AEs) or Any Serious Adverse Events (SAEs)","description":"A summary of drug related (considered by the investigator) AEs and SAEs is located in the Reported Adverse Events module. An AE is summarized if the onset date is on or after the first dose of study drug and within 7 days after the last dose, or it occurred before the first dose of study drug and worsened while on the therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression-Improvement (PGI-I) at 50 Weeks","description":"Patient Global Impressions of Improvement Scale: PGI-I measures a participant's perception of improvement at the time of assessment compared with the start of treatment. Score ranges from 1 (very much better) to 7 (very much worse).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.09","spread":"0.94"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression of Severity (CGI-S) to Week 50","description":"CSI-S measures severity of illness at the time of assessment compared with start of treatment with scores ranging from 1 (normal, not at all ill) to 7 (among the most extremely ill participants).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.19","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50 Weeks on the Brief Pain Inventory-Severity and Interference Rating Short Form (BPI-SF)","description":"Brief Pain Inventory Severity and Interference Scores: BPI-S and BPI-I are self-reported scales measuring severity of pain and interference on function. Severity scores: 0 (no pain) to 10 (severe pain) on each question assessing worst pain, least pain, and average pain in past 24 hours, and pain right now. Interference scores: 0 (does not interfere) to 10 (completely interferes) on each question assessing interference of pain in past 24 hours for general activity, mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. Average interference = average of non-missing scores of individual interference items.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.29","spread":"2.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.16","spread":"1.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.33","spread":"1.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.94","spread":"2.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.03","spread":"2.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.48","spread":"2.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.11","spread":"2.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.10","spread":"2.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.43","spread":"2.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.81","spread":"2.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.92","spread":"2.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.41","spread":"1.81"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50 Weeks on the Western Ontario and McMaster Osteoarthritis Index (WOMAC) Questionnaire Total Score","description":"The 24-question WOMAC Osteoarthritis Index assesses osteoarthritis symptoms using pain (5 questions), stiffness (2 questions) and physical function (17 questions) subscales. The WOMAC Osteoarthritis Index version 3.1 was administered according to the study schedule. The WOMAC total score was calculated for each participant at each time point for analysis as the mean total score, range 0 (none) -96 millimeter (mm)(extreme).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.23","spread":"15.05"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50 Weeks on the 36-Item Short-Form Health Survey (SF-36)","description":"36-item Short-Form Health Survey: SF-36 Health Status Survey is a generic, health-related scale assessing participant's quality of life on 8 domains: physical functioning, social functioning, bodily pain, vitality, mental health, role-physical, role-emotional and general health. Each domain is scored by summing the individual items and transforming the scores into a 0 to 100 scale, with higher scores indicating better health status or functioning. Domain scores: general health (range: 5-25); physical functioning (range: 10-30); role-physical (range: 4-8); role-emotional (range: 3-6); social functioning (range: 2-10); bodily pain (range: 2-11); vitality (range: 4-24); mental health (range: 5-30).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.27","spread":"20.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.90","spread":"21.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.32","spread":"21.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.89","spread":"17.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.61","spread":"16.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.45","spread":"19.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.78","spread":"23.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.89","spread":"18.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50 Weeks on the 5 Dimension (EQ-5D) Version of the European Quality of Life Instrument","description":"The EQ-5D is a generic, multidimensional, health-related, quality-of-life instrument.The profile allows participants to rate their health state in 5 health domains: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression using a three level scale (no problem, some problems, and major problems). These combinations of attributes were converted into a weighted health-state Index Score according to the Japan population-based algorithm with scores ranging from -0.111 to 1.0. A higher score indicates better health state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50 Weeks on the Beck Depression Inventory (BDI-II) Total Score","description":"Beck Depression Inventory-II: BDI-II is a 21-item, participant-completed questionnaire to assess characteristics of depression. Each of the 21 items corresponding to symptoms of depression were scored on a 4-point scale ranging from 0 to 3 and was summed to give a single score. A total score of 0-13 was considered minimal range, 14-19 was mild, 20-28 was moderate, and 29-63 was severe.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":"4.93"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Fall Events From Fall Questionnaire","description":"Participants reported the details of their falls. Percentage equals the number of participants with fall events / total in treatment group \\* 100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":93},"commonTop":["Constipation","Nasopharyngitis","Somnolence","Thirst","Contusion"]}}}