{"nctId":"NCT00553319","briefTitle":"Study of Adderall-XR for the Treatment of Adult Attention Deficit Hyperactivity Disorder and Cocaine Dependence","startDateStruct":{"date":"2007-12"},"conditions":["Adult Attention Deficit Hyperactivity Disorder","Cocaine Dependence"],"count":139,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Adderall-XR 60 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Adderall-XR"]},{"label":"Adderall-XR 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Adderall-XR"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Adderall-XR","otherNames":["Extended-Release Mixed Amphetamine Salts (Adderall-XR)"]},{"name":"Adderall-XR","otherNames":["Extended-Release Mixed Amphetamine Salts (Adderall-XR)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women between the ages of 18-60 who meet DSM-IV criteria for current cocaine dependence and adult ADHD (DSM-IV-TR).\n2. Used cocaine at least four days in the past month\n3. Must have a Body Mass Index (BMI) \\> 18 kg/m2\n4. Alcohol Breathalyzer (BraC) at consent of \\< 0.04%\n5. Individuals must be capable of giving informed consent and capable of complying with study procedures.\n6. Women of child bearing age will be included in the study provided that they are not pregnant, based on the results of a blood pregnancy test drawn at the time of screening. They must also agree to use a method of contraception with proven efficacy and agree not to become pregnant during the study. To confirm this, blood pregnancy tests will be repeated monthly. Women will be provided a full explanation of the potential dangers of pregnancy while on the study medication. If a woman becomes pregnant, the study medication will be discontinued.\n\nExclusion Criteria:\n\n1. Meets DSM-IV-TR criteria for bipolar disorder, schizophrenia or any psychotic disorder other than transient psychosis due to drug abuse.\n2. Individuals with any current Axis I psychiatric disorder as defined by DSM-IV-TR supported by the SCID-I/P that in the investigator's judgment are unstable or would be disrupted by study medication or are likely to require pharmacotherapy during the study period.\n3. Individuals with current major depressive disorder.However,individuals who are currently stable on a psychotropic medication for three months with a HAM-D \\<14 may be included.\n4. Individuals physiologically dependent on any other drugs (excluding nicotine or cannabis) which require medical intervention.\n5. Individuals with current suicidal risk.\n6. Individuals with coronary vascular disease as indicated by history or suspected by abnormal ECG, cardiac symptoms, fainting, open-heart surgery and/or arrhythmia, and family history of ventricular tachycardia/sudden death.\n7. Unstable physical disorders which might make participation hazardous such as uncontrolled hypertension (SBP \\> 140, DBP\\> 90, or HR \\> 100 when sitting quietly), acute hepatitis (patients with chronic mildly elevated transaminases \\< 3x upper limit of normal are acceptable), or uncontrolled diabetes.\n8. Individuals with a history of seizures\n9. History of allergic reaction to candidate medication (amphetamine and/or ER-MAS).\n10. Women who are pregnant or nursing.\n11. History of failure to respond to a previous adequate trial of the candidate medication for cocaine dependence\n12. Individuals who are legally mandated (e.g., to avoid incarceration, monetary or other penalties, etc.) to participate in substance abuse treatment program\n13. History of glaucoma\n14. Individuals who report use of MAOI within 14 days of study start","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Last Three Weeks of Cocaine Abstinence Based on Urine Toxicology Results and Self Reported Use","description":"Each week after randomization was scored dichotomously as cocaine positive or negative. Cocaine use was positive if any urine or self-report was positive. Cocaine use was negative if all urines (BE \\<300 ng/ml) and all self-report were negative. Weeks with no urine or no self-report were designated missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"18","spread":null},{"groupId":"OG002","value":"30","spread":null}]}]}]},{"type":"PRIMARY","title":"ADHD Symptoms Based on ADHD Rating Scale","description":"The proportion of subjects exhibiting \\>30% reduction of AISRS score at last enrollment week compared to week 0","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":43},"commonTop":["Anxiety","Insomnia","Dry Mouth","Decreased Appetite","Fidgety/Jittery"]}}}