{"nctId":"NCT00553410","briefTitle":"Letrozole in Preventing Cancer in Postmenopausal Women Who Have Received 4-6 Years of Hormone Therapy for Hormone Receptor-Positive, Lymph Node-Positive, Early-Stage Breast Cancer","startDateStruct":{"date":"2007-08"},"conditions":["Breast Cancer"],"count":4884,"armGroups":[{"label":"Continuous letrozole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Letrozole"]},{"label":"Intermittent letrozole","type":"EXPERIMENTAL","interventionNames":["Drug: Letrozole"]}],"interventions":[{"name":"Letrozole","otherNames":[]},{"name":"Letrozole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Confirmed diagnosis of prior operable, noninflammatory breast cancer meeting the following criteria:\n\n  * Steroid hormone receptor-positive tumors (estrogen receptor and/or progesterone receptor), determined by immunohistochemistry, after primary surgery and before commencement of prior endocrine therapy\n  * Prior local treatment including surgery with or without radiotherapy for primary breast cancer with no known clinical residual loco-regional disease\n  * Following primary surgery, eligible patients must have had evidence of lymph node involvement either in the axillary or internal mammary nodes, but not supraclavicular nodes\n  * Clinically disease-free\n* Must have completed 4-6 years of prior adjuvant selective estrogen receptor modulators (SERMs), aromatase inhibitors (AIs), or a sequential combination of both\n\n  * When calculating 4-6 years, neoadjuvant endocrine therapy should not be included\n* No evidence of recurrent disease or distant metastatic disease\n* No prior bilateral breast cancer\n\nPATIENT CHARACTERISTICS:\n\n* Female\n* Must be postmenopausal by any of the following criteria:\n\n  * Patients of any age who have had a bilateral oophorectomy (including radiation castration AND amenorrheic for \\> 3 months)\n  * Patients 56 years old or older with any evidence of ovarian function must have biochemical evidence of definite postmenopausal status (defined as estradiol, luteinizing hormone \\[LH\\], and follicle-stimulating hormone \\[FSH\\] in the postmenopausal range)\n  * Patients 55 years old or younger must have biochemical evidence of definite postmenopausal status (defined as estradiol, LH, and FSH in the postmenopausal range)\n\n    * Patients who have received prior luteinizing-hormone releasing-hormone (LHRH) analogues within the last year are eligible if they have definite evidence of postmenopausal status as defined above\n* Clinically adequate hepatic function\n* No bone fracture due to osteoporosis at any time during the 4-6 years of prior therapy\n* No prior or current malignancy except adequately treated basal cell or squamous cell carcinoma of the skin, in situ carcinoma of the cervix or bladder, or contra- or ipsilateral in situ breast carcinoma\n* No other nonmalignant systemic diseases (cardiovascular, renal, lung, etc.) that would prevent prolonged follow-up\n* No psychiatric, addictive, or any other disorder that compromises compliance with protocol requirements\n\nPRIOR CONCURRENT THERAPY:\n\n* See Disease Characteristics\n* More than 12 months since prior and no other concurrent endocrine SERM/AI therapy\n* Any type of prior adjuvant therapy allowed including, but not limited to, any of the following:\n\n  * Neoadjuvant chemotherapy\n  * Neoadjuvant endocrine therapy\n  * Adjuvant chemotherapy\n  * Trastuzumab (Herceptin®)\n  * Ovarian ablation\n  * Gonadotropin releasing hormone analogues\n  * Lapatinib ditosylate\n* No concurrent hormone-replacement therapy, bisphosphonates (except for treatment of bone loss), or any other investigational agent","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease-free Survival (DFS)","description":"Duration of time from randomization to the first indication of the following events: invasive recurrence at local (including recurrence restricted to the breast after breast conserving treatment), regional or distant sites; a new invasive cancer in the contralateral breast; any second (non-breast) invasive malignancy; or a death without prior cancer event. Appearance of DCIS or LCIS either in the ipsilateral or in the contralateral breast was not be considered as an event for DFS. In the absence of an event, DFS was censored at the date of last follow-up visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.5","spread":null},{"groupId":"OG001","value":"85.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Duration of time from randomization to death from any cause, or was censored at the date last known alive. (Note, for patients who withdrew consent or were lost to follow-up but follow-up for survival was possible through hospital or registry records, OS was censored at the date last known alive rather than date of last follow-up/withdrawn consent).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.7","spread":null},{"groupId":"OG001","value":"94.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Distant Recurrence-free Interval (DRFI)","description":"Duration of time from randomization to the first indication of invasive breast recurrence at a distant site. In the absence of an event, DRFI was censored at the date of last follow-up visit or date or death without distant recurrence.\\*\n\n\\*This endpoint replaced DDFS, which was specified in the protocol","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.5","spread":null},{"groupId":"OG001","value":"93.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Breast Cancer-free Interval","description":"Duration of time from randomization to the first indication of the following events: invasive breast recurrence at local, regional or distant sites; a new invasive cancer in the contralateral breast (second non-breast malignancies are ignored). In the absence of an event, BCFI was censored at the date of last follow-up visit or date of death without prior breast cancer event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null},{"groupId":"OG001","value":"90.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1004,"n":2411},"commonTop":["Pain - Joint","Hot flashes/flushes","Osteoporosis","Fatigue (asthenia, lethargy, malaise)","Insomnia"]}}}