{"nctId":"NCT05200247","briefTitle":"An Expanded Access Trial in Japan to Provide Spesolimab to People With a Flare-up in Generalized Pustular Psoriasis Who Have no Other Treatment Options","startDateStruct":{"date":"2022-02-17","type":"ACTUAL"},"conditions":["Generalized Pustular Psoriasis"],"count":11,"armGroups":[{"label":"Spesolimab","type":"EXPERIMENTAL","interventionNames":["Drug: spesolimab"]}],"interventions":[{"name":"spesolimab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Diagnosis of GPP confirmed based on the Japanese Dermatological Association (JDA) guidelines for the management and treatment of GPP.\n* Patient is experiencing a flare, defined as new or worsening of widespread eruption of sterile macroscopically visible pustules, with or without systemic inflammation, as assessed by the investigator.\n* Male or female patients, aged 18 to 75 years at time of enrollment. Women of childbearing potential (WOCBP) must be willing and able to use a highly effective method of birth control per International Council for Harmonization (ICH) M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly. A list of contraception methods meeting these criteria is provided in the patient information.\n* Signed and dated written informed consent in accordance with International Council for Harmonization-Good Clinical Practice (ICH-GCP) and local legislation prior to admission to the trial.\n* No satisfactory authorised alternative therapy exists, as assessed by the investigator.\n\nExclusion criteria\n\n* Women who are pregnant, nursing, or who plan to become pregnant while in the trial.\n\n  \\-- Women who stop nursing before study drug administration do not need to be excluded from participating; they should refrain from breastfeeding for 16 weeks after the last spesolimab infusion.\n* Severe, progressive, or uncontrolled hepatic disease, defined as \\>3-fold Upper Level of Normal (ULN) elevation in Aspartate Transaminase (AST) or Alanine Aminotransferase (ALT) or alkaline phosphatase, or \\>2-fold ULN elevation in total bilirubin.\n* Active systemic infections (fungal and bacterial disease) during the last 2 weeks prior to drug administration, as assessed by the investigator.\n* Increased risk of infectious complications (e.g. recent pyogenic infection, any congenital or acquired immunodeficiency (e.g. Human Immunodeficiency Virus (HIV)), past organ or stem cell transplantation), as assessed by the investigator.\n* Relevant chronic or acute infections, including active tuberculosis (TB), HIV infection or viral hepatitis at the time of drug administration.\n\n  * Patients should be evaluated for TB infection prior to initiating treatment with spesolimab.\n  * Anti-TB therapy should be considered, in accordance with local guidelines, prior to initiating spesolimab in patients with latent TB or a history of TB.\n* History of allergy / hypersensitivity to systemically administered spesolimab or its excipients.\n* Any documented active or suspected malignancy or history of malignancy within 5 years prior to screening, except appropriately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of uterine cervix.\n* Immediate life-threatening flare of GPP requiring intensive care treatment according to the investigator's judgement. Life-threatening complications include cardiovascular / cytokine driven shock, pulmonary distress syndrome, or renal failure.\n\nFurther exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Occurrence of Treatment Emergent Adverse Events (TEAEs)","description":"Number of patients with any treatment emergent adverse events (TEAEs) is reported.\n\nAn adverse events (AE) was defined as any untoward medical occurrence in a patient or clinical investigation subject administered a medicinal product and which does not necessarily have to have a causal relationship with this treatment.\n\nAn AE that started before first drug intake and deteriorated under treatment were also considered as 'treatment-emergent'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Treatment Emergent Serious Adverse Events (SAEs)","description":"Number of patients with treatment emergent serious adverse events (SAEs) is reported.\n\nA serious adverse event (SAE) was defined as any AE which fulfils at least one of the following criteria:\n\n* results in death,\n* is life-threatening, which refers to an event in which the patient was at risk of death at the time of the event;\n* requires inpatient hospitalisation or prolongation of existing hospitalisation,\n* results in persistent or significant disability or incapacity,\n* is a congenital anomaly / birth defect,\n* is deemed serious for any other reason if it is an important medical event when based on appropriate medical judgement which may jeopardise the patient and may require medical or surgical intervention to prevent one of the other outcomes listed in the above definitions.\n* An event that possibly leads to disability will be handled as 'deemed serious for any other reason' and, therefore, reported as an SAE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Treatment Emergent Adverse Events of Special Interest (AESIs)","description":"Number of patients with treatment emergent adverse events of special interest (AESIs) is reported.\n\nThe term adverse events of special interest (AESI) relates to any specific adverse event (AE) that has been identified at the project level as being of particular concern for prospective safety monitoring and safety assessment within this trial, e.g. the potential for AEs based on knowledge from other compounds in the same class.\n\nThe following are considered as AESIs:\n\n* Potential Severe Drug Induced Liver Injury (DILI)\n* Systemic hypersensitivity reactions including infusion reactions and anaphylactic reaction\n* Severe infections (according to RCTC grading in the ISF)\n* Opportunistic and mycobacterium tuberculosis infections\n* Peripheral neuropathy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":11},"commonTop":["Pustular psoriasis","Constipation","Chest pain","Face oedema","Malaise"]}}}