{"nctId":"NCT03116685","briefTitle":"A Study to Evaluate the Efficacy and Safety of Oxabact in Patients With Primary Hyperoxaluria","startDateStruct":{"date":"2018-01-09","type":"ACTUAL"},"conditions":["Primary Hyperoxaluria"],"count":25,"armGroups":[{"label":"Oxabact OC5 capsules","type":"EXPERIMENTAL","interventionNames":["Biological: Oxabact OC5 - Oxalobacter formigenes HC-1"]},{"label":"Placebo capsules","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Oxabact OC5 - Oxalobacter formigenes HC-1","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent (as applicable for the age of the subject)\n2. A diagnosis of PH (as determined by standard diagnostic methods).\n3. eGFR \\< 90 ml/min/1.73 m2. The Schwartz formula will be used to estimate GFR for children (age below 18), and CKD-EPI formula will be used for adults (age 18 or above).\n4. Plasma oxalate concentration ≥10 μmol/L in total plasma oxalate.\n5. Male or female patients ≥ 2 years of age.\n6. Patients receiving vitamin B6 must be receiving a stable dose for at least 3 months prior to screening and must not change the dose during the study. Patients not receiving vitamin B6 at study entry must be willing to refrain from initiating pyridoxine during study participation.\n\nExclusion Criteria:\n\n1. Inability to swallow size 4 capsules.\n2. Subjects that have undergone transplantation (solid organ or bone marrow).\n3. Patients requiring dialysis or at immediate risk for kidney failure or expected to be in need of dialysis during the study period.\n4. The existence of secondary hyperoxaluria, e.g. hyperoxaluria due to bariatric surgery or chronic gastrointestinal diseases such as cystic fibrosis, chronic inflammatory bowel disease and short-bowel syndrome.\n5. Use of antibiotics to which O. formigenes is sensitive. (This includes current antibiotic use, or antibiotics use within 14 days of initiating study medication).\n6. Current treatment with a separate ascorbic acid preparation.\n7. Pregnant women (or women who are planning to become pregnant) or lactating women.\n8. Women of childbearing potential who are not using adequate contraceptive precautions. Please see section 7.3 regarding requirements for contraception.\n9. Presence of a medical condition that the Investigator considers likely to make the subject susceptible to adverse effect of study treatment or unable to follow study procedures or any condition that is likely to interfere with the study drug mechanism of action (such as abnormal GI function).\n10. Participation in any interventional study of another investigational product, biologic, device, or other agent within 60 days prior to the first dose of OC5 or not willing to forego other forms of investigational treatment during this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Plasma Oxalate Concentration After 52 Weeks of Treatment","description":"Change from baseline in total plasma oxalate concentration after 52 weeks of treatment in micromole/liter","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":"5.7"},{"groupId":"OG001","value":"14.4","spread":"5.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"1.34"},{"groupId":"OG001","value":"2.35","spread":"1.46"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Kidney Function","description":"Evaluation based on eGFR calculation using the 2009 creatinine-based \"Schwartz bedside\" equation (for children below 18 years of age) (Schwartz et al., 2009) and 2009 creatinine-based CKD-EPI equation for adults (Levey et al., 2009). Subjects who turn 18 during the study period were continuously evaluated using the Schwartz equation, ie the equation used at baseline was kept throughout the study.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"2.68"},{"groupId":"OG001","value":"-0.06","spread":"3.12"}]}]}]},{"type":"SECONDARY","title":"Frequency of Kidney Stone Events","description":"Number of kidney stone events for each patient","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":13},"commonTop":["Vomiting","Nasopharyngitis","Tonsillitis","Flank pain","Pyrexia"]}}}