{"nctId":"NCT03557333","briefTitle":"Safety and Tolerability of POD-DHE (INP104) in Migraine (STOP 301)","startDateStruct":{"date":"2018-07-13","type":"ACTUAL"},"conditions":["Migraine Headache"],"count":360,"armGroups":[{"label":"INP104","type":"EXPERIMENTAL","interventionNames":["Combination Product: INP104"]}],"interventions":[{"name":"INP104","otherNames":["Dihydroergotamine Mesylate (DHE) administered using the I123 Precision Olfactory Delivery (POD) Device","INP104, POD-DHE"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented diagnosis of migraine with or without aura, with at least 2 attacks per month for the previous 6 months.\n* Participants must be in good general health, with no significant medical history (excluding migraine).\n* Participants must have the ability and willingness to attend the necessary visits at the study center.\n* Participants must be able to provide the written informed consent prior to entry into the study.\n* Women of childbearing potential must agree to use adequate contraception (as defined in the protocol and by study personnel) during the study and for 30 days after the last dose fo the study drug.\n* Male participants and their partners must agree to use effective contraception (as defined in the protocol and by study personnel) during the study and for 30 days after the last dose of the study drug. Male participants should also refrain from sperm donation for 30 days after study completion.\n\nExclusion Criteria:\n\n* Subjects with trigeminal autonomic cephalalgias (including cluster headache, hemicrania syndromes and short-lasting unilateral, neuralgiform headache attacks with conjunctival injection and tearing), hemiplegic migraine, or migraine with brainstem aura (previously referred to as basilar migraines).\n* Subjects with chronic migraines, medication overuse headache or other chronic headache syndromes.\n* Subjects with ischemic heart disease or subjects with clinical symptoms or findings consistent with coronary artery vasospasm, including Prinzmetal's variant angina.\n* Subjects with significant risk factors for coronary artery disease (CAD) including current use of nicotine-containing products, medical history of diabetes, uncontrolled hypertension (high blood pressure), known peripheral arterial disease, Raynaud's phenomenon, sepsis or vascular surgery (within 3 months prior to study start), or severely impaired hepatic or renal (kidney) function.\n* Subjects with recurrent sinusitis or epistaxis.\n* Subjects with a history or presence of alcoholism or drug abuse within 2 years prior to first study drug administration.\n* Women who are pregnant, or planning to get pregnant, or who are lactating while participating in the study.\n* Use of any medications prohibited by protocol.\n* Use of \\>12 days per month of triptan or ergot-based medication in the 2 months prior to screening.\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"Number of participants with Serious Adverse Events (SAEs) whether or not related to study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Non-serious Treatment Emergent Adverse Events (AEs)","description":"Number of participants with non-serious treatment emergent adverse events (AEs), whether or not related to study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Nasal Mucosa","description":"Mean change from baseline in Quantitative Scoring Scale for Evaluation of the Nasal Mucosa (QSS-NM) score, reported at designated intervals on study. This scale was scored by otolaryngologists during routine endoscopy of the upper nasal cavity of participants. A minimum score of 0 means no issues were detected. A maximum score of 34 indicates severe issues (worse outcome).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.26"},{"groupId":"OG001","value":"0.0","spread":"0.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.43"},{"groupId":"OG001","value":"0.1","spread":"0.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.93"},{"groupId":"OG001","value":"0.1","spread":"0.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.88"},{"groupId":"OG001","value":"0.0","spread":"0.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-0.1","spread":"0.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-0.1","spread":"0.61"}]}]}]},{"type":"PRIMARY","title":"Change in Olfactory Function","description":"Mean change from baseline in olfactory function score, assessed using the University of Pennsylvania Smell Identification Test (UPSIT), and reported at designated intervals on study. The UPSIT is a 40 question scratch and sniff test of olfactory function. The minimum score of 0 indicates worst olfactory function, and the maximum score of 40 indicates the highest level of olfactory function detectable by the test.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"2.690"},{"groupId":"OG001","value":"-0.18","spread":"2.573"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.22","spread":"2.270"},{"groupId":"OG001","value":"0.03","spread":"2.373"}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-0.13","spread":"2.930"}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-0.80","spread":"2.710"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":354},"commonTop":["Nasal congestion","Upper respiratory tract infection","Nasopharyngitis","Nausea","Nasal discomfort"]}}}