{"nctId":"NCT04193202","briefTitle":"Efficacy and Safety of Gefapixant (MK-7264) in Adult Participants With Recent Onset Chronic Cough (MK-7264-043)","startDateStruct":{"date":"2020-05-21","type":"ACTUAL"},"conditions":["Chronic Cough"],"count":419,"armGroups":[{"label":"Gefapixant","type":"EXPERIMENTAL","interventionNames":["Drug: Gefapixant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Gefapixant","otherNames":["MK-7264"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chest radiograph or CT thorax (within 1 year of Screening/Visit 1 and after the onset of chronic cough) not demonstrating any abnormality considered to be significantly contributing to the chronic cough or any other clinically significant lung disease, in the opinion of the principal investigator or the subinvestigator\n* Has chronic cough (defined as duration of \\>8 weeks after onset of cough symptoms) for \\<12 months prior to the screening visit (\\<14 months after onset of cough symptoms)\n* Has a diagnosis of refractory chronic cough or unexplained chronic cough\n* Female participants are not pregnant, not breastfeeding, not of childbearing potential, or agree to follow contraceptive guidance\n\nExclusion Criteria:\n\n* Is a current smoker\n* Has given up smoking within 12 months of screening\n* Is a former smoker with a smoking history greater than 20 pack-years (1 pack of 20 cigarettes per day for 20 years)\n* Has a history of respiratory tract infection or recent change in pulmonary status within 4 weeks of screening\n* Has a history of chronic bronchitis, defined as cough that produces \\>1 tablespoon of phlegm, that occurs every day for at least 3 months in a row\n* Has a history of malignancy ≤5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or cervical cancer\n* Is a user of recreational or illicit drugs or a recent history (within the last year) of drug or alcohol abuse\n* Has a history of anaphylaxis or cutaneous adverse drug reaction to sulfonamide-containing drugs\n* Has a known allergy to gefapixant or its excipients\n* Has donated or lost ≥1 unit (\\~300 mL) of blood within 8 weeks prior to first dose of gefapixant\n* Has previously received gefapixant\n* Is currently participating or has participated in an interventional clinical study within 30 days of participating in this current study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Leicester Cough Questionnaire (LCQ) Total Score at Week 12","description":"Participants will be asked to complete the LCQ to assess the impact of their cough severity on health related quality of life (HRQoL) over the past 2 weeks. The LCQ is a 19-item, cough-specific HRQoL questionnaire. Each item on the LCQ assesses symptoms using a 7-point scale ranging from 1 to 7. The LCQ contains three domains on physical, psychological, and social functioning, and each domain score is calculated as the mean score of the items (range: 1 to 7) within the domain. The LCQ total score is the sum of the 3 domains, with a range from 3 (lowest total score) to 21 (highest total score). Higher scores indicate better HRQoL. The change from baseline in LCQ total score is calculated.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.34","spread":null},{"groupId":"OG001","value":"3.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Cough Severity Visual Analog Scale (VAS) Score at Week 12","description":"Participants will be asked to complete the VAS questionnaire to assess the severity of their cough over the past 24-hours. The Cough Severity VAS is a single-item questionnaire asking the participant to rate the severity of their cough on a 100-point scale ranging from 0 (\"No Cough\") to 100 (\"Extremely Severe Cough\"). Higher scores indicate greater severity of cough. The change from baseline in VAS score is calculated.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.79","spread":null},{"groupId":"OG001","value":"-24.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With One or More Adverse Events (AEs)","description":"An AE is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The percentage of participants with one or more AEs is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.5","spread":null},{"groupId":"OG001","value":"43.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinue Study Drug Due to an AE","description":"An AE is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The percentage of participants who discontinue study drug due to an AE is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":206},"commonTop":["Dysgeusia","Headache","Ageusia","Hypogeusia"]}}}