{"nctId":"NCT02690207","briefTitle":"Cross-vaccination Study of GSK Biologicals' Herpes Zoster Subunit (HZ/su) Vaccine (GSK 1437173A) in Subjects Who Previously Received Placebo in ZOSTER-006 (NCT01165177) and ZOSTER-022 (NCT01165229) Studies.","startDateStruct":{"date":"2016-03-16","type":"ACTUAL"},"conditions":["Herpes Zoster"],"count":8687,"armGroups":[{"label":"HZ/su Group","type":"EXPERIMENTAL","interventionNames":["Biological: Herpes Zoster Vaccine GSK1437173A"]}],"interventions":[{"name":"Herpes Zoster Vaccine GSK1437173A","otherNames":["HZ/su"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who, in the opinion of the investigator, can and will comply with the requirements of the protocol (e.g. completion of the diary cards, vaccination visits, follow-up contacts). Or subjects' Legally Acceptable Representative(s) \\[LAR(s)\\]/caregiver who, in the opinion of the investigator, can and will comply with the requirements of the protocol (e.g. completion of the diary cards, vaccination visits, availability for follow-up contacts).\n* Written informed consent obtained from the subject/Legally Acceptable representative(s) \\[LAR(s)\\] of the subject prior to performing any study specific procedure. If the subjects is not capable of giving consent, his/her assent to participate should be obtained to the extent possible.\n* Subject who previously participated in ZOSTER-006 or ZOSTER-022 studies and received at least one dose of placebo.\n* Female subjects of non-childbearing potential may be enrolled in the study.\n\n  * Non-childbearing potential is defined as pre-menarche, current tubal ligation, hysterectomy, ovariectomy or post-menopause.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject:\n\n  * has practiced adequate contraception for 30 days prior to vaccination, and\n  * has a negative pregnancy test on the day of vaccination and\n  * has agreed to continue adequate contraception during the entire treatment period\\* and for 2 months after completion of the vaccination series.\n\n    * treatment period refers to vaccination days and the interval between them.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product (drug or vaccine) other than the study vaccine during the period starting 30 days before the first dose of study vaccine (Day -29 to Day 0), or planned use up to 30 days post Dose 2.\n* Previous vaccination against Varicella Zoster virus (VZV) or HZ.\n* Planned administration of VZV or HZ vaccination during the study (including an investigational or non-registered vaccine), with the exception of the study vaccine.\n* Planned administration/administration of a vaccine/product not foreseen by the study protocol in the period starting 30 days before the first dose and ending 30 days after the last dose of vaccine administration, with the exception of licensed non-replicating vaccines (i.e. inactivated and subunit vaccines, including inactivated and subunit influenza vaccines, with or without adjuvant for seasonal or pandemic flus). These may be administered up to 8 days prior to dose 1 and/or dose 2 and/or at least 14 days after any dose of study vaccine\n* Chronic administration (defined as more than 14 days in total) of immunosuppressants or other immune-modifying drugs during the period starting six months prior to the first vaccine dose and up to 30 days post Dose 2. For corticosteroids, this will mean prednisone ≥ 20 mg/day or equivalent. Inhaled, topical and intra-articular corticosteroids are allowed.\n* Administration of long-acting immune-modifying drugs (e.g. infliximab, rituximab) within six months prior to the first vaccine dose up to 30 days post Dose 2.\n* Concurrently participating in another clinical study, at the time of enrolment or planned participation up to the 30 days post second dose, in which the subject has been or will be exposed to an investigational or a non-investigational vaccine/product (pharmaceutical product or device).\n* Any confirmed or suspected immunosuppressive or immunodeficient condition resulting from disease (e.g., malignancy, Human Immunodeficiency Virus \\[HIV\\] infection) or immunosuppressive/cytotoxic therapy (e.g., medications used during cancer chemotherapy, organ transplantation or to treat autoimmune disorders).\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Active HZ infection at the time of enrolment (i.e. HZ lesions not completely crusted over).\n* Pregnant or lactating female.\n* Any condition which, in the opinion of the investigator, prevents the subject from participating in the study.\n* Any condition which in the judgment of the investigator would make intramuscular injection unsafe.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Any, Grade 3 and Related Unsolicited Adverse Events (AEs)","description":"An unsolicited AE covers any untoward medical occurrence in a clinical investigation subject temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Any was defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination. Grade 3 AE = an AE which prevented normal, everyday activities. Related=AE assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5175","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"963","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4422","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Any and Related Serious Adverse Events (SAEs)","description":"Serious adverse events (SAEs) assessed include medical occurrences that resulted in death, were life-threatening, required hospitalization or prolongation of hospitalization or resulted in disability/incapacity. Related=SAE assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"734","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Any and Related Potential Immune Mediated Diseases (pIMDs)","description":"pIMDs are a subset of AEs that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune aetiology. Related pIMDs=pIMDs assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With at Least One Suspected Herpes Zoster (HZ) Case(s)","description":"A suspected case of HZ was defined as a new rash characteristic of HZ (e.g., unilateral, dermatomal and accompanied by pain broadly defined to include allodynia, pruritus or other sensations).\n\nClinically confirmed HZ episode is suspected HZ episode confirmed by the Investigator/Delegate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":734,"n":8687},"commonTop":["Injection site pain","Injection site erythema","Pyrexia","Injection site swelling","Headache"]}}}