{"nctId":"NCT03434275","briefTitle":"Evaluation of Preoperative N1539 in Total Knee Arthroplasty","startDateStruct":{"date":"2018-02-19","type":"ACTUAL"},"conditions":["Pain, Postoperative"],"count":194,"armGroups":[{"label":"N1539 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: N1539"]},{"label":"IV Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"N1539","otherNames":["Intravenous meloxicam"]},{"name":"Placebo","otherNames":["Intravenous placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Voluntarily provide written informed consent.\n* Be planned to undergo an elective, primary (no repeat arthroplasties) open unilateral total knee arthroplasty (TKA), and be expected to require IV analgesia, remain in an inpatient setting for ≥24 hours, and receive at least two doses of study drug.\n* ASA physical status category 1, 2, or 3.\n* Female subjects not pregnant or planning/attempting to become pregnant, not lactating; or commits to the use of an acceptable form of birth control for the duration of the study.\n* Have a body mass index \\<40 kg/m\\^2\n\nExclusion Criteria:\n\n* Have a known allergy or hypersensitivity to any study treatment.\n* Have a history of previous TKA.\n* Has plans for a concurrent surgical procedure (eg, bilateral TKA).\n* Has TKA planned to be performed under general anesthesia.\n* Have a history of myocardial infarction within the preceding 12 months.\n* Have, as determined by the investigator or the sponsor's medical monitor, a history or clinical manifestations of significant condition that would preclude participation.\n* Have active or recent (within 6 months) gastrointestinal ulceration or bleeding.\n* Have a known bleeding disorder which may be worsened with the administration of an NSAID.\n* Be currently receiving treatment with oral meloxicam (Mobic®) or another NSAID within 48 hours prior to surgery.\n* Have previously received N1539/IV meloxicam or received any investigational product within 30 days before dosing with study medication.\n* Have undergone or be expected to undergo radiation therapy, chemotherapy, or other biological therapy for cancer treatment, within 60 days prior to screening through last follow-up.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Opioid Use Hour 0-24","description":"Total use of opioid analgesia, in IV morphine equivalent dose, from Hour 0 through 24.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.94","spread":"1.320"},{"groupId":"OG001","value":"27.73","spread":"1.371"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":93},"commonTop":["Nausea","Vomiting","Hypotension","Pruritus","Constipation"]}}}