{"nctId":"NCT01495702","briefTitle":"Study to Evaluate Switching From Regimens Consisting of a Nonnucleoside Reverse Transcriptase Inhibitor Plus Emtricitabine and Tenofovir DF to the Elvitegravir/Cobicistat/Emtricitabine/Tenofovir DF Single-Tablet Regimen in Virologically Suppressed, HIV-1 Infected Patients","startDateStruct":{"date":"2011-12"},"conditions":["Acquired Immunodeficiency Syndrome","HIV Infections"],"count":439,"armGroups":[{"label":"Stribild","type":"EXPERIMENTAL","interventionNames":["Drug: Stribild"]},{"label":"NNRTI+FTC/TDF","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: NNRTI","Drug: FTC/TDF","Drug: Stribild"]}],"interventions":[{"name":"NNRTI","otherNames":[]},{"name":"FTC/TDF","otherNames":["Truvada"]},{"name":"Stribild","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to understand and sign a written informed consent form\n* Be stable on the current formulation(s) of an antiretroviral regimen consisting of an NNRTI plus FTC/TDF for ≥ 6 consecutive months preceding the screening visit. This includes those who began a regimen with individual drug components and subsequently simplified to include a fixed-dose combination formulation of the same drugs.\n* Be on the first or second antiretroviral regimen with documented undetectable plasma HIV 1 RNA levels for ≥ 6 months preceding the screening visit\n* No previous use of any approved or experimental integrase strand transfer inhibitor (INSTI) for any length of time\n* Documented historical genotype prior to starting initial antiretroviral therapy showing no known resistance to TDF or FTC\n* HIV RNA \\< 50 copies/mL at screening\n* Normal ECG\n* Hepatic transaminases ≤ 5 × the upper limit of the normal range (ULN)\n* Total bilirubin ≤ 1.5 mg/dL\n* Adequate hematologic function\n* Serum amylase ≤ 5 × ULN\n* Estimated glomerular filtration rate ≥ 70 mL/min\n* Females of childbearing potential must agree to utilize protocol recommended contraception methods or be nonheterosexually active, practice sexual abstinence from screening throughout the duration of the study period and for 12 weeks for participants on EFV/FTC/TDF or efavirenz or 30 days for the rest of participants following the last dose of study drug\n* Female participants who utilize hormonal contraceptive as one of their birth control methods must have used the same method for at least three months prior to study dosing\n* Male participants must agree to utilize protocol-recommended methods of contraception during heterosexual intercourse or be nonheterosexually active, and practice sexual abstinence from the screening visit.\n* Age ≥ 18 years\n\nExclusion Criteria:\n\n* New AIDS-defining condition diagnosed within the 30 days prior to screening\n* Females who are breastfeeding\n* Positive serum pregnancy test (female of childbearing potential)\n* Receiving drug treatment for hepatitis C, or those who are anticipated to receive treatment for hepatitis C during the course of the study\n* Experiencing decompensated cirrhosis\n* Have an implanted defibrillator or pacemaker\n* Current alcohol or substance abuse that would interfere with compliance\n* A history of malignancy within the past 5 years or ongoing malignancy other than cutaneous Kaposi's sarcoma (KS), basal cell carcinoma, or resected, noninvasive cutaneous squamous carcinoma. Persons with cutaneous KS are eligible, but must not have received any systemic therapy for KS within 30 days of baseline and must not be anticipated to require systemic therapy during the study.\n* Active, serious infections requiring parenteral antibiotic or antifungal therapy within 30 days prior to baseline\n* Have been treated with immunosuppressant therapies or chemotherapeutic agents within 3 months of study screening, or expected to receive these agents or systemic steroids during the study\n* Receiving ongoing therapy with any of the medications, including drugs not to be used with elvitegravir, cobicistat, FTC, or TDF; or those with any known allergies to the excipients of E/C/F/TDF tablets, or FTC/TDF tablets\n* No anticipated need to initiate drugs during the study that are contraindicated\n* Receiving other investigational drugs\n* Participation in any other clinical trial\n* Any other clinical condition or prior therapy that would make the participant unsuitable for the study or unable to comply with the dosing requirements","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With HIV-1 RNA < 50 Copies/mL at Week 48","description":"The FDA-defined Snapshot algorithm was used, which defines a patient's virologic response status using only the viral load at the predefined time point within an allowed window of time.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.4","spread":null},{"groupId":"OG001","value":"88.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HIV-1 RNA < 50 Copies/mL at Week 96","description":"The FDA-defined Snapshot algorithm was used, which defines a patient's virologic response status using only the viral load at the predefined time point within an allowed window of time.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.6","spread":null},{"groupId":"OG001","value":"80.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD4+ Cell Count at Week 48","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":"147.3"},{"groupId":"OG001","value":"58","spread":"179.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD4+ Cell Count at Week 96","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":"166.7"},{"groupId":"OG001","value":"101","spread":"156.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":291},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Diarrhoea","Headache","Insomnia"]}}}