{"nctId":"NCT02296138","briefTitle":"Comparing the Efficacy of Tiotropium + Olodaterol (5/5 µg) Fixed Dose Combination (FDC) Over Tiotropium 5µg in Reducing Moderate to Severe Exacerbations in Patients With Severe to Very Severe Chronic Obstructive Pulmonary Disease.","startDateStruct":{"date":"2015-01-13","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":7903,"armGroups":[{"label":"tiotropium + olodaterol high dose","type":"EXPERIMENTAL","interventionNames":["Drug: olodaterol","Drug: tiotropium"]},{"label":"tiotropium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: tiotropium"]}],"interventions":[{"name":"olodaterol","otherNames":[]},{"name":"tiotropium","otherNames":[]},{"name":"tiotropium","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female patients, 40 years of age or older.\n* Diagnosis of COPD with a documented post-bronchodilator Forced expiratory volume in one second (FEV1)\\< 60% of predicted normal and a post-bronchodilator FEV1/ forced vital capacity (FVC) \\<70% at Visit 1\n* Documented history of at least one moderate to severe COPD exacerbation in the previous 12 months requiring treatment with systemic corticosteroids and/or antibiotics and/or related hospitalization.\n* Symptomatically stable as defined by: no evidence of COPD exacerbation requiring use of either antibiotics and/or steroids 4 weeks prior to visit 1 and no evidence of change in their usual COPD medication 4 weeks prior to visit 1.\n* Current or ex-smokers with a smoking history of more than 10 pack years.\n\nExclusion criteria:\n\n* Significant disease other than COPD.\n* Clinically relevant abnormal baseline haematology, blood chemistry or creatinine \\> x2 ULN will be excluded regardless of clinical condition. ( A repeat laboratory evaluation can be conducted if deemed necessary by the investigator.)\n* Current documented diagnosis of asthma. For patients with allergic rhinitis or atopy, source documentation is required to verify that the patient does not have asthma\n* A diagnosis of thyrotoxicosis\n* A history of myocardial infarction within 6 months of screening visit.\n* Life-threatening cardiac arrhythmia.\n* Known active tuberculosis.\n* Any malignancy unless free of disease for at least 5 years (patients with treated basal cell carcinoma or squamous cell skin cancers are allowed).\n* A history of cystic fibrosis.\n* Clinically relevant bronchiectasis.\n* Patients with severe emphysema requiring endobronchial interventions within 6 months prior to screening\n* A history of significant alcohol or drug abuse in the opinion of the investigator.\n* Patients who have undergone thoracotomy with pulmonary resection\n* Patients being treated with oral or patch ß-adrenergics.\n* Patients being treated with oral corticosteroid medication at unstable doses\n* Patients being treated with antibiotics for any reasons within 4 weeks of screening visit\n* Patients being treated with PDE4 inhibitors within 3 months of screening visit\n* Patients who have taken an investigational drug within one month or six half-lives\n* Pregnant or nursing women.\n* Women of childbearing potential not using a highly effective method of birth control.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualised Rate of Moderate to Severe COPD Exacerbations During the Actual Treatment Period.","description":"Annualised rate of moderate to severe COPD exacerbations during the actual treatment period was calculated per treatment per patient-year. The actual treatment period was defined as the interval from first in-take of study medication until 1 day after last in-take of study medication. Least Squares Means are actually exponentiated.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"99% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":null},{"groupId":"OG001","value":"0.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With at Least One Moderate to Severe COPD Exacerbation During the Actual Treatment Period.","description":"Key secondary endpoint: Number of patients with at least one moderate to severe COPD exacerbation during the actual treatment period per treatment. The actual treatment period was defined as the interval from first in-take of study medication until 1 day after last in-take of study medication. The median was not estimated due to less than 50% of patients having an event. Hence the number of patients with at least one moderate to severe COPD exacerbation is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1777","spread":null},{"groupId":"OG001","value":"1746","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualised Rate of Exacerbations Leading to Hospitalisation During the Actual Treatment Period.","description":"Annualised rate of exacerbations leading to hospitalisation during the actual treatment period was calculated per treatment per patient-year. The actual treatment period was defined as the interval from first in-take of study medication until 1 day after last in-take of study medication.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"0.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With at Least One COPD Exacerbation Leading to Hospitalisation During the Actual Treatment Period.","description":"Number of patients with at least one COPD exacerbation leading to hospitalisation during the actual treatment period per treatment. The actual treatment period was defined as the interval from first in-take of study medication until 1 day after last in-take of study medication. The median was not estimated due to less than 50% of patients having an event. Hence the number of patients with at least one moderate to severe COPD exacerbation leading to hospitalisation is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"469","spread":null},{"groupId":"OG001","value":"450","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With All-cause Mortality Occurring During the Actual Treatment Period.","description":"Number of patients with all-cause mortality occurring during the actual treatment period per treatment. The actual treatment period was defined as the interval from first in-take of study medication until 1 day after last in-take of study medication. The median was not estimated due to less than 50% of patients having an event. Hence the number of patients with all-cause mortality is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":862,"n":3941},"commonTop":["Chronic obstructive pulmonary disease","Viral upper respiratory tract infection","Dyspnoea"]}}}