{"nctId":"NCT01420653","briefTitle":"Maxigesic 325 Acute Dental Pain Study","startDateStruct":{"date":"2013-04"},"conditions":["Dental Pain"],"count":408,"armGroups":[{"label":"Maxigesic 325","type":"EXPERIMENTAL","interventionNames":["Drug: Maxigesic 325"]},{"label":"Acetaminophen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Acetaminophen"]},{"label":"Ibuprofen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ibuprofen"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Maxigesic 325","otherNames":["Maxigesic"]},{"name":"Acetaminophen","otherNames":["paracetamol"]},{"name":"Ibuprofen","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provides written informed consent before initiation of any study-related procedures.\n* Males and females aged at least 10 years and not more than 60 years old on the day of consent.\n* Undergoing dental surgery for the extraction of at least 2 impacted third molar teeth.\n* A resting VAS pain intensity score at baseline (within 6 hours after the completion of surgery) of greater than or equal to 40 mm on a 100 mm VAS scale with 0 = no pain and 100 = worst pain imaginable.\n\nExclusion Criteria:\n\n* Has taken any NSAID or acetaminophen within 12 hours prior to the stat of surgery other than asprin less than or equal to 150 mg/day\n* Subjects who have received any anaesthetics within 24 hours prior to surgery\n* Hypersensitivity to opioids\n* Known to be pregnant or possibly pregnant\n* Women of childbearing potential who are unwilling to take adequate contraceptive precautions, i.e., hormonal contraceptive, an intrauterine device, double-barrier method, or abstinence. A women of childbearing potential is defined as any female who is less than 2 years post-menopausal or has not undergone a partial or total hysterectomy or surgical sterilization, e.g. bilateral tubal ligation, bilateral oophorectomy.\n* Women of childbearing potential who are unwilling to undergo an urine pregnancy test.\n* Suffering from a neurological disorder relating to pain perception or any acute or chronic condition that, in the opinion of the investigator, makes the subject unsuitable from an efficacy or safety perspective.\n* In the opinion of the investigator, unable to understand the visual analogue pain score or comply with the protocol requirements.\n* Currently, or in the last 30 days, has been in a clinical trial involving another study drug.\n* Currently treated with an ACE inhibitor, warfarin, steroid (other than nasal steroids or topical steroids with the approval of the investigator) cyclosporin, tacrolimus or methotrexate, or any other medication felt by the investigator to interfere with safety or efficacy evaluations.\n* Participant weight \\< 50 kg or \\> 120 kg.\n* Has a history of drug or alcohol abuse.\n* Suffering from any other disease or condition which, in the opinion of the investigator, means that it would not be in the participants best interests to participant in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"SPID (Summed Pain Intensity Differences)","description":"The time-adjusted Summed Pain Intensity Differences (SPIDs) of the VAS pain intensity scores up to 48 hours after the first dose of study medication.\n\nThis was calculated from the visual analogue scale (VAS) pain intensity scores recorded during the 48 hours double blind treatment period, with the last measure taken just prior to the final dose of blinded study medication. The visual analogue scale is 100mm long with 0= no pain and 100=worst pain imaginable. The Visual Analogue Scale It is expected that treatments which can provide superior analgesic effect will demonstrate a greater Summed Pain Intensity Difference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.56","spread":"1.94"},{"groupId":"OG001","value":"17.71","spread":"1.89"},{"groupId":"OG002","value":"23.18","spread":"1.89"},{"groupId":"OG003","value":"14.86","spread":"2.26"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":110},"commonTop":["Nausea","Vomiting","Headache","Facial swelling","Diziness"]}}}