{"nctId":"NCT03282981","briefTitle":"Beta Adrenergic Antagonist for the Healing of Chronic DFU","startDateStruct":{"date":"2018-07-24","type":"ACTUAL"},"conditions":["Chronic Diabetic Foot Ulcers","Diabetic Neuropathic Ulcers","Non Healing Wound"],"count":48,"armGroups":[{"label":"Timolol","type":"EXPERIMENTAL","interventionNames":["Drug: Timolol"]},{"label":"SOC plus non biologically active gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Non biologically active gel"]}],"interventions":[{"name":"Timolol","otherNames":["Timoptic-XE"]},{"name":"Non biologically active gel","otherNames":["Hydrogel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subject of any race 18 years old or older\n* Lower extremity ulcer located anywhere on the foot (as defined as beginning below the malleoli of the ankle):\n\n  * Of more than 30 days duration and less than 2 years duration\n  * Surface area between 0.5cm2 and 20cm2 (as measured with the Silhouette imaging system at randomization). The ulcer with largest surface area meeting inclusion criteria will be selected as index ulcer\n  * If two ulcers present with the same surface area, the ulcer of the longest duration will be selected as index ulcer\n* Documented Ankle Brachial Index (ABI) between 0.8 and 1.2 on the study limb or toe pressure over 65mmHg within 3 months of screening phase\n* Documented biopsy report to rule out malignancy of ulcer of \\> 6 months duration\n* Subject or legally authorized representative understands and is willing to give written informed consent\n* Subject or legally authorized representative is willing and able to comply with a trial (13 to 17 days) of protocol-specified standard care prior to randomization and to comply with all study requirements\n\nExclusion Criteria:\n\n* Ulcer of non-diabetic etiology, such as venous, arterial and burn wounds\n* Index ulcer is less than 3 cm in distance from any other ulcer on the same extremity\n* There are greater than 3 ulcers on the study foot\n* Index ulcer presents with any of the following: cellulitis, osteomyelitis, exposed bone, tendon or fascia, capsule , purulent exudate or gangrene\n* Index ulcer shows evidence of infection (defined as a moderate or severe rating of all of the following clinical signs/symptoms:\n\n  * increased warmth\n  * increased pain\n  * erythema\n  * malodorous exudate at Screening or at Randomization (Visit 1), OR total organism count \\> 1 x 105 colony forming units (CFU) from the screening visit study ulcer culture sample)\n* Index ulcer surface area has decreased or increased \\> 40% between Screening and at Randomization (Visit 1) as assessed by the Silhouette imaging system\n* Has acquired or is known to be infected with Human Immunodeficiency Virus (HIV)\n* Has active malignancy on the study foot\n* Has uncontrolled diabetes mellitus as defined by glycosylated hemoglobin A1C \\> 12%\n* Has immunodeficiency as defined by serum IgG, IgA, and IgM less than one-half the lower limit of normal\n* Has severe protein malnutrition as defined by serum albumin \\< 2.5 g/dL\n* Has serum aspartate aminotransferase (AST, SGOT, GOT) or serum alanine aminotransferase (ALT, SGPT, GPT) levels greater than twice the upper limit of normal\n* Has fatigue, palpitations, dyspnea, and/or angina at rest\n* Has a history, within the previous 12 months from date of Screening Visit, of alcohol or drug abuse, particularly methadone or heroin\n* Has received previous treatment with the following during the 60 days prior to Screening:\n\n  * Immunosuppressive agents\n  * radiation\n  * chemotherapy\n  * growth factors (epidermal growth factor, tumor necrosis factor, transforming growth factor, platelet derived growth factor, etc.)\n\n    * at the site of the study ulcer, split- or full-thickness skin graft at the site of the study ulcer, biologically-active (or engineered) cellular or acellular product(s) at the site of the study ulcer, investigational drug or device\n* Has been hospitalized for treatment of a diabetic foot ulcer within the previous 30 days from Screening\n* Has history of heart block 2nd and 3rd degree\n* Female who is pregnant or refuses to use adequate contraceptive methods and is of childbearing age during the trial\n* Prisoners, institutionalized individuals or vulnerable population","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Complete Wound Closure, as Assessed Over a 12 Week Period","description":"Complete wound closure will be assessed by Investigators and is defined as 100% epithelialization of the wound site (\"skin re-epithelialization without drainage or dressing requirements by Week 12). The primary outcome was the proportion of patients with complete wound healing by the end of the treatment phase, evaluated using Fisher's exact test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety Outcome Measurement of Timolol Serum","description":"Safety outcome measurement of timolol serum during the treatment phase. Serum Timolol levels were assessed in all participants receiving SOC + Timolol. Most levels were below the detectable limit (\\<0.22 ng/mL), suggesting minimal systemic absorption. Three participants exhibited detectable levels, with one case of a protocol deviation involving excessive application resulting in a serum level of 1.00 ng/mL. No systemic effects were observed in these cases, supporting the safety profile of topical Timolol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.596","spread":"0.315"}]}]}]},{"type":"SECONDARY","title":"The Time to Wound Closure Between the Two Groups","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"1.0"},{"groupId":"OG001","value":"9.2","spread":"1.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":[]}}}