{"nctId":"NCT01594762","briefTitle":"Pexiganan Versus Placebo Control for the Treatment of Mild Infections of Diabetic Foot Ulcers","startDateStruct":{"date":"2014-06"},"conditions":["Diabetic Foot Infection"],"count":200,"armGroups":[{"label":"Topical placebo control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Topical placebo cream","Other: Standard wound care"]},{"label":"Topical pexiganan cream 0.8%","type":"EXPERIMENTAL","interventionNames":["Drug: Topical pexiganan cream 0.8%","Other: Standard wound care"]}],"interventions":[{"name":"Topical pexiganan cream 0.8%","otherNames":["MSI-78"]},{"name":"Topical placebo cream","otherNames":[]},{"name":"Standard wound care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diabetes mellitus.\n2. Male or female at least 18 years old.\n3. Subject must agree to adhere to all protocol procedures and return for all scheduled visits, and must be willing and able to provide written informed consent.\n4. Subject is to be treated on an outpatient basis.\n5. Full thickness ulcer or a partial thickness ulcer on the foot distal to the malleoli with a surface area ≥ 1 cm2 after the wound has undergone appropriate debridement.\n6. Localized mild infection of the ulcer.\n7. The diagnosis of mild infection must be confirmed immediately following debridement at Baseline.\n8. Subject must have plain radiographs taken within 2 days prior to entry showing no evidence of bony abnormalities consistent with osteomyelitis, or gas compatible with tissue crepitus, in the affected foot.\n\nExclusion Criteria:\n\n1. IDSA-defined moderate infection, including cellulitis extending \\> 2 cm; lymphangitis; spread beneath the fascia; deep tissue abscess; gangrene; muscle, joint, or bone involvement.\n2. IDSA-defined severe infection, including systemic toxicity or metabolic instability.\n3. Infected diabetic foot ulcer that is associated with local wound complications such as prosthetic materials or protruding surgical hardware.\n4. \\> 1 infected foot ulcer.\n5. Subject is currently receiving topical antimicrobial treatment for a localized infection of the study ulcer and whose infection is improving in response to treatment.\n6. Subject has received a systemic antibiotic within 48 hours prior to Screening.\n7. Concurrent or expected to require systemic antimicrobials during the study period for any infection, including diabetic foot ulcer.\n8. Bone or joint involvement is suspected based on clinical examination or plain X-ray.\n9. Clinically significant peripheral arterial disease requiring vascular intervention.\n10. Subject is expected to be unable to care for the ulcer or return for all scheduled visits because of hospitalization, vacation, disability, etc. during the study period, or is unable to safely monitor the infection status at home.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Clinical Response","description":"The numbers of participants with Clinical Response, defined as resolution of infection, are reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Microbiological Response","description":"The numbers of participants with Microbiological Response, defined are eradication of all baseline pathogens, are reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAE)","description":"The number of participants with TEAEs, including Serious TEAEs, are reported","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":97},"commonTop":["Osteomyelitis","Dyspnoea"]}}}