{"nctId":"NCT03324776","briefTitle":"Initiating Mealtime Ultra-Rapid Acting Insulin (Afrezza) in Uncontrolled Type 2 Diabetes Patients","startDateStruct":{"date":"2017-10-16","type":"ACTUAL"},"conditions":["Type2 Diabetes"],"count":20,"armGroups":[{"label":"Addition of mealtime Afrezza Inhalation Powder","type":"OTHER","interventionNames":["Drug: Afrezza Inhalant Product"]}],"interventions":[{"name":"Afrezza Inhalant Product","otherNames":["Afrezza Inhaled Insulin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult type 2 diabetes patients age 18 or older\n* HbA1c ≥ 7.5% and ≤ 11.5% after at least 6 months treatment with diabetes medication. Treatment may include oral agents, basal insulin or Glucagon-like peptide-1 (GLP-1) in any combination.\n* Patient and provider agree not to add additional diabetes medications during the 14 weeks of the study (unless rescue treatment is indicated).\n\nExclusion Criteria:\n\n* History of asthma, chronic obstructive pulmonary disease (COPD) or smoking within 6 months\n* Forced Expiratory Volume in one second (FEV1) under 70% predicted\n* Pregnancy\n* Active malignancies and/or life expectancy of \\< 12 months\n* Major surgery planned during study period\n* Currently using rapid acting insulins - Novolog, Humalog, Apidra\n* Prior use of Afrezza in the last 3 months\n* Unwilling to test blood glucose before or after each meal\n* Exposure to systemic glucocorticoids within 6 weeks of screening\n* Severe hypoglycemia in last 6 months or hypoglycemia unawareness\n* Any medical condition which, in the opinion of the investigator, would interfere with ability to understand or respond to the administration of inhaled insulin","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Percentage of HbA1c From Baseline to 3 Months","description":"Change in percentage of HbA1c from baseline to 3 months in uncontrolled type 2 diabetes patients initially having HbA1c of 7.5 or higher and 11.5% or lower","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.247"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With HbA1c Under 7% at 3 Months","description":"Percentage of patients with uncontrolled type 2 diabetes with HbA1c that is under 7% at 3 months","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Time With Blood Glucose (BG) Under 70 mg/dL on CGMS","description":"Percent of time with BG under 70 mg/dL on CGMS at 3 months in participants with uncontrolled type 2 diabetes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"2.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":[]}}}