{"nctId":"NCT02720744","briefTitle":"Once-Nightly Sodium Oxybate for Treatment of Excessive Daytime Sleepiness and Cataplexy in Narcolepsy","startDateStruct":{"date":"2016-11-17","type":"ACTUAL"},"conditions":["Excessive Daytime Sleepiness","Cataplexy","Narcolepsy"],"count":212,"armGroups":[{"label":"Sodium Oxybate","type":"EXPERIMENTAL","interventionNames":["Drug: FT218"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"FT218","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects 16 years of age or older\n2. Willing and able to give written informed consent for study participation. For young adults (16 and 17 years old) who have not reached the age of majority they must be capable of giving assent and consent from a legally authorized guardian must be obtained, as required by local laws and regulations\n3. Documented evidence of a diagnosis of NT1 (type 1 narcolepsy) or NT2 (type 2 narcolepsy) as, in part, determined by an overnight PSG (polysomnography) and next-day MSLT (maintenance of sleep latency test) with 2 or more SOREMPs (sleep onset REM) with mean sleep latency in the pathological range i.e. \\< 8 minutes and meeting the NT1 and NT2 as defined by the International Classification of Sleep Disorders -3 criteria.\n4. Current continuing presence of EDS (excessive daytime sleepiness) as defined by subject report for the last 3 months and an ESS (Epworth sleepiness scale) \\> 10\n5. For NT1 only, current continuing presence of cataplexy as defined by subject report for the last 3 months\n6. Subjects may use concomitant stimulants, but must comply with the following:\n\n   1. They must be on a stable dose of stimulants for at least 3 weeks prior to starting the screening process for this study; AND\n   2. They must use the same stimulant regimen throughout the entire study period, including during screening and posttreatment periods\n   3. They must discontinue all anti cataplexy drugs\n7. Addition inclusion criteria per protocol\n\nExclusion criteria\n\n1. Any prior use of sodium oxybate is allowed in the study but within the following exclusions:\n\n   1. Previous dosing must have been limited to no more than 4.5g per night\n   2. Patient should not have taken sodium oxybate for more than 2 weeks.\n   3. All previous dosing must not have occurred within the last year prior to entry to the study.\n2. Current use of sodium valproate\n3. Any use of the following prohibited medications for the duration of the clinical study:\n\n   1. Anticonvulsants\n   2. Clonidine\n   3. SSRIs (selective serotonin re-uptake inhibitors) and serotonin and norepinephrine re-uptake inhibitors (SNRIs)\n   4. MAOIs (monoamine oxidase inhibitors)\n   5. TCAs (tricyclic antidepressants)\n   6. Hypnotics\n   7. Anxiolytics\n   8. Sedating antihistamines\n   9. Antipsychotics\n   10. Other experimental medications designed to treat narcolepsy, cataplexy or any other condition\n4. Treatment with any investigational products within 3 months before study enrollment\n5. Any drug known to affect sleep-wake function. Concomitant stimulant use is permitted\n6. Additional exclusion criteria per protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maintenance of Wakefulness Test (MWT)","description":"Change from Baseline for MWT, which is the mean latency across 5 naps, averaged over the test day","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"0.96"},{"groupId":"OG001","value":"4.7","spread":"0.92"}]}]}]},{"type":"PRIMARY","title":"Proportion of Patients That Were Very Much Improved or Much Improved on Clinical Global Impression of Improvement as Compared to Screening","description":"The CGI is the clinician's global impression of improvement in daytime sleepiness. For the CGI, a GLIMMIX (generalized linear mixed models) model for binomial data with logit link was used to analyze the categorized CGI response, i.e., the proportions of subjects who were Very Much Improved or Much Improved as compared to Screening","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.0","spread":null},{"groupId":"OG001","value":"31.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Cataplexy Attacks at Visit 8 (Week 14) as Compared to Baseline","description":"Mean number of cataplexy events recorded on the Sleep and Symptom Daily Diary during the period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.5","spread":"0.96"},{"groupId":"OG001","value":"-4.9","spread":"0.95"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":77},"commonTop":["Enuresis","Headache","Dizziness","Vomiting","Nausea"]}}}