{"nctId":"NCT02725528","briefTitle":"Evaluation of Xiaflex: Trial of Effectivenss iN Dupuytren's","startDateStruct":{"date":"2017-07-08","type":"ACTUAL"},"conditions":["Dupuytren's Disease"],"count":22,"armGroups":[{"label":"collagenase injection","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: collagenase injection"]},{"label":"limited palmar fasciectomy","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: limited palmar fasciectomy"]}],"interventions":[{"name":"collagenase injection","otherNames":["enzyme, collagenase clostridium histolyticum, xiaflex"]},{"name":"limited palmar fasciectomy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Canadian Citizen\n2. 18 years of age or older\n3. Dupuytren's contracture of the metacarpophalangeal (MCP) joint or of the proximal interphalangeal (PIP) joint with a fixed flexion contracture of 20º or greater in at least 1 finger (not the thumb)\n4. Demonstrated inability to simultaneously place the affected finger and palm flat on a table\n5. Able to understand and communicate in English\n\nExclusion Criteria:\n\n1. Previous treatment of the primary joint within 90 days of study inclusion\n2. Patients undergoing any concomitant procedure on the same hand (e.g. carpal tunnel release, stenosing tenosynovitis release)\n3. Persistent extension deficit from a previous surgery of the same digit\n4. Any chronic muscular or neuromuscular disorder affecting wrist or hand\n5. Patient generally unfit for surgery\n6. Patient with specific treatment preference\n7. Bleeding disorder or recent stroke\n8. Allergy to collagenase\n9. Collagenase treatment or treatment with any investigational drug within 30 days of study inclusion\n10. Use of a tetracycline derivative within 14 days of first dose of study drug (because tetracycline derivatives may inhibit the collagenolytic activity of mammalian collagenase homologs \\[i.e., matrix metalloproteinases\\])\n11. Pregnant or breast feeding patients\n12. Patients who do not have insurance coverage for collagenase injections\n13. Patients who are unable to provide informed consent or are unable to complete quality of life questionnaires due to mental capacity or neuro-psychological problems.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Health-related Quality of Life (HRQL) Using the Michigan Hand Outcomes Questionnaire (MHQ)","description":"Michigan Hand Outcomes Questionnaire (MHQ). Converted to a score rated 0-100 (where higher scores represent better function).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.1","spread":"14.9"},{"groupId":"OG001","value":"68.3","spread":"15.7"}]}]}]},{"type":"SECONDARY","title":"HRQL Measured With the Health Utility Index Mark 3 (HUI3) of Health","description":"Health Utility Index Mark 3 (HUI3) of Health. The HUI3 is a generic multi-attribute health-status classification instrument composed of eight attributes or dimensions: vision, hearing, speech, ambulation, dexterity, emotion, cognition, and pain with five or six levels per attribute. Dimensions are combined to produce one health utility score. The HUI3 produces health utilities anchored at 0 (minimum) for equal to being dead and 1 (maximum) for perfect health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"0.79"},{"groupId":"OG001","value":"0.79","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"HRQL Measured With the Unité Rhumatologique Des Affections de la Main (URAM)","description":"Unité Rhumatologique des Affections de la Main (URAM). The URAM is a disease-specific HRQL measure developed for Dupuytren's Disease (DD) and is composed of a 9-item patient-reported questionnaire. Each item is scored between 0 and 5 depending on the difficulty in performing that particular function with total scores for DD-associated disability ranging from 0 (best) to 45 (worst). High scores suggest high levels of disability and disturbance. The URAM scale is a 1-domain outcome measure postulated to be related to disability associated with DD.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"9.2"},{"groupId":"OG001","value":"5.2","spread":"7.6"}]}]}]},{"type":"SECONDARY","title":"HRQL Measured With the Southampton Dupuytren's Scoring Scheme (SDSS)","description":"The SDSS is disease-specific scoring system developed for Dupuytren's Disease (DD) with 5 domains, each relevant to DD and scored on a five-point scale (no problem, mild inconvenience, modest inconvenience, definitely troublesome, severe problem). The minimum score is 0 and maximum score is 20 with higher scores suggesting higher levels of disability.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":"3.2"},{"groupId":"OG001","value":"7.2","spread":"3.7"}]}]}]},{"type":"SECONDARY","title":"Quality Adjusted Life Years (QALY) Measured With the Health Utility Index Mark 3 (HUI3)","description":"QALY was calculated by multiplying the difference between quality of life, as measured by the HUI-3 score before and after the intervention by the remaining years of life of the average patient (i.e., life expectancy - patient's age). Life expectancy was set at 79 years for males, and 84 years for females. Higher QALYs represent improved (better) patient outcomes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":"1.7"},{"groupId":"OG001","value":"0.93","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Recurrence Rates","description":"Reccurence was measured as whether or not participants received a repeat diagnosis of Dupuytren's disease with loss of finger extension at the site of prior intervention and underwent palmar fasciectomy (following the collagenase injection or as a revision operation) after initial study treatment. The time horizon for recurrence was between 1-4 years post initial study treatment. Outcome was dichotomous (i.e., recurrence; yes or no).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Loss of Extension MCP","description":"Passive range of motion degree of extension was measured using a goniometer. Difference in degree, as measured by a goniometer, between the participant's resting maximum extension of the metacarpal-phalangeal joint, relative to a metacarpal-phalangeal joint at full extension (i.e., 0 degrees)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":"26.9"},{"groupId":"OG001","value":"2.56","spread":"3.97"}]}]}]},{"type":"SECONDARY","title":"Loss of Extension PIP","description":"Passive range of motion degree of extension was measured using a goniometer. Difference in degree, as measured by a goniometer, between the participant's resting maximum extension of the proximal inter-phalangeal joint, relative to a proximal inter-phalangeal joint at full extension (i.e., 0 degrees)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":"18.17"},{"groupId":"OG001","value":"17.2","spread":"21.81"}]}]}]},{"type":"SECONDARY","title":"Loss of Extension DIP","description":"Passive range of motion degree of extension was measured using a goniometer. Difference in degree, as measured by a goniometer, between the participant's resting maximum extension of the distal inter-phalangeal joint, relative to a distal inter-phalangeal joint at full extension (i.e., 0 degrees)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":"0"},{"groupId":"OG001","value":"10","spread":"14.14"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":8},"commonTop":[]}}}