{"nctId":"NCT02378480","briefTitle":"Omadacycline Versus Linezolid for the Treatment of ABSSSI (EudraCT #2013-003644-23)","startDateStruct":{"date":"2015-06"},"conditions":["Bacterial Infections","Skin Structures and Soft Tissue Infections"],"count":655,"armGroups":[{"label":"Omadacycline","type":"EXPERIMENTAL","interventionNames":["Drug: Omadacycline"]},{"label":"Linezolid","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Linezolid"]}],"interventions":[{"name":"Omadacycline","otherNames":[]},{"name":"Linezolid","otherNames":["Zyvox"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients, ages 18 years or older who have signed the informed consent\n* Has a qualifying skin and skin structure infection\n* Female patients must not be pregnant at the time of enrollment\n* Must agree to a reliable method of birth control during the study and for 30 days following the last dose of study drug\n\nExclusion Criteria:\n\n* Infections where the outcome is strongly influenced by factors other than protocol-defined treatment and procedures, that require antibacterial treatment for greater than 14 days\n* Evidence of significant immunological disease\n* Severe sepsis or septic shock\n* Has a history of hypersensitivity or allergic reaction to any tetracycline or to linezolid\n* Has received an investigational drug within past 30 days\n* Women who are pregnant or nursing","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Early Clinical Response","description":"Early clinical response is defined as clinical success, which is categorized as survival with at least a 20% reduction of acute bacterial skin and skin structure infection (ABSSSI) primary lesion size compared to Screening measurements, without receiving any rescue antibacterial therapy. An indeterminate classification is used for a response that could not be adequately inferred because the participant was not assessed because they withdrew consent, were lost to follow-up, or other specified reason.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"268","spread":null},{"groupId":"OG001","value":"266","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Investigator Assessment of Clinical Response in the mITT Population at the Post Therapy Evaluation (PTE) Visit","description":"At the PTE Visit the investigator indicated one of the following outcomes relating to the primary infection under study: Clinical Success: participant was alive; the infection was sufficiently resolved such that further antibacterial therapy was not needed. These participants may have had some residual changes related to infection requiring ancillary treatment. Clinical Failure was defined as meeting any of the following criteria: infection required additional treatment with alternative antibacterial therapy; participant received antibacterial therapy between the End-of-Treatment (EOT) Visit and the PTE Visit that may have been effective for the infection under study for a different infection from the one under study; unplanned major surgical intervention for the infection under study between the EOT and PTE Visits; participant died before evaluation. Indeterminate: clinical response to test article could not be adequately inferred.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"272","spread":null},{"groupId":"OG001","value":"260","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Investigator Assessment of Clinical Response in the Clinically Evaluable-Post Therapy Evaluation (CE-PTE) Population","description":"At the PTE Visit the investigator indicated one of the following outcomes relating to the primary infection under study: Clinical Success: participant was alive; the infection was sufficiently resolved such that further antibacterial therapy was not needed. These participants may have had some residual changes related to infection requiring ancillary treatment. Clinical Failure was defined as meeting any of the following criteria: infection required additional treatment with alternative antibacterial therapy; participant received antibacterial therapy between the EOT Visit and the PTE Visit that may have been effective for the infection under study for a different infection from the one under study; unplanned major surgical intervention for the infection under study between the EOT and PTE Visits; participant died before evaluation.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"259","spread":null},{"groupId":"OG001","value":"243","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Type of Adverse Event (AE)","description":"An AE is defined as any untoward, undesired, or unplanned event in the form of signs, symptoms, disease, or laboratory or physiologic observations occurring in a person given a test article or in a clinical study. The event does not need to be causally related to the test article or clinical study. A serious adverse event (SAE) is defined as an event that resulted in death, was life-threatening, required hospitalization or prolongation of an existing hospitalization, resulted in a persistent or significant disability or incapacity, resulted in cancer, or resulted in a congenital anomaly or birth defect. A treatment-emergent AE (TEAE) is defined as any AE that newly appeared, increased in frequency, or worsened in severity on or after the initiation of active test article. Vital sign measurements, electrocardiogram findings, and laboratory values classified as adverse events were included in the analysis. Data are presented as the number of participants with at least 1 of the event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"157","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"156","spread":null},{"groupId":"OG001","value":"147","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":323},"commonTop":["Nausea","Infusion site extravasation","Subcutaneous abscess","Vomiting","Cellulitis"]}}}