{"nctId":"NCT00704379","briefTitle":"Treatment Strategy to Prevent Mood Disorders Following Traumatic Brain Injury","startDateStruct":{"date":"2008-06"},"conditions":["Traumatic Brain Injury"],"count":94,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Sertraline","type":"EXPERIMENTAL","interventionNames":["Drug: Sertraline"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Sertraline","otherNames":["Zoloft"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or over.\n* Meeting the Center for Disease Control (CDC) criteria for TBI.\n* Mild, Moderate, or Severe TBI as categorized by initial Glasgow Coma Scale (GCS) scores 13 to 15, 9 to 12, or 3 to 8, respectively.\n* Complete recovery from Post Traumatic Amnesia (PTA) within 4 weeks of the traumatic episode.\n\nExclusion Criteria:\n\n* Penetrating head injuries.\n* Clinical or neuro-radiological evidence of associate spinal cord injury.\n* Patients with severe comprehension deficits (i.e., those who are not able to complete part II of the Token Test) that precludes a thorough neuropsychiatric evaluation.\n* Presence of Diagnostic and Statistical Manual IV defined mood, anxiety or psychotic disorder at the time of enrollment to the study. However, patients with a history of alcohol abuse or alcohol dependence during the year preceding TBI will be included in the study.\n* Patients who were taking antidepressants at the time of TBI or during a six month period prior to the traumatic event.\n* Patients who have failed an adequate previous trial with sertraline or had side effects that prompted the discontinuation of this medication.\n* Pregnant women or women that plan to become pregnant during the period of the study.\n* Severe complicating illness such as neoplastic disease or uncompensated heart, renal or liver failure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Onset of Diagnostic and Statistical Manual (DSM) IV Defined Mood and Anxiety Disorders Associated With Traumatic Brain Injury (TBI)","description":"Following the DSM-IV (now updated by the DSM-5), depressive disorders associated with TBI are categorized as Mood Disorder Due to Another Medical Condition with subtypes: 1) With major depressive-like episode (if the full criteria for a major depressive episode \\[MDE\\] are met) or 2) With depressive features (prominent depressed mood but full criteria for a MDE are not met); and 3) with mixed features (e.g. significant irritability, pressured speech and formal thought disorder).\n\nOn the other hand, bipolar and related disorders due to TBI are subdivided in: 1) with manic or hypomanic like episode; 2) with manic features; and 3) with mixed features.\n\nA similar conceptual framework has been used to define Anxiety Disorder due to another Medical Condition, in this case, TBI. According to DSM-IV/DSM-5, such diagnosis can be made when, besides an evident pathophysiological relationship with TBI, panic attacks or generalized anxiety are the prominent features of the clinical presentation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4264","spread":"0.9982"},{"groupId":"OG001","value":"15.7833","spread":"0.2091"}]}]}]},{"type":"SECONDARY","title":"Total Community Integration Questionnaire Scores","description":"The Community Integration Questionnaire (CIQ) is intended as a brief, reliable measure of an individual's level of integration into the home and community following traumatic brain injury. Total CIQ scores were used as the outcome measure. Range: 0 to 25. Higher scores indicate higher levels of integration into the home and community following TBI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.77","spread":"3.69"},{"groupId":"OG001","value":"17.67","spread":"4.37"}]}]}]},{"type":"SECONDARY","title":"Iowa Gambling Task Score","description":"The Iowa Gambling Task (IGT) evaluates decision making ability. During IGT subjects have to choose between decks of cards which yield high immediate gain but larger future loss (i.e., long term loss), and decks which yield lower immediate gain but a smaller future loss (i.e., a long term gain). The task consists of four decks of cards: A, B, C, and D. The goal in the task is to maximize profit. Subjects are required to make a series of card selections. The decks A and B are long term loss decks and the decks C and D are long term gain decks. The IGT Score reported is the combination of the raw score for each deck combined in the following way: (C+D) - (A+B). The range for this score is: -100 to 100. Higher values of this score indicate better decision making ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.67","spread":"29"},{"groupId":"OG001","value":"-0.77","spread":"28"}]}]}]},{"type":"SECONDARY","title":"Memory Function Composite","description":"This outcome measures memory function and is a composite of five standardized scores: Brief Visuospatial Memory Test - Revised, Delayed Recall and California Verbal Learning Test, Short Delay Free Recall Number Correct and Discriminability, and Long Delay Free Recall Number Correct and Discriminability. Standardized scores (i.e., z-scores) for each test of this composite were obtained by subtracting the mean raw score of all participants to the raw score of each participant and dividing the result by the standard deviation of the raw scores of all participants. The composite score was obtained by averaging the z-scores of the four memory tests mentioned previously. Range: -3 to 3. Higher scores represent better memory function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.75"},{"groupId":"OG001","value":"0.07","spread":"0.88"}]}]}]},{"type":"SECONDARY","title":"Social Functioning Examination Total Score","description":"The Social Functioning Examination (SFE) is a semi-structured interview that measures social functioning in areas such as interpersonal relationships, work adjustment, use of community resources and satisfaction with living environment. Range: 0 to 1. Higher scores denote lower levels of social functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.04"},{"groupId":"OG001","value":"0.04","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Neuroimaging Variables (i.e., Fractional Anisotropy [FA] of Frontal White Matter Such as the Cingulate Gyrus)","description":"FA is a measured obtained from Diffusion Tensor Imaging, an image modality of Magnetic Resonance Imaging (MRI). FA is a unitless index. Range: 0 to 1. FA describes the degree of anisotropy of a diffusion process. A value of zero means that diffusion is unrestricted or equally restricted in all directions. A value of one means that diffusion occurs only along one axis and is fully restricted along all other directions. In the context of this study, FA measures the integrity of the cingulate gyrus white matter. Higher FA values reflect higher integrity of the cingulate gyrus white matter tract. Average FA values for the right and left cingulate gyri were summed.\n\nOne aim of this project was to identify predictors of the occurrence of mood disturbances during the first 6 months following TBI. The hypothesis for this aim was that patients who develop a mood or anxiety disorder six months after TBI present at baseline with lower FA of the cingulate gyrus than those who do not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":"0.06"},{"groupId":"OG001","value":"0.94","spread":"0.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":46},"commonTop":["Diarrhea","Dizziness","Lightheadedness","Dry mouth","Insomnia"]}}}