{"nctId":"NCT01274637","briefTitle":"PROSPER: PostpaRtum PrOphylaxiS for PE Randomized Control Trial Pilot","startDateStruct":{"date":"2011-03"},"conditions":["Venous Thromboembolism","Postpartum"],"count":62,"armGroups":[{"label":"low molecular weight heparin","type":"EXPERIMENTAL","interventionNames":["Drug: Dalteparin Sodium"]},{"label":"Control Group","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Dalteparin Sodium","otherNames":["Fragmin","Dalteparin Sodium(DIN 02132648/NDC# 62856-500)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nWomen must be at high risk for thromboembolism for one of the following reasons:\n\n1. Known low risk thrombophilia (Known = diagnosed prior to enrollment and low risk thrombophilia includes heterozygous factor V Leiden or prothrombin gene variant or protein C deficiency or protein S deficiency. If not previously tested then assumed not to have thrombophilia).\n2. Immobilization (defined as \\>90% of waking hours in bed, of a week or more at any point in the antepartum period).\n\nOR any two of the following reasons:\n\n1. Postpartum infection (fever (temperature\\>38.5oC) and clinical signs/symptoms of infection and elevated neutrophil count (higher than local lab normal))\n2. Postpartum hemorrhage (Estimated blood loss \\>1000 ml during delivery and postpartum)\n3. Pre-pregnancy BMI \\>25 kg/m2\n4. Emergency cesarean birth (emergency = not planned prior to onset of labour)\n5. Smoking \\>5 cigarettes per day prior to pregnancy\n6. Preeclampsia (blood pressure ≥ 140mmHG systolic and/or ≥90 mmHg diastolic on at least one occasion and proteinuria (1+ on urine dipstick or 300mg/dl or total excretion of 300mg/24 hours) or typical end-organ dysfunction.\n7. Infant birth weight (adjusted for sex and gestational age) \\<3rd percentile (i.e., small for gestational age).\n\nExclusion Criteria:\n\n1. Less than 6 hours or more than 36 hours since delivery at the time of randomization\n2. Need for anticoagulation as judged by the local investigator, may include but not limited to:\n\n   1. Personal history of previous provoked or unprovoked VTE (DVT or PE)\n   2. Continuation of LMWH that was started in the antenatal period for VTE prophylaxis\n   3. Mechanical heart valve\n   4. Known high-risk thrombophilia (Known = diagnosed prior to enrolment and high-risk thrombophilia includes deficiency of antithrombin (at least 1 abnormal lab result), persistently positive anticardiolipin antibodies (\\> 30U/ml on two measurements a minimum of six weeks apart), persistently positive Anti B2 glycoprotein antibodies (\\> 20U/ml on two measurements a minimum of six weeks apart), persistently positive lupus anticoagulant (positive on two measurements a minimum of six weeks apart), homozygous factor V Leiden (FVL), homozygous prothrombin gene mutation (PGM), compound heterozygosity factor V Leiden (FVL) and prothrombin gene mutations (PGM), more than 1 thrombophilia (any combination of 2 or more: FVL, PGM, protein C deficiency, protein S deficiency). If not previously tested then assumed not to have thrombophilia).\n3. Contraindication to heparin therapy, including:\n\n   1. History of heparin induced thrombocytopenia (HIT)\n   2. Platelet count of less than 80,000 x 106/L on postpartum Complete Blood Count(CBC)\n   3. Hemoglobin ≤ 75 g/L on postpartum CBC\n   4. Active bleeding at any site (not resolved prior to randomization)\n   5. Excessive postpartum vaginal bleeding (\\>1 pad per hour prior to randomization).\n   6. Documented gastrointestinal ulcer within 6 weeks prior to randomization\n   7. History of heparin or LMWH allergy\n   8. Severe postpartum hypertension (systolic blood pressure (SBP) \\> 200mm/hg and/or diastolic blood pressure (DBP) \\> 120mm/hg)\n   9. Severe hepatic failure (INR \\>1.8 if liver disease suspected)\n4. Have received more than one dose of heparin or LMWH since delivery\n5. \\< age of legal majority in local jurisdiction (age \\<18 in Canada)\n6. Prior participation in PROSPER\n7. Unable or refused to consent","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Feasibility of Recruitment and Trial Operations.","description":"The average number of subjects that are recruited per site per month during a 4 month active recruitment phase at each site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Venous Thromboembolism in the Early Postpartum Period.","description":"This includes symptomatic Deep Vein Thrombosis (DVT) or pulmonary embolism (PE) in the interval between randomization and the last dose of study drug (10 days +/- 3 days) OR asymptomatic proximal DVT detected by compression ultrasound of both legs done within 24hrs of the last dose of study drug (10 days (+/- 3 days) postpartum). Compressed and non-compressed images will be obtained from the calf trifurcation to the inguinal ligament. All suspected outcomes will be adjudicated by a blinded expert adjudication committee.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Late Symptomatic Venous Thromboembolism","description":"This includes symptomatic Deep Vein Thrombosis or Pulmonary Embolism. Suspected outcomes will be adjudicated by a blinded adjudication committee.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Death From Venous Thromboembolism","description":"If a subject dies between randomization and late postpartum follow up (Day 90 +/- 7 days) the death will be adjudicated as certain, highly probable, probable, or unlikely due to Pulmonary Embolism (PE) using the following criteria.\n\nCertain: hypotension, hypoxia, cardiac arrest with no other explanation other than PE and autopsy or radiographic confirmation Highly probable: criteria for certain but another disease could have caused the death Probable: other cause suspected based on clinical evidence but 100% certainty not available Unlikely: all other cases.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Major Bleeding or Clinically Relevant Non-major Bleeding","description":"Major bleeding meets at least one of the following: Fatal bleeding; Symptomatic bleeding in a critical area or organ (intracranial, intraspinal, retroperitoneal, etc.); Bleeding causing a fall in hemoglobin level of 20 g L-1 (1.24 mmol L-1) or more, or leading to transfusion of two or more units of whole blood or red cells .\n\nClinically Relevant Non-major Bleeding does not meet the criteria for major bleeding but meets at least one of the following: Hospitalization; Medical intervention; Unscheduled contact with a physician; Discomfort (pain, or impairment of activities of daily life).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Heparin Induced Thrombocytopenia","description":"All subjects who develop thrombocytopenia (platelets less than 80 x 109/L and/or with \\>50% decrease from baseline) will be investigated for Heparin Induced Thrombocytopenia (HIT) by having ELISA and serotonin release assays to confirm or refute a diagnosis of HIT. HIT will be diagnosed with a positive PF4 (platelet factor 4) HIT ELISA assay.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":30},"commonTop":["Cellulitis","Cellulitis","Abnormal Lab result"]}}}