{"nctId":"NCT04152083","briefTitle":"A Study to Evaluate the Efficacy and Safety of Eptinezumab Administered Intravenously in Participants Experiencing Acute Attack of Migraine","startDateStruct":{"date":"2019-11-07","type":"ACTUAL"},"conditions":["Migraine"],"count":485,"armGroups":[{"label":"Eptinezumab","type":"EXPERIMENTAL","interventionNames":["Drug: Eptinezumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Eptinezumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Greater than 1-year history of migraine, with or without aura, with onset of first migraine before age 50.\n* Migraine on 4 to 15 days per month in the 3 months prior to screening.\n* Headache free for at least 24 hours prior to onset of a qualifying migraine.\n\nExclusion Criteria:\n\n* Unable to differentiate migraine from other headache or pain disorders.\n* Use of the following medication, for any indication, within the 24-hour period prior to dosing with study drug:\n\n  1. triptans, ergotamines and ergot-derivatives\n  2. analgesics (including but not limited to acetaminophen, tramadol, nonsteroidal anti-inflammatory drugs \\[NSAIDs\\], combination analgesics, caffeine-containing analgesics, and opioids/narcotics) and other acute migraine medication(s)\n  3. antiemetic medications (including but not limited to prochlorperazine, promethazine, droperidol, chlorpromazine, metoclopramide)\n  4. antihistamines\n  5. devices, neuromodulation, neurostimulation, or injectable therapy (trigger point injections, extracranial nerve blocks, facet joint injections, spinal manipulation)\n* Use of the following medication, for any indication, in each of the 3 months prior to screening:\n\n  1. opioids/narcotics or butalbital containing products (including combinations) on more than 4 days per month;\n  2. triptans, ergotamines, or combination analgesics for 10 or more days per month;\n  3. acetaminophen, aspirin or NSAIDs for 15 or more days per month (except if participant is taking 81 mg dose of aspirin for cardiac prophylaxis)\n* History or diagnosis of chronic tension-type headache, hypnic headache, cluster headache, hemicrania continua, new daily persistent headache, or unusual migraine subtypes such as hemiplegic migraine (sporadic and familial), ophthalmoplegic migraine and migraine with neurological accompaniments that are not typical of migraine aura (for example, diplopia, altered consciousness, or long duration).\n* Any changes to preventive migraine treatment(s) within 1 month prior to screening and up to treatment with the study drug (Day 0).\n* Any use of approved devices, neuromodulation, neurostimulation, or injectable therapy (trigger point injections, extracranial nerve blocks, facet joint injections) within the 24-hour period prior to treatment with study drug (Day 0).\n* Any use of botulinum toxin for migraine or for any other medical/cosmetic reasons requiring injections within 7 days prior to treatment with study drug (Day 0).\n* Any use of systemic corticosteroid for migraine or any other reason within 3 months prior to treatment with study drug (Day 0).\n* Evidence or medical history of clinically significant psychiatric diseases that are uncontrolled and/or untreated.\n* Receipt of any monoclonal antibody treatment, for migraine or any other indication, (within or outside a clinical study) within 6 months prior to screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Headache Pain Freedom","description":"Time to headache pain freedom defined as the time that the participant reported freedom of pain, meaning their headache pain had gone from moderate to severe at baseline to no pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"9.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Absence of Most Bothersome Symptom (MBS)","description":"Time to absence of most bothersome symptom defined as the time that the participant reported absence of MBS (of nausea, photophobia, or phonophobia).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Headache Pain Freedom at 2 Hours","description":"Number of participants with freedom from headache pain at 2 hours postdose are reported. Freedom from headache pain meaning that the headache pain that had gone from moderate to severe at baseline to no pain with no administration of rescue medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Absence of MBS at 2 Hours","description":"Number of participants with absence of MBS (of nausea, photophobia, or phonophobia) at 2 hours postdose are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Headache Pain Freedom at 4 Hours","description":"Number of participants with freedom from headache pain at 4 hours postdose are reported. Freedom from headache pain meaning that the headache pain that had gone from moderate to severe at baseline to no pain with no administration of rescue medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Absence of MBS at 4 Hours","description":"Number of participants with absence of MBS (of nausea, photophobia, or phonophobia) at 4 hours postdose are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]},{"type":"SECONDARY","title":"Use of Rescue Medication Within the First 24 Hours","description":"Rescue medication was defined as any medication to treat migraine or migraine-associated symptoms, which could have been provided to the participant any time after 2 hours post-start of infusion. Use of rescue medication was captured in the eDiary. Number of participants who used rescue medication up to 24 hours postdose are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":238},"commonTop":["Hypersensitivity"]}}}