{"nctId":"NCT02224313","briefTitle":"Effect of Oral Estradiol and Progesterone Therapy on Vaginal Cytokines in Postmenopausal Women","startDateStruct":{"date":"2015-12","type":"ACTUAL"},"conditions":["Menopause"],"count":20,"armGroups":[{"label":"1.Premenopausal women","type":"NO_INTERVENTION","interventionNames":[]},{"label":"2.Postmenopausal women with hormones","type":"EXPERIMENTAL","interventionNames":["Drug: oral estradiol 1.0 mg","Drug: oral progesterone 100 mg"]}],"interventions":[{"name":"oral estradiol 1.0 mg","otherNames":["Estrace"]},{"name":"oral progesterone 100 mg","otherNames":["Prometrium"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Premenopausal and Postmenopausal women:\n\n  1. Female between the ages of 20 and 40 years (premenopausal arm), OR be a female between the ages of 45 and 65 years (postmenopausal arm) willing to participate in the study, as documented by signing the informed consent form.\n  2. Postmenopausal women with an intact uterus and at least 12 months of spontaneous amenorrhea (postmenopausal arm), OR be a premenopausal women with regular menstrual cycle with interval of 24-35 days and duration of 2-7 days (premenopausal arm).\n  3. No oral hormone therapy for 8 weeks and transdermal or vaginal hormone therapy for 4 week prior to the study.\n  4. Willing to use oral hormone therapy during the study period (postmenopausal women only).\n  5. Willing to abstain from using products (other than study medication) that contain estrogen, progestin, or progesterone throughout study participation.\n  6. Have general good health.\n  7. Willing to refrain from sexual intercourse for 48 hours before vaginal sample collection.\n  8. Willing to abstain from use of vaginal product 7 days before vaginal sample collection.\n\nExclusion Criteria:\n\n* To participate in the study, a subject must NOT\n\n  1. Be allergic to estrogen or progesterone products\n  2. Have active genital infection or inflammation based on vaginal wet preparation, power of hydrogen (pH), whiff test and potassium hydroxide (KOH) preparation 2.1 Vulvovaginal candidiasis, trichomonas vaginitis or bacterial vaginitis 2.2 Sexually transmitted diseases including herpes simplex viral infection, gonorrhea and Chlamydia\n  3. Have a known contraindication for oral hormone therapy or allergy to use of estradiol and/or progesterone\n  4. Have used estrogen alone or estrogen/progestin for any of the following time periods:\n\n     4.1 Vaginal hormone products (ring, cream, gels) within 30 days prior to screening 4.2 Transdermal estrogen alone or estrogen/progestin products within 4 weeks prior to screening 4.3 Oral estrogen and/or progestin therapy within 8 weeks prior to screening 4.4 Progestational implants, estrogen or estrogen/progestational injectable drug therapy within 3 months prior to screening 4.5 Estrogen pellet therapy or progestational injectable drug therapy within 6 months prior to screening 4.6 Percutaneous estrogen lotions/gels within 4 weeks prior to screening\n  5. Have used tamoxifen, raloxifene or other selective estrogen receptor modulators (SERMs) therapy within 8 weeks prior to screening\n  6. Have used an intrauterine device (IUD) within 8 weeks prior to screening\n  7. Have used vaginal products (pessary, tampon, tablets, douching) within 7 days prior to screening\n  8. Have evidence of cervical, vaginal, or vulvar intraepithelial neoplasia or cancer\n  9. Have a past or current history breast cancer, endometrial cancer or endometrial hyperplasia, hypertriglyceridemia or venous thromboembolism\n  10. Be an immuno-compromised patient including those with human immunodeficiency viral infection, chronic glucocorticoid use or active treatment with immunosuppressive agents\n  11. Have a history of or current evidence of thromboembolism\n  12. Have evidence of uncontrolled Hypertension Blood pressure \\>140/100 mmHg\n  13. Have confirmed Diabetes Mellitus\n  14. Currently smoking\n  15. For sexually active premenopausal women, should be protected against pregnancy by sterilization, condom use, abstinence, or same sex relationship","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"20 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Vaginal Cytokines at Baseline","description":"Determine the differences in vaginal cytokines: interleukin (IL)-1β and IL-8 between premenopausal and postmenopausal women.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"3.67"},{"groupId":"OG001","value":"3.19","spread":"3.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.24"},{"groupId":"OG001","value":"0.04","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"Vaginal Cytokines During Follow-up","description":"Determine the changes in vaginal cytokines in postmenopausal women following treatment with estradiol then estradiol and progesterone compared to the normal menstrual cycle changes in young premenopausal women.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":"1.40"},{"groupId":"OG001","value":"1.34","spread":"0.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.03"},{"groupId":"OG001","value":"0.04","spread":"0.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":"0.33"},{"groupId":"OG001","value":"1.69","spread":"1.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.02"},{"groupId":"OG001","value":"0.03","spread":"0.04"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":[]}}}