{"nctId":"NCT01248585","briefTitle":"Dexamethasone vs Placebo in the Prophylaxis of Radiation-Induced Pain Flare Following Palliative Radiotherapy for Bone Metastases","startDateStruct":{"date":"2011-05-30","type":"ACTUAL"},"conditions":["Bone Metastases"],"count":298,"armGroups":[{"label":"Dexamethasone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dexamethasone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dexamethasone","otherNames":[]},{"name":"Placebo","otherNames":["Sugar pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a histologically or cytologically proven malignancy. All non-hematologic malignant tumours of any histology are eligible.\n* Be 18 years of age or older at the time of randomization.\n* Have bone metastasis(es) corresponding to the clinically painful area(s) documented by radiological imaging within six months prior to randomization.\n* Karnofsky Performance Status (KPS) must be ≥ 40 at the time of the baseline evaluation (within seven days prior to randomization). As it is difficult to obtain complete data from inpatients on a daily basis, they should not be randomized to this study.\n* Is planned to receive palliative radiotherapy to one or two bony metastasis(es) with the treatment given as 8 Gy in a single fraction to all sites to be followed for the study. Although a maximum of two sites can be treated and followed for the study, patients with more than two skeletal metastases are eligible. At the time of delivery of study radiotherapy, only the site(s) being followed for the study may be treated.\n* Is able to provide the worst pain score at the bony metastatic site(s) planned for palliative radiotherapy.\n* Has a baseline worst pain score ≥ 2 on a scale of 0-10 at all the bony metastatic site(s) planned for palliative radiotherapy as part of this study within 7 days prior to randomization. If two painful sites will be followed for the study, this requirement must be met on the same day for both sites.\n* Is able and willing to fill out the daily diary.\n* Is able (i.e. sufficiently fluent) and willing to complete the quality of life questionnaire in either English or French. The baseline assessment must be completed within required timelines prior to randomization. Inability (illiteracy in English or French, loss of sight, or other equivalent reason) to complete the questionnaires will not make the patient ineligible for the study. However, ability but unwillingness to complete the questionnaires will make the patient ineligible.\n* Patient consent must be obtained according to local Institutional and/or University Human Experimentation Committee requirements. It will be the responsibility of the local participating investigators to obtain the necessary local clearance, and to indicate in writing to the NCIC CTG Study Coordinator that such clearance has been obtained, before the trial can commence in that centre. Because of differing requirements, a standard consent form for the trial will not be provided but a sample form is provided. A copy of the initial full board REB approval and approved consent form must be sent to the central office. The patient must sign the consent form prior to randomization. Please note that the consent form for this study must contain a statement which gives permission for the NCIC CTG and monitoring agencies to review patient records.\n* If being enrolled through a centre participating in the correlative science component of the study, is willing and able to provide a pre- and post-treatment urine sample. Language pertaining to patient consent for urine collection must be included in the consent form for the main study at these centres. The patient must sign this consent form prior to collection of the first urine sample.\n* If being enrolled through a centre participating in the correlative science component of the study, patient consent for the saliva collection component of the trial must be obtained in the same manner as outlined above for the main study consent. The patient must sign the saliva collection Informed Consent form.\n* Must be accessible for treatment and follow-up. Investigators must be reasonably assured that the patients randomized on this trial will be available for complete documentation of the treatment, adverse events, and follow-up.\n* Protocol treatment is to begin within one week of patient randomization.\n\nExclusion Criteria:\n\n* Patients with hematologic malignancies (leukemia, Hodgkin's or non-Hodgkin's lymphoma or plasma cell dyscrasia, including multiple myeloma) are ineligible as steroids constitute anti-cancer therapy for these malignancies.\n* Concurrent use or use within previous seven days of any corticosteroid medication other than topical or inhaled preparations. Patients with any type of cancer who are receiving steroids as a component of their systemic therapy are ineligible. Patients requiring steroids for a co-existing medical problem are ineligible. Patients who received a one- to three-day dose of steroids as an antiemetic for chemotherapy treatment are eligible, as long as at least 72 hours have elapsed since the last dose of antiemetic therapy.\n* Medical contraindications to corticosteroids such as uncontrolled diabetes mellitus, uncontrolled hypertension, active peptic ulcer or hypokalemia.\n* Uncorrected hypokalemia that is known to exist within 7 days prior to randomization. Patients with previous hypokalemia that has been corrected are eligible. Hypokalemia is defined as a potassium level \\< 3.0 mmol/L. Testing of electrolytes, including potassium level, is not a protocol requirement.\n* Random glucose level ≥ 13.9 mmol/L within 7 days prior to randomization.Testing of glucose within 7 days prior to randomization is a protocol requirement. Point of care testing with a glucometer is permissible.\n* Pathological fracture of the femora, tibiae, fibulae, humeri, radii or ulnae at the site(s) to be followed for the study.\n* Radiological evidence of high-risk lesions for pathological fractures in the femora, tibiae, fibulae, humeri, radii or ulnae at the site(s) to be followed for the study (lytic lesions \\> 3 cm or \\> 50% cortical erosion of bone diameter).\n* Clinical or available radiologic evidence of spinal cord or cauda equina compression at the site(s) to be followed for the study.\n* Plans to receive palliative radiotherapy to a site or sites other than the one(s) being followed for the study during the ten-day period following study radiotherapy.\n* Planned orthopedic intervention, including kyphoplasty, vertebroplasty or cementoplasty, to any of the site(s) to be followed for the study.\n* Prior palliative surgery to any of the site(s) to be followed for the study.\n* Inability, with available translator assistance, to record pain score and medication consumption in the daily diary and to communicate this to study personnel.\n* Receipt of radiopharmaceutical treatment at any time.\n* Previous external beam radiotherapy (including hemibody radiotherapy) using a field that included the site(s) to be followed for the study.\n* Inability to swallow or tolerate oral medications, e.g. due to intractable nausea and/or emesis.\n* Plans to receive cytotoxic chemotherapy or systemic steroids during the on-study period (day of study radiotherapy and the subsequent ten days).\n* Plans to start or stop systemic therapy other than cytotoxic chemotherapy (e.g. hormonal therapy; immunotherapy; bisphosphonates) during the on-study period (day of study radiotherapy and the subsequent ten days). Patients who are already receiving these types of treatments are eligible as long as no changes are planned during the study period.\n* Regular use of a non-steroidal anti-inflammatory drug (NSAID). Patients must not be taking NSAIDs at randomization and their use during the on-study period (day of study radiotherapy and the subsequent ten days) must not be required or expected. Patients who use daily low-dose ASA for anti-platelet therapy are eligible if ASA has been used for more than one month prior to the time of randomization.\n* Plans for a change in analgesic regimen on the day of randomization.\n* Previous entry on the SC.23 study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Radiation-induced Pain Flare Incidence","description":"The incidences of radiation-induced pain flare from the time of radiotherapy treatment to ten days after the completion of treatment","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Radiation-induced Pain Flare Incidence From Day 6 to Day 10 After Radiotherapy Treatment","description":"Reduction in incidence of radiation-induced pain flare from Day 6 to Day 10 after radiotherapy treatment","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Analgesic Use","description":"Change in mean analgesic use from baseline to day 10.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.29","spread":"36.0"},{"groupId":"OG001","value":"9.83","spread":"59.4"}]}]}]},{"type":"SECONDARY","title":"Response to Radiation Treatment at Six Weeks","description":"Response to radiation treatment at six weeks after treatment. Complete response (CR) is defined as a worst pain score of zero (0) at the bony metastatic site with no concomitant increase in analgesic intake (stable or reduced oral morphine equivalent dosage (OMED)).\n\nPartial response (PR) is defined as any of the following:\n\ni. Reduction in worst pain score of two or more at the bony metastatic site on a 0-10 scale without analgesic increase.\n\nii. Analgesic reduction of 25% or more from baseline without an increase in worst pain score with reference to baseline.\n\niii. For patients who were using opioid analgesics at the baseline assessment, a daily oral morphine equivalence of zero (0) without an increase in worst pain score relative to the baseline worst pain score","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pain Intensity Score Over 10 Days After Radiotherapy.","description":"Change in pain score over 10 days after radiotherapy, pain score range from 0 (no pain) to 10 (worst pain as can imagine).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.54","spread":"2.88"},{"groupId":"OG001","value":"-1.99","spread":"2.59"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":147},"commonTop":["Bone pain","Fatigue","Constipation","Nausea","Insomnia"]}}}