{"nctId":"NCT00799266","briefTitle":"An Efficacy and Safety Trial of Intravenous Zoledronic Acid Twice Yearly in Osteoporotic Children Treated With Glucocorticoids","startDateStruct":{"date":"2008-12-04","type":"ACTUAL"},"conditions":["Osteoporosis"],"count":34,"armGroups":[{"label":"Zoledronic acid","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic acid"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Zoledronic acid","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* A diagnosis of chronic rheumatologic conditions or inflammatory bowel disease or Duchenne muscular dystrophy requiring systemic glucocorticoids (i.v. or oral) within 12 months prior to screening\n* Lumbar Spine BMDZ-score of -0.5 or worse\n* Evidence of at least at least 1 vertebral compression fracture of Genant Grade 1 or higher (or radiographic signs of vertebral fracture) within 1 month from Screening visit OR One or more, low-trauma, lower extremity long-bone fracture which occurred sometime within the 2 years PRECEDING enrollment in the study OR Two or more, low-trauma, upper extremity long-bone fractures which occurred sometime within the 2 years PRECEDING enrollment in the study\n* Consent/assent to study participation\n\nKey Exclusion Criteria:\n\n* History of primary bone disease (OI, Idiopathic Juvenile Osteoporosis, Rickets/Osteomalacia)\n* Any medical condition that might have interfered with the evaluation of lumbar spine BMD, such as severe scoliosis or spinal fusion. Patients with less than 3 evaluable vertebrae by Dual Energy X-ray Absorptiometry (DXA) evaluation in the region of interest lumbar 1 (L1) to lumbar 4 (L4),\n* Hypocalcemia and hypophosphatemia\n* Serum 25-hydroxy vitamin D concentrations of \\<20 ng/mL or \\<50 nmol/L\n* estimated glomerular filtration rate (GFR) \\<60 mL/min/1.73 m2\n* serum creatinine increase between Visit 1 and Visit 2 \\>0.5 mg/dL (44.2 μmol/L)\n* Uncontrolled symptoms of cardiac failure or arrhythmia\n* Any prior use of bisphosphonates, or high dose sodium fluoride","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Lumbar Spine Bone Mineral Density (BMD) Z-score at Month 12","description":"Lumbar Spine Bone Mineral Density (BMD) Z-score was determined by the central imaging vendor before first treatment and at Month 12. The methods to be used to measure Lumbar Spine BMD Z-score were described in the respective DXA Manuals provided by central imaging vendor. Positive changes from baseline indicated an improvement in condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.582","spread":"0.1279"},{"groupId":"OG001","value":"0.168","spread":"0.1449"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Lumbar Spine Bone Mineral Density (BMD) Z-score at Month 6","description":"Lumbar Spine Bone Mineral Density (BMD) Z-score was determined by the central imaging vendor before first treatment and at Month 6. The methods to be used to measure Lumbar Spine BMD Z-score were described in the respective DXA Manuals provided by central imaging vendor. Positive changes from baseline indicated an improvement in condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.447","spread":"0.13"},{"groupId":"OG001","value":"0.157","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Lumbar Spine BMC at Month 6 and 12","description":"Lumbar Spine BMC was determined by the central imaging vendor before first treatment and at Months 6 and 12. The methods to be used to measure BMC were described in the respective DXA Manuals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.110","spread":"0.63"},{"groupId":"OG001","value":"2.131","spread":"0.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.450","spread":"1.18"},{"groupId":"OG001","value":"4.295","spread":"1.32"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Body BMC at Month 6 and 12","description":"Total body BMC was all determined by the central imaging vendor before first treatment and at Months 6 and 12. The methods to be used to measure BMC were described in the respective DXA Manuals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129.272","spread":"24.23"},{"groupId":"OG001","value":"95.214","spread":"28.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"220.805","spread":"42.74"},{"groupId":"OG001","value":"140.064","spread":"51.90"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Serum P1NP at Months 6 and 12","description":"Serum Procollagen type 1 amino-terminal propeptide (P1NP) was collected before first treatment (baseline) and at Months 6 and Month 12 according to the instructions provided in the Laboratory Manual. The samples were analyzed in batches at the laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-134.285","spread":"48.80"},{"groupId":"OG001","value":"77.497","spread":"56.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-230.966","spread":"59.1977"},{"groupId":"OG001","value":"150.166","spread":"68.0933"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in BSAP at Months 6 and 12","description":"Bone specific alkaline phosphatase (BSAP) were collected before first treatment (baseline) and at Months 6 and Month 12 according to the instructions provided in the Laboratory Manual. The samples were analyzed in batches at the laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.413","spread":"3.63"},{"groupId":"OG001","value":"3.810","spread":"4.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.984","spread":"4.3814"},{"groupId":"OG001","value":"6.450","spread":"4.9010"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Serum NTX at Months 6 and 12","description":"Serum Cross linked N-telopeptide (NTX) were collected before first treatment (baseline) and at Months 6 and Month 12 according to the instructions provided in the Laboratory Manual. The samples were analyzed in batches at the laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.746","spread":"4.23"},{"groupId":"OG001","value":"7.192","spread":"4.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.134","spread":"3.76"},{"groupId":"OG001","value":"7.440","spread":"4.23"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Serum TRAP-5b at Months 6 and 12","description":"Serum Tartrate-resistant acid phosphatase isoform 5b (TRAP 5b) was collected before first treatment (baseline) and at Months 6 and Month 12 according to the instructions provided in the Laboratory Manual. The samples were analyzed in batches at the laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.561","spread":"0.65"},{"groupId":"OG001","value":"0.313","spread":"0.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.728","spread":"0.73"},{"groupId":"OG001","value":"0.109","spread":"0.81"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With New Vertebral Fractures at Month 12","description":"New vertebral fractures were defined as fractures of Genant Grade 1 or higher that occurred at lumbar or thoracic spine from first dose infusion to the end of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Vertebral Morphometry at Month 12","description":"Vertebral morphometry (or concave index) was calculated using the average ratio between mid-height and posterior height from L1 to L4 and performed by a central reader.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.018","spread":"0.01"},{"groupId":"OG001","value":"-0.0003","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Reduction in Pain at Months 3, 6, 9 and 12","description":"Pain was evaluated at each visit (in office and telephone visit) at randomization, Months 3, 6, 9 and 12 using the Faces Pain Scale-Revised (FPS-R). Children were selecting the face that best fits their pain. The pain score ranged from 0 (No Pain) to 10 (Very Much Pain). The reduction in pain from baseline by visit was evaluated based on whether or not patients had a decrease in their FPS-R from baseline. If pain remained the same or worsened from baseline a patient was classified as '0' and if the pain scale decreased then the patient was classified as '1'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"53.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"46.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.3","spread":null},{"groupId":"OG001","value":"57.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in 2nd Metacarpal Cortical Width at Month 12","description":"Left posteroanterior (PA) hand/wrist X-ray were taken at Visit 1 and at the Month 12 visit to assess bone age and the between-treatment differences for change in 2nd metacarpal cortical width at Month 12 relative to baseline. If a fracture of the left upper extremity precluded radiographic imaging, then the right hand was evaluated for this purpose. In this case, the right hand was be imaged at both Visit 1 and at Month 12. The information was used in the assessment of bone density.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"0.040"},{"groupId":"OG001","value":"0.03","spread":"0.047"}]}]}]},{"type":"SECONDARY","title":"Urinary Concentration of Zoledronic Acid at Month 12","description":"Urine was collected overnight or for at least 4 waking hours from all patients able to provide specimens, to measure urinary concentration of zoledronic acid at Month 12. Only descriptive analysis done.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1643.3","spread":"2846.34"}]}]}]},{"type":"SECONDARY","title":"Safety of Zoledronic Acid for the Treatment of Osteoporotic Children Treated With Glucocorticoids","description":"Analysis of absolute and relative frequencies for treatment emergent Adverse Event (AE), Serious Adverse Event (SAE) and Deaths by primary System Organ Class (SOC) to demonstrate that zoledronic acid is safe for the treatment of osteoporotic children treated with glucocorticoids through the monitoring of relevant clinical and laboratory safety parameters. Only descriptive analysis done.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.8","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]},{"categories":[]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":18},"commonTop":["Arthralgia","Back pain","Diarrhoea","Nausea","Vomiting"]}}}