{"nctId":"NCT01107626","briefTitle":"Bevacizumab or Pemetrexed Disodium Alone or In Combination After Induction Therapy in Treating Patients With Advanced Non-Squamous Non-Small Cell Lung Cancer","startDateStruct":{"date":"2010-10-25","type":"ACTUAL"},"conditions":["Lung Cancer"],"count":1516,"armGroups":[{"label":"Arm A (Induction then Maintenance with Bevacizumab)","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Carboplatin","Biological: Bevacizumab"]},{"label":"Arm B (Induction then Maintenance with Pemetrexed)","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Carboplatin","Biological: Bevacizumab","Drug: Pemetrexed Disodium Heptahydrate"]},{"label":"Arm C (Induction then Maintenance with Bevacizumab & Pemetrexed)","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Carboplatin","Biological: Bevacizumab","Drug: Pemetrexed Disodium Heptahydrate"]}],"interventions":[{"name":"Paclitaxel","otherNames":["Taxol","NSC 673089"]},{"name":"Carboplatin","otherNames":["carboplatin for injection or platinum diamine [1,1-cyclobutane-decarbozxylate (2-0,0')-,(SP-4-2)]"]},{"name":"Bevacizumab","otherNames":["NSC 704865","RhuMAb VEGF","Recombinant Humanized Monoclonal Anti-VEGF Antibody"]},{"name":"Pemetrexed Disodium Heptahydrate","otherNames":["L-Glutamic acid","N-[4-[2-(2-amino-4,7-dihydro-4-oxo-1H-pyrrolo[2,3-d]pyrimidin-5-yl)ethyl]benzoyl]-","disodium salt","heptahydrate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (Step 1 Induction Therapy):\n\n* Cytologically or histologically confirmed non-small cell lung cancer (NSCLC)\n* Predominant non-squamous histology (NSCLC not otherwise specified allowed). Mixed tumors are categorized by the predominant cell type.\n* Stage IV disease including M1a or M1b stages or recurrent disease\n* Stage IIIB (T4NX) disease with ipsilateral lung lobe allowed provided patients are not candidates for combined chemotherapy or radiotherapy\n* At least 12 months since prior adjuvant chemotherapy\n* At least 2 weeks since prior radiotherapy\n* Prior carboplatin allowed provided it was given as part of adjuvant chemotherapy\n* Patients with brain metastasis must have received local therapy to the brain and have no evidence of progression in the brain for at least 2 weeks from the time of completion of local therapy, prior to registration\n* ECOG (Eastern Cooperative Oncology Group) performance status 0-1\n* Leukocytes ≥ 3,000/mm\\^3\n* Absolute neutrophil count ≥ 1,500/mm\\^3\n* Platelet count ≥ 100,000/mm\\^3\n* Total bilirubin ≤ institutional upper limit of normal (ULN)\n* AST and ALT ≤ 3 times ULN\n* Creatinine ≤ institutional ULN OR creatinine clearance ≥ 60 mL/min\n* Urine protein:urine dipstick ≤ 0-1+ (if \\> 1+, urine protein creatinine ratio must be \\< 1)\n* Measurable or non-measurable disease as defined by RECIST (Response Evaluation Criteria in Solid Tumours) criteria\n* Patients with hypertension must be adequately controlled (BP \\< 150/100 mm Hg) with appropriate anti-hypertensive therapy or diet\n* Concurrent therapeutic anti-coagulation allowed\n* Fertile patients must agree to abstain from sexual intercourse or to use adequate contraceptive methods during and for at least 6 months after completion of study therapy\n\nExclusion Criteria (Step 1 Induction Therapy):\n\n* Prior malignancy within the past 3 years except superficial melanoma, basal cell carcinoma, or carcinoma in situ\n* Prior systemic chemotherapy for advanced stage lung cancer\n* Prior use of paclitaxel, pemetrexed disodium, or bevacizumab\n* Major hemoptysis within the past 4 weeks\n* Uncontrolled intercurrent illness including, but not limited to, active infection, symptomatic congestive heart failure, unstable angina pectoris, serious cardiac arrhythmia, psychiatric illness/social situations that would limit compliance with study requirements\n* History of arterial thrombotic events or major bleeding within the past 12 months\n* Major surgery such as thoracotomy, laparotomy, craniotomy, or significant traumatic injury within 6 weeks prior to registration. Biopsy procedures and chest tube insertion are not considered major surgery for the purpose of this protocol.\n* Core biopsy within 7 days of registration\n* Significant vascular disease (e.g., aortic aneurysm requiring surgical repair or recent peripheral arterial thrombosis) within the past 6 months\n* Clinically significant cardiovascular disease\n* Abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within the past 6 months\n* History of serious non-healing wounds, ulcers, or bone fractures\n* Cavitary lesions in the lungs\n* Pregnant or nursing\n* Concurrent anti-retroviral therapy in patients with HIV infection\n\nInclusion Criteria (Step 2 Maintenance Therapy):\n\n* Patient must have an overall stable or better response after 4 courses of induction therapy\n* ECOG (Eastern Cooperative Oncology Group) performance status 0-1\n* Patients must be registered to Step 2 within 6 weeks of the last day of chemotherapy administration on Step 1\n* Acceptable bone marrow, renal and hepatic function within 2 weeks of registration","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival is defined as the time from randomization to death or date last known alive.\n\nThe primary analysis is among patients who were randomized to the maintenance therapy. Patients who received induction therapy only and did not participate in the randomization part of the study were not included in this analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null},{"groupId":"OG001","value":"15.9","spread":null},{"groupId":"OG002","value":"16.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"Progression-free survival is defined as the time from randomization to progression or death, whichever occurs first. Progression is evaluated based on RECIST criteria and defined as appearance of one or more new lesions, unequivocal progression of existing non-target lesions, or at least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on current step. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm.\n\nThe primary analysis is among patients who were randomized to the maintenance therapy. Patients who received induction therapy only and did not participate in the randomization part of the study were not included in this analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null},{"groupId":"OG001","value":"5.1","spread":null},{"groupId":"OG002","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate","description":"Response is evaluated based on RECIST criteria v1.1 and defined as either complete response or partial response. Complete response is defined as disappearance of all lesions. Partial response is defined as at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the current step's baseline sum diameters.\n\nThe primary analysis is among patients who were randomized to the maintenance therapy. Patients who received induction therapy only and did not participate in the randomization part of the study were not included in this analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.125","spread":null},{"groupId":"OG001","value":"0.187","spread":null},{"groupId":"OG002","value":"0.212","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"The Association Between Genotypes and Response Rate","description":"To determine the frequency of polymorphisms in VEGF 3578 AA, 1154 AA, ABCB1 G2677TT/AA and ERCC-118 TT in patients with NSCLC receiving paclitaxel, carboplatin and bevacizumab therapy and determine the association between genotypes and response rate.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Association Between Bevacizumab and Pemetrexed Population Pharmacokinetics and Patient Specific Covariates With Bevacizumab or Pemetrexed Toxicity","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Frequency of TSER*3 Polymorphisms in NSCLC and the Association Between TSER Polymorphisms and Benefit From Pemetrexed","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Association Between TS and ERCC1 Expression and Pemetrexed Response","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Associations Between Polymorphisms Within CYPs 2C8, 3A4, 3A5 and/or the UGT1A1 Collectively or Monogenically and Efficacy and/or Toxicities","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":825,"n":1477},"commonTop":["Alopecia","Fatigue","Hypertension","Anorexia","Nausea"]}}}