{"nctId":"NCT04370548","briefTitle":"DARE-BV1 in the Treatment of Bacterial Vaginosis (DARE-BVFREE)","startDateStruct":{"date":"2020-06-16","type":"ACTUAL"},"conditions":["Bacterial Vaginosis"],"count":307,"armGroups":[{"label":"Clindamycin phosphate vaginal gel, 2%","type":"EXPERIMENTAL","interventionNames":["Drug: DARE-BV1clindamycin phosphate vaginal gel, 2%"]},{"label":"Placebo vaginal gel (Universal HEC Placebo Gel)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: DARE-BV1clindamycin phosphate vaginal gel, 2%"]}],"interventions":[{"name":"DARE-BV1clindamycin phosphate vaginal gel, 2%","otherNames":["Placebo vaginal gel (HEC Universal Placebo Gel)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must provide written informed consent prior to any study-related procedures being performed. Patients from 12 through 17 years old may participate where permitted by applicable local regulations and Institutional Review Board (IRB) approval and with appropriate documentation of consent from the parent(s)/guardian(s) and assent from the patient.\n2. Participants must have a clinical diagnosis of bacterial vaginosis, defined as having all of the following:\n\n   1. Off-white (milky or gray), thin, homogeneous discharge with minimal or absent pruritus and inflammation of the vulva and vagina\n   2. The presence of clue cells \\> 20% of the total epithelial cells on microscopic examination of the saline wet mount\n   3. Vaginal secretion pH of \\> 4.5\n   4. A fishy odor of the vaginal discharge with the addition of a drop of 10% KOH (i.e., a positive \"whiff test\")\n3. Participants must be females ≥ 12 years of age with no known medical conditions that, in the Investigator's opinion, may interfere with study participation.\n4. Participants must agree to abstain from sexual intercourse and/or sexual activity throughout the first seven days following treatment. Patients must also agree to use adequate birth control (see Inclusion Criterion #5) should they later engage in heterosexual intercourse through the final study visit (Day 21-30).\n5. Participants of childbearing potential must have a negative urine pregnancy test result at screening, should use adequate birth control after the first seven days of treatment if engaging in heterosexual intercourse, and should not plan on becoming pregnant for the duration of the study. Acceptable forms of birth control include oral contraceptives (the pill), intrauterine devices (IUDs), contraceptive implants under the skin, patches or injections, and non-polyurethane condoms (e.g., latex, polyisoprene) with or without spermicide. Patients in monogamous relationships with vasectomized males may also participate. Abstinence may be allowed, but requires Medical Monitor (or designee) approval prior to randomization. Oral or transdermal hormonal contraceptives must be in use for one full cycle (e.g., four to eight weeks) prior to study drug application. Injectable or implanted contraceptives (e.g., Depo-Provera, Nexplanon, or hormonal IUD) must be injected/inserted at least seven days prior to study drug application. Participants who are not of childbearing potential, as defined below, must also have a negative urine pregnancy test prior to randomization:\n\n   1. Postmenopausal for at least one year prior to the Entry Visit (Visit 1) (defined as amenorrheic for more than one continuous year), or\n   2. Surgically sterile (defined as bilateral tubal ligation, bilateral oophorectomy, or hysterectomy) at least 6 months before first dose, or\n6. Non-surgical permanent sterilization procedure at least 3 months prior to first dose.\n7. Participants must be willing to refrain from the use of all intra-vaginal products (e.g., douches, feminine deodorant sprays, condoms, spermicides, vaginal moisturizers and lubricants, tampons, vaginal birth control rings \\[e.g., NuvaRing®\\], and diaphragms) through the first 7 days at a minimum, and ideally through Visit 3 (Day 21-30) or Study Exit/Early Discontinuation.\n8. Participants must be able to read, write, and understand English.\n\nExclusion Criteria:\n\n1. Patients with active vulvovaginitis or other active infectious causes of cervicitis, vaginitis, or vulvitis (e.g., candidiasis, Trichomonas vaginalis, Chlamydia trachomatis, Neisseria gonorrhoeae, or genital lesions or ulcers consistent with human papillomavirus, active Herpes simplex, syphilis, chancroid, etc.).\n2. Potential participants who are pregnant or breastfeeding, or if of child-bearing potential unwilling to practice acceptable means of birth control or abstinence during the study as described above.\n3. Patients with a vaginal, vulvar, or genitourinary condition that, according to the Investigator's judgement, may confound the interpretation of clinical response.\n4. Patients with a history of regional enteritis, ulcerative colitis, or a history of C. difficile associated diarrhea.\n5. Patients with known current drug or alcohol abuse that could impact study compliance.\n6. Patients currently receiving or who have received antifungal or antimicrobial therapy (systemic or intravaginal) within 14 days of the Screening/Randomization visit.\n7. Patients who have used any other investigational product within 30 days of the screening/randomization visit.\n8. Patients who will undergo evaluation or treatment during the study for abnormal cytology and/or findings from high risk HPV testing and/or Pap test finding.\n9. Patients with known sensitivity to clindamycin phosphate or other lincosamides or any of the inactive ingredients in the study drug.\n10. Patients with a history of any severe acute or chronic medical or psychiatric condition or laboratory abnormality that could increase the risk associated with trial participation or study treatment administration or could interfere with the interpretation of trial results and, in the judgment of the Investigator, would make the patient inappropriate for entry into the trial.","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Female","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Clinical Cure at the TOC Visit (Day 21-30).","description":"Clinical cure is defined as:\n\n* Resolution of the abnormal vaginal discharge associated with BV;\n* Negative 10% KOH \"whiff test;\" and\n* Clue cells \\< 20% of the total epithelial cells in the saline wet mount.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Clinical Cure at the Interim Assessment Visit (Day 7-14).","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Bacteriological Cure at the TOC Visit (Day 21-30).","description":"Bacteriological cure is defined as a Nugent score \\< 4","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Bacteriological Cure at Interim Assessment Visit, Day 7-14","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Therapeutic Cure at the TOC Visit (Day 21-30).","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Therapeutic Cure at the Interim Assessment Visit (Day 7-14).","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Clinical Cure at the Test of Cure Visit (21-30)","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Clinical Cure at Interim Assessment Visit, Days 7-14, PP Population","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Bacteriological Cure at Test of Cure Visit, Days 21-30, PP Population","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Bacteriological Cure, Interim Assessment Visit, Days 7-14, PP Population","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Therapeutic Cure at Test of Cure Visit, Days 21-30; PP Population","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Therapeutic Cure, Interim Assessment Visit, Days 7-14, PP Population","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":203},"commonTop":["Vulvovaginal candidiasis","Urinary tract infection","Vulvovaginal pruritus","Vaginal haemorrhage","Bacterial Vaginosis"]}}}