{"nctId":"NCT02217501","briefTitle":"Antiplatelet Strategy for Peripheral Arterial Interventions for Revascularization of Lower Extremities","startDateStruct":{"date":"2015-11"},"conditions":["Peripheral Arterial Disease"],"count":159,"armGroups":[{"label":"DAPT - clinically indicated duration+12m","type":"EXPERIMENTAL","interventionNames":["Drug: Clopidogrel","Drug: Acetylsalicylic acid (ASA)"]},{"label":"DAPT - clinically indicated duration","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Clopidogrel","Drug: Acetylsalicylic acid (ASA)"]}],"interventions":[{"name":"Clopidogrel","otherNames":["Plavix"]},{"name":"Acetylsalicylic acid (ASA)","otherNames":["Aspirin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nGeneral:\n\n* Signed informed consent\n* At least 18 years old\n* Documented symptomatic iliac, femoropopliteal (FP) or below-the knee artery (BTK) atherosclerotic disease (Rutherford/Becker category 2, 3 or ≥4)\n* Undergone clinically indicated uncomplicated endovascular intervention to one or more locations of the iliac, femoropopliteal below-the knee arteries\n* Estimated survival ≥1 year in the judgment of the primary operator\n* Pre-index procedure use of ASA, clopidogrel or both at any dose\n\nAngiographic:\n\n* De novo or restenotic lesions in the common and/or external iliac artery, superficial femoral artery (SFA), popliteal artery, tibio-peroneal (TP) trunk, anterior tibial (AT) artery, peroneal artery (PA) or posterior tibial (PT) artery (applies to all target lesions if multiple)\n* Subjects with multiple planned procedures can be enrolled after the completion of the last planned procedure.\n\nExclusion Criteria:\n\nGeneral:\n\n* Complicated qualifying procedure (perforation, flow limiting dissection, distal embolization requiring re-intervention, need for repeat endovascular, surgical revascularization, amputation or blood transfusion prior to hospital discharge following an index procedure\n* Extended hospital stay \\>7 days following the index procedure\n* Allergy to aspirin or clopidogrel\n* Life expectancy less than 12 months due to other medical co-morbid condition(s) that could limit the subject's ability to participate in the trial, limit the subject's compliance with the follow-up requirements, or impact the scientific integrity of the trial\n* Known hypersensitivity or contraindication to contrast dye that, in the opinion of the investigator, cannot be adequately pre-medicated.\n* Intolerance to antiplatelet, anticoagulant, or thrombolytic medications\n* Platelet count \\<90,000 mm3 or \\>600,000 mm3\n* Serum creatinine \\>2.5 mg/dL\n* Dialysis-dependent end stage renal disease\n* Pregnancy\n* Current participation in another drug or device trial that requires interruption of dual-antiplatelet therapy with aspirin or clopidogrel for the duration of the study\n* Planned surgeries, endovascular or other non-vascular or cardiac procedures\n* Concurrent warfarin or other chronic oral anticoagulant therapy\n* Contraindication(s) to the use of AT (history of intra-cerebral bleed, presence of intra-cerebral mass, recent or \\<6 weeks gastrointestinal bleed, blood transfusion within the last 6 weeks, any trauma requiring surgery or blood transfusion within the last 4 weeks or any surgical procedure within the last 4 weeks.\n\nAngiographic:\n\n* Endovascular intervention to iliac, femoropopliteal or BTK artery bypass graft\n* Persistent, intraluminal thrombus of the proposed target lesion at the completion of the index procedure\n* Perforated vessel as evidenced by extravasation of contrast media\n* Vascular graft, aneurysm or postsurgical stenosis of the target vessel","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With First Occurrence of Target Vessel Occlusion, Surgical Revascularization, Endovascular Revascularization, Major Amputation of Target Limb, Ischemic Stroke, MI, or Death","description":"Occlusion of the target vessel documented by any imaging procedure (eg, Duplex ultrasonography scan including B mode imaging and Doppler ultrasound scan) at any follow-up visit within 12 months or end of study treatment period, whichever is longer.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Bleeding","description":"Any mild, moderate, severe, or life-threatening bleeding.\n\nSevere or Life-threatening: Intracerebral hemorrhage Resulting in substantial hemodynamic compromise requiring treatment Moderate: Requiring blood transfusion but not resulting in hemodynamic compromise Mild: Bleeding that does not meet above criteria\n\nSevere bleeding defined according to the Global Utilization of Streptokinase and Tissue plasminogen activator for Occluded coronary arteries (GUSTO) classification.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":77},"commonTop":["CT/MR Angiography"]}}}