{"nctId":"NCT00948428","briefTitle":"Bioequivalence of Generic Imiquimod Cream, 5% When Compared to Aldara™ (Imiquimod) Cream, 5% in the Treatment of Actinic Keratosis","startDateStruct":{"date":"2008-05"},"conditions":["Actinic Keratoses"],"count":462,"armGroups":[{"label":"Generic Imiquimod","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: imiquimod"]},{"label":"Aldara™","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aldara™"]},{"label":"Vehicle cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Cream"]}],"interventions":[{"name":"imiquimod","otherNames":[]},{"name":"Aldara™","otherNames":[]},{"name":"Vehicle Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects were male or non-pregnant females, 18 years of age or older, in generally good health. Females who were post-menopausal, surgically sterile or using a medically acceptable form of birth control with a negative urine pregnancy test at the Baseline visit.\n* Subjects provided written and verbal informed consent.\n* Subjects presented to the clinic with at least 4 but no more than 12 visible, discrete nonhyperkeratotic, nonhypertrophic actinic keratosis lesions within a 25 cm2 Treatment Area on the face and/or anterior scalp.\n* Subjects were willing and able to comply with study instructions and return to the clinic for required visits.\n\nExclusion Criteria:\n\n* Subjects who were lactating, or planning to become pregnant during the study.\n* Subjects had hyperkeratotic, hypertrophic or large mat-like AKs within the 25 cm2 Treatment Area.\n* Subjects who had the need or were planning to be exposed to artificial tanning devices or excessive sunlight during the trial.\n* Subjects who were immunosuppressed (e.g., HIV, systemic malignancy, graft vs. host disease, etc.).\n* Subjects who experienced an unsuccessful outcome from previous imiquimod therapy.\n* Subjects with known hypersensitivity or previous allergic reaction to any of the active or inactive components of the study drugs.\n* Within 2 months: Facial and/or Anterior Scalp: laser resurfacing, photodynamic therapy, chemical peels, dermabrasion, topical application of 5-FU, imiquimod, diclofenac sodium or other treatments for AK or photodamage.\n* Subjects who used the following systemic, oral or topical therapies for the periods specified prior to entry into the study:\n\nWithin 2 days: Topicals of any kind to the selected Treatment Area. Within 2 weeks: Facial topical medications: corticosteroids, alpha- hydroxyacids (e.g., glycolic acid, lactic acid, etc. greater than 5%), beta-hydroxyacid (salicylic acid greater than 2%), urea - greater than 5% or prescription retinoids (e.g., tazarotene, adapalene, tretinoin) to the face and/or anterior scalp.\n\nWithin 2 weeks: Cryotherapy to lesions adjacent to or within the 25 cm2 Treatment Area.\n\nWithin 4 weeks: Systemic steroid therapy: chemotherapeutic agents, psoralens, immunotherapy, or retinoids.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects in Each Treatment Group With Complete Clearance of AK Lesions at the Test of Cure Visit (Week 24)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"72","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With at Least a 75% Reduction in the Number of AK Lesions From Baseline to End of Treatment (EOT) Visit (Week 16).","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"114","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With at Least a 75% Reduction in the Number of AK Lesions From Baseline to 8 Weeks Post Treatment (Test of Cure Visit).","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"77","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":181},"commonTop":["Nasopharyngitis","Headache","Basal cell carcinoma","Squamous cell carcinoma of skin","Nausea"]}}}