{"nctId":"NCT01936844","briefTitle":"Interleukin (IL)-1 Blockade in Acute Heart Failure (Anakinra ADHF)","startDateStruct":{"date":"2014-02"},"conditions":["Heart Failure"],"count":30,"armGroups":[{"label":"Anakinra (short)","type":"EXPERIMENTAL","interventionNames":["Drug: Anakinra (high dose)","Drug: Anakinra (standard dose)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Anakinra (high dose)","otherNames":[]},{"name":"Anakinra (standard dose)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAll 5 criteria need to be met for enrollment of the patient in the study\n\n1. Primary diagnosis of acute decompensated heart failure within the last 24 hours as evidenced by both of the following:\n\n   1. dyspnea or respiratory distress or tachypnea at rest or with minimal exertion\n   2. evidence of elevated cardiac filling pressure or pulmonary congestion (at least one of the conditions must be met);\n\n   i. pulmonary congestion/edema at physical exam OR chest x-ray; ii. plasma Brain Natriuretic Peptide (BNP) levels ≥200 pg/mL; iii.invasive measurement of left ventricular end-diastolic pressure \\>18 mmHg or of pulmonary artery occluding pressure (wedge) \\>16 mmHg.\n2. Left ventricular systolic dysfunction (LVEF\\<40%) during index hospitalization or prior 12 months.\n3. Age ≥18 years old\n4. Willing and able to provide written informed consent.\n5. Screening plasma C-reactive protein levels \\>5 mg/L.\n\nExclusion Criteria Subjects will not be eligible if they meet any of the following 15 exclusion criteria.\n\n1. The primary diagnosis for admission is NOT decompensated heart failure, including diagnosis of acute coronary syndromes, hypertensive urgency/emergency, tachy- or brady-arrhythmias.\n2. Concomitant clinically significant comorbidities that would interfere with the execution or interpretation of the study including but not limited to acute coronary syndromes, uncontrolled hypertension or orthostatic hypotension, tachy- or brady-arrhythmias, acute or chronic pulmonary disease or neuromuscular disorders affecting respiration.\n3. Recent (previous 3 months) or planned cardiac resynchronization therapy (CRT), coronary artery revascularization procedures, or heart valve surgeries.\n4. Previous or planned implantation of left ventricular assist devices or heart-transplant.\n5. Chronic use of intravenous inotropes.\n6. Recent (\\<14 days) use of immunosuppressive or anti-inflammatory drugs (not including Non-Steroidal Anti-Inflammatory Drugs \\[NSAIDs\\]).\n7. Chronic inflammatory disorder (including but not limited to rheumatoid arthritis, systemic lupus erythematosus).\n8. Active infection (of any type);\n9. Chronic/recurrent infectious disease (including Hepatitis B virus \\[HBV\\], Hepatitis C virus \\[HCV\\], and HIV/AIDS).\n10. Prior (within the past 10 years) or current malignancy.\n11. Any comorbidity limiting survival or ability to complete the study.\n12. End stage kidney disease requiring renal replacement therapy.\n13. Neutropenia (\\<2,000/mm3) or Thrombocytopenia (\\<50,000/mm3).\n14. Pregnancy.\n15. Angina, arrhythmias, or electrocardiograph (ECG) changes that limit maximum exertion during cardiopulmonary exercise testing obtained during the baseline testing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"C Reactive Protein","description":"The proportional area-under-the-curve for plasma C reactive protein (CRP) levels measured during the first 3 days of admission. The proportion (y-axis) is calculated at each time-point with respect to the baseline CRP. The resultant y-axis is a unitless proportion. The x-axis is listed as \"days\"","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.09","spread":null},{"groupId":"OG001","value":"2.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Left Ventricular Ejection Fraction","description":"Change in left ventricular ejection fraction (LVEF) between admission and 14 day follow up. This value is expressed as absolute change in measured LVEF. For example, if baseline LVEF = 20% and 14 day LVEF = 25%, this would be reported as an absolute change of 5%.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Brachial Artery Vasoreactivity","description":"Change in flow mediated vasodilatation (FMD) of the brachial artery. Brachial artery FMD is calculated as the percentage increase in brachial artery diameter with hyperemia (an increase in the quantity of blood flow to a body part) induced relative to the resting brachial artery diameter. Percentage of brachial artery diameter is measured as FMD diameter/basal diameter. The change is FMD is reported as the % change in FMD from baseline to 14 days.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.7","spread":null},{"groupId":"OG001","value":"-45.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":15},"commonTop":["Acute kidney injury","Atrial fibrillation"]}}}