{"nctId":"NCT03602560","briefTitle":"ENHANCE: Seladelpar in Subjects With Primary Biliary Cholangitis (PBC) and an Inadequate Response to or an Intolerance to Ursodeoxycholic Acid (UDCA)","startDateStruct":{"date":"2018-10-01","type":"ACTUAL"},"conditions":["Primary Biliary Cholangitis"],"count":265,"armGroups":[{"label":"Seladelpar 5-10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: seladelpar 5-10 mg"]},{"label":"Seladelpar 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: seladelpar 10 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"seladelpar 5-10 mg","otherNames":[]},{"name":"seladelpar 10 mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Must have given written informed consent (signed and dated) and any authorizations required by local law\n2. 18 to 75 years old (inclusive)\n3. Male or female with a diagnosis of PBC, by at least two of the following criteria:\n\n   * History of AP above ULN for at least six months\n   * Positive anti-mitochondrial antibody (AMA) titers (\\>1/40 on immunofluorescence or M2 positive by enzyme linked immunosorbent assay \\[ELISA\\]) or positive PBC-specific antinuclear antibodies\n   * Documented liver biopsy result consistent with PBC\n4. On a stable and recommended dose of UDCA for the past twelve months OR intolerant to UDCA (last dose of UDCA \\> 3 months prior to Screening)\n5. AP ≥ 1.67 × ULN\n6. Females of reproductive potential must use at least one barrier contraceptive and a second effective birth control method during the study and for at least 90 days after the last dose. Male subjects who are sexually active with female partners of reproductive potential must use barrier contraception and their female partners must use a second effective birth control method during the study and for at least 90 days after the last dose\n\nExclusion Criteria:\n\n1. Previous exposure to seladelpar (MBX-8025)\n2. A medical condition, other than PBC, that in the investigator's opinion would preclude full participation in the study or confound its results (e.g., cancer)\n3. AST above 3 × ULN\n4. ALT above 3 × ULN\n5. Total bilirubin above 2.0 × ULN\n6. Advanced PBC as defined by the Rotterdam criteria (albumin below LLN AND total bilirubin above 1 × ULN)\n7. Creatine kinase (CK) above 1.0 × ULN\n8. eGFR below 60 mL/min/1.73 m2 (calculated by MDRD formula)\n9. International normalized ratio (INR) above 1.0 × ULN\n10. Platelet count below 100 × 103/µL\n11. Presence of clinically significant hepatic decompensation, including:\n\n    * History of liver transplantation, current placement on liver transplantation list, or current MELD score ≥ 15\n    * Complications of portal hypertension, including known esophageal varices, history of variceal bleeds or related interventions (e.g., transjugular intrahepatic portosystemic shunt placement), relevant ascites, hepatic encephalopathy\n    * Cirrhosis with complications, including history or presence of spontaneous bacterial peritonitis\n12. Other chronic liver diseases:\n\n    * Current features of auto-immune hepatitis as determined by the investigator based on immunoserology, liver biochemistry and histology\n    * Primary sclerosing cholangitis determined by presence of diagnostic cholangiographic findings\n    * History or clinical evidence of alcoholic liver disease\n    * History or clinical evidence of alpha-1-antitrypsin deficiency\n    * Biopsy confirmed nonalcoholic steatohepatitis\n    * History or evidence of Gilbert' Syndrome with elevated total bilirubin\n    * History or evidence of hemochromatosis\n    * Hepatitis B defined as presence of hepatitis B surface antigen (HBsAg)\n    * Hepatitis C defined as presence of HCV RNA\n13. Known history of HIV\n14. Evidence of significant alcohol consumption\n15. Evidence of drug abuse\n16. Subjects with inadequate response to obeticholic acid (OCA) or intolerance to OCA: OCA must be discontinued 30 days prior to Screening\n17. Use of colchicine, methotrexate, azathioprine, or long-term systemic corticosteroids (\\> 2 weeks) within two months prior to Screening\n18. Use of fibrates within 30 days prior to Screening\n19. Use of simvastatin within 7 days prior to Screening\n20. Use of an experimental or unapproved treatment for PBC within 30 days prior to Screening\n21. Use of experimental or unapproved immunosuppressant within 30 days prior to Screening\n22. Treatment with any other investigational therapy or device within 30 days or within five half-lives, whatever is longer, prior to Screening\n23. For females, pregnancy or breast-feeding\n24. Any other condition(s) that would compromise the safety of the subject or compromise the quality of the clinical study, as judged by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Response to Composite Endpoint of ALP <1.67 × Upper Limit of Normal [ULN], ≥15% Reduction in ALP, and Total Bilirubin ≤ ULN) at Month 3","description":"Percentage of Participants with Response to Composite Endpoint of ALP \\<1.67 × Upper Limit of Normal \\[ULN\\], ≥15% reduction in ALP, and total bilirubin ≤ ULN) at Month 3. The mITT analysis set included all randomized subjects who received at least one study drug dose.\n\nThe primary endpoint was analyzed using Cochran-Mantel-Haenszel (CMH) test adjusted for both randomization stratification variables (ALP level: \\<350 U/L and 2:350 U/L; pruritus NRS: \\<4 and 2:4). The CMH tests were performed for the comparison of 10 mg versus placebo and 5 mg/10 mg versus placebo separately.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"43","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response Defined by Normalized Alkaline Phosphatase Levels at Month 3","description":"The response was defined by normalized ALP levels (ALP ≤1.0 × ULN) at endpoint. The mITT analysis set included all randomized subjects who received at least one study drug dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pruritus NRS for Subjects With Baseline NRS ≥4 at Month 3","description":"Pruritus Numerical Rating Scale (NRS) used to rate the intensity of the worst itching you experienced in the past 24 hours from no itching to worst possible itching by selecting a number from 0 to 10 on Itch Scale. Zero means no itching and 10 means worst imaginable itching. The analysis will be limited to those subjects in the mITT analysis set with a baseline NRS ≥ 4.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.95","spread":"2.226"},{"groupId":"OG001","value":"-3.01","spread":"1.952"},{"groupId":"OG002","value":"-1.44","spread":"1.831"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":89},"commonTop":["Pruritus","Abdominal pain upper","Nausea","Fatigue","Arthralgia"]}}}