{"nctId":"NCT04534491","briefTitle":"Study to Gather Information About the Actual Use of an Adhesive Patch Placed on the Skin to Deliver Oxytrol Through the Skin Into the Bloodstream.","startDateStruct":{"date":"2010-05-25","type":"ACTUAL"},"conditions":["Overactive Bladder"],"count":855,"armGroups":[{"label":"Oxytrol","type":"EXPERIMENTAL","interventionNames":["Drug: Oxybutynin (Oxytrol, BAY839380)"]}],"interventions":[{"name":"Oxybutynin (Oxytrol, BAY839380)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Female\n* 18 years of age or older\n* Not pregnant or suspected to be pregnant\n* Never trained or employed as a healthcare professional\n* Neither the subject nor anyone in their household worked for a pharmaceutical company, a pharmacy, a managed care or health insurance company, a healthcare practice, or as a healthcare professional\n* Had not participated in any market research study, product label study or clinical trial in the past 12 months\n\nExclusion criteria:\n\n* Symptoms of blood in the urine not related to menses\n* Back pain and fever in conjunction with frequency or urgency and any of the following: dysuria, hematuria, or cloudy urine\n* Narrow-angle glaucoma\n* Pregnant (as determined by a urine pregnancy test among women of child bearing potential)\n* Breastfeeding\n* Known allergy to oxybutynin","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Participants Who Did Not Stop Use When They Either Developed a New Symptom Referred to Anywhere in the Labeling or When Their Condition Worsened Including Abdominal and/or Pelvic Pain.","description":"For each participant who was defined as a primary endpoint misuser (i.e., subjects who did not stop using Oxytrol when they either developed a new symptom referred to anywhere in the labeling, with the addition of abdominal and/or pelvic pain, or when their OAB condition worsened) the full case report form was reviewed in order to determine if there were factors that would mitigate the incorrect decision to continue use. For example, if the subject had consulted a physician and was told to continue use, such continuation is acceptable. This process is termed \"mitigation,\" because it involves determining if there are mitigating factors in the decision to continue use without posing any significant medical risk. Mitigation was conducted independently post-hoc by an external panel of advisors including two urologists and an urogynecologist and one physician employed by the sponsor.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Verified Users Who Did Not Stop Use When Their Condition Worsened or They Developed a New Symptom Referred to in the Labeling.","description":"This outcome measure did not include participants who developed abdominal and/or pelvic pain and was more reflective of how consumers stopped use according to the symptoms described on the Oxytrol labeling used in the study.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null}]}]}]},{"type":"SECONDARY","title":"The Median Time Taken to Discontinue Oxytrol Use by Verified Users Who Did Not Experience Improvement in Their Symptoms After Two Weeks of Treatment.","description":"This outcome measure evaluated the number of days it took for a subject to discontinue use of Oxytrol after their symptoms worsened or had stayed the same after 2 weeks of treatment. This was calculated using diary card data.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Verified Users Who Did Not Stop Oxytrol Use Within Two Weeks After Experiencing no Improvement in Their Symptoms.","description":"Factors considered in this mitigation included providing: a response to one or more open ended questions that indicated a thoughtful, informed reason for continuing use; the subject talked to a physician, and the physician advised the subject that it was acceptable to continue using product; the subject had improved by Week 7 and indicated a thoughtful, informed reason for continuing use; as well as other reasons explained in the guidelines.\n\nThis outcome measure was analyzed based on pre- and post-mitigation assessments but the post-mitigation analysis includes all subject data and is a better reflection of the subject's overall behavior. This was calculated by dividing the total number of subjects by the number of subjects who used the Oxytrol patch at least once.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Medical Risk Associated With the Development of New Symptoms or When Symptoms Did Not Improve for Patients That Continued Oxytrol Treatment.","description":"The medical risk of the newly developed symptom(s) or no sign of symptom improvement was categorized according to prospectively defined medical risk categories of 'medical risk', 'possible medical risk', and minimal/insignificant medical risk'. Mitigated data was not included in this endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"284","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Verified Users Who Misused the Patch (Incorrect Duration of Use or Simultaneous Use).","description":"Factors considered in this mitigation for incorrect duration included most of the duration of patch use being correct, subject indicated understanding of the label but perhaps forgetting for a patch or two, etc. Factors considered in mitigation for simultaneous use include obvious diary errors, a subject stating that she did not do this, or a subject's doctor telling her to wear two patches at a time.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":785},"commonTop":["Application site irritation","Urinary tract infection","Nasopharyngitis","Dry mouth","Urge incontinence"]}}}