{"nctId":"NCT01005966","briefTitle":"In Situ Caries Model of Fluoride Toothpastes","startDateStruct":{"date":"2008-11"},"conditions":["Caries"],"count":65,"armGroups":[{"label":"Run in","type":"OTHER","interventionNames":["Drug: Placebo"]},{"label":"Sodium Fluoride Toothpaste","type":"EXPERIMENTAL","interventionNames":["Drug: Sodium Fluoride Toothpaste"]},{"label":"Amine Fluoride Toothpaste","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Amine Fluoride Toothpaste"]},{"label":"675ppmf toothpaste","type":"OTHER","interventionNames":["Drug: 675 ppmf toothpaste"]},{"label":"Sodium monofluorophosphate/sodium fluoride Toothpaste","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sodium monofluorophosphate/Sodium Fluoride Toothpaste"]},{"label":"0 ppmf toothpaste","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sodium Fluoride Toothpaste","otherNames":[]},{"name":"Amine Fluoride Toothpaste","otherNames":[]},{"name":"Sodium monofluorophosphate/Sodium Fluoride Toothpaste","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"675 ppmf toothpaste","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Consent:Demonstrates understanding of the study and willingness to participate as evidenced by voluntary written informed consent and has received a signed and dated copy of the informed consent form\n* Age:Aged 18 to 80 years inclusive\n* Compliance: Understands and is willing, able and likely to comply with all study procedures and restrictions\n* General Health:Good general health with (in the opinion of the investigator) no clinically significant and/or relevant abnormalities of medical history or oral examination that could interfere with subject safety during the study period\n* Residency: Currently living in the Indianapolis, Indiana area\n* Dentures: a) Currently wearing a removable mandibular partial denture with sufficient room in the posterior buccal flange area to accommodate two enamel specimens (required dimensions 12 x 7 millimeters (mm). b) Willing and capable of wearing their removable partial dentures 24 hours per day during each two week treatment period. c) All restorations in a good state of repair\n* Salivary Flow: Have a salivary flow rate in the range of normal values (unstimulated whole saliva flow rate ≥ 0.2 mL/minute; gum base stimulated whole saliva flow rate ≥ 0.8 mL/minute).\n\nExclusion Criteria:\n\n* Pregnancy:Women who are known to be pregnant or who are intending to become pregnant over the duration of the study\n* Breast-feeding: Women who are breast-feeding\n* Allergy/Intolerance:Known or suspected intolerance or hypersensitivity to the study materials (or closely related compounds) or any of their stated ingredients\n* Clinical Study/Experimental Medication: a. Participation in another clinical study or receipt of an investigational drug within 30 days of the first treatment visit, with the exception of study GSK dental studies where the wash in period prior to treatment is sufficient. b. Previous participation in this study\n* Antibiotics: Currently taking antibiotics or have taken antibiotics in the two weeks prior to the screening visit\n* Fluoride: Prescribed or professionally recommended use of fluoride supplements or fluoride mouthrinse\n* Substance abuse: Recent history (within last year) of alcohol or other substance abuse\n* Dental Health: Current active caries or periodontal disease that may compromise the study or health of the subjects\n* Personnel: a. A member of the site study staff who is directly working on the project or living in that staff's household. b. An employee of the sponsor c. Any employee of any toothpaste manufacturer or their spouse or family member","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Surface Microhardness (SMH) Recovery of Enamel Specimens Exposed to NaF Toothpaste (1426ppmF) and AmF Toothpaste (1400ppmF)","description":"SMH recovery test was used to assess the changes in mineralization status of enamel specimens using a Wilson 2100 Hardness tester. SMH was determined by measuring the length of the indentations of enamel specimens. An increase in the indentation length compared to the baseline indicates softening while decrease in the indentation length represents rehardening of enamel surface. Difference in percent SMH recovery was calculated by comparing study NaF toothpaste (1426ppmF) with reference AmF toothpaste (1400ppmF).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.05","spread":"2.52"},{"groupId":"OG001","value":"41.06","spread":"2.53"}]}]}]},{"type":"SECONDARY","title":"Percent SMH Recovery of Enamel Specimens Exposed to NaF Toothpaste (1426ppmF), NaF Toothpaste (675ppmF), NaMFP/NaF Toothpaste (1400ppm F) and Placebo (0ppmF)","description":"SMH test was used to assess the changes in mineralization status of enamel specimens using a Wilson 2100 Hardness tester. SMH was determined by measuring the length of the indentations of enamel specimens. An increase in the indentation length compared to the baseline indicates softening while decrease in the indentation length represents rehardening of enamel surface. Differences in percent SMH recovery due to study and reference toothpastes were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.05","spread":"2.52"},{"groupId":"OG001","value":"41.06","spread":"2.53"},{"groupId":"OG002","value":"33.48","spread":"2.49"},{"groupId":"OG003","value":"29.08","spread":"2.50"},{"groupId":"OG004","value":"14.49","spread":"2.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Enamel Fluoride Uptake Potential","description":"Enamel fluoride uptake was determined using the microdrill enamel biopsy technique. The amount of fluoride uptake by enamel was calculated based on the amount of fluoride (F) divided by the area of the enamel cores. The difference between treatments was calculated with respect to fluoride uptake by enamel.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2342.35","spread":"123.65"},{"groupId":"OG001","value":"2305.11","spread":"123.83"},{"groupId":"OG002","value":"1809.74","spread":"121.83"},{"groupId":"OG003","value":"1649.44","spread":"121.93"},{"groupId":"OG004","value":"462.95","spread":"120.92"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":57},"commonTop":["Nasopharyngitis"]}}}