{"nctId":"NCT02773576","briefTitle":"Safety and Tolerability of Risperidone Implants","startDateStruct":{"date":"2016-04","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":140,"armGroups":[{"label":"2x360 mg risperidone implant","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone implant"]},{"label":"3x300 mg risperidone implant","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone implant"]}],"interventions":[{"name":"Risperidone implant","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject has provided written informed consent.\n2. Male and female subjects 18 to 70 years of age, inclusive, at time of informed consent.\n3. Subjects with a current diagnosis of schizophrenia as defined by DSM-5 criteria and a history of the illness for at least 2 years prior to screening (as per subject, family, healthcare provider, and/or by previous medical records).\n4. Subject is assessed by the Investigator to be symptomatically stable with regard to his or her psychiatric condition at screening and baseline.\n5. Subject must be stable on their current antipsychotic medication for at least 30 days prior to screening.\n6. Subject has identified a caregiver or personal contact with whom the subject has significant contact with at least once per week.\n7. Subjects who have shown a previous response to antipsychotic treatment (other than clozapine) in the past year, according to the Investigator's opinion.\n8. Subjects who are currently being treated with one or two antipsychotics other than clozapine, and who, in the Investigator's judgment, require chronic treatment with an antipsychotic medication and would benefit from treatment with Risperidone Implants.\n9. Subjects who meet the following criteria:\n\n   1. Outpatient status\n   2. PANSS Total Score ≤ 80, and if PANSS score at baseline increases by ≥ 20% change from screening, the subject cannot participate in the study.\n   3. PANSS scores of ≤ 4 on all of the following items:\n\n      * Conceptual disorganization\n      * Suspiciousness\n      * Hallucinatory behavior\n      * Unusual thought content\n      * Hostility\n   4. CGI-S ≤ 4 (moderately ill)\n   5. Lack of clinically significant suicidal ideation or behavior in Investigator's judgment\n10. Subjects who are able to understand the nature of the trial and follow protocol requirements, have the ability to read and understand the written word, and who can be reliably rated on assessment scales.\n11. Subjects who have completed adequate washout (5 half-lives unless otherwise specified) of prohibited concomitant medications, including mood stabilizers and strong inducers or inhibitors of CYP2D6 activity, prior to receiving oral risperidone or implant Risperidone.\n12. Subject has completed washout of 42 days for any fluoxetine containing compound.\n13. Female participants (if of childbearing potential and sexually active) and male participants (if sexually active with a partner of childbearing potential) who agree to use a medically acceptable and effective birth control method throughout the study.\n14. Subject has a body mass index (BMI) ≥18.5 and ≤38.0 kg/m2.\n15. Subject is assessed by the Investigator to be symptomatically stable with regard to pre-existing medical conditions as evidenced by medical history, non-clinically significant findings on physical examination, vital signs, clinical laboratory evaluations (hematology, serum chemistries, and urinalysis) or 12-lead electrocardiogram (ECG). Subjects may continue on their current prescribed medication regimens to control pre-existing medical and psychiatric conditions (other than schizophrenia) including the use of prescribed PRN medications.\n\nExclusion Criteria:\n\n1. Known hypersensitivity or allergy to lidocaine or any local anesthetic agent of the amide type (local anesthetic used during implant and explant procedures).\n2. Known sensitivity to polyurethane.\n3. Reports or reveals a presence of clinically significant skin disorders (such as, but not limited to, skin cancer, psoriasis, eczema, or atopic dermatitis), and/or evidence of recent sunburn, scar tissue, tattoo, open sore, body piercing or branding at the intended implantation site that would interfere with the implantation procedure or interfere with implant site assessments as determined by the Investigator.\n4. History of abnormal scar formation or family history of keloid formation.\n5. Subjects with a current DSM-5 diagnosis other than schizophrenia, including schizoaffective disorder, major depressive disorder, bipolar disorder, delirium, dementia, amnestic or other cognitive disorders. Also, subjects with borderline, paranoid, histrionic, schizotypal, schizoid, or antisocial personality disorder are excluded.\n6. Subjects experiencing acute depressive symptoms within the past 30 days, according to the Investigator's opinion, that required treatment with an antidepressant.\n7. Subjects considered by the Investigator to be at imminent risk of suicide or injury to self, or subjects who within the past 6 months prior to Screening have attempted suicide, or who within the past 3 months prior to Screening have had active suicide ideation (positive answers to item 4 or 5 on the C-SSRS).\n8. Subjects with schizophrenia that are considered resistant/refractory to antipsychotic treatment by history.\n9. Subjects with a history of failure to clozapine treatment or response to clozapine treatment only.\n10. Subjects with a documented history of failure to respond to an adequate dose of risperidone or paliperidone treatment including long acting injectable formulations.\n11. Subjects with a significant risk of violent behavior or a significant risk of committing suicide based on history or Investigator's judgment.\n12. Subjects who currently meet DSM-5 criteria for substance use disorder (moderate or severe); including alcohol and benzodiazepines, but excluding caffeine, nicotine, and marijuana.\n13. Females who are breast-feeding or will be breast feeding during the course of the study, and/or who have a positive serum pregnancy test result prior to receiving trial medication.\n14. Subjects with uncontrolled hypothyroidism or hyperthyroidism (unless condition has been stabilized with medications for at least the past 90 days).\n15. Subjects who have a clinically significant history or evidence of a medical condition that would expose them to an undue risk of a significant AE or interfere with assessments of safety or efficacy during the course of the trial.\n16. Subjects with epilepsy or a history of seizures, except for a single childhood febrile seizure, post traumatic, alcohol withdrawal, etc. A subject with a history of any seizure activity will have their case discussed with the medical monitor prior to subject's study enrollment.\n17. Subjects with a positive drug screen at screening for drugs of abuse without a prescription, excluding marijuana, will be discussed with the medical monitor.\n18. The following laboratory test, vital sign, and ECG results are exclusionary:\n\n    1. Platelets ≤ 75,000/mm3\n    2. Hemoglobin ≤ 9 g/dL\n    3. Neutrophils, absolute ≤ 1000/mm3\n    4. Aspartate aminotransferase \\> 3x upper limit of normal\n    5. Alanine aminotransferase \\> 3x upper limit of normal\n    6. Creatinine ≥ 2 mg/dL\n    7. Diastolic blood pressure \\> 105 mmHg\n    8. QTc \\> 470 msec for females and QTc \\> 450 msec for males using the QTcF (Fridericia) correction\n19. Subject is HIV positive.\n20. Active hepatitis. Subjects with no viral load, no acute inflammation and no clinical necessity for therapy will be allowed, at the discretion of the Investigator.\n21. Subjects with a history of an allergic hypersensitivity to antipsychotic agents.\n22. Subjects with a history of significant intolerance or who are refractory to antipsychotic agents.\n23. Subjects with a history of neuroleptic malignant syndrome.\n24. Subjects with clinically significant tardive dyskinesia at screening \\[any one AIMS item (1-7) with a score \\>2\\].\n25. Subjects likely to require prohibited concomitant therapy during the trial (see Section 8.6.1).\n26. Subjects who require current use of agents that are strong inhibitors (e.g. quinidine) and inducers (e.g. carbamazepine, phenytoin, rifampin, and phenobarbital) of cytochrome P450 2D6.\n27. Subjects who have received any investigational agent in a clinical trial within 30 days prior to screening; for investigational drugs with an elimination half-life greater than 15 days, this time period will be extended to 60 days.\n28. Prisoners or subjects who are compulsorily detained (involuntarily incarcerated) for treatment of either a psychiatric or physical (e.g., infectious disease) illness, or who have ongoing legal issues that could affect their ability to continue to participate in this trial.\n29. Subjects who have been hospitalized, including hospitalization for psychosocial reasons, for more than 30 days total in the last 60 days prior to entry into the Screening Phase.\n30. Electroconvulsive therapy within 180 days prior to entry into the Screening Phase.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-related Adverse Events as Assessed","description":"The product was sold to another company prior to data analysis. The new company closed before the results were completed, so no results are available for this study.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Incidence of Psychotic Symptom Exacerbation/Impending Relapse","description":"The product was sold to another company prior to data analysis. The new company closed before the results were completed, so no results are available for this study.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change of Sleep Quality From Baseline to Month 12 Measured on the Pittsburgh Sleep Quality Index (PSQI)","description":"The product was sold to another company prior to data analysis. The new company closed before the results were completed, so no results are available for this study.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}