{"nctId":"NCT00984815","briefTitle":"Safety Study of HZT-501 in Patients Who Require Long-Term Daily Non-steroidal Anti-inflammatory Drug Treatment","startDateStruct":{"date":"2009-09"},"conditions":["Osteoarthritis","Rheumatoid Arthritis","Chronic Low Back Pain","Chronic Regional Pain Syndrome","Chronic Soft Tissue Pain"],"count":86,"armGroups":[{"label":"HZT-501","type":"EXPERIMENTAL","interventionNames":["Drug: HZT-501"]}],"interventions":[{"name":"HZT-501","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient is capable of understanding the purpose and risks of the study and is able to provide written Informed Consent.\n* Patient is male or female, aged 40 to 80 years of age.\n* Patient is expected to require daily administration of an NSAID for at least the coming year for conditions including but not limited to: osteoarthritis, rheumatoid arthritis, chronic low back pain, chronic regional pain syndrome, chronic soft tissue pain.\n* Female patients of childbearing potential and male patients with partners of childbearing potential must agree to use medically acceptable methods of contraception throughout the entire study period.\n* Patient is willing and able to comply with the prescribed treatment protocol and evaluations.\n\nExclusion Criteria:\n\n* Patient has a history of or experienced any of the following:\n* NSAID-associated and/or primary peptic ulcer disease-associated serious gastrointestinal complications such as perforation of ulcers, gastric outlet obstruction due to ulcers, and/or acute gastrointestinal bleeding\n* NSAID-induced asthma exacerbation, acute renal failure, interstitial nephritis, and/or hepatitis\n* Malignant disease of the gastrointestinal tract\n* Erosive esophagitis\n* Coronary artery bypass graft (CABG) surgery within the 14 days prior to study Day 0\n* Uncontrolled diabetes mellitus as evidenced by Hemoglobin A1c \\> 7%\n* Known history of human immunodeficiency virus (HIV), hepatitis B, and/or hepatitis C\n* Patient has active cardiac, renal, and/or hepatic disease, as evidenced by:\n* Creatinine clearance \\< 45 mL/min (based on the Cockroft-Gault formula) at Screening\n* Alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) \\> 2.5 times the upper limit of normal at Screening\n* History of acute myocardial infarction, unstable cardiac arrhythmias, and/or stroke within the 6 months prior to study entry\n* Uncontrolled congestive heart failure\n* Uncontrolled hypertension\n* Patient currently is participating in an investigational drug study, or patient participated in an investigational drug study within the 30 days prior to study entry.\n* Female patient has a positive urine pregnancy test at Screening and/or Study Day 0.\n* Patient has a concomitant disease or condition that, in the opinion of the Investigator, could interfere with the conduct of the study or could put the patient at unacceptable risk.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Change From Baseline in the Pain Intensity Scale of the Severity of Dyspepsia Assessment (SODA) Questionnaire at 54 Weeks","description":"The pain intensity scale of the SODA questionnaire ranges from 2 - 47. Change from baseline compares the score at Week 54 to the baseline score for each participant who completed the pain intensity questions of the SODA questionnaire at baseline and Week 54. Higher scores indicate greater symptom severity and therefore a negative mean change from baseline is indicative of an improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.22","spread":"10.522"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Non-pain Symptoms Scale of the Severity of Dyspepsia Assessment (SODA) Questionnaire at 54 Weeks","description":"The non-pain symptom scale of the SODA questionnaire ranges from 7 - 35. Change from baseline compares the score at Week 54 to the baseline score for each participant that completed the non-pain symptom questions of the SODA questionnaire at baseline and Week 54. Higher scores indicate greater symptom severity and therefore a negative mean change from baseline is indicative of an improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.44","spread":"3.934"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Satisfaction With Dyspepsia-Related Health Scale of the Severity of Dyspepsia Assessment (SODA) Questionnaire at 54 Weeks","description":"The satisfaction with dyspepsia-related health scale of the SODA questionnaire ranges from 2 - 23. Change from baseline compares the score at Week 54 to the baseline score for each participant who completed the Satisfaction questions of the SODA questionnaire at baseline and Week 54. A positive change from baseline in the SODA satisfaction scale represents a participant's overall improved satisfaction with their dyspepsia-related health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.69","spread":"5.504"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":86},"commonTop":["abdominal distension","dyspepsia","flatulence","sinusitis","diarrhoea"]}}}