{"nctId":"NCT03085797","briefTitle":"Effect of Mepolizumab in Severe Bilateral Nasal Polyps","startDateStruct":{"date":"2017-05-25","type":"ACTUAL"},"conditions":["Nasal Polyps"],"count":414,"armGroups":[{"label":"Mepolizumab 100 mg SC + MF","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab","Drug: Mometasone furoate"]},{"label":"Placebo SC + MF","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Mometasone furoate"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Mometasone furoate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* 18 years of age and older inclusive, at the time of signing the informed consent.\n* Body weight greater or equal to 40 kilogram (kg).\n* Male or female participants (with appropriate contraceptive methods) to be eligible for entry into the study. To be eligible for entry into the study, woman of childbearing potential (WOCBP) must commit to consistent and correct use of an acceptable method of birth control from the time of consent, for the duration of the trial, and for 105 days after last study drug administration.\n* Participants who have had at least one previous surgery in the previous 10 years for the removal of NP. NP Surgery is defined as any procedure involving instruments with resulting incision (cutting open) and removal of polyp tissue from the nasal cavity (polypectomy). For the purpose of inclusion into this study, any procedure involving instrumentation in the nasal cavity resulting in dilatation of the nasal passage such as balloon sinuplasty, insertion of coated stents or direct injection of steroids or other medication without any removal of NP tissue is not accepted.\n* Participants with bilateral NP as diagnosed by endoscopy or computed tomography (CT) scan.\n* Presence of at least two of the following symptoms one of which should be either nasal blockage/obstruction/congestion or nasal discharge (anterior/posterior nasal drip) and either nasal discharge (anterior/posterior nasal drip); facial pain/pressure; reduction or loss of smell for at least 12 weeks prior to screening.\n* Participants with severe NP symptoms defined as an obstruction VAS symptom score of \\>5.\n* Severity consistent with a need for surgery as described by:\n\n  1. Participants with an overall VAS symptom score \\>7,\n  2. Participants with an endoscopic bilateral NP score of at least 5 out of a maximum score of 8 (with a minimum score of 2 in each nasal cavity).\n* Treatment with intranasal corticosteroids (INCS) for at least 8 weeks prior to screening.\n* Capable of giving signed informed consent Exclusion Criteria\n* As a result of medical interview, physical examination, or screening investigation, the physician responsible considers the participant unfit for the study.\n* Cystic fibrosis\n* Eosinophilic granulomatosis with polyangiitis (also known as churg strauss syndrome), young's, kartagener's or dyskinetic ciliary syndromes.\n* Antrochoanal polyps\n* Nasal septal deviation occluding one nostril\n* Acute sinusitis or upper respiratory track infection (URTI) at screening or in 2 weeks prior to screening\n* Ongoing rhinitis medicamentosa (rebound or chemical induced rhinitis)\n* Participants who have had an asthma exacerbation requiring admission to hospital within 4 weeks of Screening.\n* Participants who have undergone any intranasal and/or sinus surgery (for example polypectomy, balloon dilatation or nasal stent insertion) within 6 months prior Visit 1.\n* Participants where NP surgery is contraindicated in the opinion of the Investigator.\n* Participants with a known medical history of human immunodeficiency virus (HIV) infection.\n* Participants with a known, pre-existing parasitic infestation within 6 months prior to Visit 1.\n* Participants who are currently receiving, or have received within 3 months (or 5 half lives - whatever is the longest) prior to first mepolizumab dose, chemotherapy, radiotherapy or investigational medications/therapies.\n* Participants with a history of sensitivity to any of the study medications, or components thereof or a history of drug or other allergy that, in the opinion of the investigator or GSK medical monitor, contraindicates their participation. Aspirin-sensitive participants are acceptable.\n* Participants with a history of allergic reaction to anti-IL-5 or other monoclonal antibody therapy.\n* Participants on a waiting list for NP surgery while at screening\n* Participants that have taken part in previous mepolizumab, reslizumab, dupilumab or benralizumab studies.\n* Use of systemic corticosteroids (including oral corticosteroids) or corticosteroid nasal solution (intranasal corticosteroid is accepted) within 4 weeks prior to Screening or planned use of such medications during the double-blind period.\n* INCS dose changes within 1 month prior to screening.\n* Treatments with biological or immunosuppressive treatment (other than omalizumab) treatment within 5 terminal phase half lives of Visit 1.\n* Omalizumab treatment in the 130 days prior to Visit 1.\n* Commencement of leukotriene antagonist treatment less than 30 days prior to Visit 1.\n* Allergen immunotherapy within the previous 3 months.\n* Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Participants who currently smoke or have smoked in the last 6 months.\n* Any participant who is considered unlikely to survive the duration of the study period or has any rapidly progressing disease or immediate life-threatening illness (e.g. cancer). In addition, any participant who has any other condition (e.g. neurological condition) that is likely to affect respiratory function should not be included in the study.\n* Participants who have known, pre-existing, clinically significant endocrine, autoimmune, cardiovascular, metabolic, neurological, renal, gastrointestinal, hepatic, hematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Immunocompromized, other than that explained by the use of corticosteroids taken as therapy.\n* A current malignancy or previous history of cancer in remission for less than 12 months prior to Screening. Participants with successfully treated basal cell carcinoma, squamous cell carcinoma of the skin, or cervical carcinoma in situ, with no evidence of recurrence may participate in the study.\n* Current active liver or biliary disease (with the exception of gilbert's syndrome or asymptomatic gallstones or otherwise stable chronic liver disease per investigator assessment).\n* Corrected QT interval (QTc) \\>450 milliseconds (msec) or QTc \\>480 msec in participants with bundle branch block at visit 1.\n* A known or suspected history of alcohol or drug abuse within 2 years prior to Screening (Visit 1) that in the opinion of the investigator would prevent the participant from completing the study procedures.\n* An investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* In the opinion of the investigator, any participant who is unable to read and/or would not be able to complete a questionnaire.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total Endoscopic Nasal Polyps Score at Week 52","description":"Independent reviewers, blinded to treatment, reviewed image recordings of nasal endoscopies to determine total endoscopic NP score based on NP size. The right and left nostrils were scored from 0 to 4 (0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle concha; 2 = Polyps reaching below the lower border of the middle turbinate; 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle concha; and 4 = Large polyps causing complete obstruction/congestion of the inferior meatus). The total score is the sum of the right and left nostril scores and ranges from 0 to 8, higher scores indicate greater disease severity. Data up to Week 52, including from participants who remained in the study after early discontinuation from IP, were included in analysis. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"-1.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Nasal Obstruction Visual Analog Scale (VAS) Score During the 4 Weeks Prior to Week 52","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale (VAS) using an electronic diary (eDiary). Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final nasal obstruction VAS score ranged between 0 and 10, with higher scores indicating greater disease severity. Data up to Week 52, including from participants who remained in the study after early discontinuation from IP, were included in analysis. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":null},{"groupId":"OG001","value":"-4.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Nasal Surgery Over Time","description":"The percentage of participants with nasal surgery over time (by Weeks 8, 16, 24, 32, 40, 48 and 52) was derived from Kaplan-Meier time-to-event analyses for the event 'first nasal surgery'. Nasal surgery was defined as any procedure involving instruments resulting in incision and removal of tissue (polypectomy) in the nasal cavity. Time to first nasal surgery was defined as (Date of first nasal surgery - Date of first dose of study treatment) + 1. Percentage of participants with nasal surgery over time (by Weeks 8, 16, 24, 32, 40, 48 and 52) and corresponding 95% CI have been presented, calculated using the Kaplan-Meier method. Analysis included surgeries occurring up to Week 52, reported on-treatment and those reported after early discontinuation from IP by participants who remained in the study.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Overall VAS Score During the 4 Weeks Prior to Week 52","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final overall VAS score ranged between 0 and 10, with higher scores indicating greater disease severity. Data up to Week 52, including from participants who remained in the study after early discontinuation from IP, were included in analysis. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.90","spread":null},{"groupId":"OG001","value":"-4.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sino-nasal Outcome Test (SNOT)-22 Total Score at Week 52","description":"The SNOT-22 is a 22-item self-reported questionnaire developed to measure symptoms and impacts related to chronic rhinosinusitis. The 22 questions are self-completed by participants based on their recall of their symptoms over the previous 2 weeks using a 6-point rating scale (0 = Not present/no problem; 1 = Very mild problem; 2 = Mild or slight problem; 3 = Moderate problem; 4 = Severe problem; 5 = Problem as \"bad as it can be\"). Scores for each question are summed to derive the total score. The SNOT-22 total score ranges from 0 to 110, with higher scores representing worse quality of life. Data up to Week 52, including from participants who remained in the study after early discontinuation from IP, were included in analysis. Baseline was defined as Day 1 value. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.0","spread":null},{"groupId":"OG001","value":"-30.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring at Least One Course of Systemic Steroids for Nasal Polyps up to Week 52","description":"The number of courses of systemic steroids received by participants were recorded. For the purpose of this study, a course of systemic corticosteroid separated by less than 7 days was considered as a continuation of the same course. Percentage of participants requiring at least one course of systemic steroids for nasal polyps up to Week 52 is presented. Data up to Week 52, including from participants who remained in the study after early discontinuation from IP, were included in analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Composite VAS Score (Combining VAS Scores for Nasal Obstruction, Nasal Discharge, Mucus in the Throat and Loss of Smell) During the 4 Weeks Prior to Week 52","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from electronically captured scores by dividing by 10. The composite VAS score was calculated as average of individual scores of nasal obstruction, nasal discharge, mucus in the throat and loss of smell and ranged between 0 and 10, with higher scores indicating greater disease severity. Data up to Week 52, including from participants who remained in the study after early discontinuation from IP, were included in analysis. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.89","spread":null},{"groupId":"OG001","value":"-3.96","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Individual VAS Symptom Score: Loss of Smell During the 4 Weeks Prior to Week 52","description":"Participants rated individual (nasal obstruction, nasal discharge, mucus in the throat, loss of smell, facial pain) and overall symptoms on a visual analog scale using an eDiary. Captured scores ranged between 0 (none) and 100 (as bad as you can imagine), final scores derived from the electronically captured scores by dividing by 10. The final loss of smell VAS score ranged between 0 and 10, with higher scores indicating greater disease severity. Data up to Week 52, including from participants who remained in the study after early discontinuation from IP, were included in analysis. The average of daily scores in 4-weekly intervals were calculated and data is presented for Weeks 49-52. Baseline was defined as the average score from the 7 days of eDiary data collected prior to Day 1. Change from Baseline = Post-baseline value minus Baseline value.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"-0.53","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":201},"commonTop":["Nasopharyngitis","Headache","Epistaxis","Sinusitis","Back pain"]}}}