{"nctId":"NCT01901185","briefTitle":"Study to Evaluate the Ability of Subjects With Rheumatoid Arthritis or Psoriatic Arthritis to Effectively Use a Reusable Autoinjector to Self-inject Etanercept","startDateStruct":{"date":"2013-06-11","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis","Psoriatic Arthritis"],"count":77,"armGroups":[{"label":"Etanercept / Autoinjector A","type":"EXPERIMENTAL","interventionNames":["Drug: Etanercept / Autoinjector A"]}],"interventions":[{"name":"Etanercept / Autoinjector A","otherNames":["Enbrel®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has diagnosis of RA or PsA and indicated for treatment with etanercept per the current label, based on history.\n* Subject is willing to self-inject per investigator judgement at screening.\n* Subject has no known history of tuberculosis.\n\nExclusion Criteria:\n\n* Latex allergy.\n* Subject has any active infection (including chronic or localized infections) for which anti-infectives were indicated within 4 weeks prior to first study dose of etanercept.\n* Subject had prosthetic joint infection within 5 years of screening or native joint infection within 1 year of screening.\n* Other criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Successful Self-injections to Total Non-missed Injections","description":"The successful self-injection of etanercept using the Autoinjector A, as evaluated by the percentage of successful injections of the total nonmissed injections administered by participants in the non-health care setting during Weeks 1 to 5. Successful self-injection was assessed by Question 1 in the Participant Self-injection Questionnaire, which was completed by each participant after each self-injection. Successful injection is defined as the Autoinjector A signaling a complete injection and no liquid medication pooled on your skin.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Autoinjector A System Failures","description":"The autoinjector A and prefilled syringe (PFS)/cassettes used by the participants were examined at the end of the study by device engineers. System failure was defined as the failure of the Autoinjector A or PFS/cassette to meet the device design requirements during Weeks 1 to 5. The percentage of system failures is reported out of the total number of injection attempts during the study, including multiple attempts per week.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Errors in Each Step of the Self-injection Process","description":"For all the nonmissed injections recorded on the Participant Self-injection Questionnaire, the percentage of the following steps in the self-injection process that were not successfully completed out of the total nonmissed injections during Weeks 1 to 5 are reported. If multiple attempts were recorded, all the recorded attempts were considered, regardless whether it was a successful attempt or not. • Error Icon lit up (Question 2) • Could not load cassette successfully (Question 3) • Could not remove purple cassette cap successfully (Question 4) • Could not press start button to begin self-injection successfully (Question 5).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Adverse Events, Serious Adverse Events and Adverse Device Events","description":"An adverse event (AE) is defined as any untoward medical occurrence in a clinical trial participant that does not necessarily have a causal relationship with study treatment or the device under study. The definition includes worsening of a pre-existing medical condition. A serious adverse event is defined as an AE that meets at least 1 of the following serious criteria: • fatal • life threatening • requires or prolongs in-patient hospitalization • results in persistent or significant disability/incapacity • congenital anomaly/birth defect • other medically important serious event. An adverse device effect is any adverse event related to the use of a medical device. Adverse device effects include AEs resulting from insufficient or inadequate instructions for use, malfunction of the device, or from use errors (including errors resulting from normal use, reasonably forseeable misuse or from intentional misuse) of the device.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":75},"commonTop":["Injection site pain","Injection site reaction"]}}}