{"nctId":"NCT00853658","briefTitle":"Efficacy and Safety of Aliskiren and Aliskiren/Enalapril Combination on Morbidity-mortality in Patients With Chronic Heart Failure","startDateStruct":{"date":"2009-03"},"conditions":["Chronic Heart Failure"],"count":7064,"armGroups":[{"label":"Combination Aliskiren / Enalapril","type":"EXPERIMENTAL","interventionNames":["Drug: Enalapril","Drug: Aliskiren"]},{"label":"Aliskiren","type":"EXPERIMENTAL","interventionNames":["Drug: Aliskiren"]},{"label":"Enalapril","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Enalapril"]}],"interventions":[{"name":"Enalapril","otherNames":[]},{"name":"Aliskiren","otherNames":["SPP100"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nPatients eligible for inclusion in this study had to fulfill all of the following criteria:\n\n1. Patients ≥ 18 years of age, male or female.\n2. Patients with a diagnosis of chronic heart failure (NYHA\n\n   Class II - IV):\n   1. LVEF ≤ 35% at Visit 1 (local measurement, within the past 6 months assessed by echocardiography, multiple uptake gated acquisition scan (MUGA), computerized tomography(CT) scan, magnetic resonance imaging (MRI) or ventricular angiography)\n   2. Elevated BNP or NT-proBNP at Visit 1:\n\n   BNP ≥ 150 pg/mL (or BNP ≥ 100 pg/mL and unplanned hospitalization for HF within the last 12 months prior to Visit 1) (according to local measurement). OR NT-proBNP ≥ 600 pg/mL (or NT-proBNP ≥ 400 pg/mL and unplanned hospitalization for HF within the last 12 months prior to Visit 1) (according to local measurement).\n3. Patients had to be treated with an ACEI at a stable dose enalapril 10 mg daily at least or any other ACEI, e.g. ramipril, quinapril, lisinopril, fosinopril, perindopril, trandolapril; based on equivalent doses, for at least 4 weeks prior to Visit 1\n4. Patients had to be treated with a beta-blocker, unless contraindicated or not tolerated, at a stable dose for at least 4 weeks prior to visit 1 (for patients not on target dose, according to local guidelines, or in absence of that medication, the reason should be documented).\n5. Written informed consent to participate in the study and ability to comply with all requirements.\n\nExclusion Criteria\n\nPatients with any of the following were to be excluded from participation in the study:\n\n1. History of hypersensitivity to any of the study drugs including history or allergy to ACEIs as well as known or suspected contraindications to the study drugs or previous history of intolerance to high doses of ACEIs during up- titration process.\n2. Patients treated concomitantly with both an ARB and an aldosterone antagonist in addition to study drug at Visit 1.\n3. Current acute decompensated HF (defined as an acute exacerbation of a chronic heart failure status manifested by typical signs and symptoms of HF like dyspnea, fatigue etc., that may require IV therapy with diuretics, vasodilators and/or inotropic drugs).\n4. Symptomatic hypotension and/or less than 95 mmHg systolic blood pressure (SBP) at Visit 1 and/or less than 90 mmHg SBP at Visit 4.\n5. Acute coronary syndrome, stroke, transient ischemic attack, cardiac, carotid or major vascular surgery, percutaneous coronary intervention (PCI) or carotid angioplasty, within the past 3 months prior to Visit 1.\n6. Coronary or carotid artery disease likely to require surgical or percutaneous intervention within the 6 months after Visit 1.\n7. Right heart failure due to severe pulmonary disease.\n8. Patients with Diabetes Mellitus.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants That Had First Occurrence of the Composite Endpoint, Which is Defined as Either Cardiovascular (CV) Death or Heart Failure (HF) Hospitalization","description":"Number of participants that had first occurrence of the composite endpoint, which is defined as either CV death or HF hospitalization due to HF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"770","spread":null},{"groupId":"OG001","value":"791","spread":null},{"groupId":"OG002","value":"808","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"512","spread":null},{"groupId":"OG001","value":"562","spread":null},{"groupId":"OG002","value":"547","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"430","spread":null},{"groupId":"OG001","value":"442","spread":null},{"groupId":"OG002","value":"452","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 12 for the Kansas City Cardiomyopathy Questionnaire (KCCQ) Clinical Summary Score","description":"Change from baseline to Month 12 for the Kansas City Cardiomyopathy Questionnaire (KCCQ) clinical summary score. KCCQ is a 23-item, self-administered instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. KCCQ clinical summary score is a composite assessment of physical limitations and total symptom scores. Scores are transformed to a range of 0-100, in which higher scores reflect better health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.04","spread":"0.56"},{"groupId":"OG001","value":"-6.03","spread":"0.57"},{"groupId":"OG002","value":"-5.01","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"All Cause Death","description":"Number of patients - All-cause death. All-cause death is common in Heart Failure HF patients this measures how many patients had this event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"595","spread":null},{"groupId":"OG001","value":"654","spread":null},{"groupId":"OG002","value":"646","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1466,"n":2347},"commonTop":["Hyperkalaemia","Hypotension","Renal impairment","Cough","Cardiac failure"]}}}