{"nctId":"NCT03191396","briefTitle":"Research Study Comparing a New Medicine Semaglutide to Liraglutide in People With Type 2 Diabetes","startDateStruct":{"date":"2017-06-27","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":577,"armGroups":[{"label":"Semaglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Semaglutide"]},{"label":"Liraglutide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Liraglutide"]}],"interventions":[{"name":"Semaglutide","otherNames":[]},{"name":"Liraglutide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Male or female, age 18 years or older at the time of signing informed consent - Diagnosed with type 2 diabetes mellitus - HbA1c of 7.0-11.0 % (53 - 97 mmol/mol) (both inclusive) - Stable daily dose(s) including any of the following anti-diabetic drug(s) or combination regimens 90 days prior to the day of screening: a) Biguanides (metformin above or equal to 1500 mg or maximum tolerated dose documented in the subject's medical record). b) Sulphonylureas (above or equal to half of the maximum approved dose according to local label or maximum tolerated dose as documented in subject medical record). c) SGLT-2 inhibitors (above or equal to half of the maximum approved dose according to local label or maximum tolerated dose as documented in subject medical record) Exclusion Criteria: - Family or personal history of multiple endocrine neoplasia type 2 or medullary thyroid carcinoma. Family is defined as a first degree relative - History or presence of pancreatitis (acute or chronic) - History of diabetic ketoacidosis - Any of the following: myocardial infarction, stroke, hospitalization for unstable angina or transient ischaemic attack within the past 180 days prior to the day of screening - Subjects presently classified as being in New York Heart Association (NYHA) Class IV - Planned coronary, carotid or peripheral artery revascularisation known on the day of screening - Renal impairment measured as estimated Glomerular Filtration Rate (eGFR) value of below 30 ml/min/1.73 sqm as defined by KDIGO 2012 classification - Impaired liver function, defined as ALT above or equal to 2.5 times upper normal limit at screening - Proliferative retinopathy or maculopathy requiring acute treatment. Verified by fundus photography or dilated fundoscopy performed within the past 90 days prior to randomisation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c","description":"Mean change from baseline (week 0) to week 30 in glycosylated haemoglobin (HbA1c) %. The endpoint was evaluated based on the 'on-treatment without rescue medication period' where subjects were considered treated with trial product, but had not yet initiated rescue medication. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"0.9"},{"groupId":"OG001","value":"-1.1","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight (kg)","description":"Mean change from baseline (week 0) to week 30 in body weight measured in kilograms. Results are based on the 'on-treatment without rescue medication' observation period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.8","spread":"4.7"},{"groupId":"OG001","value":"-2.0","spread":"4.1"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose (FPG)","description":"Mean change from baseline in fasting plasma glucose measured in mmol/L. Results are based on the 'on-treatment without rescue medication' observation period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.65","spread":"2.19"},{"groupId":"OG001","value":"-1.46","spread":"2.42"}]}]}]},{"type":"SECONDARY","title":"Change in Self-measured Plasma Glucose (SMPG), 7 Point Profile: Mean 7-point Profile","description":"Mean change from baseline in 7-point profile. SMPG was recorded at the following 7 time points: before breakfast, 90 minutes after start of breakfast, before lunch, 90 minutes after start of lunch, before dinner, 90 minutes after dinner and at bedtime. The mean of the 7-point SMPG profile, defined as the area under the profile, was calculated using the trapezoidal method and divided by the measurement time. Results are based on the 'on-treatment without rescue medication' observation period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"2.0"},{"groupId":"OG001","value":"-2.1","spread":"2.3"}]}]}]},{"type":"SECONDARY","title":"Change in Self-measured Plasma Glucose (SMPG), 7 Point Profile: Mean Post Prandial Increment (Over All Meals)","description":"Mean post prandial glucose incrememts over all meals. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"1.8"},{"groupId":"OG001","value":"-0.4","spread":"1.9"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Blood Lipids: Total Cholesterol","description":"The change from baseline in total cholesterol (measured in mmol/L) is presented as ratio to baseline. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.96","spread":"16.8"},{"groupId":"OG001","value":"0.98","spread":"16.9"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Blood Lipids: Low-density Lipoprotein (LDL)-Cholesterol","description":"The change from baseline in LDL cholesterol is presented as ratio to baseline. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":"28.3"},{"groupId":"OG001","value":"0.99","spread":"27.2"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Blood Lipids: High-density Lipoprotein (HDL)-Cholesterol","description":"The change from baseline in HDL cholesterol is presented as ratio to baseline. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.01","spread":"14.6"},{"groupId":"OG001","value":"0.99","spread":"12.9"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Blood Lipids: Triglycerides","description":"The change from baseline in triglycerides is presented as ratio to baseline. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":"41.5"},{"groupId":"OG001","value":"0.91","spread":"39.5"}]}]}]},{"type":"SECONDARY","title":"Change in Body Mass Index (BMI)","description":"Mean change from baseline (week 0) to week 30 in BMI. BMI was calculated as 'body weight in kg/(height in meters) x (height in meters)'. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"1.6"},{"groupId":"OG001","value":"-0.7","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Change in Waist Circumference","description":"Mean change in waist circumference (cm) from baseline (week 0) to week 30. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"5.6"},{"groupId":"OG001","value":"-2.4","spread":"4.6"}]}]}]},{"type":"SECONDARY","title":"Change in Systolic Blood Pressure","description":"Change in systolic blood pressure from baseline (week 0) to week 30 . Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"13.4"},{"groupId":"OG001","value":"-3.7","spread":"13.8"}]}]}]},{"type":"SECONDARY","title":"Change in Diastolic Blood Pressure","description":"Change in diastolic blood pressure from baseline (week 0) to week 30 . Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"8.6"},{"groupId":"OG001","value":"-1.3","spread":"8.4"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight (%)","description":"Mean relative change from baseline in body weight measured in percentage. Results are based on the 'on-treatment without rescue medication' observation period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.1","spread":"4.9"},{"groupId":"OG001","value":"-2.0","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Below 7.0% (53 mmol/Mol), American Diabetes Association (ADA) Target","description":"Percentage of subjects who achieved HbA1c less than 7.0% (53 mmol/mol) according to American Diabetes Association (ADA) target, after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.4","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Below or Equal to 6.5% (48 mmol/Mol), American Association of Clinical Endocrinologists (AACE) Target","description":"Percentage of subjects who achieved HbA1c less than 6.5% (48 mmol/mol) according to AACE target,after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.5","spread":null},{"groupId":"OG001","value":"24.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve Weight Loss Above or Equal to 3%","description":"Percentage of subjects who achieved weight loss above or equal to 3% after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.7","spread":null},{"groupId":"OG001","value":"33.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve Weight Loss Above or Equal to 5%","description":"Percentage of subjects who achieved weight loss above or equal to 5% after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null},{"groupId":"OG001","value":"17.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve Weight Loss Above or Equal to 10%","description":"Percentage of subjects who achieved weight loss above or equal to 10% after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.1","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Below 7.0% (53 mmol/Mol) Without Severe or Blood Glucose Confirmed Symptomatic Hypoglycaemia Episodes and no Weight Gain","description":"Percentage of subjects who achieved HbA1c below 7.0% (53 mmol/mol) without severe or blood glucose confirmed symptomatic hypoglycaemia episodes and no weight gain, after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.6","spread":null},{"groupId":"OG001","value":"36.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Reduction Above or Equal to 1%","description":"Percentage of subjects who achieved weight loss above or equal to 1% after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.8","spread":null},{"groupId":"OG001","value":"48.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Reduction Above or Equal to 1% and Weight Loss Above or Equal to 3%","description":"Percentage of subjects who achieved HbA1c reduction above or equal to 1% and weight loss above or equal to 3% after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.4","spread":null},{"groupId":"OG001","value":"20.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Reduction Above or Equal to 1% and Weight Loss Above or Equal to 5%","description":"Percentage of subjects who achieved HbA1c reduction above or equal to 1% and weight loss above or equal to 5% after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.6","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Reduction Above or Equal to 1% and Weight Loss Above or Equal to 10%","description":"Percentage of subjects who achieved HbA1c reduction above or equal to 1% and weight loss above or equal to 10% after 30 weeks of treatment. Results are based on the on-treatment without rescue medication period. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.1","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in SF-36v2 Short Form Health Survey. Total Summary Scores (Physical Component and Mental Component) and Scores From the 8 Domains","description":"Short form-36 version 2 (SF-36v2) is a 36-item patient-reported survey of patient health that measures the subject's overall health-related quality of life (HRQoL). The questionnaire measures the individual overall HRQoL on 8 domains: physical functioning, role-physical, bodily pain, general health, vitality, social functioning, role-emotional and mental health. Each domain is scored using the sum of the individual item responses and normalised relative to the 2009 US reference population. Overall, the domain scores range from around 0-100 (higher scores indicated a better HRQoL), where the range of possible scores depends on the 2009 US reference population for each domain. The two total summary scores (mental and physical summary components) are calculated through weighted sums of the 8 domain scores. The presented result is the change from baseline (week 0) to week 30 in SF-36v2 scores. A positive change in score indicates an improvement since baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"5.8"},{"groupId":"OG001","value":"1.4","spread":"6.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"7.2"},{"groupId":"OG001","value":"0.6","spread":"6.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"9.1"},{"groupId":"OG001","value":"1.5","spread":"9.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"7.9"},{"groupId":"OG001","value":"1.6","spread":"7.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"8.7"},{"groupId":"OG001","value":"0.9","spread":"7.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"8.5"},{"groupId":"OG001","value":"1.0","spread":"8.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"8.0"},{"groupId":"OG001","value":"1.1","spread":"8.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"8.2"},{"groupId":"OG001","value":"0.3","spread":"7.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"7.9"},{"groupId":"OG001","value":"0.5","spread":"7.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"6.4"},{"groupId":"OG001","value":"1.4","spread":"5.9"}]}]}]},{"type":"SECONDARY","title":"Change in Diabetes Treatment Satisfaction Questionnaire (DTSQ). Treatment Satisfaction Summary Score (Sum of 6 of 8 Items) and the 8 Items Separately","description":"The DTSQs questionnaire was used to assess subject's treatment satisfaction. This instrument contains 8 items and measures the treatment for diabetes in terms of convenience, flexibility and general feelings regarding treatment. Q 1 = \"satisfaction with current treatment\"; Q 2 = \"hyperglycemia\"; Q 3 = \"hypoglycemia\"; Q 4 = \"flexibility\"; Q 5 = \"convenience\"; Q 6 = \"understanding of diabetes\"; Q 7 = \"recommend treatment to others\"; and Q 8 = \"willingness to continue\". Each item is rated on a 7-point Likert scale with a score ranging from 0 (ie, very dissatisfied) to 6 (ie, very satisfied). DTSQ items 2 and 3 are rated differently: 0 reflects 'never' and 6 reflects 'most of the time'. The 'treatment satisfaction' score is the sum of 6 of the 8 DTSQs components (Q 1, 4, 5, 6, 7 and 8) (range 0-36). Higher scores on the DTSQ total score indicate higher treatment satisfaction. The results presented is the change from baseline (week 0) to week 30 in DTSQ scores.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.7"},{"groupId":"OG001","value":"0.9","spread":"1.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"2.1"},{"groupId":"OG001","value":"-1.6","spread":"2.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"1.7"},{"groupId":"OG001","value":"0.1","spread":"1.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.5"},{"groupId":"OG001","value":"0.6","spread":"1.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.5"},{"groupId":"OG001","value":"0.6","spread":"1.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"1.4"},{"groupId":"OG001","value":"0.5","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.5"},{"groupId":"OG001","value":"0.7","spread":"1.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"1.8"},{"groupId":"OG001","value":"0.9","spread":"1.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"7.0"},{"groupId":"OG001","value":"4.2","spread":"6.6"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-emergent Adverse Events (TEAE)","description":"A TEAE was defined as an adverse event with onset date (or increase in severity) during the on-treatment observation period. The on-treatment observation period represents the time period where subjects were considered exposed to trial product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"758","spread":null},{"groupId":"OG001","value":"691","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-emergent Severe or Blood Glucose Confirmed Symptomatic Hypoglycaemic Episodes","description":"Hypoglycaemic episodes were defined as treatment emergent if the onset of the episode occurred within the on-treatment observation period, where the subjects were exposed to the trial product. Severe or BG-confirmed symptomatic hypoglycaemia: an episode that was severe according to the ADA classification or blood glucose confirmed by a plasma glucose value below 3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment-emergent Severe or Blood Glucose Confirmed Symptomatic Hypoglycaemia Episodes","description":"Number of subjects with treatment-emergent severe or blood glucose confirmed symptomatic hypoglycaemia episodes is presented. Hypoglycaemic episodes were defined as treatment emergent if the onset of the episode occurred within the on-treatment observation period, where the subjects were exposed to the trial product. Severe or BG-confirmed symptomatic hypoglycaemia: an episode that was severe according to the ADA classification or blood glucose confirmed by a plasma glucose value below 3.1 mmol/L (56 mg/dL) with symptoms consistent with hypoglycaemia.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Haematology - Haemoglobin","description":"Mean change from baseline (week 0) to week 30 in haemoglobin. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"16.0"},{"groupId":"OG001","value":"1.0","spread":"0.0"}]}]}]},{"type":"SECONDARY","title":"Change in Haematology - Haematocrit","description":"Mean change from baseline (week 0) to week 30 in haematology laboratory parameter haematocrit. Haematocrit is the volume of red blood cells in the total blood. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"111.7"},{"groupId":"OG001","value":"1.1","spread":"130.9"}]}]}]},{"type":"SECONDARY","title":"Change in Haematology - Thrombocytes and Leukocytes","description":"Mean change from baseline (week 0) to week 30 in haematology laboratory parameters thrombocytes and leukocytes. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":"126.0"},{"groupId":"OG001","value":"21.5","spread":"138.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"133.2"},{"groupId":"OG001","value":"0.14","spread":"117.3"}]}]}]},{"type":"SECONDARY","title":"Change in Haematology - Erythrocytes","description":"Mean change from baseline (week 0) to week 30 in haematology laboratory parameter erythrocytes. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"133.2"},{"groupId":"OG001","value":"0.14","spread":"117.3"}]}]}]},{"type":"SECONDARY","title":"Change in Biochemistry - Calcium, Pottassium and Sodium","description":"Mean change from baseline (week 0) to week 30 in biochemistry laboratory parameters calcium, pottassium and sodium. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"107.0"},{"groupId":"OG001","value":"0.07","spread":"103.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"96.0"},{"groupId":"OG001","value":"0.3","spread":"77.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"65.3"},{"groupId":"OG001","value":"1.7","spread":"61.4"}]}]}]},{"type":"SECONDARY","title":"Change in Biochemistry - Alkaline Phosphatase, Alanine Aminotransferase and Aspartate Aminotransferase.","description":"Mean change from baseline (week 0) to week 30 in biochemistry laboratory parameters alkaline phosphatase, alanine aminotransferase and aspartate aminotransferase. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"117.5"},{"groupId":"OG001","value":"6.4","spread":"121.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":"126.1"},{"groupId":"OG001","value":"5.0","spread":"137.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"129.9"},{"groupId":"OG001","value":"3.1","spread":"119.5"}]}]}]},{"type":"SECONDARY","title":"Change in Biochemistry - Amylase and Lipase","description":"Mean change from baseline (week 0) to week 30 in biochemistry laboratory parameters amylase and lypase. Observed data with multiple imputation for missing data is presented. Missing data were imputed using observed data from subjects within the same group defined by actual treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":"124.7"},{"groupId":"OG001","value":"8.4","spread":"138.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":"154.6"},{"groupId":"OG001","value":"14.0","spread":"154.5"}]}]}]},{"type":"SECONDARY","title":"Change in Biochemistry - Creatinine and Bilirubin","description":"Mean change from baseline (week 0) to week 30 in biochemistry laboratory parameters creatinine and bilirubin. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"150.2"},{"groupId":"OG001","value":"3.6","spread":"150.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"167.5"},{"groupId":"OG001","value":"2.0","spread":"126.2"}]}]}]},{"type":"SECONDARY","title":"Change in Biochemistry - Albumin","description":"Mean change from baseline (week 0) to week 30 in biochemistry laboratory parameter albumin. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"56.8"},{"groupId":"OG001","value":"0.2","spread":"55.5"}]}]}]},{"type":"SECONDARY","title":"Change in Biochemistry - Estimated Glomerular Filtration Rate (eGFR).","description":"Mean change from baseline (week 0) to week 30 in biochemistry laboratory parameter eGFR. eGFR is calculated using the equation from the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) as defined in KDIGO guidelines. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"97.7"},{"groupId":"OG001","value":"4.1","spread":"113.9"}]}]}]},{"type":"SECONDARY","title":"Change in Calcitonin","description":"Mean change from baseline (week 0) to week 30 in calcitonin. Results are based on the on-treatment observation period where subjects were considered exposed to trial product.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"165.5"},{"groupId":"OG001","value":"1.1","spread":"89.7"}]}]}]},{"type":"SECONDARY","title":"Change in Pulse Rate","description":"Mean change from baseline (week 0) to week 30 in pulse rate. Pulse rate is measured as number of heart beats per minute. Results are based on the on-treatment observation period where subjects were considered exposed to trial product. Missing data were imputed using observed data from subjects within the same group defined by randomised treatment, using a regression model including stratification factor as categorical effect and data from baseline and all previous visits as covariates.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"10.1"},{"groupId":"OG001","value":"3.9","spread":"10.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":289},"commonTop":["Nausea","Diarrhoea","Nasopharyngitis","Vomiting","Decreased appetite"]}}}