{"nctId":"NCT02539511","briefTitle":"Glutamatergic Modulation of Disordered Alcohol Use","startDateStruct":{"date":"2015-07"},"conditions":["Alcohol Dependence"],"count":50,"armGroups":[{"label":"CI-581a+MET","type":"EXPERIMENTAL","interventionNames":["Drug: CI-581a","Behavioral: Motivational Enhancement Therapy (MET)"]},{"label":"CI-581b+MET","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: CI-581b","Behavioral: Motivational Enhancement Therapy (MET)"]}],"interventions":[{"name":"CI-581a","otherNames":[]},{"name":"CI-581b","otherNames":[]},{"name":"Motivational Enhancement Therapy (MET)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Active alcohol dependence. In the case of the use of other drugs, alcohol is designated as the primary drug. At least four heavy drinking day over the past 7 days (\\>4 drinks a day for males, \\>3 drinks for females) OR minimum weekly use of 35 drinks for males and 28 for females\n* Physically healthy\n* No adverse reactions to study medications\n* 21-69 years of age\n* Capacity to consent and comply with study procedures, including sufficient proficiency in English\n* Seeking to reduce or stop alcohol use\n\nExclusion Criteria:\n\n* Meets criteria for current major depression, bipolar disorder, schizophrenia, any psychotic illness, including substance induced psychosis, and current substance-induced mood disorder.\n* Physiological dependence on another substance requiring medical management, such as opiods or benzodiazepines, excluding caffeine, nicotine, and cannabis\n* Delirium, Dementia, Amnesia, Cognitive Disorders, or Dissociative disorders. Significant dissociative symptoms\n* Current suicide risk or a history of suicide attempt within the past year\n* Inability to safely initiate 24 hours of abstinence from alcohol; repeated inability to initiate abstinence during the trial without incurring significant withdrawal; history of severe withdrawal phenomena over the past 6 months (e.g., withdrawal-related seizure); or self-reported inability to maintain abstinence for 24 hours without substantial distress.\n* Pregnant or interested in becoming pregnant during the study period\n* Any of the following cardiac conditions: clinically significant left ventricular hypertrophy, angina, clinically significant arrhythmia, or mitral valve prolapse\n* Unstable physical disorders which might make participation hazardous such as end-stage AIDS, hypertension (\\>140/90), leukopenia, active hepatitis or other liver disease with elevated transaminase levels (\\< 2-3 X upper limit of normal will be considered acceptable if clotting factors are normal), renal failure, epilepsy, or untreated diabetes\n* Previous history of study medication misuse or abuse, and a history of an adverse reaction/experience with prior exposure to study medications\n* Recent history of significant violence (past 2 years)\n* First degree relative with a psychotic disorder (bipolar disorder, schizophrenia, schizoaffective disorder, or psychosis NOS)\n* obesity\n* On psychotropic or other medications whose effect could be disrupted by participation in the study\n* BMI \\> 35","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"69 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Demonstrating Alcohol Abstinence in the Control (Midazolam) Group Versus the Active (Ketamine) Group","description":"Percentage of participants demonstrating alcohol abstinence in the control (midazolam) group versus the active (ketamine) group","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.6","spread":null},{"groupId":"OG001","value":"98.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":23},"commonTop":["Sedation","Headache","Mild agitation"]}}}