{"nctId":"NCT03072719","briefTitle":"The Efficacy of a Dentifrice in Providing Relief From Immediate and Short Term Relief From Dentinal Hypersensitivity","startDateStruct":{"date":"2012-03-01","type":"ACTUAL"},"conditions":["Dentine Hypersensitivity"],"count":120,"armGroups":[{"label":"Dentifrice containing stannous fluoride","type":"EXPERIMENTAL","interventionNames":["Drug: Stannous Fluoride"]},{"label":"Dentifrice containing Sodium Monofluorophosphate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sodium Monofluorophosphate"]}],"interventions":[{"name":"Stannous Fluoride","otherNames":[]},{"name":"Sodium Monofluorophosphate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion\n\n* Demonstrates understanding of the study and willingness to participate\n* Aged at least 18 to 65 years\n* Understands and is willing, able and likely to comply with all study procedures and restrictions\n* Good general health with (in the opinion of the investigator) no clinically significant and relevant abnormalities of medical history or oral examination.\n* Self-reported history of dentinal hypersensitivity lasting more than 6 months but not more than 10 years\n* Minimum of 20 natural teeth at screening, a minimum of two accessible teeth (incisors, canines, pre-molars)\n* At baseline, participant has two non-adjacent sensitive teeth from those meeting the EAR, GI and mobility criteria at screening, with sensitivity measured by tactile stimulus (Yeaple ≤ 20g) and evaporative (air) assessment (Schiff Sensitivity Score ≥ 2) at baseline\n\nExclusion\n\n* Pregnant or breast-feeding women\n* Known or suspected intolerance or hypersensitivity to the study materials (or closely related compounds) or any of their stated ingredients.\n* Participation in another clinical study or receipt of an investigational drug within 30 days of the screening visit\n* Recent history (within the last year) of alcohol or other substance abuse\n* An employee of the sponsor or the study site or members of their immediate family\n* Presence of chronic debilitating disease which, in the opinion of the investigator, could affect study outcomes.\n* Any condition which, in the opinion of the investigator, causes xerostomia\n* Dental prophylaxis within 4 weeks of screening\n* Tongue or lip piercing or presence of dental implants\n* Professional desensitising treatment within 12 weeks of screening\n* Gross periodontal disease, treatment of periodontal disease (including surgery) within 12 months of screening, scaling or root planning within 3 months of screening.\n* Teeth bleaching within 12 weeks of screening\n* Tooth with evidence of current or recent caries, or reported treatment of decay in 12 months of screening\n* Tooth with exposed dentine but with deep, defective or facial restorations, teeth used as abutments for fixed or removable partial dentures, teeth with full crowns or veneers, orthodontic bands or cracked enamel. Sensitive teeth with contributing aetiologies other than erosion, abrasion or recession of exposed dentine\n* Sensitive tooth not expected to respond to treatment with an over-the counter dentifrice in the opinion of the investigator.\n* Use of a desensitising dentifrice within six weeks of screening (participant will be required to bring their current dentifrice to the site in order to verify the lack of known anti-sensitivity ingredients)\n* Daily doses of a medication which, in the opinion of the investigator, could interfere with the perception of pain\n* Currently taking antibiotics or have taken antibiotics within 2 weeks of baseline.\n* Daily doses of a medication which, in the opinion of the investigator, causes xerostomia\n* Individuals who require antibiotic prophylaxis for dental procedures\n* Any participant who, in the judgment of the investigator, should not participate in the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Schiff Sensitivity Score on Day 14","description":"Schiff sensitivity score was assessed by examiner as participant's response to an evaporative (air) stimulus after the stimulation of each individual tooth. Response of participant was scored using Schiff sensitivity scale range of 0-3; 0=Participant does not respond to air stimulation; 1=Participant responds to air stimulus but does not request discontinuation of stimulus; 2=Participant responds to air stimulus and requests discontinuation or moves from stimulus; 3= Participant responds to stimulus, considers stimulus to be painful, and requests discontinuation of the stimulus. A reduction in Schiff Sensitivity score indicates improvement in sensitivity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.51","spread":"0.437"},{"groupId":"OG001","value":"2.51","spread":"0.446"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.16","spread":"0.774"},{"groupId":"OG001","value":"1.35","spread":"0.901"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"0.727"},{"groupId":"OG001","value":"-1.16","spread":"0.762"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Schiff Sensitivity Score on Post First Brushing (After 5 Minutes) and Day 3","description":"Schiff sensitivity score was assessed by examiner as participant's response to an evaporative (air) stimulus after the stimulation of each individual tooth. Response of participant was scored using Schiff sensitivity scale range of 0-3; 0=Participant does not respond to air stimulation; 1=Participant responds to air stimulus but does not request discontinuation of stimulus; 2=Participant responds to air stimulus and requests discontinuation or moves from stimulus; 3= Participant responds to stimulus, considers stimulus to be painful, and requests discontinuation of the stimulus. A reduction in Schiff Sensitivity score indicate improvement in sensitivity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.73","spread":"0.826"},{"groupId":"OG001","value":"1.92","spread":"0.737"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.660"},{"groupId":"OG001","value":"-0.59","spread":"0.571"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.63","spread":"0.784"},{"groupId":"OG001","value":"1.77","spread":"0.785"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"0.658"},{"groupId":"OG001","value":"-0.74","spread":"0.568"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tactile (Yeaple) Pain Threshold on Post First Brushing (After 5 Minutes), Day 3 and Day 14","description":"Tactile threshold was assessed by examiner using a constant pressure probe (Yeaple probe) which allowed application of a known force to the dentin surface from 10 g to an upper threshold of 80g in increments of 10 g. The tactile threshold is the maximum pressure applied at which participant do not report any pain or discomfort. The tactile threshold for each tooth was determined by asking the participant whether the sensation caused discomfort. The pressure setting at which the participant gave two consecutive 'yes' responses was recorded as the tactile threshold. The higher the tactile threshold, the less sensitive the tooth.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"2.29"},{"groupId":"OG001","value":"11.5","spread":"2.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":"13.82"},{"groupId":"OG001","value":"16.7","spread":"11.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"13.45"},{"groupId":"OG001","value":"5.2","spread":"10.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":"17.32"},{"groupId":"OG001","value":"18.6","spread":"16.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"17.73"},{"groupId":"OG001","value":"7.1","spread":"16.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.3","spread":"22.64"},{"groupId":"OG001","value":"23.8","spread":"22.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":"22.67"},{"groupId":"OG001","value":"12.3","spread":"21.68"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Sensitivity of Teeth","Dry Mouth","Gingival Bleeding","Gingivitis","Mouth Ulceration"]}}}