{"nctId":"NCT02230696","briefTitle":"Comparative Safety and Efficacy of Two Steroid Treatments in the Relief of the Symptoms of Seasonal Allergic Rhinitis","startDateStruct":{"date":"2014-08"},"conditions":["Seasonal Allergic Rhinitis"],"count":951,"armGroups":[{"label":"Test Product","type":"EXPERIMENTAL","interventionNames":["Drug: Azelastine Hydrochloride/Fluticasone Propionate Nasal Spray"]},{"label":"Reference Product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Azelastine Hydrochloride/Fluticasone Propionate Nasal Spray"]},{"label":"Placebo Product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo nasal spray"]}],"interventions":[{"name":"Azelastine Hydrochloride/Fluticasone Propionate Nasal Spray","otherNames":["Perrigo Product"]},{"name":"Azelastine Hydrochloride/Fluticasone Propionate Nasal Spray","otherNames":["Reference Listed Drug Product"]},{"name":"Placebo nasal spray","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Complete the informed consent/assent process.\n2. Male or female between 12 to 65 years of age, inclusive.\n3. Females of childbearing potential willing to use an acceptable form of birth control during the study.\n4. Moderate-to-severe allergic rhinitis.\n5. At Visits 1 and 2 have instantaneous and reflective symptom scores sufficient enough to qualify for continued participation in the study\n6. Subject must have a history (for 2 or more seasons) of seasonal allergy to at least one allergen known to be present during the study season.\n7. Subject must be in general good health with no clinically significant disease or medical procedure other than allergic rhinitis within various time periods prior to Visit 1.\n8. Subject must be willing and able to understand and comply with the requirements of the study\n\nExclusion Criteria:\n\n1. Female who is pregnant or nursing, who is not using or does not agree to use an acceptable form of contraception during the study, or who intends to become pregnant during the study.\n2. Subject has a history of hypersensitivity or allergy to any ingredient in the drug products.\n3. Subject has any condition or abnormality of the upper airway that, in the opinion of the Investigator, could interfere with administration of the product, evaluation of the subject's condition, or other aspect of the trial.\n4. The presence of any nasal mucosal crusting, erosion, ulceration, nasal septum perforation, or any kind of blockage of the nasal passages at screening or randomization.\n5. Subject has asthma or a history of asthma requiring chronic treatment within two years of Visit 1.\n6. Treatment for oral Candidiasis within 30 days of starting the study, or a current oral Candidiasis infection.\n7. Subject has had recent exposure (30 days) or is at risk of being exposed to chicken pox or measles.\n8. Subjects with any untreated fungal, bacterial, systemic viral infections within the previous 30 days.\n9. Use of various therapies within the given time period prior to Visit 1 and throughout the study.\n10. Initiation of hormone replacement therapy during the study.\n11. Initiation of immunotherapy during the study, or changes in dosage or frequency of immunotherapy within the 30 days preceding Visit 1.\n12. Subject has received immune-system therapy or peptide immunotherapy of any form.\n13. Subject had desensitization therapy to the seasonal allergen that is causing their allergic rhinitis within the previous 6 months.\n14. Subject presented with conjunctivitis or any other eye signs/symptoms that are not related to the diagnosis of SAR.\n15. Clinically relevant abnormal physical findings or medication use within 1 week of randomization, which, in the opinion of the investigator, might interfere with the conduct or results of the study or place the prospective subject at increased risk.\n16. Subjects being treated with a product containing a sympathomimetic agent.\n17. Subject has previously enrolled in this study or is enrolled in this study with another participating investigator site.\n18. Subject is concurrently participating in another investigational study or using any investigational drug (or biologic) or device.\n19. Subject plans or anticipates travel outside the local allergen area at any point in the study.\n20. History of unresponsiveness to steroid nasal sprays for SAR symptoms.\n21. Employee (or employee's family member) of the research center or private practice.\n22. If the subject has a smoking history of greater than 10 pack years or has recently started or re-started smoking within the past 2 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline for Mean Reflective Total Nasal Symptom Score (rTNSS)","description":"The symptoms included in the reflective Total Nasal Symptom Score (rTNSS) scale are nasal congestion/stuffy nose, nasal discharge/runny nose, sneezing, and itchy nose. Symptoms were scored on a four point scale, 0-3, for each assessment were calculated by totaling these four symptom scores for a maximum score of 12.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.95","spread":".15"},{"groupId":"OG001","value":"-3.13","spread":".15"},{"groupId":"OG002","value":"-1.98","spread":".19"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Mean Instantaneous Total Nasal Symptom Score (iTNSS)","description":"The symptoms included in the instantaneous Total Nasal Symptom Score (iTNSS) scale are nasal congestion/stuffy nose, nasal discharge/runny nose, sneezing, and itchy nose. Symptoms were scored on a four point scale, 0-3, for each assessment were calculated by totaling these four symptom scores for a maximum score of 12.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.81","spread":"0.15"},{"groupId":"OG001","value":"-2.96","spread":"0.15"},{"groupId":"OG002","value":"-1.88","spread":".19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline iTNSS Scores on Day 1 Post First Randomized Dose","description":"This outcome measured the time to statistical significance of the reduction of signs/symptoms over a 4 hour period on Day 1 only by measuring the reduction in iTNSS scores. When the change from baseline was statistically significant, it was associated with a time to onset of the anti-histamine component of the formulation.\n\nSubjects will record iTNSS scores for 4 hours post first randomized dose. The symptoms included in the instantaneous Total Nasal Symptom Score (iTNSS) scale are nasal congestion/stuffy nose, nasal discharge/runny nose, sneezing, and itchy nose. Symptoms were scored on a four point scale, 0-3, for each assessment were calculated by totaling these four symptom scores for a maximum score of 12.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.41","spread":"0.15"},{"groupId":"OG001","value":"-3.29","spread":"0.15"},{"groupId":"OG002","value":"-2.94","spread":".20"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":381},"commonTop":[]}}}