{"nctId":"NCT03262662","briefTitle":"EVarQuit: Extended Pre-quit Varenicline to Assist in Quitting Smoking","startDateStruct":{"date":"2017-10-01","type":"ACTUAL"},"conditions":["Tobacco Smoking"],"count":320,"armGroups":[{"label":"Extended Run-In","type":"EXPERIMENTAL","interventionNames":["Drug: Varenicline","Behavioral: Brief smoking cessation counseling"]},{"label":"Standard Run-In","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Varenicline","Behavioral: Brief smoking cessation counseling"]}],"interventions":[{"name":"Varenicline","otherNames":["Chantix"]},{"name":"Brief smoking cessation counseling","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Smoking at least 10 cigarettes per day (CPD) for the past 6 months and expired-air carbon monoxide (CO) \\>7 at intake. NOTE: To reduce exclusion of Black participants, the CPD criterion was reduced to 5 and the carbon monoxide criterion was eliminated in November, 2019.\n* At least moderately motivated to quit smoking and intention to make a quit attempt with varenicline 1 month after treatment begins.\n* Planning to remain in western New York (NY) during the study period\n* Willing to use varenicline and to refrain from other cessation treatments and tobacco products during the study period.\n* English speaker\n* To be intent-to-treat (ITT), the participant must complete Lab Visit 1 and meet minimal completion rate for real-world (EMA) assessments.\n\nExclusion Criteria:\n\n* Use of other tobacco products, including e-cigarettes, in past 7 days\n* Use of smoking cessation medication, including nicotine replacement therapy, in the past 14 days\n* Prior allergy/hypersensitivity to varenicline\n* Pregnant or breast-feeding\n* Substance use:\n\n  * Alcohol: AUDIT score \\> 15 at intake, suggestive of alcohol dependence and warranting treatment; for those with scores between 8 and 15, the investigators will advise reducing drinking).\n  * Medical treatment for substance use (SU) in past 3 months, including Suboxone (buprenorphine) and methadone (at phone screen)\n  * Using a combination of the National Institute on Drug Abuse (NIDA) modified ASSIST (4-26 = moderate risk; 27+ = high risk) and urine toxicology screen (both at intake):\n\n    * Cannabis: ASSIST=27+ (tox screen not used)\n    * Cocaine: ASSIST=7+ OR positive tox screen\n    * Methamphetamine: ASSIST=7+ OR positive tox screen\n    * Inhalants, hallucinogens, sedatives, or sleeping pills: ASSIST score = 7+\n    * Prescription stimulants: With prescription, ASSIST 27+; Without prescription, ASSIST 7+\n    * Opioids: With prescription, ASSIST 27+ (note ineligible if prescription is for buprenorphine or methadone); Without prescription, ASSIST 7+ OR positive tox screen\n\n(Note: ASSIST 4+ modified to 7+ in 2018 to avoid excluding people with past SU problems. clinicaltrials.gov edited 12/18/18)\n\n* Psychiatric:\n\n  * Antipsychotic medications\n  * Lifetime history of schizophrenia or bipolar disorder\n  * Evidence of current major depression (per Patient Health Questionnaire (PHQ-9) at intake\n  * Past 10 years suicidal ideation (SI) / behavior. At intake, all of the following are exclusionary on the baseline Columbia-Suicide Severity Rating Scale (Posner et al., 2008): SI without intent (C-SSRS #1, #2, or #3), if any intensity rating (Frequency, Duration, Controllability, Deterrents, or Reasons for Ideation) is \\> 2; SI with intent (C-SSRS #4, or #5), regardless of intensity ratings; Suicidal Behavior (any suicide attempt, interrupted attempt, aborted attempt, or suicide preparatory acts or behavior on the C-SSRS).\n* Any medical condition, illness, disorder or concomitant medication that compromises participant safety or treatment, as determined by the Principal Investigator and/or Study Physician.\n* Inability to provide informed consent or complete any of the study tasks as determined by the Principal Investigator and/or Study Physician.","healthyVolunteers":true,"sex":"ALL","genderBased":true,"genderDescription":"Approximately equal numbers of men and women will participate.","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Continuous Abstinence at End-of-Treatment (EOT) as Assessed by Self-Report and Bio-verification","description":"Number of participants with bio-verified (cotinine level of 15 ng/mL or less) self-reported continuous abstinence from smoking (not even a puff) during the final four weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Pre-quit Change in Cigarettes Smoked Per Day","description":"Percent change in smoking behavior (self-reported cigarettes per day; CPD) from timeline follow-back (TLFB) interviews during the pre-quit phase of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.8","spread":"2.7"},{"groupId":"OG001","value":"-17.5","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Continuous Abstinence at 6-Month Follow-Up as Assessed by Self-Report and Bio-verification","description":"Number of participants with continuous abstinence at the 6-month follow-up (no self-reported smoking during weeks 12-28 AND cotinine level 15 ng/mL or less at EOT and 6 month follow-up)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":163},"commonTop":["Irritability","Headache","Dry mouth","Fatigue","Agitation"]}}}