{"nctId":"NCT03930186","briefTitle":"A Phase 3B, Open-label, Single-arm Study of the Efficacy and Safety of Apremilast, in Subjects With Plaque Psoriasis That is Not Adequately Controlled by Topical Therapy","startDateStruct":{"date":"2019-06-17","type":"ACTUAL"},"conditions":["Plaque Psoriasis"],"count":152,"armGroups":[{"label":"Apremilast","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast","Drug: Topical Therapy"]}],"interventions":[{"name":"Apremilast","otherNames":["CC-10004","Otezla®"]},{"name":"Topical Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must satisfy the following criteria to be enrolled in the study:\n\n1. Subject is ≥ 20 years of age at the time of signing the informed consent form (ICF) with plaque psoriasis.\n2. Subject has understood and voluntarily signed an informed consent document prior to any study related assessments/procedures being conducted.\n3. Subject is able to adhere to the study visit schedule and other protocol requirements.\n4. Subject has chronic plaque psoriasis based on a diagnosis for at least 6 months prior to Baseline.\n5. Subject has psoriasis with sPGA = 2 or 3 at screening and baseline.\n6. Subject is currently treated for psoriasis with topical therapies only for at least 4 weeks prior to Baseline.\n7. Subject has inadequate response to current topical therapy as per Investigator's discretion.\n8. Subject is naïve to all biologic therapies for psoriasis vulgaris.\n9. Subject must be in general good health (except for psoriasis) as judged by the Investigator, based on medical history, physical examination, and clinical laboratories.\n\n   (NOTE: The definition of good health means a subject does not have uncontrolled significant co-morbid conditions).\n10. Subjects that are females of childbearing potential (FCBP) must have a negative pregnancy test at Screening and Baseline. While on investigational product and for at least 28 days after taking the last dose of investigational product, FCBP who engage in activity in which conception is possible must use one of the approved contraceptive options described below:\n\nOption 1: Any one of the following highly effective methods: hormonal contraception (oral, injection, implant, transdermal patch, vaginal ring); intrauterine device; tubal ligation; or partner's vasectomy; OR Option 2: Male or female condom (latex condom or nonlatex condom NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]) PLUS one additional barrier method: (a) diaphragm with spermicide; (b) cervical cap with spermicide; or (c) contraceptive sponge with spermicide.\n\nExclusion Criteria:\n\nThe presence of any of the following will exclude a subject from enrollment:\n\n1. Subject has any condition, including other inflammatory diseases or dermatologic conditions, which confounds the ability to interpret data from the study, including other types of psoriasis (ie, pustular, inverse, erythrodermic, or guttate), other than plaque psoriasis.\n2. Subject has psoriatic arthritis that requires systemic therapy.\n3. Subject has history of drug-induced psoriasis.\n4. Subject has had prior treatment with biologic therapies for psoriasis.\n5. Subject has used phototherapy or conventional systemic therapy for psoriasis within 8 weeks prior to baseline and during the study (including but not limited to cyclosporine, corticosteroids, methotrexate, oral retinoids, mycophenolate, thioguanine, hydroxyurea, sirolimus, sulfasalazine, azathioprine).\n6. Subject has worsening of psoriasis indicated by an increase in sPGA of ≥ 1 from Screening to Baseline.\n7. Subject cannot avoid excessive sun exposure or use of tanning booths for at least 8 weeks prior to Baseline and during the study.\n8. Subject is currently enrolled in any other clinical trial involving an investigational product.\n9. Subject has other than psoriasis, any clinically significant (as determined by the Investigator) cardiac, endocrinologic, pulmonary, neurologic, psychiatric, hepatic, renal, hematologic, immunologic disease, or other major disease that is currently uncontrolled.\n10. Subject has malignancy or history of malignancy or myeloproliferative or lymphoproliferative disease within the past 3 years, except for treated (ie, cured) basal cell or squamous cell in situ skin carcinomas.\n11. Subject has received a live vaccine within 3 months of baseline or plans to do so during study.\n12. Subject is pregnant or breastfeeding (lactating) women.\n13. Subject has bacterial infections requiring treatment with oral or injectable antibiotics, or significant viral or fungal infections, within 4 weeks of Screening. Any treatment for such infections must have been completed and the infection cured, at least 4 weeks prior to Screening and no new or recurrent infections prior to the Baseline Visit.\n14. Subject is hepatitis B surface antigen positive or hepatitis B core antibody positive at screening.\n15. Subject is positive for antibodies to hepatitis C at screening.\n16. Subject has any condition, including the presence of laboratory abnormalities, which would place the subject at unacceptable risk if he/she were to participate in the study.\n17. Subject has prior history of suicide attempt at any time in the subject's life time prior to signing the informed consent and enrollment, or major psychiatric illness requiring hospitalization within the last 3 years prior to signing the informed consent.\n18. Subject has active substance abuse or a history of substance abuse within 6 months prior to signing the informed consent.\n19. Subject has prior treatment with apremilast or participation in a clinical study involving apremilast.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved an sPGA Score of Clear (0) or Almost Clear (1) at Week 16","description":"The sPGA is an assessment by the Investigator of the overall disease severity at the time of evaluation. Erythema (E), induration (I), and desquamation (D) are scored on a 5-point scale, ranging from 0 (clear) to 4 (severe).\n\nThe National Psoriasis Foundation Psoriasis Score version of a static PGA is calculated by averaging the total body erythema, induration, and desquamation scores. The overall scores are as follows:\n\n0 = Clear;\n\n1. = Almost Clear;\n2. = Mild;\n3. = Moderate;\n4. = Severe.\n\nThe percentage of participants with a sPGA response was estimated using a multiple imputation method from 100 imputed data sets.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an sPGA Score of Clear (0) or Almost Clear (1) at Week 32","description":"The sPGA is an assessment by the Investigator of the overall disease severity at the time of evaluation. Erythema (E), induration (I), and desquamation (D) are scored on a 5-point scale, ranging from 0 (clear) to 4 (severe).\n\nThe National Psoriasis Foundation Psoriasis Score version of a static PGA is calculated by averaging the total body erythema, induration, and desquamation scores. The overall scores are as follows:\n\n0 = Clear;\n\n1. = Almost Clear;\n2. = Mild;\n3. = Moderate;\n4. = Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Scalp Physicians Global Assessment (ScPGA) Score of Clear (0) or Almost Clear (1) at Weeks 16 and 32","description":"The ScPGA assesses scalp involvement of psoriasis based on scalp plaque elevation, scaling, and erythema. The 5-point ScPGA scale ranges from 0 (clear), 1 (almost clear), 2 (mild), 3 (moderate), to 4 (severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of BSA Affected by Psoriasis at Weeks 16 and 32","description":"The overall body surface area affected by psoriasis was estimated based on the palm area of the participant's hand, which equates to approximately 1% of total body surface area. BSA affected by psoriasis is expressed as a percentage of total body surface area.\n\nA negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.86","spread":"8.755"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.32","spread":"9.478"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Pruritus Visual Analog Scale (VAS) at Weeks 2, 16, and 32","description":"Participants were asked to indicate how much itch they have had due to psoriasis in the past week by placing a vertical stroke on a 100 mm line on which the left-hand boundary (0 mm) represented no itch, and the right-hand boundary (100 mm) represented worst itch imaginable. The distance from the mark to the left-hand boundary was recorded. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.96","spread":"46.474"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.05","spread":"118.300"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.29","spread":"122.113"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Shiratori's Pruritus Severity Score at Weeks 2, 16, and 32","description":"Shiratori's Pruritus Severity Score is a pruritus (itchiness) severity assessment tool used in Japan. Daytime and nighttime pruritus were evaluated and scored separately. Daytime pruritus was rated on a five-grade scale: 0 (absent), 1 (endurable without scratching; minimal), 2 (subsides with slight scratching; mild), 3 (subsides with considerable scratching; moderate), or 4 (not subsiding with scratching, which prompts repeated scratching; severe).\n\nNighttime pruritus was rated on a five-grade scale: 0 (absent), 1 (slight itching at bedtime but not causing intentional scratching; no difficulty sleeping because of pruritus), 2 (slight itching that subsides with scratching; no difficulty sleeping because of pruritus), 3 (difficulty sleeping because of pruritus that resolves with scratching; unconscious scratching occurs during sleep), or 4 (severe difficulty sleeping due to pruritus; frequent scratching that worsens pruritus).\n\nA negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a ≥ 50% Reduction From Baseline in NAPSI Score (NAPSI-50) at Weeks 16 and 32 Among Participants With NAPSI ≥ 1 at Baseline","description":"One target thumb nail or fingernail representing the worst nail psoriasis involvement was selected for assessment at Baseline.\n\nThe nail matrix was assessed for presence of any of the nail matrix features (pitting, leukonychia red spots in the lunula, crumbling) graded on a scale of 0 (none) to 4 (present in all 4 quadrants).\n\nThe nail bed was assessed for the presence of any nail bed features (onycholysis, splinter hemorrhages, subungual hyperkeratosis, \"oil drop\" (salmon patch dyschroma) on a scale from 0 (none) to 4 (present in all quadrants).\n\nThe sum of the nail matrix and nail bed scores is the total score and ranges from 0 to 8 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) at Weeks 16 and 32","description":"The DLQI questionnaire asks participants to evaluate the degree that psoriasis has affected their quality of life in the last week, and includes the following parameters: symptoms and feelings, daily activities, leisure activities, work or school activities, personal relationships and treatment related feelings. Participants answer 10 questions on a scale from 0 (not at all) to 3 (very much), except for Question 7, which first asks whether the participant's skin prevented them from working or studying (Yes (score = 3) or No (score = 0), then If \"No\", the participant is asked how much their skin was a problem at work or studying over the last week, with responses from 0 (not at all), 1 (a little), or 2 (a lot).\n\nThe DLQI total score ranges from 0 to 30, with 30 corresponding to the worst quality of life, and 0 corresponding to the best. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"2.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"2.97"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Psoriasis Area and Severity Index (PASI) Score at Weeks 16 and 32","description":"The PASI is a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. The PASI scores range from 0 to 72, with higher scores reflecting greater disease severity. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-69.61","spread":"22.896"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-69.48","spread":"25.421"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved ≥ 75% Reduction From Baseline in PASI Score (PASI-75)","description":"The PASI is a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. The PASI scores range from 0 to 72, with higher scores reflecting greater disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved ≥ 50% Reduction From Baseline in PASI Score (PASI-50)","description":"The PASI is a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. The PASI scores range from 0 to 72, with higher scores reflecting greater disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Satisfaction Questionnaire for Medication (TSQM) Sub-domain Scores","description":"The Treatment Satisfaction Questionnaire for Medication (TSQM) version II is a self-administered instrument to understand a participant's satisfaction on current therapy. The TSQM comprises 11 items across 4 domains focusing on effectiveness (Item 1 and 2), side effects (Item 4 to 6), convenience (Item 7 to 9), and global satisfaction (Item 10 and 11). With the exception of Item 3 (experience any side effects; yes or no), all items have five or seven responses. Item scores are summed to give four domain scores, which are in turn transformed to a scale from 0 (extremely dissatisfied) to 100 (extremely satisfied).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.25","spread":"17.553"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.41","spread":"21.176"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.93","spread":"19.067"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.37","spread":"10.078"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.40","spread":"17.714"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.21","spread":"14.947"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.43","spread":"16.735"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.34","spread":"17.201"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.48","spread":"16.527"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.43","spread":"18.554"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.21","spread":"18.241"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.71","spread":"18.660"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Patient Benefit Index (PBI) Score ≥ 1 at Weeks 16 and 32","description":"The Patient Benefit Index (PBI) is used to assess patient-relevant benefits of psoriasis treatment as a function of the most important needs identified by the participant before the start of treatment.\n\nParticipants were asked to assess the benefits of treatment by completing the Patient Benefit Questionnaire (PBQ), which consists of 25 treatment goal statements scored from 0 (not at all) to 4 (very).\n\nThe PBI is calculated for each participant by weighing the achievement values of each statement by their importance to the individual patient as assessed prior to the start of treatment. The PBI ranges from 0 (no benefit) to 4 (maximum benefit).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"The Investigator assessed the severity/intensity of each adverse event as:\n\nMild (asymptomatic or mild symptoms; intervention not indicated; activities of daily life (ADLs) minimally or not affected); Moderate (symptom(s) cause moderate discomfort; local or noninvasive intervention indicated; more than minimal interference with ADLs but able to carry out daily social and functional activities; drug therapy may be required); Severe (symptoms causing severe discomfort/pain; symptoms requiring medical/surgical attention/intervention; interference with ADLs including inability to perform daily social and functional activities; drug therapy required).\n\nA serious adverse event is any AE occurring at any dose that:\n\n* Resulted in death;\n* Was life-threatening;\n* Required inpatient hospitalization or prolongation of existing hospitalization;\n* Resulted in persistent or significant disability/incapacity;\n* Was a congenital anomaly/birth defect;\n* Constituted an important medical event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":152},"commonTop":["Diarrhoea","Nausea","Nasopharyngitis","Faeces soft","Headache"]}}}