{"nctId":"NCT02512042","briefTitle":"Bioequivalence Study With Clinical Endpoint Comparing Brinzolamide 1% Ophthalmic Suspension to Azopt® 1% Ophthalmic Suspension In the Treatment of Chronic Open Angle Glaucoma or Ocular Hypertension in Both Eyes","startDateStruct":{"date":"2015-04","type":"ACTUAL"},"conditions":["Glaucoma"],"count":973,"armGroups":[{"label":"Brinzolamide 1% Ophthalmic suspension","type":"EXPERIMENTAL","interventionNames":["Drug: Test-Brinzolamide 1% Ophthalmic suspension"]},{"label":"Azopt® 1% Ophthalmic suspension","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Reference-Brinzolamide 1% Ophthalmic suspension"]}],"interventions":[{"name":"Test-Brinzolamide 1% Ophthalmic suspension","otherNames":[]},{"name":"Reference-Brinzolamide 1% Ophthalmic suspension","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant females aged 18 years and above with a Body Mass Index (BMI) of 18.5 to 35 Kg/m2, with chronic open angle glaucoma or ocular hypertension in both eyes on stable ocular hypotensive treatment regimen.\n2. Subjects requiring treatment of both eyes and are able to discontinue use of all ocular hypotensive medication(s) or switch ocular hypotensive medications and undergo appropriate washout period.\n3. Adequate wash-out period prior to baseline of any ocular hypotensive medication. In order to minimize potential risk to subjects due to IOP elevations during the washout period, investigator may choose to substitute a parasympathomimetic or carbonic anhydrase inhibitor in place of a sympathomimetic, alpha-agonist, beta-adrenergic blocking agent, or prostaglandins. However, subjects must have discontinued all ocular hypotensive medication for the minimum washout period.\n4. Baseline (Day 0/hour 0) IOP ≥ 22 mm Hg and ≤ 34 mm Hg in each eye and any asymmetry of IOP between the eyes no greater than 5 mm Hg.\n5. Baseline best corrected visual acuity equivalent to 20/200 or better in each eye.\n6. Study subjects must have provided IRB approved written informed consent using the latest version of the IRB informed consent form. In addition, study subjects must sign a Health Insurance Portability and Accountability Act (HIPAA) authorization, if applicable.\n7. Study subjects should be literate and willing to complete the subject diary regularly as directed.\n8. Study subjects must be in good health and free from any clinically significant disease apart from indication under study.\n9. Females of child bearing potential (WOCBP\\*) must not be pregnant or lactating at baseline visit (as documented by a negative serum pregnancy test with a minimum sensitivity of 25 IU/L or equivalent units of beta-human chorionic gonadotropin (Beta-HCG) at screening and urine pregnancy at baseline.\n\n   \\*All female subjects will be considered to be of childbearing potential unless they are postmenopausal. Female subjects of childbearing potential (WOCBP) are defined as sexually mature women without prior hysterectomy, or who have had any evidence of menses in the past 12 months. However, women who have been amenorrheic for the past 12 or more months are still considered to be of childbearing potential, if the amenorrhea is possibly due to other causes, including prior chemotherapy, anti-estrogens, or ovarian suppression. Postmenopausal women (defined as women who have been amenorrheic for at least 12 consecutive months, in the appropriate age group, without other known or suspected primary cause) or women who have been sterilized surgically or who are otherwise proven sterile (i.e., total hysterectomy, or bilateral oophorectomy with surgery at least 4 weeks prior to randomization) are not considered WOCBP. Subjects who have undergone tubal ligation are NOT considered as surgically sterile.\n10. Female subjects of childbearing potential must be willing to use an acceptable form of birth control from the day of the first dose administration to 30 days after the last administration of IP. For the purpose of this study the following are considered acceptable methods of birth control: oral or injectable contraceptives, contraceptive patches, Depo-Provera® (Medroxyprogesterone acetate- stabilized for at least 3 months); vaginal contraceptive; contraceptive implant; double barrier methods (e.g. condom and spermicide); Nuvaring vaginal hormonal birth control, IUD, or abstinence with a second method of birth control should the subject become sexually active. A sterile sexual partner is NOT considered an adequate form of birth control.\n11. All male subjects must agree to use accepted methods of birth control with their partners, from the day of the first dose administration (to 30 days after the last administration of study drug). Please see acceptable forms for \"Female\" birth control above. Abstinence is an acceptable method of birth control for males.\n12. Study subjects must be willing and able to understand and comply with the requirements of the protocol, including attendance at the required scheduled study visits.\n13. Study subjects must be willing to refrain from using any other treatments for Chronic Open Angle Glaucoma (COAG), other than the investigational product.\n\nExclusion Criteria:\n\n1. Females who are pregnant, breast feeding, or planning a pregnancy during the course of the study and for 30 days after last study dose.\n2. Females of childbearing potential who do not agree to utilize an adequate form of contraception.\n3. Current or past history of severe hepatic or renal impairment.\n4. Current or history within two months prior to baseline of significant ocular disease, e.g., corneal edema, uveitis, ocular infection, or ocular trauma in either eye.\n5. Current corneal abnormalities that would prevent accurate IOP readings with the Goldmann applanation tonometer e.g. corneal dystrophy, corneal abrasions, corneal ulcers, keratitis, keratoconus and keratoglobus.\n6. Functionally significant visual field loss\n7. Contraindication to brinzolamide or sulfonamide therapy or known hypersensitivity to any component of brinzolamide or sulfonamide therapy\n8. Use at any time prior to baseline of intraocular corticosteroid implant.\n9. Use within one week prior to baseline of contact lens\n10. Use within two weeks prior to baseline of: 1) topical ophthalmic corticosteroid, or 2) topical corticosteroid\n11. Use within one month prior to baseline of: 1) systemic corticosteroid or 2) high-dose salicylate therapy defined as 325mg taken on three consecutive days.\n12. Use within six months prior to baseline of intravitreal or subtenon injection of ophthalmic corticosteroid\n13. Underwent within six months prior to baseline any other intraocular surgery (e.g., cataract surgery)\n14. Underwent within twelve months prior to baseline: refractive surgery, filtering surgery or laser surgery for IOP reduction\n15. Amblyopia - only one sighted eye\n16. Severe retinal disease or other severe ocular pathology, such as glaucomatous damage with a cup/disc ratio greater than 0.8, split fixation, or functionally significant (in the investigators' opinion) visual field loss\n17. History or presence of significant alcoholism or drug abuse in the past one year\n18. History or presence of significant smoking (more than 20 cigarettes or any other equivalent tobacco product/day)\n19. History of hematologic disorders other than mild anemia\n20. Severe, unstable, or uncontrolled cardiovascular or pulmonary disease\n21. Systolic blood pressure less than 90 mm Hg or more than 140 mm Hg, Diastolic blood pressure less than 60 mm Hg or more than 90 mm Hg and Pulse rate less than 50 beats/minute or more than 100 beats/minute\n22. Any form of glaucoma other than chronic open-angle glaucoma\n23. Therapy with an investigational agent within the past 30 days\n24. Clinically significant hematologic and / or biochemical abnormalities based on laboratory testing\n25. Subjects who are in the investigator's best judgment at risk of visual field or visual acuity worsening as a consequence of participation of trial.\n26. Chronic use of any systemic medication that may affect IOP with less than three month stable dosing regimen (i.e., sympathomimetic agents, beta-adrenergic blocking agents, alpha agonists, alpha-adrenergic blocking agents, calcium channel blockers, angiotensin -converting enzyme inhibitors, etc.)\n27. Use of any prescribed medication during last two weeks or Over the Counter (OTC) medicinal products during the last one week preceding the first dosing that is affecting the IOP or result in drug-drug interaction with the study drug.\n28. Major illness, as per investigator discretion, during 3 months before screening\n29. Subjects who are employees of site or Clinical research organization (CRO) or sponsor or immediate family of employees\n30. Participating in a clinical study within the past 3 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Difference in Intraocular Pressure (IOP) of Both Eyes Between the Two Treatment Groups at Four Time Points","description":"The primary efficacy end point is the mean difference in intraocular pressure (IOP) of both eyes between the two treatment groups at four time points, i.e., at approximately 8:00 am (hour 0; before the morning drop) and 10:00 am (hour 2; after the morning drop) at the Day 14 (week 2) and Day 42 (week 6) visits","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.35","spread":"2.860"},{"groupId":"OG001","value":"19.75","spread":"2.874"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.53","spread":"2.894"},{"groupId":"OG001","value":"18.66","spread":"2.851"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.70","spread":"2.805"},{"groupId":"OG001","value":"19.18","spread":"2.710"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.94","spread":"2.734"},{"groupId":"OG001","value":"18.16","spread":"2.824"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":489},"commonTop":["Eye irritation","Vision blurred","Headache","Eye pain","Ocular hyperaemia"]}}}