{"nctId":"NCT02294474","briefTitle":"Comparison of SAR342434 to Humalog as the Rapid Acting Insulin in Adult Patients With Type 2 Diabetes Mellitus Also Using Insulin Glargine","startDateStruct":{"date":"2015-01"},"conditions":["Type 2 Diabetes Mellitus"],"count":505,"armGroups":[{"label":"SAR342434","type":"EXPERIMENTAL","interventionNames":["Drug: SAR342434","Drug: insulin glargine HOE901"]},{"label":"Humalog","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Humalog","Drug: insulin glargine HOE901"]}],"interventions":[{"name":"SAR342434","otherNames":[]},{"name":"Humalog","otherNames":["Insulin Lispro"]},{"name":"insulin glargine HOE901","otherNames":["Lantus®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Participants with T2DM diagnosed for at least 12 months and treated with insulin glargine and Humalog®/Liprolog® or NovoLog®/NovoRapid® (at least 3 times daily, before each meal) in the 6 months prior to the screening visit.\n* Signed written informed consent.\n\nExclusion criteria:\n\n* At screening visit, age under legal age of adulthood.\n* HbA1c \\<6.5% or \\>10.0% at screening.\n* Diabetes other than T2DM.\n* Pregnancy and lactation.\n* Women of childbearing potential not protected by highly effective contraceptive method of birth control.\n* Use of insulin pump in the 6 months before screening visit.\n* Use of insulin other than insulin glargine and Humalog or NovoLog/NovoRapid in the 6 months prior to screening visit. Liprolog® is an European Union (EU) approved insulin lispro and is allowed in those countries where it is marketed.\n* Use of Humalog/Liprolog or Novolog/NovoRapid less than 3 times daily, before each meal.\n* Use of non-injectable peptides (eg, Glucagon-like peptide-1 (GLP-1) receptor-agonists or other peptides) in the 6 months prior to screening visit.\n* Body mass index (BMI) \\>=40kg/m² at screening visit.\n* Hospitalization for diabetic ketoacidosis in the last 6 months before screening visit.\n* Unstable proliferative diabetic retinopathy or any other rapidly progressive diabetic retinopathy or macular edema likely to require treatment (eg, laser, surgical treatment, or injectable drugs) during the study period.\n* The above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c From Baseline to Week 26","description":"Change in HbA1c was calculated by subtracting baseline value from Week 26 value. Adjusted least square means and standard errors were obtained from a mixed-effect model with repeated measures (MMRM) to account for missing data, using all post-baseline HbA1c data available during the 6-month period and adequate contrasts at Week 26.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.92","spread":"0.051"},{"groupId":"OG001","value":"-0.85","spread":"0.051"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c <7.0% and <=6.5% at Week 26","description":"Participants who had no available assessment for HbA1c at Week 26 were considered as non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":null},{"groupId":"OG001","value":"40.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.3","spread":null},{"groupId":"OG001","value":"24.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose (FPG) From Baseline to Week 26","description":"Change in FPG was calculated by subtracting baseline value from Week 26 value. Adjusted least squares means and standard errors were obtained from a MMRM approach to account for missing data, using all post-baseline FPG data available during the 6-month period and adequate contrasts at Week 26.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"0.176"},{"groupId":"OG001","value":"-0.67","spread":"0.176"}]}]}]},{"type":"SECONDARY","title":"Change in Mean 24-Hour Plasma Glucose Concentration From Baseline to Week 26","description":"The mean 24-hour plasma glucose concentration was calculated based on 7-point self-measured plasma glucose (SMPG) profiles with plasma glucose measurements before and 2-hours after each main meal and at bedtime. 7-point SMPGs were performed at least two times in a week before baseline, before visit Week 12 and before visit Week 26. Mean 24-hour plasma glucose concentration was calculated for each profile and then averaged across profiles performed in the week before a visit. Change in mean 24-hour plasma glucose concentration was calculated by subtracting baseline value from Week 26 value. Adjusted least squares means and standard errors were obtained from a MMRM to account for missing data, using all post-baseline data available during 6-month period and adequate contrasts at Week 26.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1","spread":"0.137"},{"groupId":"OG001","value":"-0.91","spread":"0.133"}]}]}]},{"type":"SECONDARY","title":"Change in Post Prandial Glucose (PPG) Excursion From Baseline to Week 26","description":"Plasma glucose excursions were calculated at breakfast, lunch and dinner for each 7-point SMPG profile, as 2-hour postprandial glucose (PPG) minus plasma glucose value obtained 30 minutes prior to start of the meal. Values of plasma glucose excursions at each visit were then calculated as average across the profiles performed in the week before the visit. Change in PPG excursions was calculated by subtracting baseline value from Week 26 value. Adjusted least squares means and standard errors were obtained from a MMRM to account for missing data, using all post-baseline data available during the 6-month period and adequate contrasts at Week 26.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"0.236"},{"groupId":"OG001","value":"-0.23","spread":"0.228"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.255"},{"groupId":"OG001","value":"0.11","spread":"0.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.264"},{"groupId":"OG001","value":"-0.1","spread":"0.264"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hypoglycemia (Any Hypoglycemia, Documented Symptomatic Hypoglycemia and Severe Hypoglycemia)","description":"Percentage of participants with at least one treatment emergent hypoglycemia reported at any time of the day were reported. Severe hypoglycemia was an event in which the participant required the assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Documented symptomatic hypoglycemia was an event during which typical symptoms of hypoglycemia were accompanied by a measured plasma glucose concentration of \\<=70 mg/dL (3.9 mmol/L). Hypoglycemic episodes with plasma glucose of 54 mg/dL (\\<3.0 mmol/L) were also analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.4","spread":null},{"groupId":"OG001","value":"74.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.1","spread":null},{"groupId":"OG001","value":"66.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null},{"groupId":"OG001","value":"27.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hypersensitivity Reactions and Injection Site Reactions","description":"Percentage of participants with hypersensitivity reactions and injection site reactions were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent Anti-insulin Antibodies (AIAs)","description":"Participants with treatment-emergent AIA (incidence) were reported (as participants with treatment-boosted or treatment-induced AIAs). Participants with treatment-induced AIAs were participants who developed AIA following IMP administration (participants with at least one positive AIA sample at any time during on-treatment period, in those participants without pre-existing AIA or with missing baseline sample). Participants with treatment-boosted AIAs were participants with pre-existing AIAs that were boosted to a significant higher titer following IMP administration (participants with at least one AIA sample with at least a 4-fold increase in titers compared to baseline value at any time during on-treatment period, in those participants with pre-existing AIA).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Daily Insulin Dose From Baseline to Week 26","description":"Change in daily insulin dose (basal, mealtime and total) was calculated by subtracting baseline value from Week 26 value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.082","spread":"0.133"},{"groupId":"OG001","value":"0.071","spread":"0.122"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.087","spread":"0.209"},{"groupId":"OG001","value":"0.08","spread":"0.248"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.172","spread":"0.296"},{"groupId":"OG001","value":"0.151","spread":"0.297"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":253},"commonTop":[]}}}