{"nctId":"NCT00391079","briefTitle":"Sativex Versus Placebo When Added to Existing Treatment for Central Neuropathic Pain in MS","startDateStruct":{"date":"2006-09"},"conditions":["Multiple Sclerosis"],"count":339,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex"]},{"label":"B","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex","otherNames":["GW-1000-02"]},{"name":"Placebo","otherNames":["GA0034"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any disease sub-type of MS of at least two years duration\n* Central neuropathic pain (CNP) of at least three months and expected to remain stable for the study duration\n* Moderate CNP defined by NRS pain score at baseline sum to at least 24\n* Subject established on or previously tried and failed analgesic therapy for CNP\n* If receiving disease modifying medications, stable dose for 3 months and maintained for study duration\n\nExclusion Criteria:\n\n* Subjects whose identified pain is likely to be nociceptive, musculoskeletal (including spasms) peripheral neuropathic or psychogenic in origin, or due to trigeminal neuralgia.\n* Other non central neuropathic pain of a severity which is likely to interfere with the patients assessment of CNP\n* medical history suggests subject is likely to relapse/remit during course of study\n* history of schizophrenia (including family history), other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with MS\n* known or suspected history of alcohol abuse, epilepsy or recurrent seizures or hypersensitivity to cannabinoids\n* travel outside of the country of residence planned during the study\n* significant cardiac, renal or hepatic impairment\n* subjects with current recreational cannabis, medicinal cannabis or synthetic cannabinoid based medications within 3 months prior to study entry and unwilling to abstain for the duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Mean Pain Due to MS NRS Score","description":"The pain NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain in the last 24 hours\" where 0 = no pain and 10 = pain as bad as you can imagine. No pain relates to the time prior to the onset of pain due to multiple sclerosis. A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.02","spread":"2.15"},{"groupId":"OG001","value":"-1.89","spread":"2.33"}]}]}]},{"type":"PRIMARY","title":"Number of Patients With at Least 30% Improvement in Numerical Rating Scale (NRS) Pain Score From Baseline","description":"A positive 30% pain response is defined as a reduction of at least 30% in the mean NRS pain score from baseline to week 14 (last 7 days). The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain in the last 24 hours\" where 0 = no pain and 10 = pain as bad as you can imagine. No pain relates to the time prior to the onset of pain due to multiple sclerosis. The pain NRS was completed at the same time each day, i.e. bedtime in the evening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pain From Baseline to End of the Treatment Using the NPS (Neuropathic Pain Scale)","description":"The NPS score is 0-100 sum of 10 individual pain scores (0-10 NRS, 0= no pain to 10 = most pain imaginable). A negative change from baseline indicates an improvement in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.24","spread":"18.17"},{"groupId":"OG001","value":"-11.44","spread":"17.86"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in Break-through Analgesia Usage","description":"Use of break through medication was recorded daily during the 14 weeks of the study as the number of paracetamol tablets taken. The change in mean daily quantities of tablets used was calculated from baseline to the last seven days of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.16","spread":"1.61"},{"groupId":"OG001","value":"-1.02","spread":"2.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in BPI (Brief Pain Inventory) Short Form","description":"The BPI-SF is a 14-item questionnaire that asks patients to rate pain over the prior week and the degree to which it interferes with activities on a 0 to 10 scale, where 0=no pain and 10=pain as bad as you can imagine. Severity is measured as worst pain, least pain, average pain, and pain right now. The severity composite score was calculated as the arithmetic mean of the four severity items(range 0-10). The minimum value is zero and maximum is 10. A higher score represents a poor outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"2.04"},{"groupId":"OG001","value":"-1.4","spread":"2.09"}]}]}]},{"type":"SECONDARY","title":"Change in Subject Global Impression of Change (SGIC)","description":"A 7-point Likert-type scale was used, with the question: 'Please assess the status of your pain due to multiple sclerosis since entry into the study using the scale below' with the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse or very much worse\". At baseline subjects wrote a brief description of their pain caused by multiple sclerosis which was used at Week 14 to aid their memory regarding their symptoms at study start. For each of above markers the number of participants were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Sleep Disruption NRS","description":"The sleep disruption NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how your pain disrupted your sleep last night?\" where 0 = did not disrupt sleep and 10 = completely disrupted (unable to sleep at all). A negative value indicates an improvement in sleep disruption score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.97","spread":"2.21"},{"groupId":"OG001","value":"-2.02","spread":"2.29"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":167},"commonTop":["Dizziness","Fatigue","Dry mouth","Vertigo","Nausea"]}}}