{"nctId":"NCT01447849","briefTitle":"Lubiprostone and Mucus Secretion in Patients With Chronic Constipation","startDateStruct":{"date":"2011-08"},"conditions":["Constipation"],"count":40,"armGroups":[{"label":"Lubiprostone 24 mcg Twice a day","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: lubiprostone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"lubiprostone","otherNames":["Amitiza"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Asymptomatic Volunteers:\n\nInclusion Criteria:\n\n* 18-65 years of age\n* Capable of and willing to give informed consent, and willing to comply with all study requirements\n\nExclusion Criteria:\n\n* Pregnancy or lactation\n* Subjects unwilling to practice adequate contraception throughout the screening period through 14 days after study termination\n* Illegal use of illegal drugs\n* Regular consumption of 2 or more drinks of alcohol per day\n* Chronic non-steroidal anti- inflammatory drugs (NSAID) use\n* Chronic use of H2 receptor antagonists or Proton Pump Inhibitors (PPIs) within 14 days prior to screening\n* History of gastric of duodenal ulcer or chronic non-ulcer dyspepsia\n* Positive Helicobacter pylori (H. pylori) serology\n\nPatients with Chronic Constipation:\n\nInclusion Criteria:\n\n* Age 18-65\n* At least 6 months history of constipation. Constipation defined as: a. Less than three complete spontaneous bowel movements per week and one or more of the following: i) At least 25% of stools are very hard and/or hard stools ii) Sensation of incomplete evacuation following at least 25% of bowel movements iii) Straining on at least 25% of defecations The above criteria are only applicable to spontaneous bowel movements. Patients who have no spontaneous bowel movements (bowel movements are preceded by laxative intake) are considered constipated and are eligible for this study\n* For patients \\>= years of age, normal colonic anatomy as documented by colonoscopy, double-contrast barium enema, or flexible sigmoidoscopy performed within the previous 5 years\n\nExclusion Criteria\n\n* Pregnancy or lactation\n* Subjects unwilling to practice adequate contraception throughout the period of screening through 14 days after study termination\n* Use of laxatives 3 days immediately prior to randomization (except fiber or bulking agents)\n* Use of any of the following drugs within 3 days prior to randomization a) Prokinetic agents (tegaserod, domperidone, cisapride, metoclopramide, erythromycin, b) Medications containing opiates c) Antispasmodic (e.g. atropine, hyoscyamine, scopolamine, glycopyrrolate)\n* Use of illegal drugs\n* Regular consumption of 2 drinks of alcohol per day\n* Chronic NSAIDs use\n* Chronic use of H2 receptor antagonist or PPIs within 14 days prior to screening\n* History of gastric or duodenal ulcer, Inflammatory bowel disease (IBD), or chronic non-ulcer dyspepsia\n* Diabetes mellitus (DM) type 1\n* Parkinson's disease\n* Existence of any medical condition that requires chronic therapy\n* Positive H. pylori serology","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change of Mucus and Mucin Secretion in Patients With Chronic Constipation and in Controls.","description":"The rate of mucus and mucin secretion(mg/hr) will be measured in gastric juice aspirated in basal conditions and during stimulation with pentagastrin after 1 week of therapy with lubiprostone (Active Comparator) and compared with 1 week of placebo administration (Placebo Comparator).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"260","spread":"29"},{"groupId":"OG001","value":"133","spread":"16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"229","spread":"33"},{"groupId":"OG001","value":"161","spread":"25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":"14"},{"groupId":"OG001","value":"54","spread":"7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":"16"},{"groupId":"OG001","value":"69","spread":"14"}]}]}]},{"type":"SECONDARY","title":"Change in Viscoelasticity of Gastric Secretion in Controls and Patients With Chronic Constipation.","description":"The viscoelasticity of gastric mucus(centipoises) was measured in gastric juice aspirated in basal conditions and during stimulation with pentagastrin after 1 week of therapy with lubiprostone (Active Comparator) and compared with 1 week of placebo administration (Placebo Comparator).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.61","spread":"2.95"},{"groupId":"OG001","value":"6.34","spread":"1.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.78","spread":"2.53"},{"groupId":"OG001","value":"9.41","spread":"1.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.96","spread":"3.00"},{"groupId":"OG001","value":"4.59","spread":"1.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.58","spread":"2.20"},{"groupId":"OG001","value":"7.84","spread":"1.71"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":[]}}}