{"nctId":"NCT02344290","briefTitle":"Evaluating the Use of Pitavastatin to Reduce the Risk of Cardiovascular Disease in HIV-Infected Adults","startDateStruct":{"date":"2015-03-26","type":"ACTUAL"},"conditions":["HIV","Cardiovascular Diseases"],"count":7769,"armGroups":[{"label":"Pitavastatin","type":"EXPERIMENTAL","interventionNames":["Drug: Pitavastatin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Pitavastatin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individual with HIV-1\n* Combination antiretroviral therapy (ART) for at least 180 days prior to study entry\n* CD4+ cell count greater than 100 cells/mm\\^3\n* Acceptable screening laboratories including:\n\n  * Fasting low-density lipoprotein (LDL) cholesterol as follows:\n\n    * If ASCVD risk score was less than 7.5%, LDL cholesterol must have been less than 190 mg/dL.\n    * If ASCVD risk score was greater than or equal to 7.5% and less than or equal to 10%, LDL must have been less than 160 mg/dL.\n    * If ASCVD risk score was greater than 10% and less than or equal to 15%, LDL must have been less than 130 mg/dL.\n    * Participants with LDL less than 70 mg/dL were eligible regardless of the 10-year ASCVD risk score, in line with the ACC/AHA 2013 Prevention Guidelines.\n  * Fasting triglycerides less than 500 mg/dL\n  * Hemoglobin greater than or equal to 8 g/dL for female participants and greater than or equal to 9 g/dL for male participants\n  * Glomerular filtration rate (GFR) greater than or equal to 60 mL/min/1.73m\\^2 or creatinine clearance (CrCl) greater than or equal to 60 mL/min\n  * Alanine aminotransferase (ALT) less than or equal to 2.5 x the upper limit of normal (ULN)\n* For persons with known chronic active hepatitis B or C, calculated fibrosis 4 score (FIB-4) must have been less than or equal to 3.25\n* Ability and willingness of participant or legal representative to provide written informed consent\n\nExclusion Criteria:\n\n* Clinical ASCVD, as defined by 2013 American College of Cardiology (ACC)/American Heart Association (AHA) guidelines, including a previous diagnosis of any of the following:\n\n  * Acute myocardial infarction (AMI)\n  * Acute coronary syndromes\n  * Stable or unstable angina\n  * Coronary or other arterial revascularization\n  * Stroke\n  * Transient ischemic attack (TIA)\n  * Peripheral arterial disease presumed to be of atherosclerotic origin\n* Current diabetes mellitus with LDL greater than or equal to 70 mg/dL\n* 10-year ASCVD risk score estimated by Pooled Cohort Equations greater than 15%\n* Active cancer within 12 months prior to study entry, except successfully treated non-melanomatous skin cancer and Kaposi sarcoma without visceral organ involvement\n* Known decompensated cirrhosis\n* History of myositis or myopathy with active disease in the 180 days prior to study entry\n* Known untreated symptomatic thyroid disease\n* History of allergy or severe adverse reaction to statins\n* Use of specific immunosuppressants or immunomodulatory agents including but not limited to tacrolimus, sirolimus, rapamycin, mycophenolate, cyclosporine, tumor necrosis factor (TNF)-alpha blockers or antagonists, azathioprine, interferon, growth factors, or intravenous immunoglobulin (IVIG) in the 30 days prior to study entry.\n* Current use of erythromycin, colchicine, or rifampin\n* Use of any statin drugs, gemfibrozil, or PCSK9 inhibitors in the 90 days prior to study entry\n* Current use of an investigational new drug that would be contraindicated\n* Serious illness or trauma requiring systemic treatment or hospitalization in the 30 days prior to study entry\n* Current pregnancy or breastfeeding\n* Alcohol or drug use that, in the opinion of the site investigator, would interfere with completion of study procedures\n* Other medical, psychiatric, or psychological condition that, in the opinion of the site investigator, would interfere with completion of study procedures and or adherence to study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence Rate of Major Adverse Cardiovascular Event (MACE)","description":"MACE is a composite of cardiovascular (CV) death, myocardial infarction, hospitalization for unstable angina, stroke, transient ischemic attack (TIA), peripheral arterial ischemia, coronary, carotid or peripheral arterial revascularization, or death from an undetermined cause. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Non-CV deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.95","spread":null},{"groupId":"OG001","value":"7.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Cardiac Ischemia or Myocardial Infarction","description":"Cardiac ischemia or myocardial infarction component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.48","spread":null},{"groupId":"OG001","value":"2.65","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Cerebrovascular Event (Stroke or TIA)","description":"Cerebrovascular event (stroke or TIA) component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.53","spread":null},{"groupId":"OG001","value":"2.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Peripheral Arterial Ischemia","description":"Peripheral arterial ischemia component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":null},{"groupId":"OG001","value":"0.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Death From CV Causes","description":"CV death component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Non-CV deaths and deaths from undetermined causes were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":null},{"groupId":"OG001","value":"0.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Death From CV or Undetermined Causes","description":"CV or undetermined death component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Non-CV deaths were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.72","spread":null},{"groupId":"OG001","value":"2.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Cardiac Catheterization or Revascularization","description":"Cardiac cardiac catheterization or revascularization component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.08","spread":null},{"groupId":"OG001","value":"1.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Carotid or Cerebrovascular Revascularization","description":"Carotid or cerebrovascular revascularization component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Peripheral Arterial Revascularization","description":"Peripheral arterial revascularization component of the primary composite MACE outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of MACE or Death","description":"A composite outcome including MACE and death from any cause. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.31","spread":null},{"groupId":"OG001","value":"12.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Death (All-cause)","description":"Death from any cause. The incidence rates were estimated based on time to event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.18","spread":null},{"groupId":"OG001","value":"6.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Non-CV Clinical Diagnoses","description":"A composite of non-CV clinical diagnoses including: non-AIDS-defining cancers (excluding basal cell and squamous cell carcinomas of the skin), AIDS-defining events (based on Centers for Disease Control and Prevention \\[CDC\\] 2014 classification), end-stage renal disease, and end-stage liver disease. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.17","spread":null},{"groupId":"OG001","value":"9.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Non-AIDS-defining Cancer","description":"Non-AIDS-defining cancer (excluding basal cell and squamous cell carcinomas of the skin) component of the composite non-CV clinical diagnoses outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.25","spread":null},{"groupId":"OG001","value":"5.68","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of AIDS-defining Event","description":"AIDS-defining event component of the composite non-CV clinical diagnoses outcome. Events were captured based on the Centers for Disease Control and Prevention \\[CDC\\] 2014 classification. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.36","spread":null},{"groupId":"OG001","value":"3.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of End-Stage Renal Disease","description":"End-stage renal disease (defined as initiation of dialysis or renal transplantation) component of the composite non-CV clinical diagnoses outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of End-Stage Liver Disease","description":"End-stage liver disease (defined as cirrhosis or hepatic decompensation requiring hospitalization) component of the composite non-CV clinical diagnoses outcome. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated via cause-specific relative hazard (i.e. hazard ratio) of prescribed pitavastatin compared to placebo from Cox proportional hazards models, stratified by screening CD4 count and sex. Deaths (without preceding event of interest) were treated as competing events and censored. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":null},{"groupId":"OG001","value":"0.64","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Non-fatal Serious Adverse Event","description":"Safety analysis outcome measure of non-fatal serious adverse event was defined by International Conference on Harmonisation (ICH) criteria. Fatal events were excluded as deaths were a secondary efficacy outcome (see outcome measure: incidence rate of death (all-cause)). The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios from Poisson regression models (prescribed pitavastatin compared to placebo), adjusted for screening CD4 and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.17","spread":null},{"groupId":"OG001","value":"4.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Diabetes","description":"Safety analysis outcome measure of diabetes was defined as new diagnosis of diabetes with initiation of anti-diabetic agent. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios from Poisson regression models (prescribed pitavastatin compared to placebo), adjusted for screening CD4 and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.18","spread":null},{"groupId":"OG001","value":"0.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Myalgia, Muscle Weakness or Myopathy","description":"Safety analysis outcome measure of myalgia, muscle weakness or myopathy which were grade 3 or higher or treatment-limiting. Grade 3 or higher includes grade 3 and 4 events, where grade 3 refers to severe and grade 4 to life-threatening according to DAIDS AE Grading Table (version 2.1). The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios from Poisson regression models (prescribed pitavastatin compared to placebo), adjusted for screening CD4 and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":null},{"groupId":"OG001","value":"0.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Rhabdomyolysis","description":"Safety analysis outcome measure of rhabdomyolysis which was grade 3 or higher or treatment-limiting. Grade 3 or higher includes grade 3 and 4 events, where grade 3 refers to severe and grade 4 to life-threatening, according to DAIDS AE Grading Table (version 2.1). The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios from Poisson regression models (prescribed pitavastatin compared to placebo). Due to small number of events, there was no adjustment for screening CD4 and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.015","spread":null},{"groupId":"OG001","value":"0.020","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Grade 3 or Higher ALT","description":"Safety analysis outcome measure of Grade 3 or higher alanine transaminase (ALT). Grade 3 or higher includes grade 3 and 4 events, where grade 3 refers to severe and grade 4 to life-threatening, according to DAIDS AE Grading Table (version 2.1). The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios from Poisson regression models (prescribed pitavastatin compared to placebo). Due to small number of events, there was no adjustment for screening CD4 and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.059","spread":null},{"groupId":"OG001","value":"0.044","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Adverse Event (AE)","description":"Safety analysis outcome measure of any AE. AE collection included events of grade ≥3, those that were serious (defined by International Conference on Harmonisation (ICH) criteria) or treatment-limiting, and targeted diagnosis of diabetes. Grade ≥3 includes events that were grade 3 (serious) or grade 4 (life-threatening) per DAIDS AE Grading Table (version 2.1). Fatal events were excluded as deaths were a secondary efficacy outcome (see outcome measure: incidence rate of death (all-cause)). The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios from Poisson regression models (prescribed pitavastatin compared to placebo), adjusted for screening CD4 and sex. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.83","spread":null},{"groupId":"OG001","value":"8.49","spread":null}]}]}]},{"type":"SECONDARY","title":"Fasting Low-density Lipoprotein Cholesterol (LDL-C)","description":"LDL-C level was derived as LDL-C calculated according to the Friedewald formula at triglycerides ≤400 mg/dL, and direct LDL-C at triglycerides \\>400 to \\<500 mg/dL. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"104","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"104","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]}]},{"type":"SECONDARY","title":"Fasting Non-high-density Lipoprotein Cholesterol (Non-HDL-C)","description":"Non-HDL cholesterol levels were calculated as total cholesterol minus HDL cholesterol. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"128","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"124","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Serious COVID-19","description":"Serious COVID-19 was defined as COVID-19 that resulted in hospitalization or death or was life-threatening as per the International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use Guideline E2A definition. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios from Poisson regression models (prescribed pitavastatin compared to placebo), adjusted for GBD region to account for regional differences. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":null},{"groupId":"OG001","value":"0.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of COVID-19","description":"COVID-19 was defined as COVID-19 clinical diagnosis or positive test result (SARS-CoV-2 PCR or rapid antigen tests). The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The treatment effect was estimated using incidence rate ratios (prescribed pitavastatin compared to placebo) from Poisson regression models, adjusted for GBD region to account for regional differences. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.79","spread":null},{"groupId":"OG001","value":"8.35","spread":null}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: Change in Non-Calcified Plaque (NCP) Volume From Baseline to Year 2","description":"NCP was defined as plaque voxels with attenuation of \\<350. Change in NCP is expressed as absolute change from baseline (calculated as NCP volume at 2 years minus NCP volume at entry), based on quantitative read of the CT scan, whenever available. Participants without a quantitative read and no evidence of NCP based on the corresponding qualitative read were assigned a value of zero for the change. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.70","spread":"25.2"},{"groupId":"OG001","value":"2.62","spread":"27.1"}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: Number of Participants With Progression of NCP From Baseline to Year 2","description":"Progression at Year 2 was defined as any progression/increase in NCP volume in participants with evidence of NCP at entry, or incident NCP in participants without evidence of NCP at entry. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: Change in Total Plaque Volume From Baseline to Year 2","description":"Total plaque includes all plaque voxels (noncalcified + calcified). Change in total plaque volume is expressed as absolute change from baseline (calculated as volume at 2 years minus volume at entry). Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.34","spread":"28.7"},{"groupId":"OG001","value":"6.89","spread":"32.3"}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: LpPLA2 Level","description":"Level of inflammatory biomarker lipoprotein-associated phospholipase A2 (LpPLA2). Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null},{"groupId":"OG001","value":"143","spread":null}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: Change in LpPLA2 From Baseline","description":"Change in inflammatory biomarker LpPLA2 from baseline calculated as value at month 24 minus value at entry. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.77","spread":null},{"groupId":"OG001","value":"19.9","spread":null}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: HsCRP Level","description":"Level of inflammatory marker high-sensitivity C-reactive protein (HsCRP). Censored values below or above the assay limit were imputed. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":null},{"groupId":"OG001","value":"0.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":null},{"groupId":"OG001","value":"0.19","spread":null}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: Change in HsCRP From Baseline","description":"Change in inflammatory biomarker hsCRP from baseline calculated as value at month 24 minus value at entry. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: Soluble CD163 Level","description":"Level of immune biomarker soluble CD163. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"849","spread":null},{"groupId":"OG001","value":"845","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1013","spread":null},{"groupId":"OG001","value":"1003","spread":null}]}]}]},{"type":"SECONDARY","title":"For Mechanistic Substudy: Change in Soluble CD163 From Baseline","description":"Change in immune biomarker soluble CD163 from baseline calculated as value at month 24 minus value at entry. Treatment discontinuation was ignored, including the initiation of statin therapy as part of clinical care (intention to treat policy).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"143","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Incidence Rate of MACE by Sex","description":"Subgroup analysis of the primary composite MACE outcome measure (as described above) by sex. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The Cox proportional hazards models described for the primary outcome above were expanded to include sex and interaction of sex and treatment, to evaluate modification of statin effect.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"6.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Incidence Rate of MACE by Race","description":"Subgroup analysis of the primary composite MACE outcome measure (as described above) by race. The incidence rates were estimated based on time to the first event using Poisson distribution, with follow-up time censored at last contact. The Cox proportional hazards models described for the primary outcome above were expanded to include race and interaction of race and treatment, to evaluate modification of statin effect.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":750,"n":3888},"commonTop":["Diabetes mellitus (incl subtypes)","Renal function analyses","Physical examination procedures and organ system status","Muscle pains","General nutritional disorders NEC"]}}}