{"nctId":"NCT03282227","briefTitle":"A Study to Evaluate the Long-Term Safety of M207 in the Acute Treatment of Migraine","startDateStruct":{"date":"2017-11-07","type":"ACTUAL"},"conditions":["Migraine"],"count":342,"armGroups":[{"label":"M207 Microneedle System 3.8 mg","type":"EXPERIMENTAL","interventionNames":["Drug: M207 Microneedle System"]}],"interventions":[{"name":"M207 Microneedle System","otherNames":["ZP-Zolmitriptan Intracutaneous Microneedle System","ADAM-Zolmitriptan"]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n1. Women or men 18 to 75 years of age\n2. Greater than 1 year history of episodic, migraine (with or without aura) with onset prior to 50 years of age.\n3. Migraine history during the prior 6 months must include:\n\n   1. at least 2 migraines per month\n   2. no more than 8 migraines per month\n   3. no more than 15 headache days per month\n4. Women of child-bearing potential must not be pregnant, must agree to avoid pregnancy and use an acceptable double-barrier method of birth control during the trial.\n5. Willing and able to treat a minimum of 2 migraines per month with study medication and consistently complete eDiary for up to 12 months.\n\nMain Exclusion Criteria:\n\n1. Contraindication to triptans\n2. Use of selective serotonin reuptake inhibitors (drugs like Prozac®) or serotonin or norepinephrine reuptake inhibitors (drugs like Effexor®) or anti-coagulants (drugs like Coumadin®)\n3. Known allergy or sensitivity to zolmitriptan or its derivatives or formulations\n4. Known allergy or sensitivity to adhesives and/or titanium\n5. Women who are pregnant, breast-feeding or plan a pregnancy during this study\n6. Three or more of the following cardiovascular risk factors:\n\n   * Current tobacco use\n   * Hypertension or receiving anti-hypertensive medication for hypertension\n   * Hyperlipidemia or on prescribed anti-cholesterol treatment\n   * Family history of premature coronary artery disease\n   * Diabetes mellitus\n7. History or current abuse or dependence on alcohol or drugs","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Any Treatment-emergent Adverse Events (TEAE) Over 12 Months","description":"Number and % of subjects in safety population with any treatment-emergent adverse event(s) during the study. TEAE is defined as any new adverse event (AE) that started after first patch application. This was an open-label study with no control group. No statistical analyses were performed. Application site skin reactions including erythema, swelling, haemorrhage, bruise, pain, and pruritus were collected systematically via subject e-diary and/or investigator skin assessment at study visits. All other AEs were spontaneously reported by subject or observed upon examination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"323","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks for Which Pain Freedom Was Achieved at 2 Hours Post-dose","description":"Percentage of migraine attacks for which pain freedom defined as a pain level of 'None' (Grade 0 on pain severity scale where 0: None, 1: Mild, 2: Moderate, 3: Severe, and lower values represent a better outcome) was achieved at 2 hours post-dose without the use of rescue medication. This was an open-label study with no control group. No statistical analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2477","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks for Which Most Bothersome Symptom Freedom Was Achieved at 2 Hours Post-dose","description":"Percentage of migraine attacks for which freedom from most bothersome symptom other than pain defined as an absence of the most bothersome symptom was achieved at 2 hours post-dose without the use of rescue medication. This was an open-label study with no control group. No statistical analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3315","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks for Which Pain Relief Was Achieved at 2 Hours Post-dose","description":"Percentage of migraine attacks for which pain relief defined as an improvement of pain severity (1) to mild (Grade 1) or none (Grade 0) from moderate (Grade 2) or severe (Grade 3) at baseline, or (2) an improvement of pain severity to none (Grade 0) from mild (Grade 1) at baseline, without rescue medication was achieved. Pain severity scale has grades: 0: None, 1: Mild, 2: Moderate, 3: Severe, where lower values represent a better outcome. This was an open-label study with no control group. No statistical analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4552","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks for Which Nausea Freedom Was Achieved at 2 Hours Post-dose","description":"Percentage of subjects for which nausea freedom defined as absence of nausea and/or vomiting without the use of rescue medication was achieved at 2 hours post-dose. This was an open-label study with no control group. No statistical analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4628","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks for Which Photophobia Freedom Was Achieved at 2 Hours Post-dose","description":"Percentage of migraine attacks for which photophobia freedom defined as an absence of photophobia without the use of rescue medication was achieved at 2 hours post-dose. This was an open-label study with no control group. No statistical analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3410","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Migraine Attacks for Which Phonophobia Freedom Was Achieved at 2 Hours Post-dose","description":"Percentage of migraine attacks for which phonophobia freedom defined as an absence of phonophobia without the use of rescue medication was achieved at 2 hours post-dose. This was an open-label study with no control group. No statistical analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3563","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":335},"commonTop":["Application site erythema","Application site swelling","Application site haemorrhage","Application site bruise","Application site pain"]}}}