{"nctId":"NCT00759681","briefTitle":"ArterX Surgical Sealant, A Randomized Prospective Multicenter Trial","startDateStruct":{"date":"2008-09"},"conditions":["Vascular Disease"],"count":217,"armGroups":[{"label":"Control","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Gelfoam and Thrombin"]},{"label":"Investigational Device","type":"EXPERIMENTAL","interventionNames":["Device: ArterX Surgical Sealant"]}],"interventions":[{"name":"ArterX Surgical Sealant","otherNames":["ArterX Vascular Sealant"]},{"name":"Gelfoam and Thrombin","otherNames":["Gelfoam Plus"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubject must meet all of the following criteria to be eligible for treatment in the Study:\n\n1. The subject must be equal or greater than 18 years old.\n2. The subject must be scheduled for the surgical placement of a synthetic (i.e., PTFE/Dacron) vascular graft or patch for large vessel repair/arterial reconstruction/hemodialysis access/arteriotomy.\n3. The subject has no child bearing potential or has a negative serum or urine pregnancy test within 7 days of the index procedure.\n4. The subject is willing and able to be contacted for the follow up visits at 6 weeks (± 7 days) and 3 months (± 7 days).\n5. The subject or guardian must provide written informed consent using a form that is reviewed and approved by the IRB.\n\nExclusion Criteria:\n\nSubjects will be excluded from the Study if any of the following criteria are met:\n\n1. The subject has a known hypersensitivity or contraindication to heparin, bovine or seafood products.\n2. The subject has a history of bleeding diathesis or coagulopathy, or will refuse blood transfusions.\n3. The subject is currently enrolled in this, or another investigational device or drug trial (IDE or IND) that has not completed the required follow-up period. Note: Extended follow-up trials for products that were investigational but are currently commercially available are not considered investigational trials.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Immediate Sealing Evidenced by no Bleeding on Clamp Release.","description":"The immediate sealing evidenced by no bleeding on clamp release was measured at time of surgery","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]},{"type":"PRIMARY","title":"Cumulative Incidence of Significant Bleeding, Infection, Neurological Deficit or Inflammatory/Immune Allergic Response","description":"The Primary Safety Endpoint Will be the Cumulative Incidence of Significant Bleeding, Infection, Neurological Deficit or Inflammatory/Immune Allergic Response Through 6 Weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":107},"commonTop":["Non-serious Infections"]}}}