{"nctId":"NCT01392326","briefTitle":"Efficacy at 24 Weeks and Long Term Safety, Tolerability and Efficacy up to 2 Years of Secukinumab (AIN457) in Patients With Active Psoriatic Arthritis (PsA)","startDateStruct":{"date":"2011-09"},"conditions":["Psoriatic Arthritis"],"count":606,"armGroups":[{"label":"Group 1","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (75 mg)"]},{"label":"Group 2","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (150 mg)"]},{"label":"Group 3","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Comparator"]}],"interventions":[{"name":"Secukinumab (75 mg)","otherNames":[]},{"name":"Secukinumab (150 mg)","otherNames":[]},{"name":"Placebo Comparator","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or non-pregnant, non-lactating female patients at least 18 years of age\n* Diagnosis of PsA classified by CASPAR criteria and with symptoms for at least 6 months with moderate to severe PsA who must have at Baseline ≥3 tender joints out of 78 and ≥3 swollen out of 76 (dactylitis of a digit counts as one joint each)\n* Rheumatoid factor and anti-CCP antibodies negative\n* Diagnosis of active plaque psoriasis, with at least one psoriatic plaque of ≥2cm diameter or nail changes consistent with psoriasis or documented history o plaque psoriasis\n\nExclusion criteria:\n\n* Chest X-ray with evidence of ongoing infectious or malignant process\n* Subjects who have previously been treated with more than 3 different TNFα inhibitors\n* Subjects taking high potency opioid analgesics\n* Subjects who have ever received biologic immunomodulating agents except for those targeting TNFα Other protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Patients Achieving ACR20 Response Criteria on Secukinumab 75 or 150 mg vs. Placebo","description":"A patient will be considered as improved according the ACR20 criteria if she/he has at least 20 % improvement in the two following measures:Tender joint count,Swollen joint count and at least 3 of the following 5 measures: Patient's assessment of pain, Patient's global assessment disease activity,Physician's global assessment of disease activity, Health Assessment Questionnaire (HAQ©) score,Acute phase reactant (hsCRP or ESR)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.5","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"17.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects Achieving a PASI75 Response in the Subgroup of Subjects Who Have ≥3% Skin Involvement With Psoriasis at Baseline","description":"A 75% reduction in the Psoriasis Area and Severity Index (PASI) score (PASI 75) is the current benchmark of primary endpoints for most clinical trials with end points of psoriasis","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"61.1","spread":null},{"groupId":"OG002","value":"8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects Achieving a PASI90 Response in the Subgroup of Subjects Who Have ≥3% Skin Involvement With Psoriasis at Baseline","description":"A 90% reduction in the Psoriasis Area and Severity Index (PASI) score (PASI 90) is above the current benchmark of primary endpoints for most clinical trials with endpoints of psoriasis","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.1","spread":null},{"groupId":"OG001","value":"45.4","spread":null},{"groupId":"OG002","value":"3.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in DAS28-CRP for Secukinumab 75 or 150 mg","description":"DAS-CRP values range from 2.0 to 10.0 while higher values mean a higher disease activity. A DAS-CRP below the value of 2.6 is interpreted as Remission.DAS28 the DAS-CRP uses 28 different joints for its calculation: proximal interphalangeal joints (10 joints) metacarpophalangeal joints (10) wrists (2) elbows (2) shoulders (2) knees (2) With the above mentioned parameters, DAS-CRP is calculated as: \\<math\\>DAS-CRP=0.56 \\\\times \\\\sqrt{TEN28} + 0.28 \\\\times \\\\sqrt{SW28} + 0.36 \\\\times \\\\ln(CRP+1) + 0.014 \\\\times SA+0.96\\</math\\> With: TEN28: number of joints with tenderness upon touching SW28: number of swollen joints CRP: C-reactive Protein SA: subjective assessment of disease activity by the patient during the preceding 7 days on a scale betweenn 0 and 100 (\"0\":no activity, \"100\": highest activity possible)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.67","spread":"0.085"},{"groupId":"OG001","value":"-1.62","spread":"0.084"},{"groupId":"OG002","value":"-0.77","spread":"0.123"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF36-PCS for Secukinumab 75 or 150 mg","description":"The SF-36 consists of eight scaled scores, which are the weighted sums of the questions in their section. Each scale is directly transformed into a 0-100 scale on the assumption that each question carries equal weight. The lower the score the more disability. The higher the score the less disability i.e., a score of zero is equivalent to maximum disability and a score of 100 is equivalent to no disability.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.41","spread":"0.524"},{"groupId":"OG001","value":"5.91","spread":"0.525"},{"groupId":"OG002","value":"1.82","spread":"0.715"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HAQ-DI for Secukinumab 75 or 150 mg","description":"HAQ-DI, assesses a patient's level of functional ability and includes questions of fine movements of the upper extremity, locomotor activities of the lower extremity, and activities that involve both upper and lower extremities. There are 20 questions in eight categories of functioning which represent a comprehensive set of functional activities - dressing, rising, eating, walking, hygiene, reach, grip, and usual activities. The stem of each item asks over the past week \"Are you able to …\" perform a particular task. The patient's responses are made on a scale from zero (no disability) to three (completely disabled).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"0.036"},{"groupId":"OG001","value":"-0.40","spread":"0.036"},{"groupId":"OG002","value":"-0.17","spread":"0.047"}]}]}]},{"type":"SECONDARY","title":"Percent of Patients Achieving ACR50 Response Criteria on Secukinumab 75 or 150 mg vs. Placebo","description":"ACR50 = 50 % improvement in at least 3 of the 5 measures( Patient's assessment of pain, Patient's global assessment of disease activity, Physician's global assessment of disease activity, Health Assessment Questionnaire (HAQ©) score, C-reactive protein (CRP)/Erythrocyte Sedimentation Rate (ESR) and 50 % improvement in the swollen and tender joint count.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"34.7","spread":null},{"groupId":"OG002","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline for Joint/Bone Structural Damage (Van Der Heijde Modified Total Sharp Score) for Secukinumab 75 and 150 mg (Pooled Doses)","description":"Measured are 44 joints for erosions: scored 0 to 5 in hands; 0 to 10 in feet;40 joints for joint space narrowing; summed for total score by two experienced readers scored every film blinded to patient identity, treatment, sequence of film. Lower score equals better outcome. With score of zero being normal. Joint structural damage change from baseline at Week 24 using non-parametric ANCOVA, Linear extrapolation. Estimate (for the difference in mean), SE are from a non-parametric ANCOVA model with the change from baseline van der Heijde total modified Sharp score as the dependent variable, treatment and randomization stratum (TNFa status -naive or IR ) as factors, and weight and baseline van der Heijde total modified Sharp score as covariates.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.22"},{"groupId":"OG001","value":"0.13","spread":"0.20"},{"groupId":"OG002","value":"0.57","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Percent of Patients With Dactylitis in the Subset of Subjects Who Have Dactylitis at Baseline","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.3","spread":null},{"groupId":"OG001","value":"51.9","spread":null},{"groupId":"OG002","value":"84.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Patients With Enthesitis in the Subset of Subjects Who Have Enthesitis at Baseline","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.2","spread":null},{"groupId":"OG001","value":"54.0","spread":null},{"groupId":"OG002","value":"87.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":292},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Back pain","Diarrhoea"]}}}