{"nctId":"NCT02476279","briefTitle":"Stent vs. Indomethacin for Preventing Post-ERCP Pancreatitis","startDateStruct":{"date":"2015-09","type":"ACTUAL"},"conditions":["Post-ERCP Pancreatitis"],"count":1950,"armGroups":[{"label":"Indomethacin alone","type":"EXPERIMENTAL","interventionNames":["Other: Indomethacin 100 mg rectally immediately after ERCP, NO prophylactic pancreatic stent placement"]},{"label":"Indomethacin+pancreatic stent","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Indomethacin 100 mg rectally immediately after ERCP AND prophylactic pancreatic stent placement"]}],"interventions":[{"name":"Indomethacin 100 mg rectally immediately after ERCP, NO prophylactic pancreatic stent placement","otherNames":[]},{"name":"Indomethacin 100 mg rectally immediately after ERCP AND prophylactic pancreatic stent placement","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAny patient undergoing ERCP in whom pancreatic stent placement is planned for post-ERCP pancreatitis prevention, is ≥ 18 years old, who provides informed consent, AND:\n\nHas one of the following:\n\n1. Clinical suspicion of or known sphincter of Oddi dysfunction\n2. History of post-ERCP pancreatitis (at least one prior episode of pancreatitis after ERCP)\n3. Pancreatic sphincterotomy\n4. Pre-cut (access) sphincterotomy (freehand pre-cut and septotomy)\n5. Difficult cannulation: cannulation duration ≥ 6 minutes (starting at time of initial papillary engagement with at least 25% of the time in contact with the papilla) AND/OR ≥ 6 cannulation attempts (defined as sustained contact with papilla lasting at least 1 second).\n6. Short-duration (≤ 1 min) balloon dilation of an intact biliary sphincter.\n\n   Or has at least 2 of the following:\n7. Age \\< 50 years old \\& female gender\n8. History of recurrent pancreatitis (at least 2 episodes)\n9. ≥3 pancreatic injections\n10. Pancreatic acinarization\n11. Pancreatic brush cytology\n\nExclusion Criteria:\n\n1. Ampullectomy\n2. Cases in which a pancreatic stent must be placed for therapeutic intent\n3. Unwillingness or inability to consent for the study\n4. Pregnancy\n5. Breast feeding mother\n6. Standard contraindications to ERCP\n7. Allergy to Aspirin or NSAIDs\n8. Known renal failure (Cr \\> 1.4 mg/dl)\n9. Ongoing or recent (within 2 weeks) hospitalization for gastrointestinal hemorrhage\n10. Ongoing or recent (within 1 week) hospitalization for acute pancreatitis\n11. Known chronic calcific pancreatitis\n12. Pancreatic head malignancy\n13. Procedure performed on major papilla/ventral pancreatic duct in patient with pancreas divisum (no manipulation of minor papilla)\n14. ERCP for biliary stent removal or exchange without anticipated pancreatogram\n15. Subjects with prior biliary sphincterotomy now scheduled for repeat biliary therapy without anticipated pancreatogram\n16. Anticipated inability to follow protocol\n17. Absence of rectum","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Subjects in Each Study Group With Post-ERCP Pancreatitis","description":"Post-ERCP pancreatitis (PEP) was based on a widely validated consensus definition that was applied as a diagnostic framework. In this consensus definition, PEP is diagnosed if there was new onset (or increase) of pain in the upper abdomen, elevation in pancreatic enzymes of at least three times the upper limit of normal 24 h after the procedure, and hospitalization for at least two nights. The outcome was independently adjudicated by 3 ERCP experts at non-enrolling centers based on review of the medical records for study participants who were hospitalized with any adverse event within 2 days of the ERCP. Medical records were redacted of all information that could potentially reveal study group assignment, including radiology reports. The consensus definition was applied as a diagnostic framework so that adjudicators could use their best judgment in cases that did not strictly satisfy the criteria. PEP was declared if there was agreement between at least two of the three adjudicators.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects in Each Study Group With Moderate-severe Post-ERCP Pancreatitis","description":"Moderate or severe post-ERCP pancreatitis was based on the consensus definition as a diagnostic framework. For the severity assessment, radiographic information was made available to the adjudicators. The severity was defined as mild post-ERCP pancreatitis resulting in a hospitalization of ≤3 days, moderate post-ERCP pancreatitis resulting in a hospitalization of 4-10 days, and severe post-ERCP pancreatitis resulting in a hospitalization of \\> 10 days, or leading to the development of pancreatic necrosis or pseudocyst, or requiring percutaneous or surgical intervention. The outcome was declared if there was agreement between at least two of the three adjudicators.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":355,"n":975},"commonTop":["Abdominal pain","Nausea","Diarrhoea","Vomiting","Pyrexia"]}}}