{"nctId":"NCT02135107","briefTitle":"A Double-blind Comparative Study of the Efficacy and Safety of E3810 10mg Once and Twice Daily in Maintenance Therapy for PPI Resistant Gastroesophageal Reflux Disease Patients","startDateStruct":{"date":"2013-09"},"conditions":["Gastroesophageal Reflux Disease"],"count":517,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole"]},{"label":"Arm B","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole"]},{"label":"Arm C","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole"]},{"label":"Arm D","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole"]}],"interventions":[{"name":"Rabeprazole","otherNames":["E3810"]},{"name":"Rabeprazole","otherNames":["E3810"]},{"name":"Rabeprazole","otherNames":["E3810"]},{"name":"Rabeprazole","otherNames":["E3810"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects fulfilling all of the below criteria shall be eligible for the study:\n\n1. Patients diagnosed with gastroesophageal reflux disease who are shown through endoscopic examination to have mucosal lesions (erosions, ulcers)\n2. Patients shown through endoscopy not to have recovered despite administration of PPI once daily for eight weeks.\n3. Patients over 20 years of age who have freely given their informed consent in writing to participation in the study.\n4. Patients who, having received a full explanation of the matters that must be adhered to during the study, intend to adhere to their requirements, and are capable of doing so.\n\nExclusion Criteria:\n\nSubjects fulfilling any of the following criteria shall be excluded from the study:\n\n1. Patients considered candidates for surgical treatment of the upper gastrointestinal tract due to perforation, esophageal stricture, pyloric stenosis, esophageal varices, etc.\n2. Patients with Zollinger-Ellison syndrome.\n3. Patients with gastrointestinal hemorrhage.\n4. Patients with serious cardiovascular disease, cerebrovascular disease, hematological disorders, renal disease, liver disease, malignant tumors, etc.\n5. Patients with long segment Barrett's esophagus.\n6. Patients with open gastric or duodenal ulcers.\n7. Patients with drug allergies or a past history of drug allergies to PPI.\n8. Patients who are taking other drugs under development, or have done so within 12 weeks prior to enrollment.\n9. Patients who are, or may be pregnant, patients who wish to become pregnant during the study period, patients who are breastfeeding, and patients or their partners who do not wish to use reliable contraceptive measures.\n10. Patients with a history of dependence on or abuse of drugs or alcohol within the past two years.\n11. Other patients deemed unsuitable for inclusion in the study by the principal investigator or sub-investigators.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Non-recurrence at Week 52","description":"The non-recurrence rate (at 52 weeks) was determined by the endoscopy central review panel who were blinded to the investigator's assessment, based on the modified Los Angeles Classification using endoscopy photos were submitted by each of the institutions. Participants showing Grade A or above based on the modified Los Angeles Classification were included as a recurrence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.8","spread":null},{"groupId":"OG001","value":"73.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.2","spread":null},{"groupId":"OG001","value":"26.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Non-recurrence at Weeks 12 and 24","description":"The non-recurrence rate (up to 52 weeks) was determined by the endoscopy central review panel who were blinded to the investigator's assessment, based on the modified Los Angeles Classification using endoscopy photos were submitted by each of the institutions. Participants showing Grade A or above based on the modified Los Angeles Classification were included as a recurrence. The 95% CI was calculated by normal approximation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":null},{"groupId":"OG001","value":"92.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.8","spread":null},{"groupId":"OG001","value":"85.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Non-recurrence Rate at Week 52","description":"Non-recurrence rate at Week 52 was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.5","spread":null},{"groupId":"OG001","value":"71.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Heartburn (Daytime / Nighttime) During the Maintenance Therapy Period","description":"A comparison of the rabeprazole 10 mg once daily group and the rabeprazole 10 mg twice daily group was performed for participants who did not exhibit daytime or nighttime heartburn at Week 0 of the Maintenance Therapy Period. Heartburn is a burning sensation in the stomach or lower chest; it is worsened by bending or pressure on the abdomen. Heartburn frequency was rated from 0-day (no) to 7-day (always) and severity was graded on a 3-point scale (mild, moderate, severe). Heartburn was evaluated in the daytime (from wake-up time to time for bed) and nighttime (from time for bed to wake-up time).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.8","spread":null},{"groupId":"OG001","value":"92.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Heartburn (Daytime / Nighttime) During the Maintenance Therapy Period","description":"A comparison of rabeprazole 10 mg once daily group and the rabeprazole 10 mg twice daily group shall be performed for participants who did not exhibit daytime or nighttime heartburn at 0 weeks of the maintenance therapy period. Daytime and nighttime heartburn, and nighttime sleep disorders shall likewise be compared. For the participants who had recurrence, values at the final evaluation were imputed using a last observation carried forward (LOCF) method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.2","spread":null},{"groupId":"OG001","value":"85.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"11.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of Heartburn (Daytime / Nighttime) During the Maintenance Therapy Period","description":"A comparison of the rabeprazole (10 mg once daily group) and the rabeprazole (10 mg twice daily group) was performed for participants who did not exhibit daytime or nighttime heartburn at Week 0 of the Maintenance Therapy Period. The presence or absence of heartburn was assessed by the investigators during medical interviews. The heartburn incidence during each of the 7-day periods immediately before visiting the hospital was assessed on a scale of five stages based on the number of days with symptoms: 0 (no symptoms), 1 to 2 (occasional symptoms), 3 to 4 (sometimes had symptoms), 5 to 6 (often had symptoms), and 7 (always had symptoms). The incidence was tabulated by an analysis classifying the states into two groups: \"no symptom group\" (0 days with symptoms) and \"with symptoms group\" (1 day or more with symptoms). The severity of heartburn was as below: Mild (feel heartburn but tolerable), Moderate (feel heartburn and hard), and Severe (feel heartburn and terrible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.2","spread":null},{"groupId":"OG001","value":"85.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sleep Disorders During the Maintenance Therapy Period","description":"Sleep disorders were defined as the condition of lack of dead sleep and arousal during sleep arising from heartburn or acid reflux. Sleep disorders during each of the 7-day periods immediately before visiting the hospital were assessed. Evaluation of sleep disorders arising from heartburn or acid reflux included recording if sleep-inducing drugs were being taken before enrollment; their type, method of use, and dosage. It was requested that no changes in sleep-inducing drug be made after enrollment. Sleep disorders were rated from 0-day (no) to 7-day (always). The incidence of sleep disorder was tabulated by an analysis classifying the stages into two groups: \"No\" (0 days with sleep disorder) and \"Yes\" (1 or more days with sleep disorder). Heartburn was evaluated prior to 7 days of each visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.5","spread":null},{"groupId":"OG001","value":"97.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Sleep Disorders During the Maintenance Therapy Period","description":"Sleep disorders were defined as the condition of lack of dead sleep and arousal during sleep arising from heartburn or acid reflux. Evaluation of sleep disorders arising from heartburn or acid reflux included recording if sleep-inducing drugs were being taken before enrollment; their type, method of use, and dosage. It was requested that no changes in sleep-inducing drug be made after enrollment. Sleep disorders were rated from 0-day (no) to 7-day (always). Heartburn was evaluated prior to 7 days of each visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.9","spread":null},{"groupId":"OG001","value":"98.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"Safety was assessed by monitoring and recording all adverse events (AEs) and SAEs, regular monitoring of hematology, clinical chemistry, urine values, and regular measurement of vital signs. All AEs were graded on a 3-point scale; 1) mild was defined as discomfort that did not interfere with normal daily activities, 2) moderate was defined as discomfort that interfered with normal activities, and 3) severe was defined as discomfort that interfered with the ability to work or normal daily activities were impossible. SAEs were medical events that led to death, were life-threatening, required hospitalization or prolongation of hospitalization, caused persistent disability, or resulted in a congenital abnormality. TEAEs were AEs with an onset date on or after the first dose of study drug and up to 30 days after receiving the last dose of study drug. Treatment-related AEs were medical events that were considered by the investigator to be possibly or probably related to rabeprazole.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"111","spread":null},{"groupId":"OG003","value":"125","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"7","spread":null},{"groupId":"OG003","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":437},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Back pain","Diarrhoea","Pharyngitis"]}}}