{"nctId":"NCT00312377","briefTitle":"ZACTIMA (an Anti-EGFR / Anti-VEGF Agent) Combined With Docetaxel Compared to Docetaxel in Non-small Cell Lung Cancer","startDateStruct":{"date":"2006-05"},"conditions":["Non-small Cell Lung Cancer","Lung Cancer"],"count":1690,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel","Drug: Vandetanib"]}],"interventions":[{"name":"Docetaxel","otherNames":["TAXOTERE™"]},{"name":"Vandetanib","otherNames":["ZACTIMA™","ZD6474"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nLung cancer patients who answer true to the following statements are eligible to join this clinical study.\n\n* I have a confirmed diagnosis of locally advanced or metastatic non small cell lung cancer (Stage IIIb - IV)\n* I have had 1st line anti-cancer therapy. Previous treatment with Avastin (bevacizumab) in first line NSCLC is allowed.\n\nExclusion Criteria:\n\nLung cancer patients who answer true to the following are NOT eligible to join this clinical study.\n\n* I do not have non small cell lung cancer (NSCLC)\n* I have received treatment with docetaxel (Taxotere). Prior treatment with paclitaxel is acceptable.\n* I have received 2nd line anti-cancer therapy (For example, patients with previous 2nd line non small cell lung cancer (NSCLC) treatment with Tarceva (erlotinib, OSI-744), Alimta (pemetrexed) are not eligible)\n* I have been treated with VEGFR-tyrosine kinase inhibitors (TKIs) (sunitinib, sorafenib, other VEGF TKIs). Previous treatment with Avastin (bevacizumab) in 1st line non small cell lung cancer is permitted.\n* I have a history of uncontrolled irregular heartbeat\n* I have a history of high blood pressure which has not been controlled with medication If you are unsure of the meaning of the inclusion and exclusion criteria above, please contact the call center number for help.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) in the Overall Population","description":"Median time (in weeks) from randomisation until objective disease progression or death (by any cause in the absence of objective progression) provided death is within 3 months from the last evaluable RECIST assessment. Progression was derived according to RECIST 1.0 and is defined as an increase of at least 20% in the total tumour size of measurable lesions over the nadir measurement, unequivocal progression in the non-target lesions or the appearance of one or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-Free Survival (PFS) in the Female Population","description":"Median time (in weeks) from randomisation until objective disease progression or death (by any cause in the absence of objective progression) provided death is within 3 months from the last evaluable RECIST assessment. Progression was derived according to RECIST 1.0 and is defined as an increase of at least 20% in the total tumour size of measurable lesions over the nadir measurement, unequivocal progression in the non-target lesions or the appearance of one or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) in the Overall Population","description":"Overall survival is defined as the time from date of randomization until death. Any patient not known to have died at the time of analysis will be censored based on the last recorded date on which the patient was known to be alive (ie their status must be known at the censored date and should not be lost to follow up or unknown).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) in the Female Population","description":"Overall survival is defined as the time from date of randomization until death. Any patient not known to have died at the time of analysis will be censored based on the last recorded date on which the patient was known to be alive (ie their status must be known at the censored date and should not be lost to follow up or unknown).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":null},{"groupId":"OG001","value":"14.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The ORR is the number of patients that are responders ie those patients with a confirmed best objective response of complete response (CR) or partial response (PR) as determined according to RECIST 1.0. CR is defined as the disappearance of all target lesions with no evidence of tumour elsewhere and PR is defined as at least a 30% reduction in the total tumour size of measurable lesions with no new lesions and no progression in the non-target lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"Disease control rate is defined as the number of patients who achieved disease control at least 6 weeks following randomisation. Disease control at 6 weeks is defined as a best objective response of complete response (CR), partial response (PR) or stable disease (SD) \\>= 6 weeks as determined according to RECIST 1.0. CR is defined as the disappearance of all target lesions with no evidence of tumour elsewhere, PR is defined as at least a 30% reduction in the total tumour size of measurable lesions with no new lesions and no progression in the non-target lesions and SD \\>= 6 is assigned to patients who have not responded and have no evidence of progression at least 6 weeks after randomisation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"413","spread":null},{"groupId":"OG001","value":"380","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"Response is defined as a confirmed best objective response of CR or PR. Duration of response is defined as time from the date of first documented response until date of documented progression or death in the absence of disease progression (provided death is within 3 months of last RECIST assessment)","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"19.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration of Disease-related Symptoms (TDS) by Functional Assessment of Cancer Therapy - Lung (FACT-L) Lung Cancer Subscale (LCS).","description":"The lung cancer subscale (LCS) consists of 7 items of the FACT-L (3 items relating to breathing/dyspnea, and 1 item each relating to cough, weight loss, appetite, and cognition). The LCS total score is the sum of the scores from the 7 items.\n\nTime to deterioration is defined as the interval from the date of randomization to the first assessment of worsened without an improvement in the next 21 days.\n\nA patient will be defined as having a deterioration in symptoms if they have a single visit assessment of 'worsened' with no visit assessment of 'improved' within the next 21 days.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration of Disease-related Symptoms (TDS) by FACT-L Pulmonary Symptom Index (PSI)","description":"The pulmonary symptom index (PSI) consists of 4 items of the LCS relating to pulmonary symptoms (i.e. 3 items relating to breathing/dyspnea, and 1 item relating to cough). The PSI score is the sum of the scores from the 4 items.\n\nTime to deterioration is defined as the interval from the date of randomization to the first assessment of worsened without an improvement in the next 21 days.\n\nA patient will be defined as having a deterioration in symptoms if they have a single visit assessment of 'worsened' with no visit assessment of 'improved' within the next 21 days.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":263,"n":694},"commonTop":["Diarrhoea","Alopecia","Rash","Fatigue","Anorexia"]}}}