{"nctId":"NCT00687401","briefTitle":"A Study to Evaluate Infliximab in Subjects With Moderate-to-Severe Psoriasis Not Responding to Standard or Biologic Therapy (Study P04612)","startDateStruct":{"date":"2006-06"},"conditions":["Psoriasis"],"count":215,"armGroups":[{"label":"Infliximab 5 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Infliximab"]}],"interventions":[{"name":"Infliximab","otherNames":["Remicade, SCH 215596"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\>=18 to 75 years of age, of either gender, and of any race.\n* Psoriasis covering at least 10% of total body surface area (BSA) and PASI \\>=12 at Screening and Baseline.\n* Diagnosis of moderate-to-severe psoriasis at least 6 months prior the screening.\n* Eligible to infliximab who have failed at least 1 of the following: corticosteroids, methotrexate (MTX), systemic retinoids, cyclosporine, psoralen-ultraviolet A (PUVA), ultraviolet B (UVB) phototherapy, and/or biologics (etanercept or efalizumab).\n* Eligible according to tuberculosis (TB) eligibility assessment, screening and early detection of reactivation rules.\n* Chest x-ray within 3 months prior to Screening with no evidence of malignancy, infection, or fibrosis.\n* Screening and Baseline tests (complete blood count \\[CBC\\], blood chemistry, and urinalysis) must be within protocol-specified parameters.\n* Free of significant disease that could interfere with study evaluations.\n* Willing to give written informed consent and able to adhere to protocol visits and procedures.\n* Women of childbearing potential and all men must be using adequate birth control and must continue to do so for 6 months after receiving the last dose of study medication.\n* Females of childbearing potential must have a negative serum pregnancy test at Screening and a negative urine pregnancy test at Baseline.\n\nExclusion Criteria:\n\n* Standard concomitant psoriasis therapies.\n* Active or latent TB.\n* History of chronic infectious disease, opportunistic infection, or serious infection within 2 months of enrollment.\n* History of lymphoproliferative disease.\n* Malignancy in past 5 years (except treated basal cell carcinoma \\[BCC\\]).\n* Treatment with tumor necrosis factor (TNF) antagonists within previous 6 weeks.\n* Current drug-induced psoriasis.\n* Females who are pregnant or nursing and females and males who are planning pregnancy within 6 months from the last infusion of infliximab.\n* Previously treated with infliximab.\n* Concomitant diagnosis of congestive heart failure (CHF) including medically-controlled asymptomatic subjects.\n* History of chronic or recurrent infectious disease.\n* Have or have had a serious infection or have been hospitalized or received intravenous antibiotics for an infection during the 2 months prior to Screening.\n* Have or have had an opportunistic infection within 6 months prior to Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieve a Greater Than or Equal to 75% Improvement in Psoriasis Area and Severity Index (PASI) Score","description":"PASI 75 response is defined as participants who achieved at least a\n\n75% improvement in PASI score from Baseline to Week 10. The PASI is a system used for assessing and grading the severity of psoriatic lesions and their responses to therapy. The PASI produces a numeric score that can range from 0 to 72 (the higher the number, the worse the disease).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"111","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":159},"commonTop":["pyrexia","arthralgia"]}}}