{"nctId":"NCT01607957","briefTitle":"Study of TAS-102 in Patients With Metastatic Colorectal Cancer Refractory to Standard Chemotherapies","startDateStruct":{"date":"2012-06-17","type":"ACTUAL"},"conditions":["Colorectal Cancer"],"count":800,"armGroups":[{"label":"TAS-102","type":"EXPERIMENTAL","interventionNames":["Drug: TAS-102"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"TAS-102","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has provided written informed consent\n2. Has adenocarcinoma of the colon or rectum\n3. Has failed at least 2 prior regimens of standard chemotherapies for metastatic colorectal cancer\n4. ECOG performance status of 0 or 1\n5. Is able to take medications orally\n6. Has adequate organ function (bone marrow, kidney and liver)\n7. Women of childbearing potential must have a negative pregnancy test and must agree to adequate birth control if conception is possible. Males must agree to adequate birth control.\n\nExclusion Criteria:\n\n1. Certain serious illnesses or medical condition(s)\n2. Has had certain other recent treatment e.g. major surgery, anticancer therapy, extended field radiation, received investigational agent, within the specified time frames prior to study drug administration\n3. Has received TAS-102\n4. Has unresolved toxicity of greater than or equal to CTCAE Grade 2 attributed to any prior therapies\n5. Is a pregnant or lactating female","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was defined as the time from the date of randomization to the date of death for participants. If a participant discontinued study medication for reasons other than radiologic disease progression, the participant was followed for tumor response until radiologic disease progression or initiation of new anticancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"Tumor assessments were performed throughout the study based on RECIST, Version 1.1, 2009. Progression free survival was defined as the time (in months) from the date of randomization until the date of the investigator-assessed radiological disease progression or death due to any cause. For participants who were alive with no radiological disease progression as of the analysis cut-off date, their survival was censored at the date of the last tumor assessment. Participants who received non-study cancer treatment before disease progression, or participants with clinical but not radiologic evidence of progression, were censored at the date of the last radiologic evaluable tumor assessment before the non-study cancer treatment was initiated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AE), Treatment-Related AEs, Discontinuations, Serious Adverse Events (SAEs) and Deaths","description":"An adverse event (AE) was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Treatment-related AEs were events between administration of study drug and up to 30 Days that were absent before treatment or that worsened relative to pre-treatment state. A serious adverse event (SAE) is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability /incapacity; congenital anomaly. The AEs were graded for severity using National Cancer Institute Common Terminology Criteria for AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.3","spread":null},{"groupId":"OG001","value":"93.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null},{"groupId":"OG001","value":"54.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.4","spread":null},{"groupId":"OG001","value":"51.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.0","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null},{"groupId":"OG001","value":"33.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"13.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"11.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":158,"n":533},"commonTop":["Nausea","Decreased appetite","Fatigue","Anaemia","Diarrhoea"]}}}