{"nctId":"NCT00974974","briefTitle":"A Study To Evaluate The Safety And Efficacy Of IPX066 In Advanced Parkinson's Disease (ADVANCE-PD).","startDateStruct":{"date":"2009-09"},"conditions":["Parkinson's Disease"],"count":471,"armGroups":[{"label":"IPX066","type":"EXPERIMENTAL","interventionNames":["Drug: IPX066","Drug: IR CD-LD"]},{"label":"IR CD-LD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IPX066","Drug: IR CD-LD"]}],"interventions":[{"name":"IPX066","otherNames":["ER CD-LD"]},{"name":"IR CD-LD","otherNames":["immediate-release carbidopa-levodopa"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosed with idiopathic PD.\n2. At least 30 years old at the time of PD diagnosis.\n3. Currently being treated with IR LD (CD-LD or benserazide-LD) and on a stable regimen of IR LD for at least 4 weeks and:\n\n   * Requiring a total daily IR LD dose of at least 400 mg\n   * Having a minimum dosing frequency of four times per day.\n4. Able to differentiate \"on\" state from \"off\" state.\n5. Have predictable \"off\" periods.\n6. Amantadine, anticholinergics, selective monoamine oxidase (MAO) type B inhibitors (e.g., selegiline, rasagiline) or dopamine agonists are allowed as long as the doses and regimens have been stable for at least 4 weeks prior to Screening and the therapy is intended to be constant throughout the course of the study.\n7. Agrees to use a medically acceptable method of contraception throughout the study and for 1 month afterward.\n\nExclusion Criteria:\n\n1. Diagnosed with atypical Parkinsonism or any known secondary Parkinsonian syndrome.\n2. Nonresponsive to LD therapy.\n3. Prior functional neurosurgical treatment for PD (e.g., ablation or deep brain stimulation) or if such procedures are anticipated during study participation.\n4. Received within 4 weeks or planning to take during participation in the clinical study: any controlled-release LD product, additional CD (e.g., Lodosyn®) or benserazide (e.g. Serazide®), catechol-O-methyl transferase inhibitors (e.g., entacapone and tolcapone), nonselective MAO inhibitors, apomorphine, and antipsychotics including neuroleptic agents for the purpose of treating psychosis or bipolar disorder.\n5. Allergic to Yellow Dye #5 (tartrazine).\n6. History of or currently active psychosis.\n7. Active or prior medical conditions such as peptic ulcers or prior surgical (e.g., bowel) procedures that would interfere with LD absorption.\n8. Active or history of narrow-angle glaucoma.\n9. A history of malignant melanoma or a suspicious undiagnosed skin lesion.\n10. History of myocardial infarction with residual atrial, nodal, or ventricular arrhythmias, upper gastrointestinal hemorrhage, or neuroleptic malignant syndrome and/or nontraumatic rhabdomyolysis.\n11. Received any investigational medications during the 4 weeks prior to Screening.\n12. Unable to swallow large pills (e.g., large vitamin pills).\n13. Pregnant or breastfeeding.\n14. Subjects who are unable to complete a symptom diary.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of \"Off\" Time During Waking Hours at End of Study","description":"Percentage of \"off\" time during waking hours at end of study is measured by using the Parkinson's disease diary. \"Off\" time describes a period when the participant experiences increased Parkinsonian symptoms (e.g. immobility or inability to move with ease).\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.82","spread":"14.91"},{"groupId":"OG001","value":"29.79","spread":"15.81"}]}]}]},{"type":"SECONDARY","title":"\"Off\" Time","description":"\"Off\" time hours is measured by using the Parkinson's disease diary. \"Off\" time describes a period when the participant experiences increased Parkinsonian symptoms (e.g. immobility or inability to move with ease).\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.87","spread":"2.46"},{"groupId":"OG001","value":"4.88","spread":"2.71"}]}]}]},{"type":"SECONDARY","title":"\"On\" Time Without Troublesome Dyskinesia","description":"\"On\" time without troublesome dyskinesiais measured by using the Parkinson's disease diary. \"On\" time without troublesome dyskinesia describes a period when the participant experiences decreased Parkinsonian symptoms (e.g. immobility or inability to move with ease) without dyskinesia (i.e. difficulty in performing voluntary movements) that affect daily living.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.84","spread":"2.96"},{"groupId":"OG001","value":"10.91","spread":"2.82"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":201},"commonTop":["Fall","Insomnia","nausea","Oedema Peripheral","Upper Respiratory Tract Infection"]}}}