{"nctId":"NCT03357471","briefTitle":"Study to Test the Safe and Effective Use of an e-Device for the Self-injection of Certolizumab Pegol Solution by Subjects With Moderate to Severe Active Rheumatoid Arthritis, Active Ankylosing Spondylitis, Active Psoriatic Arthritis, or Moderately to Severely Active Crohn's Disease","startDateStruct":{"date":"2017-11-03","type":"ACTUAL"},"conditions":["Moderate and Severe Active Rheumatoid Arthritis","Active Psoriatic Arthritis","Active Ankylosing Spondylitis","Moderately to Severely Active Crohn's Disease"],"count":70,"armGroups":[{"label":"Certolizumab Pegol Q2W injection by e-Device","type":"EXPERIMENTAL","interventionNames":["Drug: e-Device"]},{"label":"Certolizumab Pegol Q4W injection by e-Device","type":"EXPERIMENTAL","interventionNames":["Drug: e-Device"]}],"interventions":[{"name":"e-Device","otherNames":["Cimzia"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or female and must be at least 18 years old at Visit 1\n* Subject must have been diagnosed at least 6 months prior to Visit 1 with documented moderate to severe active Rheumatoid Arthritis (RA), active Psoriatic Arthritis (PsA), active Ankylosing Spondylitis (AS) (in US), or moderately to severely active Crohn's Disease (CD) (in US)\n* A minimum of 10 subjects will have impaired hand function. Impaired hand function will be measured using the Cochin scale (Duruöz et al, 1996; Poiraudeau et al, 2000) and impaired hand function will be defined as patients who have a Cochin score \\>= 13.5 at Baseline\n* Subjects must have been prescribed Certolizumab Pegol (CZP) and must have been self-injecting CZP using the pre-filled syringe for at least 3 months prior to Visit 1. Subjects with RA, PsA, or AS must have been on a stable Q2W (every 2 weeks) or Q4W (every 4 weeks) CZP dosing regimen for at least 3 months prior to Screening. Subjects with CD must have been on a stable Q4W CZP dosing regimen for at least 3 months prior to Visit 1.\n* Subjects must have been screened according to the applicable national tuberculosis (TB) screening guidelines (to be documented) or provide a documented TB screening activity (TB questionnaire, Interferon-Gamma-Release Assay (IGRA) test, or chest x-ray) within the past 12 months prior to Visit 1.\n* Female subjects of childbearing potential should have a negative pregnancy test at Visit 1 and should be using a medically accepted method of contraception during the entire duration of the study. Female subjects who are postmenopausal for at least 2 years or have undergone a complete hysterectomy, bilateral tubal ligation, and/or bilateral oophorectomy, or have a congenital sterility are considered not of childbearing potential\n\nExclusion Criteria:\n\n* Subject has participated in another study of an investigational medicinal product (IMP) or an investigational device within the previous 3 months or is currently participating in another study of an IMP or an investigational device\n* Subject has a history of chronic alcohol or drug abuse within the previous 6 months\n* Subject has a history of significant cardiovascular, respiratory, gastrointestinal, hepatic, endocrine, renal, dermatological, neurological, psychiatric, hematological, or bleeding disorders\n* Subjects with known Tuberculosis (TB) infection and at high risk of acquiring TB infection. Subjects with latent TB (LTB) who have not completed the prophylactic treatment regimen for LTB 3 months prior to enrollment\n* Subject has an active chronic/latent infection including but not limited to TB (untreated latent or active), hepatitis virus (HV), hepatitis C virus (HCV), or human immunodeficiency virus (HIV)\n* Subject has a current malignancy or a history of malignancy. Subjects with less than 3 completely excised basal cell carcinomas or with cervical carcinoma in situ successfully treated surgically more than 5 years prior to Screening may be included\n* Subject has had major surgery (including joint surgery) within 8 weeks prior to Visit 1, or has a scheduled surgery during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Able to Self-administer Safe and Effective Injections Using the e-Device at Visit 2","description":"Safe and effective self-injection was evaluated by the healthcare provider and is defined as:\n\n* Dose Delivery: Subject self-injected the complete dose of Certolizumab Pegol (CZP) as confirmed by a visual inspection of the CZP-cassette(s) which shows the pre-filled syringe container to be empty AND\n* No Adverse Events related to use of the e-Device (Adverse Device Effects) that would preclude continued use of the e-Device for self-injection.\n\nFor subjects on the Q4W (every 4 weeks) dosing regimen who would self-inject twice (2×200 mg CZP) at each visit, each injection was evaluated for safety and effectiveness using the above criteria. The primary endpoint of safe and effective self-injection for subjects on the Q4W dosing regimen was met only if both self-injections were determined to be safe and effective.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.00","spread":null},{"groupId":"OG001","value":"96.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Able to Self-administer Safe and Effective Injections Using the e-Device at Visit 1","description":"Safe and effective self-injection was evaluated by the healthcare provider and is defined as:\n\n* Dose Delivery: Subject self-injected the complete dose of Certolizumab Pegol (CZP) as confirmed by a visual inspection of the CZP-cassette(s) which shows the pre-filled syringe container to be empty AND\n* No Adverse Events related to use of the e-Device (Adverse Device Effects) that would preclude continued use of the e-Device for self-injection.\n\nFor subjects on the Q4W (every 4 weeks) dosing regimen who would self-inject twice (2×200 mg CZP) at each visit, each injection was evaluated for safety and effectiveness using the above criteria. The primary endpoint of safe and effective self-injection for subjects on the Q4W dosing regimen was met only if both self-injections were determined to be safe and effective.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.00","spread":null},{"groupId":"OG001","value":"100.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Used Certolizumab Pegol (CZP)-Cassettes Identified as Having Structural Integrity Issues Based on Visual Examination","description":"CZP-cassettes identified as having structural integrity issues meant CZP-cassettes with clear evidence of damage/compromised structural integrity, not superficial cosmetic imperfections.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Systolic Blood Pressure","description":"Blood pressure was measured in millimetre of mercury (mmHg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"9.04"},{"groupId":"OG001","value":"-2.31","spread":"10.98"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Diastolic Blood Pressure","description":"Blood pressure was measured in millimetre of mercury (mmHg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.21","spread":"7.03"},{"groupId":"OG001","value":"-2.25","spread":"10.24"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Pulse Rate","description":"Pulse Rate was measured in beats per minute (beats/min).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":"6.45"},{"groupId":"OG001","value":"-0.97","spread":"9.32"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Respiratory Rate","description":"Respiratory Rate was measured in breaths per minute (breaths/min).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"1.73"},{"groupId":"OG001","value":"-0.19","spread":"2.18"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Body Temperature","description":"Body Temperature was measured in Grad Celsius (°C).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"0.41"},{"groupId":"OG001","value":"-0.06","spread":"0.34"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events (AEs) During the Study","description":"An Adverse Event (AE) was any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product that did not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of investigational medicinal product (IMP), whether or not related to the medicinal (investigational) product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Device Events (ADEs) During the Study","description":"An Adverse Device Event (ADE) was an AE related to the use of an investigational device. An ADE must have met 1 or more of the following criteria:\n\n* Adverse event that resulted from insufficiencies or inadequacies in the Instructions for Use (IFU), the deployment, the implantation, the installation, the operation, or any malfunction of the investigational medical device\n* Adverse event that was a result of an error or intentional misuse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":35},"commonTop":[]}}}