{"nctId":"NCT02936843","briefTitle":"Targeting Inflammation With Salsalate in Type 1 Diabetes Neuropathy","startDateStruct":{"date":"2016-10"},"conditions":["Type 1 Diabetes","Peripheral Neuropathy"],"count":61,"armGroups":[{"label":"Salsalate","type":"EXPERIMENTAL","interventionNames":["Drug: Salsalate"]},{"label":"Comparator","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: PLACEBO"]}],"interventions":[{"name":"Salsalate","otherNames":["disalcid"]},{"name":"PLACEBO","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. T1DM;\n2. age 18-70;\n3. mild DN as defined by symptoms and/or signs, confirmed by at least one abnormality in electrophysiology studies (abnormality of at least one attribute among conduction velocity, latency, amplitude or F-Wave in at least one nerve among sural sensory, ulnar sensory, or peroneal motor);\n4. sural nerve amplitude \\> 0 μV. If sural nerve amplitude is 0 μV (unrecordable) peroneal motor nerve conduction velocity must be ≥ 35 m/second\\*;\n5. on a stable insulin regimen for the 3 months prior to enrollment;\n6. be willing and capable of signing the IRB approved consent form and willing and able to cooperate with the medical procedures for the study duration;\n7. be willing to accept random treatment assignment to salsalate or placebo; and\n8. women of childbearing age agree to use an appropriate contraceptive method (hormonal, IUD, or diaphragm) for the duration of the study and must have a negative urine pregnancy test at screening.\n\nExclusion Criteria\n\n1. history of severe DN, active lower limb ulceration or lower limb amputation directly caused by diabetic neuropathy, or risk factors for any other causes of neuropathy (e.g. active hepatitis C, end stage renal disease, systemic lupus erythematosus or a known hereditary neuropathy) as determined through medical history, family history, history of medications, occupational history, history of exposure to toxins, physical and neurological examinations);\n2. history of recent severe hypoglycemia (within prior 6 months) as defined by hypoglycemia resulting in coma or seizure or a history of recurrent diabetic ketoacidosis (DKA) or any diabetic ketoacidosis within the last three months.\n3. history of persistent macroalbuminuria \\[random urine microalbumin creatinine ratio (ACR) \\>300 mg/gm\\]. ACR up to 300 mg/gm is acceptable if serum creatinine is \\<1.4 for women, \\<1.5 for men AND estimated GFR (eGFR) is \\> 60;\n4. serum creatinine \\>1.4 for women and \\>1.5 for men or eGFR \\<60 \\[possible chronic kidney disease stage 3 or greater calculated using the Modification of Diet in Renal Disease (MDRD) equation\\];\n5. pregnancy or lactation, or intention to become pregnant in next 12 months;\n6. history of previous lung, kidney, pancreas, liver, cardiac or bone marrow transplant;\n7. history of drug or alcohol abuse within the previous 5 years, or current weekly alcohol consumption \\>10 units/week;\n8. use of warfarin (Coumadin), clopidogrel (Plavix), dipyridamole (Persantine), heparin or other anticoagulants, probenecid (Benemid, Probalan), sulfinpyrazone (Anturane) or other uricosuric agents; Subjects must agree to not use high-dose aspirin during the course of the study. Daily low-dose aspirin treatment (not more than 81 mg per day) may be continued if currently prescribed.\n9. requiring long-term glucocorticoid therapy or chronic immunosuppressive therapy; Inhaled steroid use for management of asthma is not an absolute exclusion.\n10. use of lithium\n11. participation in an experimental medication trial within 3 months of starting the study;\n12. current therapy for malignant disease other than basal- cell or squamous-cell skin cancer;\n13. history of gastrointestinal bleeding or active gastric ulcer; screening laboratory abnormalities including AST (SGOT) and or ALT (SGPT) \\> 2.5 x the upper limit of normal (ULN), total bilirubin \\> 1.5 x ULN, platelets \\< 100,000;\n14. You have developed keloid scarring in the past. Keloids are large, thick masses of scar tissue. These are more common among dark-skinned people.\n15. presence of any condition that, in the opinion of the investigator would make it unlikely for the subject to complete 12 months of study participation, e.g., history of non- adherence to therapeutic regimens, presence of conditions likely to limit life expectancy, living situation that would interfere with study visit schedules such as a job requiring frequent or extended travel\n16. known hypersensitivity to salsalate. Patients who have experienced asthma, hives, or other allergic-type reactions to aspirin or other NSAIDs are excluded from participation. Patients with known or suspected aspirin or NSAID-sensitive asthma are excluded.\n\nIn addition, subjects with concurrent chicken pox, influenza, flu-like symptoms or other symptomatic viral illnesses should not be enrolled in the study until the illness or condition has resolved.\n\nSubjects with known or suspected hypersensitivity to lidocaine or epinephrine may not be able to participate as these agents are used for local anesthesia during skin biopsies. The study investigators should consider the nature and severity of past reported reactions to these agents, and may consider alternative anesthesia options for local anesthesia on a case by case basis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Skin Biopsy - Intraepidermal Nerve Fiber Density (IENFD) - Distal Thigh","description":"The intraepidermal nerve fiber density (IENFD) is the number of small nerve fibers which can be counted (under a microscope) in a 3 mm piece of skin taken from the distal (lower) thigh. IENFD is a continuous measure of small fiber neuropathy, with high positive and negative predictive values along with a high diagnostic efficiency in differentiating between people with and without neuropathy. People with neuropathy will generally have fewer nerve fibers (lower IENFD) than people without neuropathy. This study examined the change in IENFD after taking salsalate or a placebo daily for 12 months in people with diabetic neuropathy. Skin samples taken at the start of the study were compared to skin samples taken 12 months later to see if salsalate caused an increase in IENFD (suggesting improvement), or smaller decrease in IENFD (suggesting slower progression of neuropathy) relative to placebo.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":"57"},{"groupId":"OG001","value":"14","spread":"55"}]}]}]},{"type":"SECONDARY","title":"Measures of Cardiac Autonomic Neuropathy (CAN) - Valsalva Ratio","description":"Valsalva Ratio is the ratio of max tachycardia to max bradycardia caused by Valsalva maneuver","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.81","spread":"1.18"},{"groupId":"OG001","value":"2.29","spread":"0.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"1.12"},{"groupId":"OG001","value":"2.37","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"Measures of Cardiac Autonomic Neuropathy (CAN) - Expiration/Inspiration Ratio","description":"The expiration/inspiration ratio (E/I) ratio is measured during a period of slow, deep breathing (6 breaths per minute). It is the average heart rate increase divided by the average heart rate decrease over 6 breath cycles per minute","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":"0.12"},{"groupId":"OG001","value":"1.12","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.21","spread":"0.5"},{"groupId":"OG001","value":"1.11","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Measures of Cardiac Autonomic Neuropathy (CAN) - 30:15 Ratio","description":"Ratio of max RR interval \\~30 heartbeats to min RR interval \\~15 heartbeats","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.15","spread":"0.1"},{"groupId":"OG001","value":"1.12","spread":"0.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.39","spread":"1.55"},{"groupId":"OG001","value":"1.10","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Measures of Cardiac Autonomic Neuropathy (CAN) - SDNN","description":"Standard deviation of NN intervals. The value indicates the amount of variability in the interval between each heart beat (the R-R interval). Value is expressed in milliseconds","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":"23"},{"groupId":"OG001","value":"36","spread":"31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":"49"},{"groupId":"OG001","value":"35","spread":"26"}]}]}]},{"type":"SECONDARY","title":"Measures of Cardiac Autonomic Neuropathy (CAN) - RMSSD","description":"Root mean square of successive differences between normal heartbeats. It represents the average variation between the beat to beat intervals. The result is expressed in milliseconds.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":"16"},{"groupId":"OG001","value":"22","spread":"22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":"47"},{"groupId":"OG001","value":"20","spread":"20"}]}]}]},{"type":"SECONDARY","title":"Nerve Conduction","description":"Nerve Conduction Studies of the sural, peroneal, and ulnar nerves will be obtained at screening and 12 months. Nerve conduction studies are used to detect abnormalities in how the nerves are working. Nerve Conduction is represented as number of nerves with abnormal nerve conduction per participant.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Quantitative Sensory Testing - Just Noticeable Difference in COLD Detection","description":"The Just Noticeable Difference (JND) in response to a cold stimulus applied to the top of the foot was measured using the CASE IV System. The range of JND values is from 1 to 25. A JND value of 1 means a person can detect temperature decrease of 0.063 degrees Celsius while a JND value of 25 means that the temperature has to drop by 20 degrees Celsius colder than before the person can notice the change in temperature. People with neuropathy will have higher JND values than people without neuropathy, indicating that they are less able to detect changes in temperature. For this study, the cold JND at the first visit was compared to the JND at the second visit to see if JND for cold detection after 12 months of treatment with salsalate or placebo.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.67","spread":"5.12"},{"groupId":"OG001","value":"16.46","spread":"4.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.56","spread":"5.53"},{"groupId":"OG001","value":"14.37","spread":"5.11"}]}]}]},{"type":"SECONDARY","title":"Quantitative Sensory Testing - Just Noticeable Difference- Vibration","description":"The Just Noticeable Difference (JND) in response to a vibrating stimulus (probe) applied to the toe was measured using the CASE IV System. The range of JND values is from 1 to 25. A JND value of 1 means a person can detect very light vibration (vibration magnitude of 0.106 micrometers) while a 25 means a much stronger vibration stimulus had to be applied to be detected (vibration magnitude of 576.603 micrometers). People with neuropathy will have higher JND values than people without neuropathy, indicating that they are less able to detect vibration. For this study, the vibration JND at the first visit was compared to the vibration JND at the second visit to see if the values had changed after 12 months.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.91","spread":"3.0"},{"groupId":"OG001","value":"19.62","spread":"3.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.62","spread":"3.46"},{"groupId":"OG001","value":"20.38","spread":"2.55"}]}]}]},{"type":"SECONDARY","title":"Diabetic Neuropathy Symptoms","description":"DN symptoms as evaluated by the Neuropathy Total Symptom Score-6 (NTSS-6). The NTSS-6 has 6 questions with individual scores between 0 and 3.66. Cumulative scores range from 0 to 21.96 with 21.96 being the worst neuropathy and 0 being no neuropathy.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"4.2"},{"groupId":"OG001","value":"4.6","spread":"3.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"4.1"},{"groupId":"OG001","value":"4.2","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Survey of Autonomic Symptoms (SAS)","description":"Survey of Autonomic Symptoms (SAS) is a 12-item questionnaire. The range of scores is 0-60 for men and 0-55 for women, with higher scores indicating a higher degree of autonomic symptoms. Men and Women were not analyzed separately due to the comparable gender distribution between arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"2.2"},{"groupId":"OG001","value":"3.9","spread":"1.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"2.3"},{"groupId":"OG001","value":"2.9","spread":"2.0"}]}]}]},{"type":"SECONDARY","title":"The DCCT/EDIC Structured Neurological Examination","description":"The DCCT/EDIC Structured Neurological Examination is an examination that determines whether or not someone has evidence of neuropathy from diabetes. The examination categorizes patients into 3 categories: Definite Clinically Evident Peripheral Neuropathy, Possible Clinically Evident Peripheral Neuropathy, and No Clinically Evident Peripheral Neuropathy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"NeuroQOL","description":"NeuroQOL is a self-administered questionnaire that measures the impact of neuropathy symptoms, especially those affecting the feet and legs, on quality of life. Shown are results from baseline, 6 and 12 months for the item \"Overall, I would say problem with my feet reduced my quality of life\". Responses are on a five-point scale (1 = \"not at all\" up to 5 = \"very much\") with higher values indicating a greater reduction in quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"1.1"},{"groupId":"OG001","value":"1.8","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.74","spread":"0.98"},{"groupId":"OG001","value":"1.77","spread":"0.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"1.0"},{"groupId":"OG001","value":"2.1","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Neuropathic Pain Scale","description":"The Neuropathic Pain Scale is a questionnaire where participants rate the intensity of their pain and the quality of the pain (e.g., burning, aching, stabbing). Higher scores indicate greater pain. Scores range from 0 to 100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.95","spread":"20.98"},{"groupId":"OG001","value":"29.21","spread":"20.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.06","spread":"19.89"},{"groupId":"OG001","value":"28.36","spread":"20.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.06","spread":"20.70"},{"groupId":"OG001","value":"28.86","spread":"18.72"}]}]}]},{"type":"SECONDARY","title":"The Berg Balance Scale","description":"The Berg Balance Scale measures balance in 14 separate activities of daily living such as going from sitting-to-stand and standing on one leg; the unipedal stance portion that had been shown to be particularly reflective of neuropathy-related mobility loss. Scores range from 0 to 56, where lower scores indicate worst mobility and balance and 56 indicates best mobility and balance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.6","spread":"2.6"},{"groupId":"OG001","value":"53.8","spread":"2.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.3","spread":"1.3"},{"groupId":"OG001","value":"52.7","spread":"8.2"}]}]}]},{"type":"SECONDARY","title":"8 Foot Up and Go Test","description":"The 8 Foot Up and Go Test, a test of functional mobility that assesses the time needed for a subject to arise from sitting position, walk 8 ft and turn 180 degrees around a cone and return sitting; Test results are expressed in seconds. The test is performed twice and the fastest speed is reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.60","spread":"1.63"},{"groupId":"OG001","value":"5.78","spread":"1.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.56","spread":"1.07"},{"groupId":"OG001","value":"5.90","spread":"1.26"}]}]}]},{"type":"SECONDARY","title":"The Modified Falls Efficacy Scale","description":"The Modified Falls Efficacy Scale assessing patient's self-reported ability to perform activities of daily living (e.g. get dressed/ undressed, walking, shopping). Scores range from 0 to 10 on 14 items. Resulting score is average score across those 14 questions, resulting in a score from 0 to 10. 0 represents the participant being not at all confident that they can complete activities without falling and 10 represents participant being entirely confident that they can complete activities without falling.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":"1.3"},{"groupId":"OG001","value":"9.2","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":"1.2"},{"groupId":"OG001","value":"9.1","spread":"1.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":37},"commonTop":["Infection","Gastrointestinal adverse event","Musculoskeletal adverse event","Endocrine, Endocrine/Infectious, Endocrine/Gastrointestinal","Otorhinolaryngologic adverse event"]}}}