{"nctId":"NCT03429049","briefTitle":"A Phase 3 Efficacy and Safety Study of Intra-articular CNTX-4975-05 (Capsaicin) vs Placebo in Subjects With OA Knee Pain","startDateStruct":{"date":"2018-01-24","type":"ACTUAL"},"conditions":["Osteoarthritis, Knee"],"count":332,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"CNTX-4975-05","type":"EXPERIMENTAL","interventionNames":["Drug: CNTX-4975-05"]}],"interventions":[{"name":"CNTX-4975-05","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Male or female subjects between 40 and 95 years of age (inclusive) at the time of the Screening Visit with the ability to comply with answering the electronic diary using the study-provided tablet computers.\n* Confirmation of osteoarthritis (OA) of the knee.\n* Confirmation of OA of the index knee.\n* Moderate to severe pain in the index knee associated with OA must be stable for a minimum of 6 months prior to Screening, as assessed by the investigator.\n* BMI ≤45 kg/m\\^2.\n* Must have failed 2 or more prior therapies.\n* Females not of childbearing potential, defined as post-menopausal for at least 1 year, or surgically sterile, or practicing one of the following medically acceptable methods of birth control throughout the study period.\n* Subject agrees to stay on their current pain medication (including over the counter (OTC) medications) from the time of Screening through Week 12. The current pain medication must be taken only for pain in the index knee, and not for another pain indication.\n* Subject agrees to take only the allowed rescue medications for OA knee pain of the index knee from the time of Screening through study completion and agrees to use no topical medications for OA knee pain during the trial.\n\nKey Exclusion Criteria:\n\n* Joint replacement surgery of the index knee at any time, or open surgery of the index knee in the past 24 months.\n* Prior arthroscopic surgery of the index knee within 6 months of Screening.\n* Any painful conditions of the index knee due to joint disease other than OA.\n* Periarticular pain from any cause.\n* Pain in the non-index knee that is \\>3 on a numeric pain rating scale (NPRS) (0-10) when walking or at rest.\n* Other chronic pain anywhere in the body that requires the use of analgesic medications.\n* Instability of the index knee.\n* Misalignment (\\>10 degrees varus or valgus) of the index knee on standing.\n* Documented history of neuropathic arthropathy or finding of bony fragmentation in the index knee with imaging.\n* Physical/ occupational/ chiropractic therapy for the lower extremities or acupuncture for the lower extremities within 30 days of Screening, or need for such therapy during the study.\n* Plans to have surgery, other invasive procedures, or IA injections while participating in the study.\n* Has used topical capsaicin on the index knee within 90 days of Screening.\n* Current use of opioids for any condition other than for OA of the index knee.\n* Corticosteroid injection into the index knee within 90 days of Screening.\n* Received IA viscosupplementation (eg, Synvisc®, Hyalgan®) within 90 days of Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Average Weekly Pain With Walking (NPRS 0-10) in the Index Knee","description":"Average daily OA pain in the index knee while walking was evaluated using a 0 to 10 Numerical Pain Rating Scale (NPRS) (0 = no pain and 10 = worst possible pain). 0 was the best score and 10 was the worst score.\n\nSubjects used an ePRO at bedtime (9:00 PM ± 3 hours) to record on a daily basis their average daily OA knee pain score with walking during the previous 24 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.84","spread":"0.212"},{"groupId":"OG001","value":"-3.17","spread":"0.182"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in WOMAC A (Pain) Dimension Total Score","description":"The Western Ontario and McMaster Universities developed the Western Ontario and McMaster Universities Arthritis Index (WOMAC) score to use among patients with knee and/or hip OA. The WOMAC is a validated, multidimensional measure of pain, stiffness, and physical functional disability that is sensitive to the effects of drugs or other interventions. This study used the 11-box NPRS format ranging from 0 (none or no pain/stiffness/difficulty) to 10 (extreme).\n\nThe WOMAC is a self-administered index that contains 24 items asked in relation to the index knee joint. The WOMAC has 3 dimensions: Pain (Subscale A), Stiffness (Subscale B), and Physical Function (Subscale C). Lower scores mean a better outcome and higher scores mean a worse outcome.\n\nThe pain dimension includes 5 items about the amount of pain experienced doing various activities (walking, stair climbing, nocturnal, at rest, weight bearing). The score ranges from 0 to 50.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.72","spread":"1.002"},{"groupId":"OG001","value":"-15.42","spread":"0.860"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline WOMAC B (Stiffness) Dimension Total Score","description":"The Western Ontario and McMaster Universities developed the Western Ontario and McMaster Universities Arthritis Index (WOMAC) score to use among patients with knee and/or hip OA. The WOMAC is a validated, multidimensional measure of pain, stiffness, and physical functional disability that is sensitive to the effects of drugs or other interventions. This study used the 11-box NPRS format ranging from 0 (none or no pain/stiffness/difficulty) to 10 (extreme).\n\nThe WOMAC is a self-administered index that contains 24 items asked in relation to the index knee joint. The WOMAC has 3 dimensions: Pain (Subscale A), Stiffness (Subscale B), and Physical Function (Subscale C). Lower scores mean a better outcome and higher scores mean a worse outcome.\n\nThe stiffness dimension has 2 items: joint stiffness upon wakening and joint stiffness later in the day. The score ranges from 0 to 20.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.21","spread":"0.448"},{"groupId":"OG001","value":"-6.15","spread":"0.386"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in WOMAC C (Physical Function) Dimension Total Score","description":"The Western Ontario and McMaster Universities developed the Western Ontario and McMaster Universities Arthritis Index (WOMAC) score to use among patients with knee and/or hip OA. The WOMAC is a validated, multidimensional measure of pain, stiffness, and physical functional disability that is sensitive to the effects of drugs or other interventions. This study used the 11-box NPRS format ranging from 0 (none or no pain/stiffness/difficulty) to 10 (extreme).\n\nThe WOMAC is a self-administered index that contains 24 items asked in relation to the index knee joint. The WOMAC has 3 dimensions: Pain (Subscale A), Stiffness (Subscale B), and Physical Function (Subscale C). Lower scores mean a better outcome and higher scores mean a worse outcome.\n\nThe function dimension asks about the degree of difficulty in doing 17 activities due to the reference joint. The score ranges from 0 to 170.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.70","spread":"3.417"},{"groupId":"OG001","value":"-50.49","spread":"2.935"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":136},"commonTop":["Arthralgia","Upper respiratory tract infection","Nausea","Osteoarthritis","Dizziness"]}}}