{"nctId":"NCT02709512","briefTitle":"Ph 2/3 Study in Subjects With MPM to Assess ADI-PEG 20 With Pemetrexed and Cisplatin","startDateStruct":{"date":"2017-08-01","type":"ACTUAL"},"conditions":["Mesothelioma"],"count":249,"armGroups":[{"label":"Drug: ADI-PEG 20 plus Pem Platinum","type":"EXPERIMENTAL","interventionNames":["Drug: ADI-PEG 20 plus Pem Platinum"]},{"label":"Drug: Placebo plus Pem Platinum","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo plus Pem Platinum"]}],"interventions":[{"name":"ADI-PEG 20 plus Pem Platinum","otherNames":["Pemetrexed","Cisplatin","Carboplatin"]},{"name":"Placebo plus Pem Platinum","otherNames":["Pemetrexed","Cisplatin","Carboplatin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically proven unresectable MPM of biphasic or sarcomatoid histology\n* Naïve to chemotherapy or immunotherapy\n* ECOG PS 0-1\n* Expected survival of at least 3 months\n* Age 18 years or over (there is no upper age limit)\n* Measurable disease by modified RECIST criteria for MPM for local pleural disease and RECIST 1.1 criteria for metastatic lesions\n* Written (signed and dated) informed consent and must be capable of co-operating with treatment and follow up\n* Adequate hematologic, hepatic, and renal function\n\nExclusion Criteria:\n\n* Radiotherapy (except for palliative reasons) in the previous two weeks before study treatment\n* History of unstable cardiac disease\n* Ongoing toxic manifestations of previous treatments\n* Symptomatic brain or spinal cord metastases (patients must be stable for \\> 1 month post radiotherapy or surgery)\n* Major thoracic or abdominal surgery from which the patient has not yet recovered.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Response Rate","description":"Objective Response Rate is calculated as the proportion of subjects whose best tumor response from all post-baseline tumor assessments is complete response (CR) or partial response (PR). The best tumor response is the best response recorded from the start of the treatment until the end of treatment taking into account any requirement for confirmation.\n\nTo test Objective Response Rate significance, a Relative Risk Ratio (ADI-PEG 20 / Placebo) was calculated as the common relative risk of having a response (CR or PR) based on the Mantel-Haenszel estimator controlling for tumor histology (biphasic versus sarcomatoid).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival Phase 3 Interim Analysis","description":"The primary analysis of OS Phase 3 was performed at the interim analysis. This was performed once 50% of the planned OS events for phase 3 have occurred (ie, 169 of the 338 planned OS events). This interim analysis will evaluate OS in the ITT population in an unblinded manner. The OS data at the second interim analysis will be analyzed to support the following decisions:\n\nFutility stopping: Terminate the study due to futility at the interim analysis. Sample size re-estimation: Increase the target number of OS events after the second interim analysis.. The treatment effect on OS will be evaluated using the stratified log-rank test (stratified by tumor histology).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.82","spread":null},{"groupId":"OG001","value":"7.49","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival is defined as the time from randomization until death. In the event that no death was documented prior to study termination or analysis cutoff, OS was censored at the last known date the subject was known to be alive, either through completion of on-study visits or through survival follow-up contact.\n\nThe treatment effect on OS was evaluated using the stratified log-rank test (stratified by tumor histology).\n\nThe Kaplan-Meier curves were also plotted. A Cox proportional hazard model with an adjustment for tumor histology (biphasic vs sarcomatoid) was used to compute the estimated hazard ratio and two-sided 95% CI. The treatment effect on OS was evaluated using the stratified log-rank test (stratified by tumor histology). The significance level to be used in the OS analysis at the final analysis was based on α = 0.04999 (two-sided).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.30","spread":null},{"groupId":"OG001","value":"7.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"The key secondary endpoint for the phase 3 portion is PFS, which will be analyzed only if the analysis of OS is statistically significant at the final analysis, with alpha level of 0.05 (two-sided) using the same statistical methodologies as applied to OS.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.24","spread":null},{"groupId":"OG001","value":"5.65","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":125},"commonTop":["Nausea","Fatigue","Constipation","Anemia","Decreased Appetite"]}}}