{"nctId":"NCT03290027","briefTitle":"A Study of the Safety and Efficacy of DFD-03 for the Treatment of Acne Vulgaris","startDateStruct":{"date":"2017-07-31","type":"ACTUAL"},"conditions":["Acne Vulgaris"],"count":550,"armGroups":[{"label":"Active","type":"EXPERIMENTAL","interventionNames":["Drug: DFD-03"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo Comparator"]}],"interventions":[{"name":"DFD-03","otherNames":["Tazarotene 0.1% Lotion"]},{"name":"Placebo Comparator","otherNames":["Vehicle"]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n1. Subject must be at least 9 years of age.\n2. A clinical diagnosis of mild to moderate facial acne vulgaris.\n3. Inflammatory lesion count (papules and pustules) of at least 20 on the face, Non-inflammatory lesion count (closed and open comedones) of at least 25 on the face and No more than 2 nodulocystic lesions on the face.\n4. Females, regardless of childbearing potential, if sexually active, must be on or use an acceptable method of birth control.\n5. Subject must be in good general health as determined by the investigator and supported by medical history, physical and Vital Signs exam.\n\nMain Exclusion Criteria:\n\n1. Females who are pregnant or lactating or planning to become pregnant.\n2. Treatment with the following products:\n\n   1. Topical acne treatments or other topical facial medication on the treatment area.\n   2. Systemic corticosteroids, systemic acne treatments including systemic antibiotics used for treatment of acne.\n   3. Systemic retinoid use.\n   4. Undertaken certain facial procedures such as chemical peel, laser treatment, photodynamic therapy, acne surgery, cryodestruction or chemodestruction, x-ray therapy, intralesional steroids, dermabrasion, or depilation (except eyebrow shaping).\n   5. Treatment with a medication or procedure that, in the opinion of the investigator, would put the subject at unacceptable risk for participation in the study or may interfere with evaluations in the study.\n   6. Treatment with an investigational product or device in the 30 days.\n3. Known allergic reaction to retinoids or tazarotene.\n4. Presence of any facial skin disease or condition that would interfere with the study or place the subject at unacceptable risk including sunburn, rosacea, seborrheic dermatitis, perioral dermatitis, lupus, dermatomyositis, psoriasis, eczema, squamous cell carcinoma, acneiform eruptions caused by medications, steroid acne, steroid folliculitis, bacterial folliculitis or any other facial disease or condition.\n5. Subjects with a serious and/or chronic medical condition such as chronic or active liver disease, renal impairment, heart disease, severe respiratory disease, rheumatoid arthritis, current malignancies, immunocompromised conditions, or any other disease that, in the opinion of the investigator, would interfere with the study or place the subject at unacceptable risk.\n6. Subjects who have been in another investigational trial within 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change in the Inflammatory Lesion Counts on the Face","description":"Change in inflammatory lesion counts on the face from baseline to Week 12 - will be analyzed using a two way analysis of covariance (ANCOVA) model","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"9.81"},{"groupId":"OG001","value":"29.8","spread":"9.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":"11.43"},{"groupId":"OG001","value":"16.9","spread":"11.78"}]}]}]},{"type":"PRIMARY","title":"Absolute Change in the Non-inflammatory Lesion Counts on the Face","description":"Change in non-inflammatory lesion counts on the face from baseline to Week 12 - will be analyzed using the same ANCOVA model","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.4","spread":"14.71"},{"groupId":"OG001","value":"36.6","spread":"13.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":"13.88"},{"groupId":"OG001","value":"22.1","spread":"18.26"}]}]}]},{"type":"PRIMARY","title":"Proportion of Subjects With Treatment Success Based on IGA Score","description":"IGA success at Week 12 (an IGA score of 0 (Clear) or 1 (almost clear) with at least a 2-grade reduction from baseline) - will be analyzed using the Cochran-Mantel-Haenszel (CMH) test for general association","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":277},"commonTop":[]}}}