{"nctId":"NCT03941093","briefTitle":"Evaluation of Efficacy and Safety of Neoadjuvant Treatment With Pamrevlumab in Combination With Chemotherapy (Either Gemcitabine Plus Nab-paclitaxel or FOLFIRINOX) in Participants With Locally Advanced, Unresectable Pancreatic Cancer","startDateStruct":{"date":"2019-05-10","type":"ACTUAL"},"conditions":["Pancreatic Cancer Non-resectable"],"count":284,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Drug: Pamrevlumab + Gemcitabine + Nab-paclitaxel or Pamrevlumab + FOLFIRINOX"]},{"label":"Arm B","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo + Gemcitabine + Nab-paclitaxel or Placebo + FOLFIRINOX"]}],"interventions":[{"name":"Pamrevlumab + Gemcitabine + Nab-paclitaxel or Pamrevlumab + FOLFIRINOX","otherNames":["FG-3019","Gemzar","Abraxane","Eloxitan","Leucovorin","Camptosar","5-Fluracil","Efudex"]},{"name":"Placebo + Gemcitabine + Nab-paclitaxel or Placebo + FOLFIRINOX","otherNames":["Gemzar","Abraxane","Eloxitan","Leucovorin","Camptosar","5-Fluracil","Efudex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Understand and sign informed consent; be willing to comply with study procedures, including surgery\n2. Age ≥ 18 years\n3. Be a male, or non-pregnant and non-lactating female\n4. Negative serum B-hCG pregnancy test at screening for women of childbearing potential\n5. Male participants with partners of childbearing potential and female participants of childbearing potential are required to use highly effective contraception methods during the conduct of the study and for 6 months after the last dose of study drug\n6. Histologically or cytologically proven diagnosis of pancreatic ductal adenocarcinoma (PDAC)\n7. Locally advanced pancreatic cancer considered unresectable according to NCCN Guidelines® Version 2.2018 as determined by central imaging\n8. Measurable disease as defined by RECIST 1.1 criteria as determined by central imaging\n9. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n10. Adequate liver function: aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<2.5 x upper limit of normal (ULN), alkaline phosphatase \\<2.5 x ULN, and bilirubin ≤1.5 x ULN or in participants with biliary stenting ≤2.0 x ULN\n11. Adequate bone marrow function: platelets \\>100,000 cells/mm3, hemoglobin \\>9.0 g/dl and absolute neutrophil count (ANC) \\>1,500 cells/mm3\n12. Adequate renal function: creatinine \\< 1.5 x ULN, creatinine clearance ≥ 30 mL/min\n13. Less than grade 2 pre-existing peripheral neuropathy (per CTCAE)\n\nExclusion Criteria:\n\n1. Prior chemotherapy or radiation for pancreatic cancer\n2. Previous (within the past 3 years) or concurrent malignancy diagnosis except non-melanoma skin cancer and in situ carcinomas (excluding in situ breast cancer)\n3. Major surgery within 4 weeks prior to signing informed consent form. Biliary stents are permitted.\n4. History of allergy or hypersensitivity to human, humanized or chimeric monoclonal antibodies\n5. History of allergy or hypersensitivity to any of the chemotherapy agents being prescribed or their excipients\n6. Any medical or surgical condition that may place the participant at increased risk while on study\n7. Any condition potentially decreasing compliance to study procedures\n8. Exposure to another investigational drug within 28 days of first dosing visit, or 5 half-lives of the investigational drug (whichever is longer)\n9. Uncontrolled intercurrent illness including, but not limited to, ongoing or active systemic infections, symptomatic congestive heart failure, unstable angina pectoris, clinically significant cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n10. Documented history of drug or alcohol abuse within 6 months of signing informed consent\n11. Any medical condition that, in the opinion of the investigator, may pose a safety risk to a participant in this trial, may confound the assessment of safety and efficacy, or may interfere with study participation\n12. Participants with a history of interstitial pulmonary disease, hepatitis C virus (HCV), hepatitis B virus (HBV) or human immunodeficiency virus (HIV) infection\n13. Participants who have been administered a live vaccine within 4 weeks prior to the first administration of therapy\n14. Participants who cannot stop chronic medications that inhibit or induce cytochrome P (CYP) 2C8 or CYP3A4\n15. Participants with poorly controlled comorbid conditions, including; congestive heart failure (CHF), chronic obstructive pulmonary disease (COPD), uncontrolled diabetes mellitus (DM) or neurologic disorders (not acutely related to pancreatic cancer) or limited function","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was defined as the time from date of randomization to date of death due to any cause. Overall survival was calculated using the Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.25","spread":null},{"groupId":"OG001","value":"17.94","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (EFS)","description":"The EFS endpoint was a composite time-to-event endpoint. The event being analyzed ('treatment failure') was defined as the earliest occurrence of: a) failure to achieve disease-free status locally after completion of neoadjuvant treatment and/or after surgery (that is, resection failure or progression that precludes surgery); b) local or distant recurrence, or c) death. The EFS was calculated using the Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.72","spread":null},{"groupId":"OG001","value":"5.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) as Assessed Using Response Evaluation Criteria in Solid Tumors (RECIST) v1.1","description":"The PFS was defined as time from date of randomization until disease progression or death due to any cause, whichever occurred first. PFS was calculated using the Kaplan-Meier method. Progression was defined as at least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 millimeters (mm). Unequivocal progression of existing non-target lesions and the appearance of one or more new lesions was also considered progression.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.36","spread":null},{"groupId":"OG001","value":"9.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Best Overall Objective Response as Assessed Using RECIST v1.1","description":"Best overall objective response was defined as a complete response (CR) or partial response (PR). CR was defined as disappearance of all target or non-target lesions and normalization of tumor marker level (for non-target lesions), any pathological lymph nodes (whether target or non-target) must have reduced in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":75,"n":142},"commonTop":["Diarrhoea","Fatigue","Nausea","Anaemia","Alopecia"]}}}