{"nctId":"NCT01431963","briefTitle":"Clinical Study of Lamotrigine to Treat Newly Diagnosed Epilepsy","startDateStruct":{"date":"2011-09"},"conditions":["Epilepsy"],"count":70,"armGroups":[{"label":"Lamotrigine","type":"EXPERIMENTAL","interventionNames":["Drug: Lamictal"]}],"interventions":[{"name":"Lamictal","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Target disease: Subjects with newly diagnosed epilepsy or recurrent epilepsy which is untreated, having the following seizure types as classified by the International Classification of Seizures.\n\n   * Partial seizures (with or without secondarily generalisation)\n   * Generalized tonic-clonic seizures without focal onset, with or without myoclonus but without other generalized seizure type(s).\n2. Subjects have a confident diagnosis of epilepsy uncomplicated by pseudoseizures (psychogenic nonepileptic seizures).\n3. Subjects have had at least 2 seizures in the previous 6 months with at least 1 seizure in the previous 3 months.\n4. Age: ≥16 years (at the time of obtaining consent)\n5. Outpatients\n6. Subjects are able to write a seizure diary.\n7. Subjects understand and sign written informed consent. If a subject is under 20 years at the time of obtaining consent, a subject and a legally acceptable representative (e.g., a parent or a custodian) sign written consent to participate in this study.\n8. Gender: Male or female If female, and of childbearing potential, be using an acceptable form of birth control.\n9. QTc\\<450 millisecond (msec) or \\<480msec for subjects with Bundle Branch Block - values based on either single ECG values or triplicate ECG averaged QTc values obtained over a brief recording period.\n10. Subjects are able to comply with dosing of investigational products and all study procedures.\n\nExclusion Criteria:\n\n1. Subjects having seizure types other than partial seizure or generalized tonic clonic seizures with or without myoclonus. Subjects having status epilepticus within the 6 months prior to the start of study treatment.\n2. Subjects with a history of treatment with AEDs (≥2 weeks) during 6 months before the start of treatment with the investigational product.\n3. Subjects with a history of treatment with lamotrigine.\n4. Subjects with a history of rash associated with other AED treatment.\n5. Subjects with a history of substance (including alcohol and drugs) dependence within 12 months before the start of investigational product or abuse within 1 month before the start of investigational product according to DSM-IV-TR.\n6. Subjects with an acute or chronic illness likely to impair drug absorption, distribution, metabolism or excretion or with any unstable physical symptoms likely to require hospitalization during participation in the study.\n7. Subjects with a severe psychiatric disorder which affects the procedure of study or drug assessment.\n8. Subjects with an acute or progressive neurological disorder or an organic disease.\n9. Subjects with any clinically significant chronic cardiac, renal, or hepatic medical condition. Any patient with these conditions are excluded from the study even if these conditions are being controlled with chronic therapy.\n10. Subjects with an unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, oesophageal or gastric varices or persistent jaundice), cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n11. Female subjects who are pregnant or lactating, who may be pregnant, or who plan for pregnancy during the study.\n12. Subjects taking inducers of lamotrigine glucuronidation (i.e., rifampicin, lopinavir/ritonavir), atazanavir/ritonavir, risperidone, oral contraceptives or hormone drug which includes estrogen.\n13. Subjects having participated in other clinical study within 3 months before the start of investigational product.\n14. Subjects who have active suicidal plan/intent or have had active suicidal thoughts in the past 3 months before the start of investigational product or who have history of suicide attempt in the last 1 year before the start of investigational product or more than 1 lifetime suicide attempt.\n15. Subjects whom the investigator or subinvestigator considers ineligible for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Were Seizure Free in the Maintenance Phase (Across Seizure Types and by Seizure Type Within 6 Months Prior to the Start of the Study)","description":"Participants were considered to be seizure free if they did not report any seizures during the Maintenance Phase. Seizure types are defined as: ALL=any type of seizure; A: simple partial seizures, B: complex partial seizures; C: partial seizures evolving to secondary generation seizures; D5: tonic-clonic seizures. Simple partial seizures are seizures that affect only a small region of the brain, often the temporal lobes or hippocampi. Complex partial seizures are epileptic seizures that are associated with bilateral cerebral hemisphere involvement and cause impairment of awareness or responsiveness. Partial seizures evolving to secondary generation seizures are seizures that start as partial seizures, then spread to include the entire brain. Tonic-clonic seizures are a type of generalized seizure that affects the entire brain.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Withdrawal/Dropout From the Study (Across Seizure Types and by Seizure Type in Past 6 Months in the Escalation and Maintenance Phases)","description":"Time to withdrawal is defined as the time from the start of treatment until withdrawal from the study. Seizure types are defined as: ALL=any type of seizure; A: simple partial seizures, B: complex partial seizures; C: partial seizures evolving to secondary generation seizures; D5: tonic-clonic seizures. Simple partial seizures are seizures which affect only a small region of the brain, often the temporal lobes or hippocampi. Simple partial seizures are seizures that affect only a small region of the brain, often the temporal lobes or hippocampi. Complex partial seizures are epileptic seizures that are associated with bilateral cerebral hemisphere involvement and cause impairment of awareness or responsiveness. Partial seizures evolving to secondary generation seizures are seizures that start as partial seizures, then spread to include the entire brain. Tonic-clonic seizures are a type of generalized seizure that affects the entire brain.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150.0","spread":"8.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"148.4","spread":"9.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"147.9","spread":"10.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168.0","spread":"10.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Time to the First Seizure in the Maintenance Phase (Across Seizure Types and by Seizure Type)","description":"The time to the first seizure in the Maintenance Phase is measured at the time the first seizure occurred in the Maintenance Phase. Seizure types are defined as: ALL=any type of seizure; A: simple partial seizures, B: complex partial seizures; C: partial seizures evolving to secondary generation seizures; D5: tonic-clonic seizures. Simple partial seizures are seizures that affect only a small region of the brain, often the temporal lobes or hippocampi. Complex partial seizures are epileptic seizures that are associated with bilateral cerebral hemisphere involvement and cause impairment of awareness or responsiveness. Partial seizures evolving to secondary generation seizures are seizures that start as partial seizures, then spread to include the entire brain. Tonic-clonic seizures are a type of generalized seizure that affects the entire brain.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103.0","spread":"9.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.4","spread":"10.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":"12.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113.3","spread":"12.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":65},"commonTop":["Nasopharyngitis","Headache","Rash","Nausea","Dizziness"]}}}