{"nctId":"NCT00586105","briefTitle":"Phase III Study of Sorafenib in Patients With Renal Cell Carcinoma (RCC)","startDateStruct":{"date":"2005-12"},"conditions":["Carcinoma, Renal Cell"],"count":39,"armGroups":[{"label":"Sorafenib (Nexavar, BAY43-9006)","type":"EXPERIMENTAL","interventionNames":["Drug: Sorafenib (Nexavar, BAY43-9006)"]}],"interventions":[{"name":"Sorafenib (Nexavar, BAY43-9006)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who have a life expectancy of at least 12 weeks\n* Patients, who suffer from unresectable and/or metastatic, measurable RCC histologically or cytologically documented. Patients with rare subtypes of RCC such as pure papillary cell tumor, mixed tumor containing predominantly sarcomatoid cells, Bellini carcinoma, medullary carcinoma, or chromophobe oncocytic tumors are excluded from study participation.\n* Patients who have received not more than one prior systemic therapy for advanced disease which was completed at least 30 days prior to the first dose of study medication.\n* Patients who have at least one uni-dimensional measurable lesion by Computed Tomography (CT)-scan or Magnetic Resonance Imaging (MRI) according to Response Evaluation Criteria in Solid Tumours (RECIST)\n* Patients with \"Intermediate\" or \"low\" risk per the Motzer score\n* Patients who have an Eastern Co-operative Oncology Group (ECOG) performance status of 0 or 1\n* Adequate bone marrow, liver and renal function at screening as assessed by the following:\n* Total bilirubin \\< 1.5 x the upper limit of normal.\n* Alanine aminotransferase (ALT) and Aspartate aminotransferase (AST) \\< 2.5 x upper limit of normal (\\< 5 x upper limit of normal for patients with liver involvement of their cancer).\n* Amylase and lipase \\< 1.5 x the upper limit of normal.\n\n  * Serum creatinine \\< 2.0 x the upper limit of normal.\n  * Prothrombin Time (PT) or International Normalized Ratio (INR) and Partial Thromboplastin Time (PTT) \\< 1.5 x upper limit of normal\n\nExclusion Criteria:\n\n* Previous or concurrent cancer that is distinct in primary sit or histology from the cancer being evaluated in this study EXCEPT cervical carcinoma in situ, adequately treated basal cell carcinoma, superficial bladder tumors \\[Ta (Noninvasive papillary carcinoma), Tis (Carcinoma in situ: \"flat tumor\") and T1 (Tumor invades subepithelial connective tissue)\\] or any cancer curatively treated \\> 3 years prior to study entry)\n* Patients who completed their prior systemic treatment regimen less than 30 days\n* Cardiac arrhythmias requiring anti-arrhythmic (excluding beta blockers or digoxin), symptomatic coronary artery disease or ischemia\n* Active clinically serious bacterial or fungal infections\n* Known history of human immunodeficiency virus (HIV) infection or chronic hepatitis B or C requiring current interferon treatment\n* Symptomatic metastatic brain or meningeal tumors unless the patient is \\> 6 months from definitive therapy, has a negative imaging studies within 4 weeks of study entry and is clinically stable with respect to the tumor at the time of study entry.\n* Patients with evidence or history of bleeding diathesis.\n* Patients with seizure disorder requiring medication\n* History of organ allograft\n* Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results\n* Pregnant or breast-feeding patients.\n\nExcluded concomitant medications:\n\n* Concurrent anti-cancer chemotherapy, immunotherapy, or hormonal therapy except Bisphosphonates\n* Radiotherapy during study or within 3 weeks of start of study drug.\n* Biological response modifiers, such as Granulocyte-Colony Stimulating Factor (G-CFS) or Granulocyte macrophage colony-stimulating factor (GM-CFS), within 3 weeks prior to study entry or during study\n* Significant surgery within 4 weeks prior to start of study drug\n* Autologous bone marrow transplant or stem cell rescue within 4 months of study\n* Investigational drug therapy during or within 4 weeks prior to first drug administration and during the study\n* St John's Wort\n* Xiao Chai Hu Tang\n* Prior and concomitant use of Bevacizumab, and all other drugs (investigational or licensed) that target Vascular Endothelial Growth Factor (VEGF)/VEGF-Receptors, Raf-kinase inhibitors (RKI), Methyl Ethyl Ketone (MEK) or Farnesyl transferase inhibitors","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pharmacokinetics Measured as Area Under Curve (AUC[0-12h])","description":"The AUC(0-12h) was the observed AUC, calculated using a combination of linear and log trapezoidal rules, from pre-dose to 12 hours post-dose. The normalized AUC (AUC norm) is AUC (0-12h) divided by (dose \\[mg\\]/weight \\[kg\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.5","spread":"16.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"3.0"}]}]}]},{"type":"PRIMARY","title":"Pharmacokinetics Measured as Concentration (Cmax at Tmax and Cmin at Tmin)","description":"Cmax (maximum concentration) was measured at the time point at which the maximum concentration (Tmax) was observed. Cmin (minimum concentration) was measured at the time point at which the minimum concentration (Tmin) was observed.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"2.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"0.9"}]}]}]},{"type":"PRIMARY","title":"Pharmacokinetics Measured as Concentration (Cmax Normalized at Tmax and Cmin Normalized at Tmin)","description":"Cmax (maximum concentration) was measured at the time point at which the maximum concentration (Tmax) was observed. Cmin (minimum concentration) was measured at the time point at which the minimum concentration (Tmin) was observed. The normalized variables (Cmax norm and Cmin norm) are the variables (Cmax and Cmin, see Primary Outcome Measure 2) divided by \\[dose (mg)/weight (kg)\\].","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"Progression-free survival (PFS) was defined as the time from the date of receipt of first dose of study drug to disease progression, radiological or clinical, or death, whichever was earlier. Subjects still alive without tumor progression at the time of analysis were censored at their date of last tumor evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival (OS) was measured from the date of first dose of study drug until the date of death due to any cause. Survival time for subjects still alive at the time of analysis was censored at the date of last contact.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"Time to progression (TTP) was defined as the time from date of receipt of first dose of study drug to disease progression, radiological or clinical. Subjects without tumor progression at the time of analysis were censored at their last date of tumor evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control (DC)","description":"The DC was defined as subjects who had a best response rating of complete response (CR), partial response (PR), or stable disease (SD) according to Response Evaluation Criteria in Solid Tumors (RECIST) that was maintained for at least 28 days from the first demonstration of that rating. CR: disappearance of all clinical and radiological evidence of tumor (both target and non-target). PR: at least a 30% decrease in the sum of longest diameters (LD) of target lesions taking as reference the baseline sum LD. SD: steady state of disease; do not qualify for PR or progressive disease (PD).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Best Response","description":"The best overall response was defined as the number of subjects with a confirmed CR, PR, SD, or PD. Tumor response was evaluated using RECIST. PD: at least a 20% increase in the sum of LD of measured lesions taking as ref. the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. Appearance of new lesions will also constitute PD. In exceptional circumstances, unequivocal progression of a non-measured lesion may be accepted as evidence of disease progression.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Duration","description":"Overall response duration was to be calculated for subjects who had a confirmed PR or CR, defined as the time from first assessment showing a PR or CR to progression or death.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Objective Response","description":"Time to objective response was defined as the time from the date of receipt of first dose of study drug to first assessment showing a confirmed PR or CR.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":39},"commonTop":["Hand-Foot Skin Reaction","Diarrhea","Alopecia","Fatigue","Anorexia"]}}}