{"nctId":"NCT02943785","briefTitle":"Edoxaban Compared to Standard Care After Heart Valve Replacement Using a Catheter in Patients With Atrial Fibrillation (ENVISAGE-TAVI AF)","startDateStruct":{"date":"2017-03-21","type":"ACTUAL"},"conditions":["Atrial Fibrillation"],"count":1426,"armGroups":[{"label":"Edoxaban-based Regimen","type":"EXPERIMENTAL","interventionNames":["Drug: Edoxaban-based Regimen"]},{"label":"VKA-based Regimen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: VKA-based Regimen"]}],"interventions":[{"name":"Edoxaban-based Regimen","otherNames":["Savaysa","Lixiana"]},{"name":"VKA-based Regimen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meets protocol-specified criteria for qualification and contraception\n* Is willing and able to comply with any restrictions related food, drink and medications\n* Voluntarily consents to participate and provides written informed consent prior to any protocol-specific procedures\n\nExclusion Criteria:\n\n* Has history or current use of over-the-counter medications, dietary supplements, or drugs (including nicotine and alcohol) outside protocol-specified parameters\n* Has signs, symptoms or history of any condition that, per protocol or in the opinion of the investigator, might compromise:\n\n  1. the safety or well-being of the participant or study staff\n  2. the safety or well-being of the participant's offspring (such as through pregnancy or breast-feeding)\n  3. the analysis of results","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experienced Net Adverse Clinical Events (Adjudicated Data) Based on ISTH Criteria in Participants Taking Edoxaban vs VKA","description":"The composite endpoint net adverse clinical events (NACE) included all-cause death, myocardial infarction (MI), ischemic stroke, systemic embolic events (SEE), valve thrombosis, and major bleeding per definition of the International Society on Thrombosis and Haemostasis (ISTH\\].","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null},{"groupId":"OG001","value":"157","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced Major Bleeding (Adjudicated Data) Based on ISTH Criteria in Participants Taking Edoxaban vs VKA","description":"ISTH Bleeding Criteria for Major Bleeding are defined as clinically overt bleeding that is associated with: a fall in hemoglobin of 2 g/dL (1.24 mmol/L) or more, or a transfusion of 2 or more units of whole blood or packed red blood cells, or symptomatic bleeding into a critical site or organ such as intracranial, intraspinal, intraocular, retroperitoneal, pericardial, intra-articular, or intramuscular with compartment syndrome, or a fatal outcome.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Net Adverse Clinical Events (Adjudicated Data) Based on TIMI Criteria in Participants Taking Edoxaban vs VKA","description":"The composite endpoint of net adverse event clinical events (NACE) included all-cause death, myocardial infarction (MI), ischemic stroke, systemic embolic events (SEE), valve thrombosis, and major bleeding based on Thrombolysis in Myocardial Infarction (TIMI) criteria. Bleeding by TIMI criteria was defined as the following: (1) Major, any intracranial hemorrhage or any clinically overt bleeding, (including bleeding evident in imaging studies) associated with a fall of hemoglobin (Hb) of ≥ 5g/dL or fatal bleeding and (2) Minor, any clinically overt bleeding associated with a fall in Hb ≥ 3g/dL but \\< 5 g/dL.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"154","spread":null},{"groupId":"OG001","value":"141","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Net Adverse Clinical Events (Adjudicated Data) Based on BARC Type 3 or 5 Criteria in Participants Taking Edoxaban vs VKA","description":"The composite endpoint of net adverse event clinical events (NACE) included all-cause death, MI, ischemic stroke, SEE, valve thrombosis, and major bleeding based on Bleeding Academic Research Consortium (BARC) Type 3 or 5 criteria. Major bleeding by BARC criteria was defined as Type 3: clinical, laboratory, and/or imaging evidence of bleeding with provider responses; Type 3a: any transfusion with overt bleeding; overt bleeding plus Hb drop of 3 to \\< 5 g/dL; Type 3b: overt bleeding plus Hb drop ≥ 5 g/dL; cardiac tamponade; bleeding requiring surgical intervention; bleeding requiring intravenous vasoactive drugs; Type 3c: intracranial hemorrhage; subcategories confirmed by autopsy, imaging, or lumbar puncture; intraocular bleed compromising vision; Type 5: fatal bleeding; Type 5a: probable fatal bleeding; no autopsy or imaging confirmation but clinically suspicious; Type 5b: definite fatal bleeding; overt bleeding or autopsy or imaging confirmation","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"151","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Net Adverse Clinical Events (Adjudicated Data) Based on GUSTO Criteria in Participants Taking Edoxaban vs VKA","description":"The composite endpoint of net adverse event clinical events (NACE) included all-cause death, MI, ischemic stroke, SEE, valve thrombosis, and major bleeding based on Global Utilization of Streptokinase and Tissue Plasminogen Activator for Occluded Coronary Arteries (GUSTO). GUSTO criteria was defined as the following: severe or life threatening: intracerebral hemorrhage or resulting in substantial hemodynamic compromise requiring treatment and moderate: requiring blood transfusion but not resulting in hemodynamic compromise.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"160","spread":null},{"groupId":"OG001","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Major Adverse Cardiac Events (MACE) in Participants Taking Edoxaban vs VKA (Adjudicated Data)","description":"Major adverse cardiac events (MACE) is defined as the composite of all-cause death (excluding adjudicated non-cardiac death), MI, or repeat coronary revascularization of the target lesion.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Major Adverse Cardiac and Cerebrovascular Events (MACCE) in Participants Taking Edoxaban vs VKA (Adjudicated Data)","description":"Major adverse cardiac and cerebrovascular events (MACCE) is defined as the composite of all-cause death (excluding adjudicated non-cardiac death), MI, stroke (ischemic, hemorrhagic, or undetermined), or repeat coronary revascularization of the target lesion","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced a Composite of Adverse Events in Participants Taking Edoxaban vs VKA (Adjudicated Data)","description":"A composite of clinical adverse events included cardiovascular death, MI ischemic stroke, SEE, valve thrombosis, and major bleeding as defined by ISTH criteria.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Stroke Events (Ischemic, Hemorrhagic, Undetermined) in Participants Taking Edoxaban vs VKA (Adjudicated Data)","description":"Stroke events are categorized as any stroke, fatal stroke, and non-fatal stroke.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Systemic Embolic Events in Participants Taking Edoxaban vs VKA (Adjudicated Data)","description":"Systemic thromboembolism \\[non-central nervous system\\] is defined as abrupt vascular insufficiency of an extremity or organ associated with clinical or radiological evidence of arterial occlusion in the absence of other likely mechanisms, (e.g., trauma, atherosclerosis, instrumentation).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Myocardial Infarctions (MI) in Participants Taking Edoxaban vs VKA (Adjudicated Data)","description":"Peri-procedural MI was defined as new ischemic symptoms or signs and elevated cardiac biomarkers within 72 hours after index procedure, consisting of at least one sample post-procedure with a peak value exceeding 15x as the upper reference limit (URL) for troponin or 5x for CK-MB. Spontaneous MI is defined as any one of the following: Detection of rise and/or fall of cardiac biomarkers with at least one value above the 99th percentile URL, together with the evidence of myocardial ischemia with at least one of the following: Symptoms of ischemia; ECG changes indicative of new ischemia; New pathological Q-waves in at least two contiguous leads; Imaging evidence of a new loss of viable myocardium or new wall motion abnormality; Sudden, unexpected cardiac death, involving cardiac arrest, often with symptoms suggestive of myocardial ischemia, and accompanied by new ST elevation or new left bundle branch block, and/or evidence of fresh thrombus; Pathological findings of an acute MI.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Valve Thrombosis in Participants Taking Edoxaban vs VKA (Adjudicated Data)","description":"Valve thrombosis was defined as any thrombus attached to or near an implanted valve that occludes part of the blood flow path, interferes with valve function, or is sufficiently large to warrant treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":388,"n":693},"commonTop":["Cardiac failure","Urinary tract infection","Anaemia","Epistaxis","Pneumonia"]}}}