{"nctId":"NCT00711646","briefTitle":"A Study of Sativex® for Relief of Spasticity in Subjects With Multiple Sclerosis.","startDateStruct":{"date":"2002-06"},"conditions":["Spasticity","Multiple Sclerosis"],"count":189,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex®"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex®","otherNames":["GW-1000-02"]},{"name":"Placebo","otherNames":["GW-4001-01"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent.\n* Male or female, aged 18 years or above.\n* Stable disease for at least three months prior to study entry, in the opinion of the investigator.\n* Diagnosed with MS whose spasticity was not wholly relieved with the therapy at the time of study entry.\n* Significant spasticity in at least two muscle groups defined as a score of two or more on the Ashworth Scale for each muscle group.\n* Stable dose of current anti-spasticity medication for at least 30 days prior to study entry.\n* Willing to maintain a stable dose of anti-spasticity medication and level of physiotherapy for the duration of the study.\n* Clinically acceptable laboratory results at Visit 2.\n* Willing, if female and of child bearing potential or male subjects with a partner of child bearing potential, to ensure that effective contraception was used during the study and for three months thereafter.\n* No cannabinoid use (cannabis, Marinol® or Nabilone) for at least seven days before Visit 1 and were willing to abstain from any use of cannabis during the study.\n* Able (in the investigators opinion) and willing to comply with all study requirements.\n* Willing for the Home Office to be notified of his or her participation in the study (applicable to the UK centres only).\n* Willing to allow his or her GP and consultant, if appropriate, to be notified of participation in the study.\n\nExclusion Criteria:\n\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* Known history of alcohol or substance abuse.\n* Severe cardiovascular disorder, such as ischaemic heart disease, arrhythmias, poorly controlled hypertension or severe heart failure.\n* History of epilepsy.\n* Female subject who was pregnant, lactating or planning pregnancy during the course of the study.\n* Significant renal or hepatic impairment.\n* Scheduled elective surgery or other procedures requiring general anaesthesia during the study.\n* Subject who was terminally ill or was inappropriate for placebo medication.\n* Any other significant disease or disorder which, in the opinion of the investigator, either put the subject at risk because of participation in the study, or influenced the result of the study, or the subject's ability to participate in the study.\n* Regular levodopa (Sinemet®, Sinemet Plus®, Levodopa, L-dopa, Madopar®, Benserazide) therapy within seven days of study entry.\n* Male subject receiving sildenafil (Viagra®) and unwilling to stop medication for the duration of the study.\n* Subjects who were taking fentanyl (Durogesic®, Actiq®)\n* Subjects who were taking antiarrhythmic medications.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medications.\n* Known or suspected adverse reaction to cannabinoids.\n* Planned travel outside the UK during the study (applicable to the UK centres only).\n* Donation of blood during the study.\n* Subjects who had participated in another research study in the 12 weeks prior to study entry.\n* Subjects previously randomised into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Assessment of Change From Baseline in the Mean Spasticity 0-10 Numerical Rating Scale Score.","description":"The spasticity Numerical Rating Scale was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your average spasticity in the last 24 hours\" where 0 = no spasticity and 10 = worst ever spasticity. For the analysis, end of treatment was defined as the mean of the last seven days in the study or the last three days if the subject withdrew due to worsening spasticity or lack of efficacy. A negative value indicates an improvement in spasticity score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.18","spread":"1.83"},{"groupId":"OG001","value":"-0.63","spread":"1.62"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Ashworth Scale Score at the End of Treatment","description":"The mean Ashworth Scale score across muscle groups was calculated using only those muscle groups with a score of greater than or equal to two at baseline. All 20 muscle groups were assessed for spasticity (using a 1-5 scale): 1= no increase in muscle tone to 5= passive movement is difficult and affected part is rigid in flexion or extension. The score for all 20 muscle groups were added to give a total score out of 100; minimum score was 20. A decrease in score indicates an improvement in condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.64","spread":"0.56"},{"groupId":"OG001","value":"-0.53","spread":"0.58"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Spasm Frequency Score at the End of Treatment","description":"Each day subjects recorded in their diary the frequency of their spasms using the following scoring system: 0 = no spasms, 1 = one or fewer spasms per day, 2 = between one and five spasms per day, 3 = six to nine spasms per day, 4 = ten or more spasms per day or continuous contraction. For the analysis, end of treatment was defined as the mean of the last seven days in the study or the last three days if the subject withdrew due to worsening spasticity or lack of efficacy.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.37","spread":"0.77"},{"groupId":"OG001","value":"-0.26","spread":"0.74"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Motricity Index Score for the Arms","description":"Arm - 3 movements were pinch grip, elbow flexion and shoulder abduction. The total arm score was the addition of the score for the 3 arm movements. One point was then added to give a maximum score of 100; minimum was 1 point. Where both arms were assessed, the average of the two limbs scores was used as the assessment score; otherwise the affected limb total score was used. An increase in score indicates an improvement in condition..","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.64","spread":"14.82"},{"groupId":"OG001","value":"3.07","spread":"10.08"}]}]}]},{"type":"SECONDARY","title":"Patient's Global Impression of Change in Condition at the End of Treatment","description":"A 7-point Likert-type scale was used, with the question: 'Please assess the change in your condition since entry into the study using the scale below' with the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse or very much worse\". At Visit 2 (Baseline) patients wrote a brief description of their condition which was used at end of treatment to aid their memory regarding their symptoms at study start. For each of above markers the number of participants were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Subject Safety","description":"The number of subjects who reported an adverse event during the course of the study is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Motricity Index Score for the Legs","description":"Ankle dorsiflexion, knee extension and hip flexion were assessed and scored to give a maximum of 100%. The Motricity Index score (scale 1-100) was recorded for limbs that had an associated Ashworth Scale score, which was greater than or equal to two at baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.01","spread":"12.30"},{"groupId":"OG001","value":"2.15","spread":"13.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":124},"commonTop":["Dizziness","Urinary Tract Infection NOS","Fatigue","Dry Mouth","Nausea"]}}}