{"nctId":"NCT00780741","briefTitle":"Immediate Office Probing vs Deferred Facility Probing for Nasolacrimal Duct Obstruction in Children 6 to <10 Months Old","startDateStruct":{"date":"2008-10"},"conditions":["Nasolacrimal Duct Obstruction"],"count":220,"armGroups":[{"label":"Immediate Office Probing","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Immediate Office Probing"]},{"label":"Deferred Facility Probing","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Deferred Facility Probing"]}],"interventions":[{"name":"Immediate Office Probing","otherNames":[]},{"name":"Deferred Facility Probing","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 6 to \\<10 months\n* Onset of NLDO symptoms and/or signs prior to 6 months chronological age in study eye(s)\n* Presence in study eye(s) of epiphora, increased tear film, and/or mucous discharge in the absence of an upper respiratory infection or an ocular surface irritation that investigator believes is due to NLDO\n* At least one open punctum present in study eye(s)\n\nA history of NLDO treatment with lacrimal massage, topical antibiotics or steroids, or systemic antibiotics is permitted.\n\nExclusion Criteria:\n\n* History of nasolacrimal duct surgery including probing, nasolacrimal intubation, balloon catheter dilation, or dacryocystorhinostomy in study eye(s) History of trauma to the lacrimal drainage system of the study eye(s)\n* Glaucoma in study eye(s)\n* Corneal surface disease in study eye(s)\n* Microphthalmia in study eye(s)\n* Down Syndrome\n* Craniosynostosis\n* Goldenhar sequence\n* Clefting syndromes\n* Hemifacial microsomia\n* Midline facial anomalies","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"10 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants With Treatment Success","description":"Absence of three clinical signs of NLDO (epiphora, increased tear lake, and mucous discharge) upon masked examination at 18 months of age.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":null},{"groupId":"OG001","value":"0.82","spread":null}]}]}]},{"type":"PRIMARY","title":"Cost of Treatment","description":"Total cost of treatment including the cost of an initial office consultation and all surgeries received (i.e. initial surgeries and reoperations) and medications prescribed for NLDO between randomization and the 18 months of age visit. Estimates of treatment costs were obtained primarily from the 2011 Medicare Fee Schedules.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"562","spread":null},{"groupId":"OG001","value":"701","spread":null}]}]}]},{"type":"SECONDARY","title":"Months of Symptoms of Nasolacrimal Duct Obstruction (NLDO) Between Randomization and 18 Months of Age","description":"Months of NLDO symptoms between randomization and 18 months of age. When resolution of NLDO occurred without surgery, the time of resolution was estimated as the midpoint between randomization and the first time point at which symptoms/signs were reported as absent (i.e. 3-month phone call, 6-month visit, or 18 months of age visit) without a subsequent report of symptoms/signs. For patients who underwent successful surgery, months of symptoms was estimated as months between randomization and the surgery. Patients who had clinical signs present at the 18 month of age visit were considered to have had symptoms present since randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Deferred Facility Probing Group Participants With 6-Month Resolution of NLDO Without Surgery","description":"Absence of three clinical signs of NLDO (epiphora, increased tear lake, and mucous discharge) upon unmasked examination 6 months after randomization. Participants who were operated before the 6-month visit were considered treatment failures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Office Probing Success 6 Months After Randomization","description":"The proportion of immediate office group participants whose office probing was successful when assessed 6 months after randomization. Office probing success was defined as absence of three clinical signs of NLDO (epiphora, increased tear lake, and mucous discharge) 6 months after randomization and no reoperation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":82},"commonTop":[]}}}