{"nctId":"NCT02040090","briefTitle":"Phase II/III Study of the Safety and Effectiveness of HRIG With Active Rabies Vaccine in Healthy Subjects","startDateStruct":{"date":"2013-04"},"conditions":["Rabies"],"count":118,"armGroups":[{"label":"KamRAB","type":"EXPERIMENTAL","interventionNames":["Drug: Active rabies vaccine (US-FDA approved)"]},{"label":"FDA approved HRIG product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Active rabies vaccine (US-FDA approved)"]}],"interventions":[{"name":"Active rabies vaccine (US-FDA approved)","otherNames":["RabAvert®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able and willing to sign an informed consent.\n* Healthy male or female subjects of 18 - 75 years of age inclusive who have not previously been immunized against rabies.\n* Ability to comply with completion of a home diary.\n* No previous exposure to Rabies epidemic, Rabies vaccine and/or Rabies Immune globulin.\n* No significant abnormalities in serum hematology, serum chemistry and serum immunogenic markers (C3, C4 and C50) according to the Principal Investigator's judgment.\n* No significant abnormalities in urinalysis according to the Principal Investigator's judgment.\n* No significant abnormalities in ECG per investigator judgment.\n* Non-pregnant, non-lactating female subjects, whose screening pregnancy test is negative and who are using contraceptive methods deemed reliable by the investigator, or who are more than 5 years post-menopausal or surgically sterilized.\n* Male subjects must be using at least one effective contraceptive method before study start and throughout the entire duration of the study.\n\nExclusion Criteria:\n\n* History or laboratory evidence of immunoglobulin A deficiency.\n* A history of previous administration of rabies vaccine or HRIG.\n* History of live virus vaccine administration, e.g., measles vaccine, within the last 3 months.\n* History of anaphylactic or anaphylactoid hypersensitivity reactions to chicken egg; history of mild allergic reactions to chicken egg, e.g., skin rash only, is not an exclusion criterion\n* History of hypersensitivity reaction to any of the following components of active rabies vaccine (US-FDA approved) e.g.: neomycin, bovine gelatin, trace amounts of chicken protein, chlortetracycline, and amphotericin B and in accordance with the product insert of the vaccine.\n* History of hypersensitivity reaction to any of the components in an equivalent active Rabies vaccine.\n* History of allergy to blood or blood products.\n* History of bleeding disorders.\n* Fever at the time of the start of the infusion. (Oral temperature \\>38ºC.)\n* Clinically significant intercurrent illnesses including: cardiac, hepatic, renal, endocrine, neurological, hematological, neoplastic, immunological, skeletal or other) that in the opinion of the investigator, could interfere with the safety, compliance or other aspects of this study.\n* Evidence of active systemic infection that required treatment with antibiotics within 2 weeks of the time of drug administration.\n* Evidence of uncontrolled hypertension (systolic blood pressure of \\>150 mm Hg, and/or diastolic blood pressure of \\>100 mm Hg).\n* Heart rate \\>120/min.\n* Weight \\> 93.75 kg\n* Pregnancy and/or lactation.\n* Woman of child-bearing potential not taking adequate contraception deemed reliable by the investigator.\n* All types of malignancies except for basal and squamous cell (scaly or plate-like) skin cancer or situ cervical carcinoma must be in remission for a minimum of 5 years., For non-melanoma skin cancers and carcinoma in-situ of the cervix may be enrolled if treated and cured at the time of screening.\n* Previous organ transplant recipient.\n* Evidence of ongoing infection with Hepatitis A, C, or B, or HIV 1/2.\n* Presence of psychiatric disorder, other mental disorder or any other medical disorder which might impair the subject's ability to give informed consent or to comply with the requirements of the study protocol.\n* Previous enrolment in this study.\n* Participation in another clinical trial within 30 days prior to baseline visit.\n* Evidence of alcohol abuse or history of alcohol abuse or illegal and/or legally prescribed drugs in the past 10 years.\n* History of life threatening allergy, anaphylactic reaction, or systemic response to human plasma derived products.\n* Known hypersensitivity to any of the ingredients or excipients of the study drugs.\n* Any other factor that, in the opinion of the investigator, would prevent the subject from complying with the requirements of the protocol.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Difference Between KamRAB and HRIG Comparator, in the Proportions of Subjects With Serum Anti-rabies IgG Antibody Concentration ≥ 0.5 IU/mL","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":59},"commonTop":["Injection site pain","Headache","Upper respiratory tract infection","Myalgia","Nausea"]}}}