{"nctId":"NCT00979745","briefTitle":"Phase III Confirmatory Study in Erythropoietic Protoporphyria (EPP)","startDateStruct":{"date":"2009-09"},"conditions":["Erythropoietic Protoporphyria"],"count":74,"armGroups":[{"label":"Afamelanotide","type":"EXPERIMENTAL","interventionNames":["Drug: Afamelanotide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Afamelanotide","otherNames":["CUV1647"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects with a diagnosis of EPP (confirmed by elevated free protoporphyrin in peripheral erythrocytes) of sufficient severity that they have requested treatment to alleviate their symptoms.\n* Aged 18 - 70 years (inclusive)\n* Written informed consent prior to the performance of any study-specific procedures.\n\nExclusion Criteria:\n\n* Any allergy to afamelanotide or the polymer contained in the implant or to lignocaine or other local anaesthetic to be used during the administration of study medication.\n* EPP patients with significant hepatic involvement.\n* Personal history of melanoma or dysplastic nevus syndrome.\n* Current Bowen's disease, basal cell carcinoma, squamous cell carcinoma, or other malignant or premalignant skin lesions.\n* Any other photodermatosis such as PLE, DLE or solar urticaria.\n* Any evidence of clinically significant organ dysfunction or any clinically significant deviation from normal in the clinical or laboratory determinations.\n* Acute history of drug or alcohol abuse (in the last 12 months).\n* Patient assessed as not suitable for the study in the opinion of the Investigator (e.g. noncompliance history, allergic to local anaesthetics, faints when given injections or giving blood).\n* Female who is pregnant (confirmed by positive serum β-HCG pregnancy test prior to baseline) or lactating.\n* Females of child-bearing potential (pre-menopausal, not surgically sterile) not using adequate contraceptive measures (i.e. oral contraceptives, diaphragm plus spermicide, intrauterine device).\n* Sexually active men with partners of child bearing potential not using barrier contraception during the trial and for a period of three months thereafter.\n* Participation in a clinical trial of an investigational agent within 30 days prior to the screening visit.\n* Prior and concomitant therapy with medications which may interfere with the objectives of the study, including drugs that cause photosensitivity or skin pigmentation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Duration of Direct Sunlight Exposure Between 10:00 and 15:00 Hours on Days When Patients Did Not Report Phototoxicity-related Pain (Likert Pain Scale Score of 0)","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"0.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Phototoxic Reactions","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Quality of Life Measured by Patient Completed Questionnaire","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Free Protoporphyrin IX Level","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Treatment Emergent Adverse Events","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":["Headache","Nausea","Implant site discolouration","Blood urine present","Gamma-glutamyltransferase increased"]}}}