{"nctId":"NCT02556710","briefTitle":"A Study to Evaluate the Efficacy & Safety of an Intra-Articular Ampion Injection for Pain of Osteoarthritis of the Knee","startDateStruct":{"date":"2015-09","type":"ACTUAL"},"conditions":["Osteoarthritis of the Knee"],"count":480,"armGroups":[{"label":"AMPION™ 4 mL dose","type":"EXPERIMENTAL","interventionNames":["Biological: 4 mL injection of AMPION™"]},{"label":"Placebo 4 mL dose","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: 4 mL injection of Placebo"]}],"interventions":[{"name":"4 mL injection of AMPION™","otherNames":[]},{"name":"4 mL injection of Placebo","otherNames":["Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to provide written informed consent to participate in the study;\n* Willing and able to comply with all study requirements and instructions of the site study staff;\n* Male or female, 40 years to 85 years old (inclusive);\n* Must be ambulatory;\n* Index knee must be symptomatic for greater than 6 months with a clinical diagnosis of OA and supported by radiological evidence (Kellgren Lawrence Grade II, III, or IV) read by a central reader;\n* WOMAC 5-point Likert pain subscale \\<1.5 in the contralateral knee;\n* Moderate to moderately-severe OA pain in the index knee (rating of at least 1.5 on the WOMAC Index 3.1 5-point Likert Pain Subscale);\n* Moderate to moderately-severe OA pain in the index knee (even if chronic doses of nonsteroidal anti-inflammatory drug (NSAID), which have not changed in the 4 weeks prior to screening, have been/are being used);\n* Ability to discontinue NSAID use at Screening visit and/or 72 hours prior to the Baseline visit and for the duration of the clinical study (low dose Aspirin is allowed during the study);\n* No analgesia (including acetaminophen \\[paracetamol\\]) taken 24 hours prior to an efficacy measure;\n* No known clinically significant liver abnormality (e.g. cirrhosis, transplant, etc.).\n\nExclusion Criteria:\n\n* As a result of medical review and screening investigation, the Principal Investigator considers the patient unfit for the study\n* A history of allergic reactions to human albumin (reaction to non-human albumin such as egg albumin is not an exclusion criterion)\n* A history of allergic reactions to excipients in 5% human albumin (N-acetyltryptophan, sodium caprylate)\n* Presence of tense effusions\n* Inflammatory or crystal arthropathies, acute fractures, history of aseptic necrosis or joint replacement in the affected knee, as assessed locally by the Principal Investigator\n* Isolated patella femoral syndrome, also known as chondromalacia\n* Any other disease or condition interfering with the free use and evaluation of the index knee for the duration of the trial (e.g. cancer, congenital defects, spine osteoarthritis)\n* Major injury to the index knee within the 12 months prior to screening\n* Severe hip osteoarthritis ipsilateral to the index knee\n* Any pain that could interfere with the assessment of index knee pain (e.g. pain in any other part of the lower extremities, pain radiating to the knee)\n* Any pharmacological or non-pharmacological treatment targeting OA started or changed during the 4 weeks prior to randomization or likely to be changed during the duration of the study\n* Pregnancy or planning to become pregnant during the study.\n* Use of the following medications:\n* No IA injected pain medications in the study knee during the study\n* No analgesics containing opioids.\n* NSAIDs are not permitted during the study; acetaminophen is available as a rescue medication during the study from the provided supply.\n* No topical treatment on osteoarthritis index knee during the study\n* No significant anticoagulant therapy (e.g. Heparin or Lovenox) during the study (treatment such as low dose Aspirin and Plavix are allowed)\n* No systemic treatments that may interfere with safety or efficacy assessments during the study\n* No immunosuppressants\n* No use of corticosteroids\n* No human albumin treatment in the 3 months before randomization or throughout the duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Knee Pain","description":"Mean Change in WOMAC A Pain (Western Ontario and McMaster Universities Arthritis Index) score from Baseline to 12 weeks. 5-point Likert scale (0=none to 4=extreme). A negative difference constitutes a decrease in pain with a greater negative value indicating a greater reduction in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.91","spread":null},{"groupId":"OG001","value":"-0.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Knee Function","description":"Mean change in WOMAC C function score (Western Ontario and McMaster Universities Arthritis Index) from Baseline to 12 weeks. 5-point Likert scale indicating limitation of function (0=none to 4=extreme). A greater negative value indicates a improvement in function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.04","spread":null},{"groupId":"OG001","value":"-0.97","spread":null}]}]}]},{"type":"POST_HOC","title":"Change in Knee Pain of Kellgren-Lawrence Grade IV Subset","description":"Mean Change in WOMAC A Pain (Western Ontario and McMaster Universities Arthritis Index) score from Baseline to 12 weeks. 5-point Likert scale (0=none to 4=extreme). A negative difference constitutes a decrease in pain with a greater negative value indicating a greater reduction in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":null},{"groupId":"OG001","value":"-0.62","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":236},"commonTop":["Nasopharyngitis","Arthralgia","Upper Respiratory Tract Infection","Sinusitis","Headache"]}}}