{"nctId":"NCT00371761","briefTitle":"PegIntron Versus Adefovir in the Treatment of Chronic Hepatitis B (CHB) e Antigen Positive Patients in Taiwan (P04498/MK-4031-278)","startDateStruct":{"date":"2006-09"},"conditions":["Hepatitis B, Chronic (CHB)"],"count":25,"armGroups":[{"label":"PegIntron","type":"EXPERIMENTAL","interventionNames":["Biological: Pegylated interferon alfa-2b (PegIntron)"]},{"label":"Adefovir","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Adefovir dipivoxil (adefovir)"]}],"interventions":[{"name":"Pegylated interferon alfa-2b (PegIntron)","otherNames":["SCH 54031, Peg-Intron"]},{"name":"Adefovir dipivoxil (adefovir)","otherNames":["Hepsera"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult male or female, 18 to 70 years of age.\n* Documented positive serum hepatitis B surface antigen (HBsAg) for a minimum of 6 months prior to randomization.\n* Hepatitis B virus (HBV) replication and hepatitis documented by:\n\n  * Serum HBV DNA (Hepatitis B Virus Deoxyribonucleic acid) \\>= 10\\^5 copies/mL within 3 months prior to entry\n  * Positive serum hepatitis B e antigen (HBeAg) within 3 months prior to entry\n  * Documented presence of ALT (Alanine Aminotransferase) twice (1 month apart) within 3 months prior to entry (2 to 10 folds above the upper normal level)\n  * Liver biopsy finding shows evidence of chronic hepatitis without liver cirrhosis, document acceptable if no anti-HBV treatment within 1 year prior to randomization\n  * Naïve or exposed to lamivudine (3 months treatment-free interval prior to randomization)\n  * Adequate renal function (creatinine within normal upper limit).\n* Compensated liver disease with certain minimum hematological and serum biochemical criteria.\n* Thyroid stimulating hormone (TSH) and free T4 within normal ranges.\n* Negative antibody to hepatitis C and hepatitis D.\n* Negative antibody to human immunodeficiency virus.\n* Negative evidence for hepatocellular carcinoma by alfa-fetoprotein and ultrasound within 1 month prior to randomization.\n\nExclusion Criteria:\n\n* Women who are pregnant or nursing.\n* Prior treatment for hepatitis with any interferon or adefovir, or other investigational anti-virus agents.\n* Prior treatment for hepatitis with immunomodulatory drug within 2 years prior to randomization.\n* Suspected hypersensitivity to interferon or adefovir.\n* Liver cirrhosis.\n* History of severe psychiatric disease, especially depression.\n* Concurrent malignancies (including hepatocellular carcinoma).\n* Unstable or significant cardiovascular diseases.\n* Prolonged exposure to known hepatotoxins.\n* History of thyroid disease poorly controlled on prescribed medication.\n* Poorly controlled diabetes mellitus.\n* Have suspected or confirmed significant hepatic disease from an etiology other than HBV.\n* Severe renal disease or myeloid dysfunction.\n* History of organ transplantation other than cornea and hair transplant.\n* Any medical condition requiring chronic systemic administration of steroids.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Combined Response Consisting of All Three Responses - (a) Serological Response, (b) Virological Response, and (c) Biochemical Response","description":"1. Serological response is defined as Loss of HBeAg (Hepatitis B e antigen) and Appearance of anti-HBe (Hepatitis B e antibodies); participant is HBeAg negative and anti-HBe positive.\n2. Virological response was defined as having \\< 10\\^5 copies/mL of serum HBV DNA (Hepatitis B Virus Deoxyribonucleic Acid) by real-time PCR (Polymerase Chain Reaction).\n3. Biochemical response was defined as acheiving normal levels of ALT (Alanine Aminotransferase) level in Units/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":13},"commonTop":["PYREXIA","ALANINE AMINOTRANSFERASE INCREASED","LEUKOPENIA","NAUSEA","HEADACHE"]}}}