{"nctId":"NCT00762515","briefTitle":"Clinical Study to Evaluate the Treatment of Gingivitis of Two Toothpastes","startDateStruct":{"date":"2008-02"},"conditions":["Dental Plaque"],"count":44,"armGroups":[{"label":"A","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Fluoride"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Triclosan","Drug: Fluoride"]}],"interventions":[{"name":"Fluoride","otherNames":[]},{"name":"Triclosan","otherNames":[]},{"name":"Fluoride","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female volunteers 18-65 years of age\n2. Good general health\n3. Must sign informed consent form\n4. Minimum of 16 natural uncrowned teeth (excluding third molars) must be present.\n5. No history of allergy to personal care consumer products, or their ingredients, relevant to any ingredient in the test products as determined by the dental/medical professional monitoring the study.\n6. Dental Selection Criteria: Gingivitis patients with a minimum of 16 gradable teeth with a minimum of 6 sites with a GI score of ≥ 3. Subjects will be stratified according to gingivitis severity. Average full mouth GI score should be in the range of 2.0 - 2.5. heavy plaque formers should be avoided. Target a full mouth PI (Quigley-Hein) to be in the range of 1.5-3.0\n\nExclusion Criteria:\n\n1. Subjects unable or unwilling to sign the informed consent form.\n2. Medical condition which requires pre-medication prior to dental visits/procedures\n3. Moderate or advanced periodontal disease\n4. History of allergy to iodine\n5. History of thyroid disease\n6. History of diabetes\n7. 2 or more decayed untreated dental sites at screening.\n8. Other disease of the hard or soft oral tissues.\n9. Impaired salivary function (e.g. Sjogren's syndrome or head and neck irradiation).\n10. Use of medications that are currently affect salivary flow.\n11. Use of antibiotics or antimicrobial drugs within 30 days prior to study visit #1.\n12. Pregnant or nursing women.\n13. Participation in any other clinical study within 1 week prior to enrollment into this study.\n14. Use of tobacco products\n15. Subjects who must receive dental treatment during the study dates.\n16. Current use of Antibiotics for any purpose.\n17. Presence of an orthodontic appliance.\n18. History of allergy to common dentifrice ingredients\n19. Immune compromised individuals (HIV, AIDS, immuno suppressive drug therapy)\n20. Women of childbearing potential and not on birth control (Diaphragm, birth control pills or implants, IUD (Intrauterine device), condoms).\n21. Smoker","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Control Established Plaque in Adults","description":"Units on a scale 0 to 5 (0 = no plaque, 1 = separate flecks of plaque on the tooth, 2 = a thin continuous band of plaque, 3 = a band of plaque up to one-third of the tooth, 4 = plaque covering up to two thirds of the of the tooth, 5 = plaque covering two-thirds or more of the crown of the tooth. Total Plaque score=sum of all scores divided by the number of sites (teeth) scored.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.42","spread":"0.47"},{"groupId":"OG001","value":"2.45","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Control Gingivitis in Adults","description":"Gingivitis Index (GI) is described as Units on a scale 0 to 3 (0 = no inflammation,1 = Mild inflammation - slight change in color and little change in texture 2 = Moderate inflammation - moderate glazing, redness, edema and hypertrophy. Tendency to bleed upon probing. 3 = Severe inflammation-marked redness and hypertrophy. Tendency to spontaneous bleeding. GI score = Sum of all scores divided by the number of sites (teeth scored).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"0.16"},{"groupId":"OG001","value":"0.63","spread":"0.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":[]}}}