{"nctId":"NCT02137772","briefTitle":"Letermovir (MK-8228) Versus Placebo in the Prevention of Clinically-Significant Cytomegalovirus (CMV) Infection in Adult, CMV-Seropositive Allogeneic Hematopoietic Stem Cell Transplant Recipients (MK-8228-001)","startDateStruct":{"date":"2014-06-06","type":"ACTUAL"},"conditions":["Prevention of CMV Infection or Disease"],"count":570,"armGroups":[{"label":"Letermovir","type":"EXPERIMENTAL","interventionNames":["Drug: Letermovir"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Letermovir","otherNames":["MK-8228"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has documented seropositivity for CMV within 1 year before hematopoietic stem cell transplant (HSCT)\n* Receiving first allogeneic HSCT (bone marrow, peripheral blood stem cell, or cord blood transplant)\n* Female or male participant who is not of reproductive potential, or, if of reproductive potential, agrees to true abstinence or to use (or have their partner use) 2 acceptable methods of birth control from the time of consent through 90 days after the last dose of study drug\n* Able to read, understand, and complete questionnaires and diaries\n\nExclusion Criteria:\n\n* Received a previous allogeneic HSCT (previous autologous HSCT is acceptable)\n* History of CMV end-organ disease within 6 months before randomization\n* Has evidence of CMV viremia (if tested) at any time from either signing of the Informed Consent Form or the HSCT procedure, whichever is earlier, until the time of randomization.\n* Received the following within 7 days before screening or plans to receive during the study: ganciclovir, valganciclovir, foscarnet, acyclovir, valacyclovir, or famciclovir\n* Received the following within 30 days before screening or plan to receive during the study: cidofovir, CMV hyper-immune globulin, any investigational CMV antiviral agent or biological therapy\n* Has suspected or known hypersensitivity to ingredients of MK-8228 (letermovir) formulations\n* Has severe hepatic insufficiency within 5 days before randomization\n* Has end-stage renal impairment\n* Has an uncontrolled infection on the day of randomization\n* Requires mechanical ventilation or is hemodynamically unstable at the time of randomization\n* Has documented positive results for human immunodeficiency virus (HIV) antibody, hepatitis C virus (HCV) antibody with detectable HCV ribonucleic acid, or hepatitis B surface antigen (HBsAg) within 90 days before randomization\n* Has active solid tumor malignancies with the exception of localized basal cell or squamous cell skin cancer or the condition under treatment (for example, lymphoma)\n* Is pregnant or expecting to conceive, is breastfeeding, or plans to breastfeed from the time of consent through 90 days after the last dose of study drug\n* Is expecting to donate eggs or sperm from the time of consent through 90 days after the last dose of study drug\n* Has participated in a study with an unapproved investigational compound (monoclonal antibodies are excepted) or device within 28 days of the first dose of study drug\n* Has previously participated in a MK-8228 (letermovir) study\n* Has, is, or is planning (during the study) to participate in any study involving administration of a CMV vaccine or another CMV investigational agent\n* Is a user of recreational or illicit drugs or has a recent history (\\<=1 year) of drug or alcohol abuse or dependence","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinically-significant CMV Infection up to Week 24 Post-transplant","description":"Clinically-significant CMV infection was defined as either one of the following: 1) onset of CMV end-organ disease, or 2) initiation of anti-CMV pre-emptive therapy based on documented CMV viremia and the clinical condition of the participant. The percentage of participants with clinically-significant CMV infection was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"60.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Clinically-significant CMV Infection (Kaplan-Meier Estimate of Percentage of Participants With a Qualifying Event at Week 24 Post-transplant)","description":"Clinically-significant CMV infection was defined as either one of the following: 1) onset of CMV end-organ disease, or 2) initiation of anti-CMV pre-emptive therapy based on documented CMV viremia and the clinical condition of the participant. Time to onset of clinically-significant CMV infection was defined from the day of transplantation to the day the participant developed clinically-significant CMV infection, and was analyzed by the Kaplan-Meier method. Participants were censored at the last assessment for participants who discontinued or did not develop clinically-significant CMV infection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"44.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinically-significant CMV Infection up to Week 14 Post-transplant","description":"Clinically-significant CMV infection was defined as either one of the following: 1) onset of CMV end-organ disease, or 2) initiation of anti-CMV pre-emptive therapy based on documented CMV viremia and the clinical condition of the participant. The percentage of participants with clinically-significant CMV infection was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.1","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CMV End-organ Disease up to Week 24 Post-transplant","description":"CMV end-organ disease met per-protocol diagnostic criteria for CMV-pneumonia, gastrointestinal disease, hepatitis, central nervous system disease, retinitis, nephritis, cystitis, myocarditis, pancreatitis, or other disease categories. Only Clinical Adjudication Committee-confirmed CMV end-organ disease was included in this analysis. The percentage of participants with CMV end-organ disease was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CMV End-organ Disease up to Week 14 Post-transplant","description":"CMV end-organ disease met per-protocol diagnostic criteria for CMV-pneumonia, gastrointestinal disease, hepatitis, central nervous system disease, retinitis, nephritis, cystitis, myocarditis, pancreatitis, or other disease categories. Only Clinical Adjudication Committee-confirmed CMV end-organ disease was included in this analysis. The percentage of participants with CMV end-organ disease was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pre-emptive Therapy for CMV Viremia up to Week 14 Post-transplant","description":"Initiation of anti-CMV pre-emptive therapy was based on documented CMV viremia and the clinical condition of the participant. The percentage of participants with initiation of anti-CMV pre-emptive anti-CMV therapy was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":null},{"groupId":"OG001","value":"49.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pre-emptive Therapy for CMV Viremia up to Week 24 Post-transplant","description":"Initiation of anti-CMV pre-emptive therapy was based on documented CMV viremia and the clinical condition of the participant. The percentage of participants with initiation of anti-CMV pre-emptive anti-CMV therapy was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.6","spread":null},{"groupId":"OG001","value":"59.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Pre-emptive Therapy for CMV Viremia (Kaplan-Meier Estimate of Percentage of Participants With a Qualifying Event at Week 24 Post-transplant)","description":"The need for anti-CMV pre-emptive therapy was based on documented CMV viremia and the clinical condition of the participant. The outcome was calculated from the day of transplantation to the start of anti-CMV pre-emptive therapy, and was analyzed by the Kaplan-Meier method. Participants were censored at the last assessment for participants who discontinued or did not initiate pre-emptive therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.2","spread":null},{"groupId":"OG001","value":"42.4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With One or More Adverse Events up to Week 48 Post-transplant","description":"An adverse event is defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An adverse event can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.4","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants Discontinued From Study Medication Due to an Adverse Event","description":"An adverse event is defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An adverse event can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"51.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":202,"n":373},"commonTop":["Graft versus host disease","Diarrhoea","Nausea","Rash","Pyrexia"]}}}