{"nctId":"NCT02793687","briefTitle":"Study of Efficacy and Safety of MEXIDOL® in Ischemic Stroke Therapy","startDateStruct":{"date":"2015-03-06","type":"ACTUAL"},"conditions":["Ischemic Stroke"],"count":150,"armGroups":[{"label":"Mexidol®","type":"EXPERIMENTAL","interventionNames":["Drug: Mexidol"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Mexidol","otherNames":["Ethylmethylhydroxypyridine Succinate"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Clinical diagnosis of first-ever hemispheric ischemic stroke (codes ICD-10: I63.0 - I63.9).\n2. Age 18-80 years\n3. The ability to understand the purpose of research, risks associated with the research intervention, obligations and consequences of research participation and their right of withdrawing consent any time during the study.\n4. The time from onset of a stroke \\<72 hours.\n5. The Modified Rankin Scale (mRS) score ≥3.\n6. The National Institutes of Health Stroke Scale (NIHSS) score from 5 to 15 points.\n7. The Beck Depression Inventory (BDI) score \\<19 points.\n8. The written informed consent form (ICF) is signed and personally dated by the participant or by an impartial witness (by a person who is independent of the trial and cannot be unduly influenced by the people involved with the trial and who attends the informed consent process).\n9. Negative pregnancy test for women of childbearing age.\n10. Willingness to use reliable methods of contraception, and/or abstinence, for the duration of therapeutic product exposure.\n\nExclusion Criteria:\n\n1. No evidence of clinical diagnosis of first-ever hemispheric ischemic stroke (codes ICD-10: I63.0 - I63.9).\n2. Age \\<40 and \\> 80 years.\n3. The National Institutes of Health Stroke Scale (NIHSS) score is \\<5 or \\>15 points.\n4. Hemorrhagic stroke confirmed with CT/MRI.\n5. Hemorrhagic transformation of ischemic stroke.\n6. Recurrent ischemic stroke.\n7. Parkinson's disease.\n8. Epilepsy.\n9. Demyelinating diseases of central nervous system.\n10. Hereditary and degenerative diseases of the central nervous system.\n11. Infectious diseases of central nervous system in medical history.\n12. Traumatic brain injury with severe neurocognitive impairment in medical history.\n13. Unstable angina pectoris.\n14. The participant had a heart attack within 3 months prior to enrollment.\n15. Heart failure class IV (NYHA).\n16. 2nd and 3rd-degree atrioventricular block.\n17. Systemic connective tissue disorders.\n18. Chronic obstructive pulmonary disease (stage III or IV).\n19. Acute surgical pathology\n20. Severe decompensated heart failure/liver disease/kidney disease (including acute or chronic kidney/hepatic failure).\n21. Medical history of oncology diseases, tuberculosis, immunodeficiency disorders, mental disorders or alcohol/drug addiction.\n22. The investigator's decision not to enroll participant due to any severe condition that can be issue of safety or treatment efficacy.\n23. Acute infectious diseases (influenza, SARS, etc.) within 4 weeks prior to enrollment.\n24. Evidence of lactose intolerance, galactose intolerance, Lapp lactase deficiency or glucose-galactose malabsorption.\n25. Pregnancy or breastfeeding.\n26. Any reason (including mental or physical states) that can affect participant's capability to follow protocol procedures.\n27. The participant (or their relative) is affiliated with the clinical site or Sponsor company.\n28. Participation in another clinical trial within 3 months prior to enrollment.\n29. Evidence of hypersensitivity reactions or intolerance associated with ethylmethylhydroxypyridine, succinate drugs or Vitamin B6.\n30. Medical contraindications for Mexidol®.\n31. The written informed consent form (ICF) is not signed and personally dated by the participant or by an impartial witness.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Score of the 6-point Modified Rankin Scale (mRS) at Visit 5 After Completion of the Course of Therapy for Both Arms","description":"The Modified Rankin Scale (mRS) is used to measure the degree of disability in patients who have had a stroke. Possible scores range from 0 (no symptoms at all) to 6 (dead) \\[6 point scale: min value 0, max value 6, higher scores mean a worse outcome\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.098","spread":"0.768"},{"groupId":"OG001","value":"1.46","spread":"0.947"}]}]}]},{"type":"SECONDARY","title":"Mean Score of the 15-item The National Institutes of Health Stroke Scale (NIHSS) at Visit 5 After Completion of the Course of Therapy for Both Arms","description":"The National Institutes of Health Stroke Scale (NIHSS) is a systematic assessment tool that provides a quantitative measure of stroke-related neurologic deficit. The NIHSS is a 15-item neurologic examination stroke scale used to evaluate the effect of acute cerebral infarction on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. Ratings for each item are scored with 3 to 5 grades with 0 as normal, and there is an allowance for untestable items. The individual scores from each item are summed in order to calculate a patient's total NIHSS score.\n\nThe maximum possible score is 42 (severe stroke), with the minimum score being a 0 (no stroke symptoms).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.689","spread":"1.397"},{"groupId":"OG001","value":"2.222","spread":"1.442"}]}]}]},{"type":"SECONDARY","title":"Mean Score of the 10-item Barthel Index (BI) at Visit 5 After Completion of the Course of Therapy for Both Arms","description":"The Barthel Index (BI) is a prominent measure that assesses an individual's ability to perform activities of daily living (ADL) independently, reflecting their mobility and functional capacity. BI evaluates ten specific activities: feeding, bathing, grooming, dressing, bowel control, bladder control, toileting, chair transfer, ambulation, and stair climbing. Each activity is weighted based on the level of assistance required, with scores assigned as follows: 10 (independent), 5 (some assistance), and 0 (dependent).\n\nThe BI's scoring system favors mobility and continence, resulting in a total score ranging from 0 to 100, where a higher score indicates greater functional independence. The index is widely utilized for assessing functional disability, particularly in rehabilitation settings for stroke patients and individuals with neuromuscular or musculoskeletal disorders, as well as in oncology care.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.066","spread":"7.806"},{"groupId":"OG001","value":"93.571","spread":"12.229"}]}]}]},{"type":"SECONDARY","title":"Mean Score of the 21-item Beck Depression Inventory (BDI) at Visit 5 After Completion of the Course of Therapy for Both Arms.","description":"The Beck Depression Inventory (BDI) is a 21-item, self-report rating inventory that measures characteristic attitudes and symptoms of depression. Each item is scored 0 to 3 points for a total score range of 0 to 63. This range includes interpretation from 0-9 points (as normal condition) to over 30 points (as severe depression).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.213","spread":"2.491"},{"groupId":"OG001","value":"2.190","spread":"2.693"}]}]}]},{"type":"SECONDARY","title":"Mean Score of on the EQ-5D-3L PRO Measure (VAS) at Visit 5 After Completion of the Course of Therapy for Both Arms.","description":"EQ-5D-3L is a concise, generic patient-reported outcome (PRO) measure of health consisting of five dimensions of health status (mobility, self-care, usual activities, pain/discomfort and anxiety/depression) and a visual analogue scale (VAS). In the study version was used EQ-5D-3L that contains 3 severity levels for each dimension. The EQ VAS records the participants's self-rated health on a vertical VAS where the endpoints are labelled 'The best health you can imagine' (maximum indicated as 100 scores on VAS) and 'The worst health you can imagine' (minimum indicated as 0 on VAS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.82","spread":"15.499"},{"groupId":"OG001","value":"78.175","spread":"17.52"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":75},"commonTop":["Back pain","Gout","Headache","Hypertensive crisis","Viral upper respiratory tract infection"]}}}