{"nctId":"NCT04971109","briefTitle":"Safety, Tolerability and Pharmacokinetics of TPOXX When Administered Orally for 28 Days","startDateStruct":{"date":"2022-03-29","type":"ACTUAL"},"conditions":["Smallpox"],"count":467,"armGroups":[{"label":"TPOXX","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: TPOXX"]},{"label":"TPOXX Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: TPOXX Placebo"]}],"interventions":[{"name":"TPOXX","otherNames":["tecovirimat"]},{"name":"TPOXX Placebo","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is male or female between 18 and 80 years of age, inclusive.\n2. Subject is available for clinical follow-up for the duration of the study.\n3. Women of childbearing potential have a negative beta human chorionic gonadotropin pregnancy test (serum) at the screening visit and a confirmatory negative pregnancy test on Day 1 or Day -1 (PK subset) before receipt of study drug, and meet one of the following criteria:\n\n   1. Subject or their partner has undergone surgical sterilization.\n   2. Subject is postmenopausal, defined as 12 consecutive months with no menses without an alternative medical cause and has a documented plasma follicle stimulating hormone level \\>40 IU/mL.\n   3. Subject agrees to be abstinent (ie, heterosexually inactive) for the duration of the study.\n   4. Subject agrees to consistently use 1 of the following methods of contraception from the beginning of screening (which they had been consistently using for at least 30 days before the first dose of study drug) through 30 days after the last dose of study drug:\n\n   i. Condoms, male or female, with a spermicide NOTE: For male subjects, condoms must be used for 90 days after the last dose of study drug. Male and female condoms should not be used together, as this can reduce their effectiveness.\n\n   ii. Diaphragm or cervical cap with spermicide iii. Intrauterine device with spermicide iv. Oral contraceptives or other hormonal methods NOTE: Another nonhormonal method of contraception must be used in conjunction with oral contraceptives.\n\n   v. Male sexual partner who had undergone a vasectomy at least 3 months before screening\n4. Male subjects must agree to not donate sperm from the first dose of study drug through 90 days after the last dose of study drug.\n5. Subject is considered by the investigator to be in good general health as determined by medical history (no hospitalizations for chronic medical conditions in the previous 2 years), clinical laboratory test results, vital sign measurements, 12-lead ECG results, and physical examination findings at screening.\n6. Subject agrees not to use nicotine products, including electronic vapor cigarettes, nicotine patches, or nicotine gum, for at least 30 days before the Day 1 randomization visit through completion of the Day 29 dosing complete/early termination (ET) visit.\n7. Subject agrees to comply with the study dietary requirements throughout the study drug dosing period.\n8. Subject agrees not to consume caffeine- or xanthine-containing products during all study visits, including overnight stays (PK subset); sodas, coffee, and tea designated as caffeine free or noncaffeinated may be consumed on study days; caffeine may be consumed while at home and between study visits.\n9. Subject agrees to comply with all protocol requirements.\n10. Subject has adequate venous access if participating in the PK subset.\n11. Subject is able and willing to provide written informed consent.\n\nExclusion Criteria:\n\n1. Subject is a female who is pregnant or breastfeeding or planning to become pregnant within 3 months after the last dose of study drug.\n2. Subject has a history of any clinically significant conditions including:\n\n   * Asthma treated with oral systemic steroids within the past 6 months\n   * Diabetes mellitus (type 1 or 2), with the exception of gestational diabetes\n   * Hypertension that is poorly controlled (repeat readings \\>140 mm Hg systolic and/or \\>90 mmHg diastolic)\n   * Thyroidectomy or thyroid disease that required medication within the past 12 months\n   * Serious angioedema episodes within the previous 3 years or requiring medication in the previous 2 years\n   * History of head trauma resulting in a diagnosis of traumatic brain injury other than concussion\n   * Frequent episodes of headache\n3. Subject has received any vaccination within 28 days prior to Day 1 or plans to receive a vaccination at any time during the treatment period or within 28 days after study Day 28.\n4. Subject has received treatment in another clinical study of an investigational drug (or medical device) or investigational vaccine within 30 days or 5 half-lives (whichever is longer) before the first dose of study drug.\n5. Subject has a history of relevant drug and/or food allergies (ie, allergy to TPOXX or excipients, or any significant food allergy that could preclude a standard diet in the clinical investigative site).\n6. Subject has any condition possibly affecting drug absorption (eg, previous surgery on the gastrointestinal tract, including removal of parts of the stomach, bowel, liver, gallbladder, or pancreas, with the exception of appendectomy).\n7. Subject has evidence or history of clinically significant allergic (except for untreated, asymptomatic, seasonal allergies at time of the first dose of study drug), hematological, endocrine, pulmonary, gastrointestinal, cardiovascular, hepatic, psychiatric, or neurological disease. Exceptions to these criteria (eg, stable, mild joint disease unassociated with collagen vascular disease) may be made following discussions with the medical monitor.\n8. Subject has a history of cardiac disease, symptomatic or asymptomatic arrhythmias, syncopal episodes, or risk factors for torsades de pointes (eg, heart failure, hypokalemia).\n9. Subject has a family history of sudden cardiac death not clearly due to acute myocardial infarction.\n10. Subject is 20 years of age or older and has a ≥10% risk of developing a myocardial infarction or coronary death within the next 10 years using the National Cholesterol Education Program's Risk Assessment Tool: www.mcw.edu/calculators/ldl-cholesterol-goal-level.\n11. Subject has a seizure disorder or history of seizures (does not include childhood febrile seizures) or a past history that increases seizure risks such as significant head injury that caused loss of consciousness or other changes in the subject's daily function, concussion, stroke, central nervous system infection or disease, or alcohol or drug abuse or family history of idiopathic seizures.\n12. Subject has a history of a peptic ulcer or significant gastrointestinal bleeding.\n13. Subject has a bleeding disorder diagnosed by a doctor (eg, factor deficiency, coagulopathy, or platelet disorder requiring special precautions) or significant bruising or bleeding difficulties with blood draws.\n14. Subject has a malignancy that is active or treated malignancy for which there is not reasonable assurance of sustained cure, or malignancy that is likely to recur during the period of the study (subject should be in complete remission for at least 5 years).\n15. Subject has neutropenia or other blood dyscrasia determined to be clinically significant by the investigator.\n16. Subject has used any of the following prohibited medications from within 7 days (or 5 half lives, whichever is longer) before the first dose of study drug: antidiabetic medication; anticoagulants; anticonvulsants; substrates of the breast cancer resistance protein transporter including methotrexate, mitoxantrone, imatinib, irinotecan, lapatinib, rosuvastatin, sulfasalazine, and topotecan; substrates of cytochromes (CYP)2C8 including repaglinide, paclitaxel, montelukast, pioglitazone, rosiglitazone; and substrates of CYP2C19 including S-mephenytoin, clobazam, diazepam, rabeprazole, voriconazole, lansoprazole, and omeprazole. Medications not listed here that are known (or thought) to be CYP3A4 substrates may be allowed at the investigator's discretion, after consultation with the medical monitor, if administration poses little to no risk to the subject.\n17. Subject has a history of drug or alcohol abuse or dependency within the last year before screening.\n18. Subject has a current or recent (\\<30 days before screening) history of clinically significant bacterial, fungal, or mycobacterial infection.\n19. Subject has a current clinically significant viral infection.\n20. Subject has a known clinically significant chronic viral infection (eg, human T cell lymphotropic virus I or II).\n21. Subject demonstrates long-term use (≥14 consecutive days) of glucocorticoids, including oral or parenteral prednisone or equivalent (\\>20 mg total dose per day), or high dose inhaled steroids (\\>800 mcg/day of beclomethasone dipropionate or equivalent) within the preceding 1 month (low dose \\[≤800 mcg/day of beclomethasone dipropionate or equivalent\\] inhaled and topical steroids are allowed).\n22. Subject has donated \\>450 mL blood or blood components within 30 days before the first dose of study drug. The investigator should instruct subjects who participate in this study to not donate blood or blood components for 4 weeks after the completion of the study.\n23. Subject reports participation in strenuous activity or contact sports within 24 hours before the first dose of study drug.\n24. Subject has known hepatitis B or C infection or positive test for hepatitis B surface antigen, hepatitis C virus antibody, or human immunodeficiency virus type 1 or 2 antibodies at screening.\n25. Subject has a positive test result for amphetamines (including methamphetamines and ecstasy/methylenedioxymethamphetamine), barbiturates, benzodiazepines, cannabinoids (including tetrahydrocannabinol), cocaine metabolites, opiates (including heroin, codeine, and oxycodone), cotinine, or alcohol at screening or check-in.\n26. Subject has any of the following laboratory test results within 28 days before the first dose of study drug:\n\n    * Estimated serum creatinine clearance (Cockcroft Gault) \\<70 mL/min\n    * Creatinine in males \\>1.7 mg/dL and in females \\>1.4 mg/dL (1.3 times the upper laboratory reference range)\n    * Hemoglobin ≤10% of the lower laboratory reference range\n    * White blood cell counts considered to be clinically significant by the investigator\n    * Absolute neutrophil count \\<1000 cells/mm3\n    * Platelets not within ±10% of laboratory reference range\n    * Alanine aminotransferase \\>2 times above the upper laboratory reference range\n    * Aspartate aminotransferase \\>2 times above the upper laboratory reference range\n    * Alkaline phosphatase \\>20% above the upper laboratory reference range\n    * Hemoglobin A1c ≥7.0%\n    * Cholesterol ≥300 mg/dL and low density lipoprotein ≥190 mg/dL\n27. Subject has a blood pressure considered to be clinically significant by the investigator. Blood pressure may be retested twice in the sitting position at 5-minute intervals.\n28. Subject has a resting heart rate of \\<40 beats per minute or \\>110 beats per minute at screening.\n29. Subject has an abnormal ECG at screening that is determined by the investigator to be clinically significant.\n30. Male subject has a QT interval corrected using Fridericia's formula (QTcF) \\>450 ms or female subject has a QTcF \\>470 ms at screening or Day 1, or Day -1 (PK subset).\n31. Subject has used any prescription antiviral drugs with the intention of coronavirus disease (COVID 19) prophylaxis, including those that are thought to be effective for prevention of COVID 19 but have not been licensed for this indication, within 1 month prior to study entry or during the study.\n32. Subject is at a high risk of contracting SARS-CoV-2/COVID-19 infection, including, but not limited to, individuals with known close contact with:\n\n    1. Anyone residing in, visiting, or working at a health care or long-term care institution (ie, long-term care facilities, acute care hospitals, rehabilitation hospitals, mental health hospitals, emergency departments)\n    2. Anyone with known history of COVID-19 within 2 weeks prior to study entry\n    3. Anyone who traveled outside the United States or has recently traveled outside of the state and has returned from a state that is listed on a travel advisory list requiring quarantine for any duration within 30 days before study entry\n33. In the opinion of the investigator, the subject is not suitable for entry into the study.\n34. Subject is a member or family member of the investigator or study site personnel.\n35. Subject has previously participated in this or any other clinical trial involving TPOXX (tecovirimat).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cmin","description":"Cmin - Minimum TPOXX concentration in plasma","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"792","spread":"52.5"}]}]}]},{"type":"PRIMARY","title":"Cmax","description":"Peak exposure when administered TPOXX","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1950","spread":"45.1"}]}]}]},{"type":"PRIMARY","title":"AUC(0-last) - Total Systemic TPOXX Exposure","description":"Total systematic exposure when administered TPOXX","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51100","spread":"46.0"}]}]}]},{"type":"PRIMARY","title":"Time To Maximum TPOXX Exposure","description":"Median hours post dose when administered TPOXX","paramType":"GEOMETRIC_MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Events","description":"Number of participants with adverse events (Threshold: \\>/=2%)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":369},"commonTop":["Headache","Nausea","Diarrhoea","Vomiting","Upper respiratory tract infection"]}}}