{"nctId":"NCT02155101","briefTitle":"Efficacy and Safety Study of Darunavir for the Treatment of HIV/AIDS","startDateStruct":{"date":"2014-05"},"conditions":["HIV/AIDS"],"count":120,"armGroups":[{"label":"ART with 2 NRTIs plus LPV/r (or ATV/r)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ART with 2 NRTIs plus LPV/r (or ATV/r)"]},{"label":"Darunavir","type":"EXPERIMENTAL","interventionNames":["Drug: Darunavir"]}],"interventions":[{"name":"Darunavir","otherNames":["PREZISTA"]},{"name":"ART with 2 NRTIs plus LPV/r (or ATV/r)","otherNames":["NRTI, lopinavir/ritonavir (LPV/r), atazanavir/ritonavir (ATV/r)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects with documented HIV-1 infection.\n2. Male or female aged \\> 21 years old.\n3. Subjects receiving ART with 2 NRTIs + LPV/r (or ATV/r) for at least 3 months at the time of Screening 1.\n4. Nadir T lymphocyte cluster of differentiation 4 (CD4) \\>100 cells/mm3\n5. Plasma HIV-1 RNA \\<50 copies/ml at Screening 1 confirmed ideally 4-6 weeks later at Screening 2 (two results must be documented; a first result obtained up to 12 weeks earlier will be accepted).\n6. Subjects can comply with the protocol requirements. In particular, subjects should be willing to be followed up at least until week 24 (discontinuation prior to week 24) and for the DRV/r arm up to week 48 (discontinuation after week 24) even if they discontinue randomized treatment.\n7. Subjects who have voluntarily signed and dated the consent form.\n\nExclusion Criteria:\n\n1. Clinical or laboratory evidence of significantly decreased hepatic function or decompensation, irrespective of liver enzyme levels (liver insufficiency).\n2. Co-infection with hepatitis B (HBsAg positive).\n3. Grade 3 or 4 laboratory abnormality as defined by AIDS, including haemoglobin ≤8mg/dL; platelets ≤50 000/mm3; estimated creatinine clearance ≤60ml/ minute, aspartate aminotransferase; alanine aminotransferase and alkaline phosphatase \\>3 times the upper limit of normal; and total bilirubin \\>2.5 times the upper limit of normal; with the following exceptions unless clinical assessment foresees an immediate health risk to the subject:\n\n   * Pre-existing diabetes or asymptomatic glucose grade 3 or 4 elevations.\n   * Asymptomatic triglyceride or cholesterol elevations of grade 3 or 4.\n4. Presence of any currently active AIDS defining illness (Category C conditions according to the Centers for Disease Control Classification System for HIV Infection 1993) with the following exceptions:\n\n   * Stable cutaneous Kaposi's Sarcoma (i.e., no internal organ involvement other than oral lesions) that is unlikely to require any form of systemic therapy during the study.\n   * Wasting syndrome due to HIV infection. Note: An AIDS defining illness that is not clinically stabilized for at least 30 days will be considered as currently active.\n5. Pregnant or breastfeeding women.\n6. Active substance abuse, including alcohol or recreational drugs.\n7. Any clinically significant disease (e.g., tuberculosis, cardiac dysfunction, pancreatitis, acute viral infections) or life threatening disease in the previous 14 days, or findings during screening of medical history or physical examination that, in the investigator's opinion, would compromise the subject's safety or outcome of the study.\n8. Any medical or psychiatric condition which, in the opinion of the investigator, could compromise the subject's safety or adherence to the trial protocol.\n9. Previously demonstrated clinically allergy or hypersensitivity to any of the excipients of the investigational medication (DRV).\n\n   Note: DRV is a sulfonamide. Subjects who have previously experienced a sulfonamide allergy will be allowed to enter the trial. To date, no potential for cross sensitivity between drugs in the sulfonamide class and DRV has been identified in subjects participating in phase II trials.\n10. Participation in any other clinical trials that involve administration of antiretrovirals or other drugs within the last 4 weeks and during the participation in this trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"HIV-1 RNA Viral Load","description":"Percentage of subjects who have plasma HIV-1 RNA levels \\<400 cps/ml after 24 weeks of follow-up following a switch to DRV/r monotherapy versus continuing triple therapy containing 2 NRTIs + LPV/r (or ATV/r) (FDA Snapshot method). The FDA 'Snapshot' algorithm evaluates HIV RNA response using only the results at the week 24 time-point which also means that rebound at earlier time-points are not classified as treatment failure, unless it lead to discontinuation prior to the week 48.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]}]},{"type":"SECONDARY","title":"HIV-1 RNA Viral Load","description":"Percentage of subjects who have plasma HIV-1 RNA levels \\<50 cps/ml after 12 weeks of follow-up following a switch to DRV/r monotherapy versus continuing triple therapy containing 2 NRTIs + LPV/r (or ATV/r), using the FDA \"Time to Loss of Virologic Response\" method. The FDA 'Snapshot' algorithm evaluates HIV RNA response using only the results at the week 12 time-point which also means that rebound at earlier time-points are not classified as treatment failure, unless it lead to discontinuation prior to the week 48.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"HIV-1 RNA Viral Load","description":"Percentage of subjects who have plasma HIV-1 RNA levels \\<50 cps/ml after 24 weeks of follow-up following a switch to DRV/r monotherapy versus continuing triple therapy containing 2 NRTIs + LPV/r (or ATV/r), using the FDA \"Time to Loss of Virologic Response\" method. The FDA 'Snapshot' algorithm evaluates HIV RNA response using only the results at the week 24 time-point which also means that rebound at earlier time-points are not classified as treatment failure, unless it lead to discontinuation prior to the week 48.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":39},"commonTop":["Hypertension","Acute hepatitis B","Acute febrile illness","Pulmonary TB"]}}}