{"nctId":"NCT05052983","briefTitle":"A Study to Evaluate the Durability of Response and Safety of Nemolizumab for 24 Weeks in Participants With Prurigo Nodularis","startDateStruct":{"date":"2022-01-24","type":"ACTUAL"},"conditions":["Prurigo Nodularis"],"count":34,"armGroups":[{"label":"Nemolizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Nemolizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Nemolizumab","otherNames":["CD14152"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants who achieved a clinical response at Week 52 of the LTE study RD.06.SPR.202699, defined as:\n\n   1. Investigator Global Assessment (IGA) score of 0 (clear) or 1 (almost clear) AND\n   2. Greater than or equal to (\\>=)4-point improvement in weekly average of PP NRS score from baseline of the lead-in study Note: Lead-in study baseline is defined as baseline Peak Pruritus Numerical Rating Scale (PP NRS) score in the Phase 3 studies RD.06.SPR.202685 or RD.06.SPR.203065 for participants who rolled over into the LTE from these studies. For participants who entered the LTE study from the Phase 2 study RD.03.SPR.115828, the baseline PP NRS score at entry into the LTE study RD.06.SPR.202699 will be used\n2. Participants with uninterrupted dosing of nemolizumab in the LTE study RD.06.SPR.202699 for 3 months before the Week 52 visit\n3. Participants willing and able to transfer into the study at the time of completion of the Week 52 visit in the LTE study RD.06.SPR.202699\n4. Female participants of childbearing potential (i.e., fertile, following menarche and until becoming postmenopausal unless permanently sterile) must agree to use an adequate and approved method of contraception throughout the study and for 12 weeks after the last study drug injection. Adequate and approved methods of contraception applicable for the participant and/or her partner are defined in the Protocol\n5. Female participants of non-childbearing potential must meet one of the following criteria:\n\n   1. Absence of menstrual bleeding for 1 year prior to baseline without any other medical reason, confirmed with follicle-stimulating hormone (FSH) level in the postmenopausal range\n   2. Documented hysterectomy, bilateral salpingectomy, or bilateral oophorectomy at least 3 months before the study\n6. Participants willing and able to comply with all of the time commitments and procedural requirements of the clinical study protocol, including periodic weekly recordings by the participant using an electronic handheld device provided for this study.\n7. Understand and sign an informed consent form (ICF) before any investigational procedure(s) are performed\n\nExclusion Criteria:\n\n1. Participants who, during their participation in a prior nemolizumab study, experienced an adverse event which in the opinion of the Investigator could indicate that continued treatment with nemolizumab may present an unreasonable risk for the participant\n2. Body weight less than (\\<) 30 kg (kilogram)\n3. Receipt of prohibited medications, including rescue therapy, in the LTE study RD.06.SPR.202699 within 6 months of the Week 52 visit\n4. Pregnant women (positive pregnancy test result at baseline visit), breastfeeding women, or women planning a pregnancy during the clinical study\n5. Any medical or psychological condition that may put the participant at significant risk according to the Investigator's judgment, if he/she participates in the clinical study, or may interfere with study assessments (e.g., poor venous access or needle-phobia)\n6. Planning or expected to have a major surgical procedure during the clinical study\n7. Participants unwilling to refrain from using prohibited medications during the clinical study\n8. History of alcohol or substance abuse within 6 months of baseline\n9. Participants with confirmed or suspected COVID-19 infection within 2 weeks before baseline\n10. Any condition the Investigator deems incompatible with participant participation in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Baseline to Relapse Meeting At Least 1 of the Defined Criteria","description":"Time from baseline to relapse, defined as meeting at least 1 of the following criteria.\n\n1. Increase in (weekly average of the) PP NRS score \\>=4 points from baseline\n2. Increase in IGA score \\>=2 points from baseline. Time to relapse was censored at the last assessment of IGA and PP NRS prior to treatment discontinuation or use of prohibited medication","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"112.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Maintaining Investigator Global Assessment (IGA) Success at Each Scheduled Visit","description":"IGA is a 5-point scale used by the investigator or trained designee to evaluate the global severity of PN. The Investigator reviewed the participant's skin and give a score of 0 (Clear), 1 (Almost clear), 2 (Mild), 3 (Moderate), or 4 (Severe). Treatment response/success was defined as 0 (clear) or 1 (almost clear).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null},{"groupId":"OG001","value":"86.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null},{"groupId":"OG001","value":"81.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null},{"groupId":"OG001","value":"53.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.3","spread":null},{"groupId":"OG001","value":"27.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.7","spread":null},{"groupId":"OG001","value":"57.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null},{"groupId":"OG001","value":"60.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Increase in Peak Pruritus (PP) Numeric Rating Scale (NRS) Score of >= 4 Points From Baseline at Each Scheduled Visit","description":"Pruritus NRS is a scale that is used by the participants to report the intensity of their pruritus (itch) during the last 24 hours. For maximum itch intensity: the scores are provided on a 11-point scale of 0 to 10, with 0 being 'no itch' and 10 being 'worst itch imaginable'. Higher scores indicate worse outcome.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":18},"commonTop":["COVID-19","Headache","Influenza","Nasopharyngitis","Sinusitis"]}}}