{"nctId":"NCT02034162","briefTitle":"A Study to Assess the Efficacy and Safety of Mebendazole for the Treatment of Helminth Infections in Pediatric Participants","startDateStruct":{"date":"2014-12"},"conditions":["Helminth Infections"],"count":295,"armGroups":[{"label":"Mebendazole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Mebendazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mebendazole","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female participants who are \\>=9 years old must have a negative urine pregnancy test at screening or at the time of randomization\n* Participants must be an otherwise healthy child, based on medical history, physical examination, vital signs, hemoglobin, and concomitant medications\n* Participants \\>=3 years of age must have teeth and be able to chew\n* Participant must be available to return to the study site for all visits, including the follow-up visit\n* Parent(s)/guardians of participants (or their legally-accepted representatives) must have signed an informed consent document indicating that they understand the purpose of and procedures required for the study and are willing to have their child participate in the study\n* Children 6 years of age and older will be asked to assent (agree) to their participation using appropriate language to their level of understanding; assent will be documented\n\nExclusion Criteria:\n\n* Participant has active diarrhea (defined as the passage of 3 or more loose or liquid stools per day) at screening or at the time of randomization\n* Participant has a significant medical disorder, participant has difficulty in chewing or swallowing\n* Participant has significant anemia (\\<8 g/dL)\n* Participant has significant wasting (greater than 2 standard deviations below the mean World Health Organization \\[WHO\\] Child Growth Standards for weight-for-height or body mass index)\n* Participant has a known hypersensitivity to mebendazole, any inert ingredients in the chewable formulation\n* Participant has preplanned surgery/procedures that would interfere with the conduct of the study during the course of study\n* Participants has received an investigational drug (including vaccines) or used an investigational medical device within 30 days before the planned start of treatment, or is currently enrolled in an investigational study\n* Employees of the investigator or study site, with direct involvement in the proposed study or other studies under the direction of that investigator or study site, as well as family members of the employees or the investigator\n* Participant has taken any form of medication containing mebendazole or any other treatment for soil transmitted helminth infection within 30 days of entry into the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cure Rate for Ascaris Lumbricoides at the End of Double-blind Treatment Period","description":"Cure is defined as a post-treatment egg count of zero in participants who had a positive egg count at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"83.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Cure Rate for Trichuris Trichiura at the End of Double-blind Treatment Period","description":"Cure is defined as a post-treatment egg count of zero in participants who had a positive egg count at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null},{"groupId":"OG001","value":"33.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting Treatment Emergent Adverse Event (TEAE) in Double-Blind Treatment Period","description":"An AE is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. A serious adverse event (SAE) is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Egg Count Reduction Rate (Percent) for Ascaris Lumbricoides Infestation at the End of Double-blind Treatment Period","description":"Percent egg count reduction is calculated as average egg count at end of treatment period of a treatment group minus average egg count at baseline of the treatment group divided by average egg count at baseline of the treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.2","spread":"20684.03"},{"groupId":"OG001","value":"-97.9","spread":"23476.82"}]}]}]},{"type":"SECONDARY","title":"Egg Count Reduction Rate (Percent) for Trichuris Trichiura Infestation at the End of Double-blind Treatment Period","description":"Percent egg count reduction is calculated as average egg count at end of treatment period of a treatment group minus average egg count at baseline of the treatment group divided by average egg count at baseline of the treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.5","spread":"930.05"},{"groupId":"OG001","value":"-59.7","spread":"1256.22"}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Concentration (Cmax) of Mebendazole","description":"The Cmax is the maximum plasma concentration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"210.0","spread":"212.0"},{"groupId":"OG001","value":"49.9","spread":"26.8"},{"groupId":"OG002","value":"34.2","spread":"13.8"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting Treatment Emergent Adverse Event (TEAE) in Open-Label Treatment Period","description":"An AE is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. A serious adverse event (SAE) is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Reach Maximum Plasma Concentration (Tmax) of Mebendazole","description":"The Time to Reach Maximum Plasma Concentration (Tmax) is time to reach the maximum plasma concentration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration-time Curve From Time 0 to 8 Hours (AUC8h) of Mebendazole","description":"The (AUC8h) is the area under the plasma concentration-time curve from time 0 to 8 hours Post-dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"697","spread":"367"},{"groupId":"OG001","value":"242","spread":"139"},{"groupId":"OG002","value":"182","spread":"66.3"}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration-Time Curve From Time Zero to Time of the Last Quantifiable Concentration AUC(0-last) of Mebendazole","description":"The (AUC \\[0-last\\]) is the area under the plasma concentration-time curve from time 0 to time of the last quantifiable concentration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1320","spread":"844"},{"groupId":"OG001","value":"416","spread":"215"},{"groupId":"OG002","value":"387","spread":"190"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":140},"commonTop":["Abdominal Distension","Abdominal Pain","Nasopharyngitis","Cough","Diarrhoea"]}}}