{"nctId":"NCT02569996","briefTitle":"A Study of Long-Term Rituximab (MabThera) Maintenance Therapy in Participants With Advanced Follicular Lymphoma","startDateStruct":{"date":"2005-07"},"conditions":["Lymphoma, Follicular"],"count":124,"armGroups":[{"label":"Rituximab","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab"]}],"interventions":[{"name":"Rituximab","otherNames":["MabThera/Rituxan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult participants greater than (\\>) 18 years of age\n* Histologically confirmed follicular lymphoma Grade 1, 2, or 3a with lymph node biopsy within 4 months of induction treatment\n* No previous anti-lymphoma treatment before induction chemotherapy (first-line-treated participants only are eligible)\n* Verified complete or partial remission after first-line induction therapy including rituximab\n\nExclusion Criteria:\n\n* Grade 3b follicular lymphoma\n* Transformation to high-grade lymphoma (except to Grade 3a) of previously existing follicular lymphoma\n* Presence of central nervous system lymphoma\n* Acquired immunodeficiency syndrome-related lymphoma\n* Other primary malignancy (other than squamous cell cancer of the skin or in situ cancer of the cervix) for which the participant has not been disease-free for greater than or equal to (\\>=) 5 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Event-free Survival","description":"Event-free survival (EFS) was defined as the time from baseline (Week 0) to the time to progression, relapse, death from any cause, or institution of a new treatment, whichever occurs first. Mean EFS was estimated by the Kaplan-Meier estimation and provided with their 95% confidence interval. ITT population (patients who received at least one maintenance MabThera infusion) was used for this analysis.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.944","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An adverse event (AE) was considered any unfavorable and unintended sign, symptom, or disease associated with the use of the study drug, whether or not considered related to the study drug. A serious adverse event (SAE) was defined as any untoward medical occurrence that is life-threatening, requires inpatient hospitalization or causes prolongation of existing hospitalization, results in persistent or significant disability/incapacity, congenital anomaly/birth defect, requires intervention to prevent permanent impairment or damage, or results in death","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival, defined as the time between baseline (Week 0) and the date of death irrespective of the cause of death. Mean OS was estimated by the Kaplan-Meier estimation and provided with their 95% confidence interval. ITT population was used for this analysis.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.959","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"Time to progression (TTP) defined as time from baseline to disease progression or relapse, death from the follicular lymphoma or institution of a new regimen because of the follicular lymphoma. Mean TTP was estimated by the Kaplan-Meier estimation and provided with their 95% confidence interval. ITT population was used for this analysis.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.024","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Next Anti-lymphoma Treatment (TTNLT)","description":"Time to next anti-lymphoma treatment (TTNLT) defined as time from baseline to institution of a new antilymphoma regimen (including chemo-, radio- or immunotherapies). Mean TTNLT was estimated by the Kaplan-Meier estimation and provided with their 95% confidence interval.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.236","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR)","description":"Duration of Response (DR) defined as time from first documented response to induction treatment to relapse or progression or death from the follicular lymphoma. Mean DR was estimated by the Kaplan-Meier estimation and provided with their 95% confidence interval.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.159","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival (DFS)","description":"Disease free survival (DFS) being defined as time from first documented complete response to induction treatment to relapse or progression or death from the follicular lymphoma. Mean DFS was estimated by the Kaplan-Meier estimation and provided with their 95% confidence interval.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.737","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":124},"commonTop":["Diabetes mellitus"]}}}