{"nctId":"NCT00947752","briefTitle":"Safety of New Formulation of Glatiramer Acetate","startDateStruct":{"date":"2009-07"},"conditions":["Relapsing Remitting Multiple Sclerosis"],"count":147,"armGroups":[{"label":"F1 Glatiramer acetate 20mg/1.0ml","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Glatiramer Acetate"]},{"label":"F2 Glatiramer acetate 20mg/0.5ml","type":"EXPERIMENTAL","interventionNames":["Drug: Experimental Glatiramer Acetate"]}],"interventions":[{"name":"Glatiramer Acetate","otherNames":["F1"]},{"name":"Experimental Glatiramer Acetate","otherNames":["F2"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects ≥ 18 years of age with a diagnosis of RRMS\n* Currently injecting GA 20mg/1.0mL per day subcutaneously (SC) for a minimum of 90 days utilizing the autoject®2 for glass syringe or by a manual injection technique\n* Willing to switch from autoject®2 for glass syringe to manual injection technique or continue with a manual injection technique during the course of the study\n* Willing and able to be trained on a seven site injection rotation. Subject must be willing to comply with a minimum five injection site rotation plan during the study\n* Willing and able to complete all procedures and evaluations related to the study\n* Willing to continue to follow usual injection site preparation and routine adjunctive LISR management techniques\n* Willing and able to provide written informed consent\n\nExclusion Criteria:\n\n* Currently using or treated with another immunomodulating therapy (IMT) in conjunction with GA in the 30 days prior to screening for this study\n* Currently using intermittent or pulse courses of corticosteroids by any route of administration in the 30 days prior to screening for this study. (Corticosteroids are prohibited for the duration of the study.)\n* Currently using an investigational drug or using treatment with any other investigational agent in the 30 days prior to screening for this study\n* Presence or history of skin necrosis\n* Known extensive dermatological condition that could be a confounding factor\n* Pregnant or planning pregnancy or breastfeeding\n* Any physical condition that impairs ability to be injected at the minimum of five sites rotation\n* Not able or willing to complete a daily diary\n* Use of any other parenteral medications (e.g., intramuscular, SC, intravenous, etc.) either currently or in the past 30 days prior to screening for this study\n* Any other medical or psychiatric conditions that would make the subject unsuitable for this research, as determined by the Investigator\n* Previous participation in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Subject-reported Pain Associated Immediately After Each Injection","description":"A visual analog scale (VAS) was used for subjective characteristics that cannot be directly measured. Respondents specified their level of agreement to a statement by indicating a position along a continuous line between two end-points. The VAS scale used 0 mm to represent \"no pain\" and up to 100 mm to represent \"worst possible pain;\" subjects drew a continuous line to represent their level of pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.89","spread":"14.325"},{"groupId":"OG001","value":"8.64","spread":"10.825"}]}]}]},{"type":"SECONDARY","title":"Degree of Pain Within 5 Mins After Injection","description":"A visual analog scale (VAS) was used for subjective characteristics that cannot be directly measured. Respondents specified their level of agreement to a statement by indicating a position along a continuous line between two end-points. The VAS scale used 0 mm to represent \"no pain\" and up to 100 mm to represent \"worst possible pain;\" subjects drew a continuous line to represent their level of pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.19","spread":"18.583"},{"groupId":"OG001","value":"11.85","spread":"14.112"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":147},"commonTop":[]}}}