{"nctId":"NCT00579982","briefTitle":"An Open-Label Trial Measuring Satisfaction And Convenience Of Two Formulations Of Lamotrigine In Subjects With A Mood Disorder","startDateStruct":{"date":"2008-01"},"conditions":["Mood Disorders"],"count":97,"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Drug: Lamotrigine"]}],"interventions":[{"name":"Lamotrigine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must have a documented diagnosis of a mood disorder as defined by Diagnostic and Statistical Manual of Mental Disorders (DSM)-IV (296.00-296.90).\n* Subject must have a person (such as a spouse, partner, companion, aid, nurse, caregiver, etc) willing to complete a Companion/Caregiver Preference Question either in person or via the telephone. This individual must read, write, and comprehend English at a level sufficient to complete study-related assessments.\n* Subject must have been taking a stable dose of currently marketed compressed tablet formulation of lamotrigine IR for at least 4 weeks prior to Baseline (Day 1) of the study and must be adherent to the prescribed dosing regimen. The current dose must not exceed 600 mg/day.\n* Subject's current lamotrigine IR dose, frequency and number of tablets per administration must remain consistent between the IR and ODT regimens. However, the subject's current lamotrigine IR dose may be such that the subject would receive no more than one additional ODT per administration in order to equal their IR dose.\n* Subject must currently report a difficulty or discomfort swallowing lamotrigine IR compressed tablets, the nature of which is or will be documented. NOTE: A diagnosis of dysphagia is not required.\n* Subject must have the ability to comprehend the consent form and provide informed consent.\n* Subject must read, write, and comprehend English at a level sufficient to complete study-related assessments.\n* Subject is a male or female at least 18 years of age.\n* If female, the subject is eligible to enter and participate in this study if she is not lactating and is of:\n\n  1. non-childbearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is pre-menarchal or post-menopausal \\[defined as one year without menses\\]); is surgically sterile \\[via hysterectomy and/or removal of the ovaries\\] or,\n  2. child-bearing potential, has a negative pregnancy test at both Screening and/or Baseline (prior to Investigational Product administration), and agrees to one of the following requirements:\n* has a male sexual partner who is surgically sterilized (vasectomy with documentation of azoospermia) prior to Screening or,\n* sexual partner(s) is/are exclusively female or,\n* double barrier method: condom or occlusive cap (diaphragm or cervical/vault caps) plus spermicidal agent (foam/gel/film/cream/suppository). The subject must be using this method for at least 1 week following the discontinuation of Investigational Product or,\n* any intrauterine device (IUD) with published data showing that the highest expected failure rate is less than 1% per year. Acceptable IUDs, for the purposes of this study, include TCu-380A (Paragard), TCU-380 Slimline (Gyne T Slimline), MULTILOAD-250 (MLCu-250) and 375, Levonorgesterol LNG-20 Intrauterine System (Mirena/Levonova), and Flexigard 330/CuFix PP330 (Gynefix).The subject must have had the device inserted at least 2 weeks prior to Screening, throughout the study, and 2 weeks following the discontinuation of Investigational Product.\n\nExclusion Criteria:\n\n* Subject has:\n* a current (or within six months prior to Screening) diagnosis of anorexia nervosa or bulimia.\n* a diagnosis of a mood disorder due to a general medical condition, or substance abuse per DSM-IV (293.83).\n* a diagnosis of schizophrenia or other psychotic disorders.\n* Subject who meets current criteria of an acute mood disorder and has a CGI-S of ≥4 at Screening.\n* Subject who crushes lamotrigine IR compressed tablet prior to taking or receiving medication orally.\n* Subject who, in the investigator's judgment, poses a homicidal or serious suicidal risk; has made a suicide attempt within the six months preceding Screening; or has ever been homicidal.\n* Subject who has a score of 1 or greater on Suicidality item (Item 9) of the BDI-II at Screening and/or Baseline.\n* Subject has ever experienced a rash related to prior lamotrigine treatment, or for whom treatment was discontinued for clinically significant safety reasons.\n* Subject has a history of severe hepato-biliary disease within the past 3 years.\n* Subject has any medical condition that, in the investigator's judgment, is considered to be clinically significant and could potentially affect subject safety or study outcome.\n* Subject has a positive urine test at Screening for illicit drug use and/or a history of alcohol or substance abuse or dependence within the past 12 months.\n* Subject is currently participating in another clinical study in which the subject is or will be exposed to an investigational or non-investigational drug or device, or has done so within the preceding month for studies unrelated to the current illness, or six months for studies related to the current illness.\n* Female subject is pregnant, lactating, or does not agree to use contraceptive method(s) specified in the protocol to avoid pregnancy during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in the Convenience Subscale Score (CSS) Derived From the Treatment Satisfaction Questionnaire for Medication (TSQM v 1.4) Using Items 9 (Ease of Use), 10 (Ease of Planning to Use), and 11 (Convenience) at Week 3.","description":"The CSS is the sum of items 9 (values: 1=Extremely difficult - 7=Extremely easy), 10 (same set of values as for 9), and 11 (1=Extremely inconvenient - 7=Extremely convenient). The sum has 3 subtracted from it, is divided by 18, and then multiplied by 100; the range is 0-100. Change from baseline=end of study CSS minus baseline score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.3","spread":"22.5"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Global Satisfaction Subscale Score, From the TSQM Using Items 12 (Confidence in Medicine), 13 (Certainty That Good Things About Medication Outweigh Bad Things), and 14 (Satisfaction With Medication) at Week 3","description":"The Global Satisfaction Subscale Score is the sum of item 12 (values: 1=Not at all confident - 5=Extremely confident), item 13 (values: 1=Not at all certain - 5=Extremely certain), and item 14 (Extremely dissatisfied - 7=Extremely satisfied). The sum has 3 subtracted from it, is divided by 14, and then multiplied by 100; thus, the range is 0-100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"29.34"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Clinical Global Impression of Illness-Severity at Week 3","description":"Clinician assessment evaluating how mentally ill the patient is at time of evaluation. The questionnaire is based on a 7-point scale (from1 = Normal to 7 = Among the most extremely ill patients).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.81"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Beck Depression Inventory (BDI-II) Score at Week 3","description":"Participant-reported questionnaire consisting of 21 items on a 4 point scale (0 to 3, with 3 indicating most severely ill), with the score being the sum of the items. The change from baseline is the end of study score minus the baseline score; larger values indicate more depression with the ODT formulation relative to the IR formulation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"9.52"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"Did the Tablets Dissolve Instantly (Yes or no)?\" at Week 3","description":"The Organoleptic Questionnaire (9 items) was used to assess the participants' satisfaction with the physical characteristics of the ODT formulation e.g. rate of dissolution, flavor. Question number 1 on organoleptic questionnaire: Did the tablets dissolve instantly (yes or no)?","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"How Satisfied or Dissatisfied Were You With the Time it Took the Tablet to Dissolve\" at Week 3","description":"Question number 2 on organoleptic questionnaire: How satisfied or dissatisfied were you with the time it took the tablet to dissolve? \\[from a rating of 1 (Extremely dissatisfied) to 5 (Extremely satisfied)\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"How Did the Dissolved Tablet Feel in Your Mouth?\" at Week 3","description":"Question number 3 on organoleptic questionnaire: How did the dissolved tablet feel in your mouth? \\[from a rating of 1 (Extremely gritty) to 5 (Extremely smooth)\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"How Satisfied Were You With the Flavor of the Tablet?\" at Week 3","description":"Question number 4 on organoleptic questionnaire: How satisfied were you with the flavor of the tablet? \\[from a rating of 1 (Extremely dissatisfied) to 5 (Extremely satisfied)\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"How Would You Rate the Strength of the Flavor of the Tablet\"? at Week 3","description":"Organoleptic Questionnaire, question 5: How would you rate the strength of the flavor of the tablet? \\[from 1 a rating of (Extremely bothersome) to 5 (Extremely pleasant)\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"How Would You Rate the Aftertaste of the Tablet\"? at Week 3.","description":"Organoleptic Questionnaire, question 6: How would you rate the aftertaste of the tablet (the taste remaining in your mouth after swallowing the tablet)? \\[from a rating of 1 (Extremely bothersome) to 6 (Did NOT experience an aftertaste)\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"How Satisfied Were You With the Aftertaste of the Tablet\"? at Week 3","description":"Organoleptic Questionnaire, question 7: How satisfied were you with the aftertaste of the tablet (the taste remaining in your mouth after swallowing the tablet)? \\[from a rating of 1 (Extremely dissatisfied) to 6 (I did NOT experience an aftertaste)\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"Compared to Standard Tablets That Need to be Swallowed With Liquid, How Convenient or Inconvenient Did You Find This Orally Disintegrating Tablet\"? at Week 3","description":"Organoleptic Questionnaire, question 8: Compared to standard tablets that need to be swallowed with liquid, how convenient or inconvenient did you find this orally disintegrating tablet? (from a rating of 1 \\[Extremely inconvenient\\] to 5 \\[Extremely convenient\\])","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Answering the Question \"Compared to Standard Tablets That Need to be Swallowed With Liquid, How Easy or Difficult is it to Use This Orally Disintegrating Tablet?\" at Week 3","description":"Organoleptic Questionnaire, question 9: Compared to standard tablets that need to be swallowed with liquid, how easy or difficult is it to use this orally disintegrating tablet? \\[from a rating of 1 (Extremely difficult) to 5 (Extremely easy)\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Indicating a Preference for ODT or the Standard IR Tablet at Week 3","description":"Participant indicated whether preference was for ODT or the standard IR tablet","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Companions/Caregivers Indicating Whether ODT or Standard IR Tablet is More Convenient at Week 3","description":"Companion/Caregiver indicates whether ODT is more convenient or standard IR tablet is more convenient","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Indicating at Week 3 (by Answering Yes/no) That They Would be More Likely to Take the ODT Formulation","description":"Tablet Routine Questionnaire (Adherence): Adherence to the treatment was evaluated by asking if the participant would be more likely to take the ODT formulation (yes/no)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":97},"commonTop":["Headache","Anxiety","Depression","Hypomania","Nausea"]}}}