{"nctId":"NCT01323192","briefTitle":"An Efficacy and Safety Study for JNS001 in Adults With Attention-Deficit Hyperactivity Disorder","startDateStruct":{"date":"2011-03"},"conditions":["Attention-Deficit Hyperactivity Disorder"],"count":284,"armGroups":[{"label":"JNS001","type":"EXPERIMENTAL","interventionNames":["Drug: JNS001"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"JNS001","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who meet the criteria of ADHD (predominantly inattentive type \\[314.00\\], predominantly hyperactive-impulsive type \\[314.01\\], and combined type \\[314.01\\]) of DSM-IV-TR both at present and in childhood, based on Conners' Adult ADHD Diagnostic Interview for DSM-IV (CAADID) at screening\n* DSM-IV Total ADHD Symptoms scores (18 items) of CAARS-O: SV score of = 24 as determined by investigator or co-investigator at baseline\n* Healthy on the basis of physical examination, medical history, vital signs, 12-lead ECG and clinical laboratory tests performed at screening\n* Women of childbearing potential must have a negative urine pregnancy test at screening\n* Patients (and their legally-acceptable representative if patients are 18 or 19 years of age) must have signed an informed consent form (ICF), indicating that they understand the purpose of and procedures required for the study and are willing to participate in the study.\n\nExclusion Criteria:\n\n* Presence or history of co-morbid psychiatric diagnosis per DSM-IV-TR criteria of bipolar I disorder, schizophrenia, schizoaffective disorder, or severe obsessive compulsive disorders\n* Presence of co-morbid psychiatric diagnosis per DSM-IV-TR criteria of pervasive developmental disorder (including autistic disorder or Asperger's disorder), suicidality, or any other diagnosis that in the judgment the investigator or co-investigator would exclude the patient from the study\n* Presence of motor tics, history of Tourette's disorder, or family history of Tourette's disorder\n* Known or suspected mental retardation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Endpoint in the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV) Total Attention Deficit-Hyperactivity Disorder (ADHD) Symptoms Scores of Conners' Adult ADHD Rating Scale - Observer Screening Version (CAARS-O: SV)","description":"CAARS-O: SV evaluates DSM-IV-oriented inattention, impulsivity and hyperactivity as well as measures of self-concept. The CAARS-O:SV comprises 30 items to measure symptoms for ADHD in adults. Each item is scored from 0 (not at all, never) to 3 (very much, very frequently) with higher scores corresponding to worse symptoms. The total score can range from 0 (best) to 90 (worst). Lower score indicates improvement in ADHD symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.5","spread":"9.27"},{"groupId":"OG001","value":"-7.9","spread":"9.61"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint in the Conners' Adult ADHD Rating Scale - Observer Screening Version (CAARS-O: SV) Total Score Other Than Total Attention Deficit-Hyperactivity Disorder (ADHD) Symptoms Score","description":"CAARS-O: SV evaluates DSM-IV-oriented inattention, impulsivity and hyperactivity as well as measures of self-concept. The CAARS-O: SV comprises 30 items to measure symptoms for ADHD in adults. Each item is scored from 0 (not at all, never) to 3 (very much, very frequently) with higher scores corresponding to worse symptoms. The total score can range from 0 (best) to 90 (worst). Lower score indicates improvement in ADHD symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.5","spread":"15.42"},{"groupId":"OG001","value":"-12.5","spread":"15.87"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Clinical Global Impression - Severity (CGI-S) Scores","description":"The CGI-S rating scale is used to rate the severity of a patient's psychotic condition on a 7-point scale. It is rated as follows: 1=Normal, not at all ill, 2=Borderline mentally ill, 3=Mildly ill, 4=Moderately ill, 5=Markedly ill, 6=Severely ill, and 7=Among the most extremely ill. Higher scores indicate worsening.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"16.45"},{"groupId":"OG001","value":"-1.0","spread":"16.55"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Change (CGI-C) Scores","description":"The CGI-C is a assessment of change in global clinical status, defined as a sense of well-being and ability to function in daily activities. CGI-C scores range from 1 (very much improved) through to 7 (very much worse). Higher scores indicate worsening.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint in the Conners' Adult Attention Deficit-Hyperactivity Disorder (ADHD) Rating Scales-Self Report: Screening Version (CAARS-S:SV) Score","description":"CAARS-S:SV evaluates DSM-IV-oriented inattention, impulsivity and hyperactivity as well as measures of self-concept. The CAARS-S:SV comprises 30 items to measure symptoms for ADHD in adults. Each item is scored from 0 (not at all, never) to 3 (very much, very frequently) with higher scores corresponding to worse symptoms. The total score can range from 0 (best) to 90 (worst). Lower score indicates improvement in ADHD symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.0","spread":"16.45"},{"groupId":"OG001","value":"-10.9","spread":"16.55"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint in Quality of Life Enjoyment and Satisfaction Questionnaire - Short Form (Q-LES-Q-SF) Total Scores","description":"Q-LES-Q-SF is a 16-item questionnaire in which each question is rated on a 5-point scale with scores ranging from \"1 = very poor\" to \"5 = very good\". The total raw score is calculated by summing up the scores for the 16 items. The raw total score is transformed into a percentage maximum possible score using the following formula:(raw total score -minimum score) / (maximum possible raw score -minimum score). The minimum raw score on the Q-LES-Q-SF is 16 (worst), and the maximum score is 80 (best). A higher score indicates a better quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"14.00"},{"groupId":"OG001","value":"0.8","spread":"12.69"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":143},"commonTop":["Decreased appetite","Nasopharyngitis","Insomnia","Palpitations","Thirst"]}}}