{"nctId":"NCT01767116","briefTitle":"A Study to Evaluate Chronic Hepatitis C Infection in Adults With Genotype 1b Infection","startDateStruct":{"date":"2012-12"},"conditions":["Chronic Hepatitis C Infection"],"count":419,"armGroups":[{"label":"ABT-450/r/ABT-267 and ABT-333, Plus RBV","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267, ABT-333","Drug: Ribavirin"]},{"label":"ABT-450/r/ABT-267 and ABT-333, Plus Placebo RBV","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267, ABT-333","Drug: Placebo for ribavirin"]}],"interventions":[{"name":"ABT-450/r/ABT-267, ABT-333","otherNames":["ABT-267 also known as ombitasvir","ABT-450 also known as paritaprevir","ABT-333 also known as dasabuvir","Viekira PAK"]},{"name":"Ribavirin","otherNames":[]},{"name":"Placebo for ribavirin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females must be practicing specific forms of birth control on study treatment, or be post-menopausal for more than 2 years or surgically sterile\n* Chronic hepatitis C, genotype 1b-infection (HCV RNA level greater than or equal to 10,000 IU/mL at screening)\n* Subject has never received antiviral treatment for hepatitis C infection\n* No evidence of liver cirrhosis\n\nExclusion Criteria:\n\n* Significant liver disease with any cause other than HCV as the primary cause\n* Positive hepatitis B surface antigen or anti-human immunodeficiency virus antibody\n* Positive screen for drugs or alcohol\n* Significant sensitivity to any drug\n* Use of contraindicated medications within 2 weeks of dosing\n* Abnormal laboratory tests","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks After Treatment; Noninferiority Analyses of Each Treatment Arm Compared to Historical Rate","description":"The percentage of participants with sustained virologic response (plasma Hepatitis C virus ribonucleic acid \\[HCV RNA\\] level less than the lower limit of quantitation \\[\\< LLOQ\\]) 12 weeks after the last dose of study drug. The LLOQ for the assay was 25 IU/mL.\n\nThe primary efficacy endpoints were noninferiority of the percentage of participants who achieved sustained virologic response 12 weeks after treatment in each treatment arm (ABT-450/r/ABT-267 and ABT-333, plus either placebo RBV or RBV) compared with the historical control rate for noncirrhotic, treatment-naïve participants with HCV GT1b infection treated with telaprevir and peginterferon/RBV (pegIFN).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.5","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks After Treatment; Noninferiority Analysis of ABT-450/r/ABT-267 and ABT-333, Plus Placebo RBV Compared With ABT-450/r/ABT-267 and ABT-333, Plus RBV","description":"The percentage of participants with sustained virologic response (plasma Hepatitis C virus ribonucleic acid \\[HCV RNA\\] level less than the lower limit of quantitation \\[\\< LLOQ\\]) 12 weeks after the last dose of study drug.\n\nThe secondary endpoint was the noninferiority of the percentage of participants who achieved sustained virologic response 12 weeks after treatment who received ABT-450/r/ABT-267 and ABT-333, plus placebo RBV compared with those who received ABT-450/r/ABT-267 and ABT-333, plus RBV.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.5","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hemoglobin Decrease to Below the Lower Limit of Normal (LLN) At End of Treatment","description":"The percentage of participants with a decrease in hemoglobin from greater than or equal to the lower limit of normal (≥ LLN) at baseline to \\< LLN at the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.2","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks After Treatment; Superiority Analyses of Each Treatment Arm Compared to Historical Rate","description":"The percentage of participants with sustained virologic response (plasma HCV RNA less than the lower limit of quantitation \\[\\< LLOQ\\]) 12 weeks after the last dose of study drug.\n\nThe secondary efficacy endpoints were superiority of the percentage of participants who achieved sustained virologic response 12 weeks after treatment in each treatment arm (ABT-450/r/ABT-267 and ABT-333, plus either placebo RBV or RBV) compared with the historical control rate for noncirrhotic, treatment-naïve participants with HCV GT1b treated with telaprevir and pegIFN/RBV.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.5","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virologic Failure During Treatment","description":"Virologic failure during treatment was defined as rebound (confirmed HCV RNA greater than or equal to the lower limit of quantitation \\[≥ LLOQ\\] after HCV RNA \\< LLOQ during treatment, or confirmed increase from the lowest value post baseline in HCV RNA \\[2 consecutive HCV RNA measurements \\> 1 log10 IU/mL above the lowest value post baseline\\] at any time point during treatment), or failure to suppress (HCV RNA ≥ LLOQ persistently during treatment with at least 6 weeks \\[≥ 36 days\\] of treatment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virologic Relapse After Treatment","description":"Participants who completed treatment with plasma HCV RNA less than the lower limit of quantification (\\<LLOQ) at the end of treatment were considered to have virologic relapse if they had confirmed HCV RNA ≥ LLOQ during the post-treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":210},"commonTop":["HEADACHE","FATIGUE","PRURITUS","ASTHENIA","NAUSEA"]}}}