{"nctId":"NCT01708915","briefTitle":"Nonivamide/Nicoboxil Ointment in Acute Low Back Pain","startDateStruct":{"date":"2012-10"},"conditions":["Acute Low Back Pain"],"count":805,"armGroups":[{"label":"nonivamide + nicoboxil (Finalgon)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: nonivamide + nicoboxil (Finalgon)"]},{"label":"nonivamide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: nonivamide"]},{"label":"nicoboxil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: nicoboxil"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo matching nonivamide + nicoboxil"]}],"interventions":[{"name":"nicoboxil","otherNames":[]},{"name":"placebo matching nonivamide + nicoboxil","otherNames":[]},{"name":"nonivamide + nicoboxil (Finalgon)","otherNames":[]},{"name":"nonivamide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Patients must sign and date an Informed Consent consistent with International Conference on Hermonisation (ICH)/Good Clinical Practice (GCP) guidelines and local regulation prior to participation in the trial.\n* Patients must agree to cooperate with all trial evaluations and perform all required tasks.\n* Acute low back pain for more than 2 days and less than 21 days (= 3 weeks)\n* Male or female patients aged 18 to 65 years\n* Low back pain rating \\>5 on a 0-10 numerical rating scale (NRS).\n* Female patients of childbearing potential may participate only in case of availability of a negative urine pregnancy test and a confirmed menstrual period prior to study entry and using a highly effective method of birth control. Highly effective methods of birth control are defined as those which result in a low failure rate (i.e. less than 1 % per year) when used consistently and correctly such as implants, injectables, combined oral contraceptives, appropriate intrauterine devices, sexual abstinence or vasectomised partner. Barrier methods of contraception (e.g. condom, diaphragma or occlusive cap) are accepted if used in combination with spermicides (e.g. foam, gel). Female patients will be considered being of childbearing potential unless surgically sterilised by bilateral tubal ligation/salpingectomy or hysterectomy or post-menopausal for at least one year.\n\nExclusion criteria:\n\n* Multilocular pain or panalgesia\n* History of more than three low back pain episodes in the last six months\n* Abnormal findings in at least one of the following assessments: Achilles tendon reflex, patella reflex, heel walking, toe walking, cutaneous sensitivity of the legs (including gluteal region), paresis tests in supine position upon dorsiflexion, plantarflexion, hip flexion, knee extension\n* Bladder and/or rectum dysfunction\n* Acute low back pain due to vertebral collapse or neoplastic, inflammatory (ankylosing spondylitis), traumatic, or infective origins\n* Any condition, disease or concomitant treatment that in the judgement of the Investigator will affect the subject's ability to participate in the clinical trial or which will influence the test methodology used\n* Negative experience in the past with heat treatment for muscle complaints (e. g. hot water bottle, heat pads, hyperemisation-inducing topical creams, ointments or patches)\n* History of treatment of back pain with centrally acting analgesics (e. g. opioids) and muscle relaxants\n* Surgery due to back pain or rehabilitation due to back pain in the last 12 months\n* Spinal injection back pain treatment within 6 months prior to enrollment\n* Intake of antidepressant/antipsychotic medication within 4 weeks prior to enrollment\n* Treatment of the recent low back pain period with oral analgesics for more than 4 consecutive days\n* Locally applied medication to the back within 48 hours prior to enrollment (topical treatments, injections)\n* Administration of other analgesics within 24 h prior to enrollment (exception: acetyl salicylic acid (ASS) up to 100 mg/daily for anti platelet-aggregation therapy)\n* Non-pharmacological low back pain treatment (physiotherapy, heat treatment (e.g. hot water bottle, heat patch, or massages) within 12 h prior to enrollment\n* Participation in an investigational drug or device trial within 4 weeks prior to enrollment\n* Hypersensitivity to Nicoboxil, Nonivamide, or paracetamol\n* Known hypersensitivity to any other ingredient, especially to sorbic acid/sorbate, to citronella oil containing e.g. the fragrance compounds geraniol, citronellol and citronellal, or to relevant flowers containing these compounds such as geranium, lavender, jasmine or rose. For patients with known hypersensitivity to perfumes or known type IV hypersensitivity to fragrance-mix I, the application of the investigational product should be performed only with particular caution.\n* Skin lesions (e. g., rash, dermatitis, bruising, laceration) in the back region\n* Drug dependence and/or alcohol abuse\n* Severe hepatocellular insufficiency\n* Patients who are pregnant or breast-feeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pain Intensity Difference (PID) Between Pre-dose Baseline and 8hours After First Application","description":"Pain intensity (PI) was assessed on a 11-point numerical rating scale ranging from 0 (no pain) to 10 (worst pain possible) at pre-dose baseline and 0.5, 1, 2, 3, 4, 6 and 8 hours after first ointment application. Means were adjusted for centre effect and baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.049","spread":"0.106"},{"groupId":"OG001","value":"-1.428","spread":"0.109"},{"groupId":"OG002","value":"-2.252","spread":"0.141"},{"groupId":"OG003","value":"-2.410","spread":"0.138"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Difference (PID) Between Pre-dose Baseline and 4 Hours After First Application","description":"Pain intensity was assessed on a 11-point numerical rating scale ranging from 0 (no pain) to 10 (worst pain possible) at pre-dose baseline and 0.5, 1, 2, 3 and 4 hours after first ointment application. Means were adjusted for centre effect and baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.650","spread":"0.077"},{"groupId":"OG001","value":"-0.968","spread":"0.091"},{"groupId":"OG002","value":"-1.641","spread":"0.110"},{"groupId":"OG003","value":"-1.699","spread":"0.109"}]}]}]},{"type":"SECONDARY","title":"Difference Between Baseline Pain Intensity and Average Pain Intensity on the Last Individual Treatment Day","description":"Average pain intensity was assessed in the evening of days 1, 2, 3 and 4 on a 11-point numerical rating scale ranging from 0 (no pain) to 10 (worst pain possible). The last individual treatment day is the last day with diary-recorded ointment application. Means were adjusted for centre effect and baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.884","spread":"0.160"},{"groupId":"OG001","value":"-2.371","spread":"0.160"},{"groupId":"OG002","value":"-3.074","spread":"0.161"},{"groupId":"OG003","value":"-3.540","spread":"0.159"}]}]}]},{"type":"SECONDARY","title":"Patient Assessment of Efficacy on the Last Individual Treatment Day","description":"Patient assessment of efficacy was assessed on a 4-point verbal rating scale (VRS, 0 = 'poor', 1 = 'fair', 2 = 'good', 3 = 'very good' relief of the patients' low back pain) in the evening of days 1, 2, 3 and 4. The last individual treatment day is the last day with diary-recorded ointment application","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":"0.160"},{"groupId":"OG001","value":"19","spread":"0.160"},{"groupId":"OG002","value":"34","spread":"0.161"},{"groupId":"OG003","value":"50","spread":"0.159"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"67","spread":null},{"groupId":"OG002","value":"85","spread":null},{"groupId":"OG003","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"27","spread":null},{"groupId":"OG003","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"94","spread":null},{"groupId":"OG002","value":"52","spread":null},{"groupId":"OG003","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":204},"commonTop":[]}}}