{"nctId":"NCT01835548","briefTitle":"NT0102 in the Treatment of Children With Attention Deficit Hyperactivity Disorder (ADHD)","startDateStruct":{"date":"2013-07"},"conditions":["Attention Deficit Hyperactivity Disorder (ADHD)"],"count":87,"armGroups":[{"label":"NT0102","type":"EXPERIMENTAL","interventionNames":["Drug: NT0102"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NT0102","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Currently being treated for ADHD\n\nExclusion Criteria:\n\n* Other psychiatric diagnoses\n* Significant cognitive impairment\n* Chronic medical illnesses\n* Structural cardiac defects\n* Significant abnormal lab tests\n* Taking disallowed medications\n* Positive drug test","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Swanson, Kotkin, Agler, M-Flynn, and Pelham (SKAMP) Score","description":"The primary efficacy endpoint was derived from the SKAMP-Combined score calculated as the total score of all 13 items of the SKAMP-Combined score. The SKAMP-Combined score was obtained by summing up each item score where each item is rated on a 7-point impairment scale (0=normal to 6=maximal impairment) for a total possible score of 0 to 78. A lower score indicates less symptomatology (i.e., is better). The SKAMP was a rating scale that specifically measures the classroom manifestations of ADHD. The SKAMP ratings were completed for all subjects at baseline (pre-dose) and at 1, 3, 5, 7, 10, 12, and 13 hours post-dose on the classroom testing day (Visit 8). The primary analysis time point for the primary efficacy endpoint was the average of all post-dose SKAMP scores during the 13-hour period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":"9.47"},{"groupId":"OG001","value":"17.3","spread":"7.48"}]}]}]},{"type":"SECONDARY","title":"Onset of Effect","description":"Onset of effect was defined as the first time point at which NT0102 separates from placebo on SKAMP-Combined scores. A separation was defined as a statistically significant difference at the 5% level of active drug over placebo. Data was collected separately for NT0102 and Placebo arms and is reported as a comparison analysis of the two arms. This assessment was collected on the full classroom day, Visit 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Effect","description":"Duration of effect was defined as the last time point at which NT0102 separates from placebo on SKAMP-Combined scores. A separation was defined as a statistically significant difference at the 5% level of active drug over placebo. Data was collected separately for NT0102 and Placebo arms, and is reported as a comparison analysis of the two arms. This assessment was collected on the full classroom day, Visit 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"The Average of the SKAMP-Attention Scores","description":"The SKAMP Rating Scale was comprised of 2 behavioral subscales, including the \"Attention\" subscale (4 items). The SKAMP-Attention subscore evaluates concentration in the classroom and is obtained by summing up each item score where each item is rated on a 7-point impairment scale (0=normal to 6=maximal impairment) for total possible combined score of 0 to 24. A lower score indicates less symptomatology (i.e. is better). The SKAMP-Attention subscores were derived from 20 minutes of direct observations of participant behavior. Ratings were based on the frequency and quality of behaviors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":"4.20"},{"groupId":"OG001","value":"9.4","spread":"3.42"}]}]}]},{"type":"SECONDARY","title":"The Average of the SKAMP-Deportment Scores","description":"The SKAMP Rating Scale is comprised of 2 behavioural subscales, including the \"Deportment\" subscale (4 items). The SKAMP-Deportment subscore evaluates behaviour in the classroom and is obtained by summing up each item score where each item is rated on a 7-point impairment scale (0=normal to 6=maximal impairment) for total possible combined score of 0 to 24. A lower score indicates less symptomatology (i.e. is better). The SKAMP-Attention subscores were derived from 20 minutes of direct observations of participant behaviour. Ratings were based on the frequency and quality of behaviours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":"6.23"},{"groupId":"OG001","value":"7.9","spread":"5.26"}]}]}]},{"type":"SECONDARY","title":"The Average of the Permanent Product Measure of Performance - Attempted (PERMP-A) Score","description":"The PERMP consisted of 400 math problems and was graded as number of problems \"Attempted\" (PERMP-A) and number of problems \"Correct.\" (PERMP-C). It was an objective measure of performance during the classroom testing day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.0","spread":"39.55"},{"groupId":"OG001","value":"107.5","spread":"57.53"}]}]}]},{"type":"SECONDARY","title":"The Average of the Permanent Product Measure of Performance - Correct (PERMP-C) Score","description":"The PERMP consisted of 400 math problems and was graded as number of problems \"Attempted\" (PERMP-A) and number of problems \"Correct.\" (PERMP-C). It was an objective measure of performance during the classroom testing day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":"40.60"},{"groupId":"OG001","value":"104.1","spread":"58.27"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"An adverse event is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":87},"commonTop":["Decreased appetite","Abdominal pain upper","Headache","Upper respiratory tract infection","Insomnia"]}}}