{"nctId":"NCT03329911","briefTitle":"A Comparative Study of BAT1706 and EU Avastin® in Patients With Advanced Non Squamous Non Small Cell Lung Cancer","startDateStruct":{"date":"2017-10-20","type":"ACTUAL"},"conditions":["Non-squamous Non-small Cell Lung Cancer"],"count":651,"armGroups":[{"label":"EU Avastin®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: EU Avastin®","Drug: Paclitaxel","Drug: carboplatin"]},{"label":"BAT1706","type":"EXPERIMENTAL","interventionNames":["Drug: BAT1706","Drug: Paclitaxel","Drug: carboplatin"]}],"interventions":[{"name":"EU Avastin®","otherNames":[]},{"name":"BAT1706","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Stage IV nsNSCLC or recurrent disease (any Stage at initial diagnosis) no longer amenable to curative surgery or local therapy (histologically or cytologically confirmed).\n2. No prior systemic therapy for metastatic disease. Prior systemic therapy and/or radiotherapy for locally advanced disease is permitted if completed ≥ 6 months prior to randomization.\n3. Tumors without activating EGFR or ALK mutation. Patients with unknown mutation status or known activating EGFR or ALK mutation may be included provided the corresponding targeted agent is not available and chemotherapy is the standard of care of the study center.\n4. At least one measurable target lesion according to RECIST 1.1 (Appendix 13.4) as confirmed by CIR; bone only and brain-only metastases are not allowed. Lesions previously treated with radiotherapy are non-target lesion.\n5. Eastern Cooperative Oncology Group performance status of 0 or 1 and life expectancy \\> 3 months based on Investigator's judgment.\n\nExclusion Criteria:\n\n1. Diagnosis of small cell carcinoma of the lung, mixed predominant squamous cell carcinoma of the lung, NSCLC not otherwise specified.\n2. Tumor cavitation, tumor invading into large blood vessels or close to large vessels with an increased risk of bleeding, according to Investigator's judgment.\n3. Prior therapy with monoclonal antibodies or small molecule inhibitors against VEGF or VEGFR, including Avastin®.\n4. Prior systemic therapy for metastatic disease.\n5. Prior systemic anticancer therapy, or radiotherapy for locally advanced nsNSCLC if completed \\< 6 months prior to screening.\n6. Previous malignancy other than NSCLC in the last 5 years except for basal cell cancer of the skin or pre invasive cancer of the cervix.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Response Rate","description":"The primary efficacy endpoint is ORR at Week 18 (ORR18) based on tumor response evaluated according to RECIST 1.1 as assessed by CIR. Each patient will be assigned to one of the following RECIST 1.1 categories based on independent CIR, irrespective of protocol deviations or missing data:\n\nCR: complete response. PR: partial response. SD: stable disease. PD: progressive disease. NE: not evaluable (insufficient data)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"156","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival Rate","description":"Progression free survival rate at 12 months, defined as the proportion of patients being alive without documented progression 12 months after randomization, using Kaplan-Meier method.","classes":[]},{"type":"SECONDARY","title":"Progression Free Survival Time","description":"Progression free survival time defined as the time from the date of randomization to the date of documented clinical or radiological progression or death due to any cause using Kaplan-Meier method.","classes":[]},{"type":"SECONDARY","title":"Overall Survival Rate","description":"Overall survival rate at 12 months, defined as the proportion of patients being alive 12 months after randomization using Kaplan-Meier method.","classes":[]},{"type":"SECONDARY","title":"Overall Survival Time","description":"Overall survival time defined as the time from randomization to death of any cause using Kaplan-Meier method.","classes":[]},{"type":"SECONDARY","title":"Overall Response Rate","description":"ORR at Week 6 (ORR6) and ORR at Week 12 (ORR12), based on tumor response as assessed by CIR, and best ORR of confirmed responses at end of study assessed by local radiologist/Investigator if after Week 18 according to RECIST 1.1.","classes":[]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response defined as the time from first documentation of a response (CR or PR) and the first documentation of progression (assessed by local radiologist/Investigator if after Week 18) according to RECIST 1.1.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Plasma Level of Anti Drug Antibodies (ADA) and Neutralizing Anti-drug Antibodies (NADA) Correlated With Bevacizumab Plasma Level","description":"Plasma level of anti drug antibodies (ADA) and neutralizing anti-drug antibodies (NADA) correlated with bevacizumab plasma level","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Bevacizumab Plasma Exposure Following Treatments of BAT1706 or EU Avastin®","description":"Bevacizumab plasma exposure following treatments of BAT1706 or EU Avastin®","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":119,"n":324},"commonTop":["Musculoskeletal and connective tissue disorders","Renal and urinary disorders","Neoplasms benign, malignant and unspecified (inclcysts and polyps)","Hepatobiliarydisorders"]}}}