{"nctId":"NCT01769378","briefTitle":"Study of How Dulaglutide Compares to Placebo in Participants With Type 2 Diabetes Who Are Also on Sulfonylurea Therapy (AWARD-8)","startDateStruct":{"date":"2013-01"},"conditions":["Type 2 Diabetes Mellitus"],"count":300,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Glimepiride"]},{"label":"Dulaglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Dulaglutide","Drug: Glimepiride"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Dulaglutide","otherNames":["LY2189265"]},{"name":"Glimepiride","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus\n* Stable dose of sulfonylurea that is at least 50% of the maximum approved dose per the local label for at least 3 months prior to the first study visit\n* Have an HbA1c value of ≥7.5% and ≤9.5%, as determined by the central laboratory draw performed at the first study visit\n* Accept continued treatment with sulfonylurea therapy, throughout the trial, as required per protocol\n* Men and nonpregnant women aged ≥18 years\n* Stable weight (±5%) ≥3 months prior to screening\n* Body Mass Index (BMI) ≤45 kilograms per square meter (kg/m\\^2)\n\nExclusion Criteria:\n\n* Have type 1 diabetes mellitus\n* Have been treated with ANY other antihyperglycemic medications (other than sulfonylurea) at the time of the first study visit or within 3 months prior to the first study visit\n* Have used insulin therapy (outside of pregnancy) any time in the past 2 years, except for short-term treatment of acute conditions, and up to a maximum of 4 weeks; any insulin within 3 months prior to the first study visit is exclusionary\n* Have been treated with drugs that promote weight loss within 3 months prior to the first study visit\n* Are receiving chronic (\\>14 days) systemic glucocorticoid therapy or have received such therapy within the 4 weeks immediately prior to the first study visit\n* Have had any of the following Cardiovascular (CV) conditions within 2 months prior to the first study visit: acute myocardial infarction, New York Heart Association Class III or Class IV heart failure, or cerebrovascular accident\n* Have a known clinically significant gastric emptying abnormality (eg, severe diabetic gastroparesis or gastric outlet obstruction) or have undergone gastric bypass (bariatric) surgery or restrictive bariatric surgery\n* Have acute or chronic hepatitis, signs and symptoms of any other liver disease, or alanine transaminase level \\>2.5 times the upper limit of normal\n* Have a history of chronic pancreatitis or acute idiopathic pancreatitis, or were diagnosed with any type of acute pancreatitis within the 3 month period prior to the first study visit\n* Have an estimated glomerular filtration rate \\[eGFR\\] \\<30 milliliter per minute per 1.73 square meter (mL/min/1.73 m\\^2), calculated using the Chronic Kidney Disease Epidemiology Collaboration \\[CKD-EPI\\] equation as determined by the central laboratory at the first study visit\n* Have any self or family history of type 2A or type 2B multiple endocrine neoplasia (MEN 2A or 2B) in the absence of known C-cell hyperplasia (this exclusion includes those participants with a family history of MEN 2A or 2B, whose family history for the syndrome is Rearranged during Transfection (RET) negative; the only exception for this exclusion will be for participants whose family members with MEN 2A or 2B have a known RET mutation and the potential participant for the study is negative for that RET mutation)\n* Have any self or family history of medullary C-cell hyperplasia, focal hyperplasia, carcinoma (including sporadic, familial or part of MEN 2A or 2B syndrome)\n* Have a serum calcitonin ≥20 picogram per milliliter (pg/mL) as determined by the central laboratory at the first study visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Glycosylated Hemoglobin A1c (HbA1c) at 24 Weeks","description":"Least Squares Means (LS Means) of the HbA1c change from baseline to primary endpoint was adjusted by fixed effects of treatment, country, visit, treatment-by-visit interaction, participant as random effect and baseline HbA1c as covariate, via a Mixed-effects model for repeated measures (MMRM) analysis using restricted maximum likelihood (REML).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.38","spread":"0.08"},{"groupId":"OG001","value":"-0.11","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve HbA1c <7.0% and ≤6.5% at 24 Weeks","description":"The percentage of participants who achieved the target HbA1c values at endpoint will be analyzed with a repeated logistic regression model (the generalized estimation equation \\[GEE\\] model). The model includes country, treatment, visit and treatment interaction and baseline HbA1c as a continuous covariate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.3","spread":null},{"groupId":"OG001","value":"18.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Serum Glucose (FSG) at 24 Weeks","description":"LS Means of the FSG from baseline to primary endpoint was adjusted by fixed effects of treatment, country, baseline HbA1c strata, and baseline FSG as covariate, via Analysis of Covariance Model (ANCOVA) with Last Observation Carried Forward (LOCF).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.60","spread":"4.46"},{"groupId":"OG001","value":"2.93","spread":"6.76"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at 24 Weeks","description":"LS Means of the body weight change from baseline to primary endpoint was adjusted by fixed effects of treatment, country, visit, treatment-by-visit interaction, participant as random effect and baseline body weight as covariate, via a MMRM analysis using REML.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.91","spread":"0.21"},{"groupId":"OG001","value":"-0.24","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Mass Index (BMI) at 24 Weeks","description":"LS Means of the BMI change from baseline to primary endpoint was adjusted by fixed effects of treatment, country, visit, treatment-by-visit interaction, participant as random effect and baseline BMI as covariate, via a MMRM analysis using REML.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.32","spread":"0.08"},{"groupId":"OG001","value":"-0.10","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean of All 7-Point Self Monitored Plasma Glucose (SMPG) at 24 Weeks","description":"LS Means of the SMPG change from baseline to primary endpoint at week 24 was adjusted by fixed effects of treatment, country, visit, treatment-by-visit interaction, participant as random effect and baseline SMPG value as covariate, via a MMRM analysis using REML.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.22","spread":"3.10"},{"groupId":"OG001","value":"-8.27","spread":"4.77"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Reported and Adjudicated Cardiovascular Events","description":"Information on cardiovascular (CV) risk factors was collected at baseline. Deaths and nonfatal cardiovascular adverse events (AEs) were adjudicated by an external committee of physicians with cardiology expertise. Nonfatal cardiovascular AEs to be adjudicated included myocardial infarction, hospitalization for unstable angina, hospitalization for heart failure, coronary interventions, and cerebrovascular events, including cerebrovascular accident (stroke) and transient ischemic attack. The number of participants with CV events confirmed by adjudication is summarized cumulatively at 24 weeks plus 30-day follow up. Serious and all other non-serious adverse events regardless of causality are summarized in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adjudicated Acute Pancreatitis Events","description":"The number of participants with pancreatitis confirmed by adjudication is summarized cumulatively at 24 weeks plus 30-day follow up. A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Calcitonin at 24 Weeks","description":null,"paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Self-Reported Events of Hypoglycemia","description":"Hypoglycemic events (HE) were classified as severe (defined as episodes requiring the assistance of another person to actively administer resuscitative actions), documented symptomatic (defined as any time a participant feels that he/she is experiencing symptoms and/or signs associated with hypoglycemia, and has a plasma glucose level of =\\<3.9 mmol/L), asymptomatic (defined as events not accompanied by typical symptoms of hypoglycemia but with a measured plasma glucose of =\\<3.9 mmol/L), nocturnal (defined as any hypoglycemic event that occurred between bedtime and waking), or probable symptomatic (defined as events during which symptoms of hypoglycemia were not accompanied by a plasma glucose determination). Percentage is calculated as the number of participants reporting HE each visit/ the total number of participants reporting HE during the entire study treatment period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of HE Adjusted Per 30 Days","description":"The hypoglycemia rate per 30 days during defined period is calculated by the number of hypoglycemia events within the period/number of days participant at risk within the period\\*30 days.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.59"},{"groupId":"OG001","value":"0.01","spread":"0.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.33"},{"groupId":"OG001","value":"0.00","spread":"0.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.45"},{"groupId":"OG001","value":"0.00","spread":"0.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0.0"},{"groupId":"OG001","value":"0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.16"},{"groupId":"OG001","value":"0.00","spread":"0.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.04"},{"groupId":"OG001","value":"0","spread":"0.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring Additional Intervention for Severe, Persistent Hyperglycemia","description":"Additional Intervention: any additional therapeutic intervention in participants who developed persistent, severe hyperglycemia despite full compliance with the assigned therapeutic regimen, or initiation of an alternative antihyperglycemic medication following study drug discontinuation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Additional Intervention for Severe, Persistent Hyperglycemia","description":"An additional intervention (rescue therapy) was defined as any additional therapeutic intervention in participants who developed persistent, severe hyperglycemia despite full compliance with the assigned therapeutic regimen, or initiation of an alternative antihyperglycemic medication following study drug discontinuation. Participants who had no rescue therapy within specified study period were considered as censored observations at the last available contact date up to specified study period.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.59","spread":"0.36"},{"groupId":"OG001","value":"22.47","spread":"0.66"}]}]}]},{"type":"SECONDARY","title":"Dulaglutide Anti-Drug Antibodies (ADA)","description":"Number of participants with treatment emergent (TE) dulaglutide anti-drug antibodies from postbaseline to follow up were summarized. A participant is considered to have TE dulaglutide ADA if the participant has at least one titer that is treatment-emergent relative to baseline, defined as a 4-fold or greater increase in titer from baseline measurement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Lipase","description":"A summary of changes in lipase evaluation from baseline to endpoint.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Amylase","description":"A summary of changes in amylase evaluation from baseline to endpoint.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":239},"commonTop":["Nausea","Diarrhoea","Eructation","Hyperglycemia"]}}}