{"nctId":"NCT03830333","briefTitle":"Ceftolozane/Tazobactam (MK-7625A) Plus Metronidazole Versus Meropenem for Participants With Complicated Intra-abdominal Infection (MK-7625A-015)","startDateStruct":{"date":"2019-03-20","type":"ACTUAL"},"conditions":["Complicated Intra-abdominal Infections"],"count":268,"armGroups":[{"label":"Ceftolozane/Tazobactam + Metronidazole","type":"EXPERIMENTAL","interventionNames":["Drug: Ceftolozane/Tazobactam","Drug: Metronidazole"]},{"label":"Meropenem + Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Meropenem","Drug: Placebo"]}],"interventions":[{"name":"Ceftolozane/Tazobactam","otherNames":["MK-7625A"]},{"name":"Metronidazole","otherNames":[]},{"name":"Meropenem","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must have one of the following diagnoses in which there is evidence of bacterial intraperitoneal infection: Cholecystitis (including gangrenous cholecystitis) with rupture, perforation, or progression of the infection beyond the gallbladder wall; Acute gastric or small intestine including duodenal perforation, only if operated on \\> 24 hours after perforation occurs; Traumatic perforation of the intestine (including colon), only if operated on \\> 12 hours after perforation occurs; Appendiceal perforation or peri-appendiceal abscess; Diverticular disease with perforation or abscess; Peritonitis due to other perforated viscus or following a prior operative procedure; Intra-abdominal abscess (including liver or spleen).\n* Evidence of systemic infection\n* Requires surgical intervention (e.g., laparotomy, laparoscopic surgery, or percutaneous draining of an abscess) within 24 hours of (before or after) the first dose of study drug\n* If participant is to be enrolled preoperatively, the participant should have radiographic evidence of gastric or bowel perforation or intra-abdominal abscess or other radiographic evidence for cIAI\n* Participants who failed prior antibacterial treatment for the current cIAI can be enrolled but must: (a) have a positive culture (from an intra-abdominal site or blood sample) and (b) require surgical intervention.\n* Is a Chinese participant, defined as a person of Chinese descent. A potential participant who is of ex-China descent (e.g. Western European) descent living in China will be excluded\n* Male agrees to use contraception during the treatment period, and for at least 30 days after the last dose of study medication, and refrain from donating sperm during this period\n* Female is not pregnant or breastfeeding; is not a woman of childbearing potential (WOCBP); or if WOCBP agrees to use a contraceptive method that is highly effective, or be abstinent from heterosexual intercourse as their preferred and usual lifestyle during the treatment period, and for at least 30 days after the last dose of study medication; or must have a negative highly sensitive pregnancy test (serum) within 48 hours before the first dose of study intervention.\n\nExclusion Criteria:\n\n* Has any of the following diagnoses: simple appendicitis; abdominal wall abscess; small bowel obstruction or ischemic bowel disease without perforation; spontaneous (primary) bacterial peritonitis associated with cirrhosis and chronic ascites; or pelvic infections\n* Has any of the following diseases: acute suppurative cholangitis; infected necrotizing pancreatitis; pancreatic abscess\n* Has complicated intra-abdominal infection managed by staged abdominal repair (STAR), open abdomen technique (i.e. fascia not closed) including temporary closure of the abdomen, or any situation where infection source control was not likely to be achieved\n* Has abscess that is confirmed on imaging test but has not been or cannot be managed by surgical intervention including drainage\n* Is expected to be cured by only surgical intervention (e.g., drainage) without use of systemic antibiotic therapy\n* Has the following underlying conditions or the following serious conditions: considered unlikely to survive during the study period (predicted life expectancy is \\< 4 weeks after randomization); organic brain or spinal cord disease; any rapidly-progressing disease or immediately life-threatening illness (including respiratory failure and septic shock); an immunocompromising condition\n* Has a history of any hypersensitivity or allergic reaction to any beta-lactam, antibacterials, including cephalosporins, carbapenems, penicillins, or tazobactam, or metronidazole, or nitroimidazole derivatives; or if a skin test is required by local clinical regulations, has a positive skin test result if no prior history of allergic reaction to beta-lactam antibacterials\n* A WOCBP who has a positive serum pregnancy test within 24 hours before the first dose of study intervention\n* Used systemic antibiotic therapy with known coverage of pathogens that cause IAI for more than 24 hours during the previous 72 hours prior to the first dose of study drug, unless there is a documented treatment failure with such therapy\n* For participants that are enrolled postoperatively, more than 1 dose of an active non-study antibacterial regimen administered postoperatively. For participants enrolled preoperatively, no postoperative non-study antibacterial therapy is allowed\n* Participants who need additional non-study systemic antibacterial therapy with gram-negative activity in addition to study drug therapy; drugs with only gram-positive activity (eg, IV vancomycin, teicoplanin, linezolid and daptomycin) are allowed\n* Anticipates treatment with traditional Chinese medicine or herbal medicine during study period\n* Has received disulfiram, valproic acid or divalproex sodium within 14 days before the proposed first day of study drug or who are currently receiving probenecid\n* Is currently participating in, or has participated in, any other clinical study involving the administration of investigational or experimental medication (not licensed by regulatory agencies) at the time of the presentation or during the previous 90 days prior to screening or is anticipated to participate in such a clinical study during the course of this study\n* Has participated in a ceftolozane/tazobactam clinical study at any time in the past\n* Has severe impairment of renal function (CrCL \\<30 mL/min) or requirement for peritoneal dialysis, hemodialysis or hemofiltration, or oliguria","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinical Response (Clinical Cure or Clinical Failure) at Test of Cure (TOC) Visit: Clinically Evaluable (CE) Population","description":"Clinical response was classified as \"cure\" or \"failure\". Clinical cure (favorable) was defined as complete resolution or significant improvement in signs and symptoms of the index infection, such that no additional antibacterial therapy or surgical or drainage procedure is required for the index infection. Clinical failure (unfavorable) was defined as death related to IAI at any time point; persisting or recurrent infection within the abdomen requiring additional intervention to cure; need for treatment with additional antibiotics for ongoing IAI symptoms; or post-surgical wound infection that requires additional antimicrobial therapy and/or non-routing wound care. The percentage of participants with clinical response of clinical cure or clinical failure at TOC was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.2","spread":null},{"groupId":"OG001","value":"93.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response (Clinical Cure, Clinical Failure, or Indeterminate) at TOC Visit: Intent to Treat (ITT) Population","description":"Clinical response was classified as \"cure\", \"failure\", or \"indeterminate\". Clinical cure (favorable) was defined as complete resolution or significant improvement in signs and symptoms of the index infection, such that no additional antibacterial therapy or surgical or drainage procedure is required for the index infection. Clinical failure (unfavorable) was defined as death related to IAI at any time point; persisting or recurrent infection within the abdomen requiring additional intervention to cure; need for treatment with additional antibiotics for ongoing IAI symptoms; or post-surgical wound infection that requires additional antimicrobial therapy and/or non-routing wound care. Indeterminate (unfavorable) was defined as participants for whom study data were not available for evaluation of efficacy for any reason. The percentage of participants with clinical response of clinical cure, clinical failure, or indeterminate at TOC was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.1","spread":null},{"groupId":"OG001","value":"89.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"9.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response (Clinical Cure or Clinical Failure) at End of Therapy (EOT) Visit: CE Population","description":"Clinical response was classified as \"cure\" or \"failure\". Clinical cure (favorable) was defined as complete resolution or significant improvement in signs and symptoms of the index infection, such that no additional antibacterial therapy or surgical or drainage procedure is required for the index infection. Clinical failure (unfavorable) was defined as death related to IAI at any time point; persisting or recurrent infection within the abdomen requiring additional intervention to cure; need for treatment with additional antibiotics for ongoing IAI symptoms; or post-surgical wound infection that requires additional antimicrobial therapy and/or non-routing wound care. The percentage of participants with clinical response of clinical cure or clinical failure at EOT was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null},{"groupId":"OG001","value":"96.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response (Clinical Cure, Clinical Failure, or Indeterminate) at EOT Visit: ITT Population","description":"Clinical response was classified as \"cure\", \"failure\", or \"indeterminate\". Clinical cure (favorable) was defined as complete resolution or significant improvement in signs and symptoms of the index infection, such that no additional antibacterial therapy or surgical or drainage procedure is required for the index infection. Clinical failure (unfavorable) was defined as death related to IAI at any time point; persisting or recurrent infection within the abdomen requiring additional intervention to cure; need for treatment with additional antibiotics for ongoing IAI symptoms; or post-surgical wound infection that requires additional antimicrobial therapy and/or non-routing wound care. Indeterminate (unfavorable) was defined as participants for whom study data are not available for evaluation of efficacy for any reason. The percentage of participants with clinical response of clinical cure, clinical failure, or indeterminate at EOT was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.5","spread":null},{"groupId":"OG001","value":"94.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Favorable Per-Participant Microbiological Response of Eradication or Presumed Eradication at TOC Visit: Expanded Microbiologically Evaluable (EME) Population","description":"An overall microbiological response was determined by the Sponsor for each participant based on individual microbiological responses for each baseline bacterial pathogen. A favorable individual microbiological response was eradication (absence of the baseline bacterial pathogen in a specimen appropriately obtained from the original site of infection) or presumed eradication (absence of material to culture in a participant who is assessed as a clinical cure). In order for the participant to have a favorable overall microbiological response, each individual baseline bacterial pathogen must have had a favorable microbiological outcome. The percentage of participants with a favorable per-participant microbiological response of eradication or presumed eradication was reported for the TOC visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.4","spread":null},{"groupId":"OG001","value":"93.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Favorable Microbiological Response of Eradication or Presumed Eradication, by Pathogen, at the TOC Visit: EME Population","description":"A microbiological response was determined for each bacterial pathogen isolated at baseline by the Sponsor. Favorable microbiological responses included eradication (absence of the baseline bacterial pathogen in a specimen appropriately obtained from the original site of infection) or presumed eradication (absence of material to culture in a participant who is assessed as a clinical cure). The percentage of participants with a favorable microbiological response of eradication or presumed eradication was reported per pathogen for the TOC visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.0","spread":null},{"groupId":"OG001","value":"95.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.8","spread":null},{"groupId":"OG001","value":"95.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.8","spread":null},{"groupId":"OG001","value":"95.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"90.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null},{"groupId":"OG001","value":"88.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced 1 or More Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a participant administered a pharmaceutical product that did not necessarily have to have a causal relationship with this treatment. An AE could therefore have been any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product. The percentage of participants who experienced 1 or more AEs were summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"50.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants That Discontinued Study Treatment Due to an AE","description":"An AE was any untoward medical occurrence in a participant administered a pharmaceutical product that did not necessarily have to have a causal relationship with this treatment. An AE could therefore have been any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product. The percentage of participants who had study drug discontinued during the study due to an AE was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":134},"commonTop":["Pyrexia","Diarrhoea","Cough","Constipation","Hypokalaemia"]}}}