{"nctId":"NCT04085601","briefTitle":"A Study to Evaluate the Efficacy and Safety of Pegcetacoplan in Patients With PNH","startDateStruct":{"date":"2019-08-27","type":"ACTUAL"},"conditions":["Paroxysmal Nocturnal Hemoglobinuria"],"count":53,"armGroups":[{"label":"Standard of Care (SOC) excluding complement inhibitors","type":"NO_INTERVENTION","interventionNames":[]},{"label":"1,080mg APL-2 administered subcutaneously twice weekly","type":"EXPERIMENTAL","interventionNames":["Drug: APL-2"]}],"interventions":[{"name":"APL-2","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be at least 18 years old (inclusive).\n* Have LDH ≥1.5 x ULN at the screening visit.\n* Have PNH diagnosis, confirmed by high sensitivity flow cytometry (granulocyte or monocyte clone \\>10%).\n* Have Hb less than the lower limit of normal (LLN) at the screening visit.\n* Have ferritin greater than/equal to the LLN, or total iron binding capacity (TIBC) less than/equal to ULN at the screening visit, based on central laboratory reference ranges. If a subject is receiving iron supplements at screening, the Investigator must ensure that the subject's dose has been stable for 4 weeks prior to screening, and it must be maintained throughout the study. Subjects not receiving iron at screening must not start iron supplementation during the course of the study.\n* Body mass index (BMI) ≤ 35 kg/m2 at the screening visit.\n* Have a platelet count of \\>50,000/mm3 at the screening visit.\n* Have an absolute neutrophil count \\>500/mm3 at the screening visit.\n\nExclusion Criteria:\n\n* Treatment with any complement inhibitor (eg, eculizumab) within 3 months prior to screening.\n* Hereditary complement deficiency.\n* History of bone marrow transplantation.\n* Concomitant use of any of the following medications is prohibited if not on a stable regimen for the time period indicated below prior to screening:\n\n  * Erythropoietin or immunosuppressants for at least 8 weeks\n  * Systemic corticosteroids for at least 4 weeks\n  * Vitamin K antagonists (eg, warfarin) with a stable international normalized ratio (INR) for at least 4 weeks\n  * Iron supplements, vitamin B12, or folic acid for at least 4 weeks\n  * Low-molecular-weight heparin for at least 4 weeks","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Who Achieved Hemoglobin (Hb) Stabilization","description":"The Hb stabilization was defined as avoidance of a \\>1 gram per deciliter (g/dL) decrease in Hb concentration from Baseline in the absence of transfusion through Week 26.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Lactate Dehydrogenase (LDH) Concentration At Week 26","description":"The LDH concentration was analyzed using an analysis of covariance (ANCOVA) model with a last observation carried forward (LOCF) and a baseline observation carried forward (BOCF) approach for handling missing data. Baseline was defined as average of measurements prior to first dose of pegcetacoplan or on or prior to randomization of SoC. Post baseline missing values are imputed using multiple imputation method with Markov Chain Mont Carlo method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1870.47","spread":"100.971"},{"groupId":"OG001","value":"-400.09","spread":"312.988"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With an Hb Response in the Absence of Transfusions","description":"An Hb response was defined as a =\\>1 g/dL increase in Hb from baseline at Week 26.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Absolute Reticulocyte Count (ARC) at Week 26","description":"Blood samples were collected via direct venipuncture at the specific time points to determine ARC. Baseline was defined as average of measurements prior to first dose of pegcetacoplan or on or prior to randomization of SoC. Post baseline missing values are imputed using multiple imputation method with Markov Chain Mont Carlo method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-123.26","spread":"9.164"},{"groupId":"OG001","value":"-19.44","spread":"25.209"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hb Concentration at Week 26","description":"Baseline was defined as average of measurements prior to first dose of pegcetacoplan or on or prior to randomization of SoC. Post baseline missing values are imputed using multiple imputation method with Markov Chain Mont Carlo method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.94","spread":"0.383"},{"groupId":"OG001","value":"0.27","spread":"0.759"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Received Transfusion or Decrease of Hb >2 g/dL From Baseline","description":"Transfusion refers to any transfusion of PRBC, leukocyte-depleted red blood cells (LDPRC), leukocyte poor packed red blood cell (LPRC), leukocyte poor blood (LPB) or whole blood.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Transfusion Avoidance","description":"Transfusion avoidance was defined as the percentage of subjects who did not require a transfusion during the RCP. Transfusion refers to any transfusion of PRBC, LDPRC, LPRC, LPB or whole blood.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.4","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of PRBC Units Transfused From Baseline Through Week 26","description":"The number of units of PRBC transfusions was estimated. In one transfusion subjects received one or more units.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy- (FACIT-Fatigue) Scale Score at Week 26","description":"The FACIT-Fatigue Scale is a 13-item Likert scaled instrument that is self-administered by the subjects during clinic visits. Subjects were presented with 13 statements and asked to indicate their responses as it applied to the past 7 days. The 5 possible responses are \"Not at all\" (0), \"A little bit\" (1), \"Somewhat\" (2), \"Quite a bit\" (3), and \"Very much\" (4). With 13 statements, the total score has a range of 0 to 52. The higher score corresponded to a higher quality of life. Baseline is defined as average of measurements prior to first dose of pegcetacoplan or on or prior to randomization of SoC. Post baseline missing values are imputed using multiple imputation method with Markov Chain Mont Carlo method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.78","spread":"1.210"},{"groupId":"OG001","value":"3.26","spread":"2.113"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Hb Normalization Levels at Week 26","description":"Normalization of Hb levels defined as \\>= 1x LLN at Week 26 in the absence of transfusion. Transfusion refers to any transfusion of PRBC, LDPRC, LPRC, LPB or whole blood.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With LDH Normalization at Week 26","description":"The LDH normalization was defined as LDH \\<= 1xupper limit of normal (ULN) of normal range at week 26 in the absence of transfusion. Transfusion refers to any transfusion of PRBC, LDPRC, LPPRC, LPRC, LPB or whole blood.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer (EORTC) 30-item Core Quality of Life Questionnaire (QLQ-C30) Scores at Week 26","description":"The EORTC QLQ-C30 questionnaire (version 3.0) consisted of 30 questions comprised of both multi-item scales and single-item measures to assess overall quality of life in subjects. Questions were designated by functional scales, symptom scales, and global subject QOL/overall perceived health status. For the first 28 questions the 4 possible responses are \"Not at all' (1), 'A little' (2), 'Quite a bit' (3) and 'Very much' (4). For the remaining 2 questions the response is requested on a 7-point scale from 1 ('Very poor') to 7 ('Excellent'). Each scale has a range of 0% - 100%. A high scale score represents a higher response level. Baseline is defined as average of measurements prior to first dose of pegcetacoplan or on or prior to randomization of SoC. Post baseline missing values are imputed using multiple imputation method with Markov Chain Mont Carlo method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.90","spread":"2.909"},{"groupId":"OG001","value":"-2.85","spread":"5.703"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Linear Analog Assessment (LASA) Scales Score at Week 26","description":"The LASA consisted of 3 items asking respondents to rate their perceived level of functioning. Specific domains include activity level, ability to carry out daily activities, and an item for overall QOL. Their level of functioning was reported on a 0-100 scale with 0 representing \"As low as could be\" and 100 representing \"As high as could be\".","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.39","spread":"9.062"},{"groupId":"OG001","value":"-5.39","spread":"17.689"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With ARC Normalization","description":"Absolute reticulocyte count normalization is defined as ARC \\< 1x ULN of the gender-specific normal range at week 26 in the absence of transfusion. Subjects who received a transfusion or withdraw from study or escaped from SoC to pegcetacoplan treatment group or lost to follow up without providing efficacy data at Week 26 were classified as non-responders. Transfusion refers to any transfusion of PRBC, LDPRC, LPRC, LPB or whole blood.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Failure of Hb Stabilization","description":"Hb stabilization is defined as avoidance of a \\>1 g/dL decrease in Hb levels from baseline through Week 26 in the absence of transfusion. Transfusion refers to any transfusion of PRBC, LDPRC, LPRC, LPB or whole blood.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First PRBC Transfusion","description":"Time to first-on-study PRBC transfusions during RCP were reported. Here NA indicates not estimable.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"7.000","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":46},"commonTop":["Hypokalaemia","Pain in extremity","Arthralgia","Dizziness","Pyrexia"]}}}