{"nctId":"NCT04615923","briefTitle":"HEALEY ALS Platform Trial - Regimen D Pridopidine","startDateStruct":{"date":"2020-12-18","type":"ACTUAL"},"conditions":["Amyotrophic Lateral Sclerosis"],"count":163,"armGroups":[{"label":"Pridopidine","type":"EXPERIMENTAL","interventionNames":["Drug: Pridopidine"]},{"label":"Matching Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching Placebo"]}],"interventions":[{"name":"Pridopidine","otherNames":[]},{"name":"Matching Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* No additional inclusion criteria beyond the inclusion criteria specified in the Master Protocol (NCT NCT04297683).\n\nExclusion Criteria:\n\n* The following exclusion criteria are in addition to the exclusion criteria specified in the Master Protocol (NCT NCT04297683).\n\n  1. Participants with a confirmed prolonged Fridericia-corrected QT (QTcF) interval (defined as a QTcF interval of \\>450 ms for men and \\>470 ms for women).\n  2. Participants with clinically significant heart disease, clinically significant history of arrhythmia, symptomatic or uncontrolled atrial fibrillation despite treatment, or asymptomatic sustained ventricular tachycardia, or presence of left bundle branch block.\n  3. Participants with known history of long QT syndrome or a first degree relative with this condition.\n  4. Participants using prohibited medications within the 4 weeks prior to the Regimen Specific Screening Visit, as detailed in section 5.9.\n  5. Participants using the following medications at the time of the Regimen Specific Screening Visit:\n\n     1. Nuedexta - at a dosage higher than 20 mg dextromethorphan + 10 mg quinidine BID\n     2. Citalopram - at a dosage higher than 20 mg/day\n     3. Escitalopram - at a dosage higher than 10 mg/day\n  6. Participants with a known allergy to any ingredient of the study intervention (pridopidine, silicified microcrystalline cellulose, and magnesium stearate).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease Progression as Assessed by the ALSFRS-R Total Score","description":"Change in disease severity over time as measured by the ALS Functional Rating Scale-Revised (ALSFRS-R). Each type of function is scored from 4 (normal) to 0 (no ability), with a maximum total score of 48 and a minimum total score of 0. Patients with higher scores have more physical function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.99","spread":"0.077"},{"groupId":"OG001","value":"-1.00","spread":"0.070"}]}]}]},{"type":"PRIMARY","title":"Mortality Event Rate","description":"Mortality is defined as death or death equivalent. A participant is determined to meet the criteria of death equivalent if permanent assisted ventilation (PAV) is used for more than 22 hours per day for more than seven days in a row. The rate of mortality was estimated from a Bayesian shared-parametric model that assumed exponentially distributed survival times.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.012","spread":"0.0029"},{"groupId":"OG001","value":"0.012","spread":"0.0029"}]}]}]},{"type":"SECONDARY","title":"Change in Bulbar Function in Participants With Bulbar Dysfunction at Baseline","description":"Change in bulbar function over time in participants with bulbar dysfunction at baseline as measured by the ALS Functional Rating Scale-Revised (ALSFRS-R) bulbar subdomain. Each question is scored from 4 (normal) to 0 (no ability), with a maximum total score of 12 and a minimum total score of 0 for the bulbar subdomain. Patients with higher scores have more bulbar function.\n\nParticipants were classified as having bulbar dysfunction at baseline if their score on the ALSFRS-R bulbar domain (Q1-Q3) score was less than 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.78","spread":"0.261"},{"groupId":"OG001","value":"-1.69","spread":"0.210"}]}]}]},{"type":"SECONDARY","title":"Bulbar Function in All Randomized Participants","description":"Change in bulbar function over time in all randomized participants as measured by the ALS Functional Rating Scale-Revised (ALSFRS-R) bulbar subdomain. Each question is scored from 4 (normal) to 0 (no ability), with a maximum total score of 12 and a minimum total score of 0 for the bulbar subdomain. Patients with higher scores have more bulbar function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.16","spread":"0.169"},{"groupId":"OG001","value":"-1.25","spread":"0.141"}]}]}]},{"type":"SECONDARY","title":"Respiratory Function","description":"Change in respiratory function over time as measured by Slow Vital Capacity (SVC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.81","spread":"1.351"},{"groupId":"OG001","value":"-8.35","spread":"1.132"}]}]}]},{"type":"SECONDARY","title":"Bulbar Function in Participants With Rapid Pre-baseline Progression","description":"Change in bulbar function over time in participants with rapid pre-baseline progression as measured by the ALS Functional Rating Scale-Revised (ALSFRS-R) bulbar subdomain. Each question is scored from 4 (normal) to 0 (no ability), with a maximum total score of 12 and a minimum total score of 0 for the bulbar subdomain. Patients with higher scores have more bulbar function.\n\nParticipants were classified with rapid pre-baseline progression if their change in ALSFRS-R total score between Master Protocol Screening and Regimen Baseline was greater than or equal or 0.75 points per month.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.54","spread":"0.297"},{"groupId":"OG001","value":"-1.54","spread":"0.302"}]}]}]},{"type":"SECONDARY","title":"Time to Bulbar Decline","description":"Time to first decline of 1-point or greater post baseline in the ALSFRS-R bulbar domain score among all participants.\n\nAnalysis performed using interval-censored survival analysis. Results presented as median interval (upper \\& lower bounded) time to event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Muscle Strength","description":"Change in muscle strength over time as measured isometrically using hand-held dynamometry (HHD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.74","spread":"2.556"},{"groupId":"OG001","value":"-24.97","spread":"2.123"}]}]}]},{"type":"SECONDARY","title":"Number of Participants That Experienced Death or Death Equivalent","description":"The number of participants who died or met the criterion for a death equivalent from the date of their baseline visit to the end of the Week 24visit window (generally 175 days after baseline). The death equivalent criterion is use of permanent assisted ventilation (PAV) for more than 22 hours per day for more than 7 days in a row.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":121},"commonTop":["Fall","Muscular weakness","Neuromyopathy","Constipation","Diarrhoea"]}}}