{"nctId":"NCT01461096","briefTitle":"Quadrivalent HPV Vaccine to Prevent Anal HPV in HIV-infected Men and Women","startDateStruct":{"date":"2012-03"},"conditions":["HIV Infections"],"count":575,"armGroups":[{"label":"Quadrivalent HPV Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Quadrivalent HPV Vaccine"]},{"label":"Placebo Vaccine","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo Vaccine for Male Participants Only","Biological: Placebo Vaccine for Female Participants Only"]}],"interventions":[{"name":"Quadrivalent HPV Vaccine","otherNames":[]},{"name":"Placebo Vaccine for Male Participants Only","otherNames":[]},{"name":"Placebo Vaccine for Female Participants Only","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HIV-1 infection, documented by any licensed rapid HIV test or HIV enzyme or chemiluminescence immunoassay (E/CIA) test kit at any time prior to study entry and confirmed by a licensed Western blot or a second antibody test by a method other than the initial rapid HIV and/or E/CIA, or by HIV-1 antigen, plasma HIV-1 RNA viral load. More information on this criterion can be found in the protocol.\n* Laboratory values obtained within 45 days prior to entry by any U.S. laboratory that has a Clinical Laboratory Improvement Amendment (CLIA) certification or its equivalent, or at any network-approved non-U.S. laboratory that operates in accordance with Good Clinical Practices and participates in appropriate external quality assurance programs:\n\n  1. Absolute neutrophil count (ANC) greater than 750 cells/mm\\^3\n  2. Hemoglobin greater than or equal to 9.0 g/dL\n  3. Platelet count greater than or equal to 75,000/mm\\^3\n  4. Serum creatinine less than or equal to three times the upper limit of normal (ULN)\n  5. Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\]) and alanine aminotransferase (ALT) (serum glutamic pyruvic transaminase \\[SGPT\\]) less than or equal to five times the ULN\n  6. Total or conjugated (direct) bilirubin less than or equal to 2.5 times the ULN\n* For men, receptive anal sex (defined as receptive penile-anal sex or receptive oral-anal sex with another man) within 1 year prior to entry\n* Anal cytology result from specimen obtained within 45 days prior to entry\n* HRA performed within 45 days prior to entry by a certified HRA provider with no evidence of invasive or microinvasive anal cancer by anal biopsy or by visual inspection if no biopsy was obtained. Note: refer to protocol for more information about HRA certification process.\n* For women, gynecologic examination (including screening for cervical disease by exfoliative cytology with or without colposcopy) within 45 days prior to entry.\n* For women of reproductive potential, a negative serum or urine pregnancy test within 45 days prior to study entry by any U.S. laboratory that has a CLIA certification or its equivalent, or at any network-approved non-U.S. laboratory that operates in accordance with Good Clinical Practices and participates in appropriate external quality assurance programs. More information on this criterion can be found in the protocol.\n* Confirmation of the availability of the anal swab, vaginal swab (women only) and Scope oral rinse specimens for HPV DNA PCR obtained at screening. The site must confirm that these samples have been entered into the Laboratory Data Management System (LDMS).\n* Ability and willingness of participant or legal representative to provide informed consent\n\nExclusion Criteria:\n\n* History or current biopsy diagnosis of invasive or microinvasive cancer, i.e.:\n\n  * For all participants: anal or oropharyngeal cancer\n  * For men: penile cancer\n  * For women: cervical, vulvar, or vaginal cancer\n  * More information on this criterion can be found in the protocol.\n* Anal, cervical, or vaginal cytological results suspicious for invasive carcinoma at any point prior to entry\n* Topical or surgical treatment for intra- or perianal intraepithelial neoplasia or condyloma within 6 months prior to entry. More information on this criterion can be found in the protocol.\n* Prior receipt of one or more doses of an HPV vaccine\n* Receipt of anticoagulants other than aspirin or nonsteroidal anti-inflammatory drugs (NSAIDS) within 14 days prior to entry\n* Known allergy/sensitivity or any hypersensitivity to yeast or any of the components of the study product or its formulation. More information on this criterion can be found in the protocol.\n* Active drug or alcohol use or dependence or other condition that, in the opinion of the site investigator, would interfere with adherence to study requirements\n* Serious illness requiring systemic treatment and/or hospitalization within 21 days prior to entry\n* Hemophilia or other bleeding diatheses\n* Use of any systemic antineoplastic or immunomodulatory treatment, systemic corticosteroids other than inhaled corticosteroids or prednisone less than or equal to 10 mg (or equivalent), investigational vaccines, interleukins, interferons, growth factors, or intravenous immunoglobulin (IVIG) within 45 days prior to study entry. NOTE: Routine standard-of-care vaccines (including hepatitis A, hepatitis B, influenza, pneumococcal, and tetanus vaccines) are not exclusionary.\n* Expected treatment of hepatitis B or hepatitis C virus with immunomodulatory agents in the 7 months after entry\n* Breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"27 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to the First New Persistent Infection of HPV 6, 11, 16, or 18","description":"The outcome for this evaluation was time to the first new persistent infection of any of HPV 6, 11, 16, or 18. Persistent infection was defined as an infection confirmed by positive anal HPV PCR results at 2 consecutive visits at least 16 weeks apart without an intervening negative result. A participant who had a positive measurement on his/her last measurement with no consecutive confirmatory measurement was considered as having a persistent infection. Participants with pre-existing HPV infection at baseline were evaluable for the primary outcome if they were PCR negative for at least one of the four vaccine HPV types at baseline.\n\nNOTE: Use 5th and 10th percentiles in years from baseline to the first new persistent infection as the summary measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.90","spread":null},{"groupId":"OG001","value":"1.04","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.92","spread":null},{"groupId":"OG001","value":"2.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Biopsy-proven High-grade Anal Intraepithelial Neoplasia (HGAIN) Occurrences and Reoccurrences After Week 52","description":"HGAIN was defined as AIN2 (moderate dysplasia, with no mention of AIN grade III), AIN3 (severe dysplasia, carcinoma in-situ, or AIN grade II/III), high grade AIN not specified, or adenocarcinoma in situ found in the intra-anal or perianal region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anal Cytological Abnormality Occurrences","description":"Anal cytologic abnormalities include: atypical squamous cells undetermined significance (ASCUS), atypical squamous cells favor high-grade SIL/squamous cell carcinoma (ASC-H), low-grade squamous intraepithelial lesion/mild dysplasia/HPV (LSIL), or high-grade SIL/moderate dysplasia to severe dysplasia/carcinoma in situ/features of invasion (HSIL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"182","spread":null},{"groupId":"OG001","value":"188","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 or 4 Adverse Events (AEs) That Were Possibly, Probably, or Definitely Related to the Vaccine, as Determined by the Local Investigator","description":"To grade diagnoses, signs and symptoms, and laboratory results, sites must refer to the DAIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), Version 1.0, December 2004 (Clarification, august 2009).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First New Persistent Oral HPV Infection of Vaccine Types Detected From Oral Rinse","description":"The outcome for this evaluation was time to the first new persistent infection of any of oral HPV 6, 11, 16, or 18. Persistent infection was defined as an infection confirmed by positive oral HPV PCR results at 2 consecutive visits at least 16 weeks apart without an intervening negative result. A participant who had a positive measurement on his/her last measurement with no consecutive confirmatory measurement was considered as having a persistent infection. Participants with pre-existing HPV infection at baseline were evaluable for the primary endpoint if they were PCR negative for at least one of the four vaccine HPV types at baseline.\n\nNOTE: Use 5th and 10th percentiles in years from baseline to the first new persistent infection as the summary measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":288},"commonTop":["Pyrexia","Cough","Diarrhoea","Pain in extremity","Dyspnoea"]}}}