{"nctId":"NCT01560624","briefTitle":"Phase III Clinical Worsening Study of UT-15C in Subjects With PAH Receiving Background Oral Monotherapy","startDateStruct":{"date":"2012-06-26","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":690,"armGroups":[{"label":"UT-15C","type":"EXPERIMENTAL","interventionNames":["Drug: Treprostinil Diolamine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Treprostinil Diolamine","otherNames":["UT--15C"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Subject Inclusion Criteria:\n\n1. Voluntarily gave informed consent to participate in the study.\n2. Are 18 to 75 years of age (inclusive) at Screening.\n3. Women of childbearing potential must practice abstinence from intercourse when in line with their preferred and usual lifestyle, or use 2 different forms of highly effective contraception for the duration of the study, and for at least 30 days after discontinuing study medication. A negative urine pregnancy test is required at Screening and Baseline prior to initiating study medication.\n4. Male subjects must consent to use a condom during intercourse for the duration of the study, and for at least 48 hours after discontinuing study medication.\n5. Have a diagnosis of symptomatic idiopathic or heritable PAH, PAH associated with connective tissue disease (CTD), PAH associated with HIV infection, PAH associated with repaired congenital systemic-to-pulmonary shunt, or PAH associated with appetite suppressant or toxin use.\n6. If known to be positive for HIV infection, have a CD4 lymphocyte count of at least 200 cells/mm\\^3 assessed at Screening and are receiving current standard of care anti retroviral or other effective medication for the treatment of HIV infection.\n7. Have a baseline 6MWD greater than or equal to 150 m in the absence of a concurrent injury, illness, or other confounding factor including, but not limited to, use of an aid for ambulation or connection to a nonportable machine, that would have prevented the accurate assessment of the subject's exercise capacity.\n8. Are optimally treated with conventional pulmonary hypertension therapy with no additions, discontinuations, or dose changes for a minimum of 10 days prior to randomization. The exceptions are the discontinuation or dose changes of anticoagulants and/or dose change of diuretics.\n9. Are receiving a PAH-approved oral monotherapy at a minimum dose that complies with the approved prescribing information for the product for at least 30 days prior to randomization and are receiving a stable dose for at least 10 days prior to randomization.\n10. Have had previously undergone a cardiac catheterization within 3 years prior to the start of Screening or during the Screening Period, and the most recent assessment documented a pulmonary artery pressure mean of at least 25 mmHg, a pulmonary capillary wedge pressure (PCWP) (or in the event a PCWP could not be reliably obtained, a left ventricular end diastolic pressure \\[LVEDP\\]) less than or equal to 15 mmHg, and absence of unrepaired congenital heart disease (other than patent foramen ovale). If a reliable PCWP or LVEDP are unable to be obtained during cardiac catheterization, subjects with clinically normal left heart function and absence of clinically relevant mitral valve disease on echocardiography are eligible for enrollment.\n11. Undergo echocardiography with evidence of clinically normal systolic and diastolic left ventricular function and absence of any clinically significant left sided heart disease (eg, mitral valve disease). Subjects with clinically insignificant left ventricular diastolic dysfunction due to the effects of right ventricular overload (ie, right ventricular hypertrophy and/or dilatation) are eligible.\n12. Have a previous ventilation perfusion lung scan, high-resolution computerized tomography scan of the chest, and/or pulmonary angiography that are consistent with the diagnosis of PAH.\n13. Have pulmonary function tests conducted within 6 months before Screening or during the Screening Period to confirm the following:\n\n    1. Total lung capacity is at least 60%\n    2. Forced expiratory volume at 1 second is at least 50%\n14. In the opinion of the Principal Investigator, is able to communicate effectively with study personnel and is considered reliable, willing, and likely to cooperate with protocol requirements, including attending all study visits.\n\nSubject Exclusion Criteria:\n\n1. Is pregnant or lactating.\n2. Have previously received oral treprostinil.\n3. Have received a PGI2 (except if used during acute vasoreactivity testing) within 30 days prior to randomization or have previous intolerance or significant lack of efficacy to any PGI2 or PGI2 analogue that resulted in discontinuation or inability to titrate that therapy effectively.\n4. Have any background conventional therapies for PAH added, removed, or dose-adjusted within 10 days prior to randomization. The exceptions are removal or dose adjustments of anticoagulants and/or dose adjustments of diuretics.\n5. Receive their first dose of a PAH-approved oral monotherapy less than 30 days prior to randomization, or have their PAH-approved oral monotherapy dose changed within 10 days prior to randomization, or the subject discontinues any PAH approved therapy within 30 days prior to Screening, or the subject has previously received 2 PAH approved oral therapies at the same time (specifically, a PDE5-I, an ERA, or a sGC stimulator) concomitantly for more than 90 days cumulatively.\n6. Have any disease associated with PAH other than CTD, HIV infection, repaired (for at least 1 year) congenital systemic-to-pulmonary shunt, PAH associated with appetite suppressant/toxin use, or have an atrial septostomy.\n7. Have a current diagnosis of uncontrolled sleep apnea as defined by their physician.\n8. Have a history of ischemic heart disease, including a previous myocardial infarction or symptomatic coronary artery disease within 6 months prior to Screening or a history of left-sided myocardial disease as evidenced by a mean PCWP (or a LVEDP) greater than 15 mmHg or left ventricular ejection fraction less than 40% as assessed by either multigated angiogram, angiography, or echocardiography.\n9. Have uncontrolled systemic hypertension as evidenced by systolic blood pressure (BP) greater than 160 mmHg or diastolic BP greater than 100 mmHg.\n10. Have alanine aminotransferase or aspartate aminotransferase levels at least 3 times greater than the upper limit of normal, clinically significant liver disease/dysfunction, or known Child-Pugh Class C hepatic disease at Screening.\n11. Have any other disease or condition that would interfere with the interpretation of study assessments.\n12. Have a musculoskeletal disorder, is using a device to assist walking, or any disease that is likely to limit ambulation, or is connected to a machine that is nonportable.\n13. Have an unstable psychiatric condition or is mentally incapable of understanding the objectives, nature, or consequences of the study, or has any condition which in the Investigator's opinion would constitute an unacceptable risk to the subject's safety.\n14. Is receiving an investigational drug, have an investigational device in place, or have participated in an investigational drug or device study within 30 days prior to Screening.\n15. Have chronic renal insufficiency as defined by either a Screening creatinine value greater than 2.5 mg/dL or the requirement for dialysis.\n16. Does not have 3 or more of the following left ventricular disease/dysfunction risk factors:\n\n    1. Body mass index at least 30 kg/m\\^2\n    2. History of essential hypertension\n    3. Diabetes mellitus (any type)\n    4. Historical evidence of significant coronary artery disease established by any 1 of the following: history of myocardial infarction, percutaneous coronary intervention, or angiographic evidence of coronary artery disease; positive stress test with imaging; previous coronary artery bypass graft; or stable angina.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Clinical Worsening Event","description":"Clinical worsening was assessed continuously from randomization until the subject's last study visit. Clinical worsening events were defined as death (all causes), hospitalizations due to worsening pulmonary arterial hypertension (PAH), initiation of an inhaled or infused prostacyclin (PGI2) for the treatment of worsening PAH, disease progression, or unsatisfactory long-term clinical response. All clinical worsening events reported by the study sites were reviewed by the Sponsor Medical Monitors. Once a clinical worsening event occurred, it was entered in the eCRF and a narrative was submitted for review by the Sponsor's Medical Monitor within 48 hours after the event became known to the Investigator or designee. Subsequently, the narratives for subjects with the reported clinical worsening events were sent to an independent adjudication committee. The independent adjudication committee reviewed and adjudicated all clinical worsening events throughout the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.58","spread":"42.93"},{"groupId":"OG001","value":"49.31","spread":"46.28"}]}]}]},{"type":"SECONDARY","title":"Change in 6-Minute Walk Distance","description":"The intent of the 6-Minute Walk Test (6MWT) is to evaluate exercise capacity associated with carrying out activities of daily living. A baseline 6MWT was performed prior to initiation of study drug on the day of randomization. 6MWTs were conducted at Weeks 4, 8, 12, 24, and every 12 weeks thereafter. The change between Baseline and Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"392.9","spread":"92.5"},{"groupId":"OG001","value":"398.5","spread":"100.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"395.4","spread":"120.0"},{"groupId":"OG001","value":"372.3","spread":"163.0"}]}]}]},{"type":"SECONDARY","title":"Change in Plasma N-Terminal Pro-brain Natriuretic Peptide (NT-proBNP) From Baseline to Week 24","description":"Plasma NT-proBNP concentration is a useful biomarker for the severity of PAH as it is associated with changes in right heart morphology and function. NT-proBNP sample collection occurred at Baseline (prior to starting study drug), Week 12, Week 24, the first Continued Visit, and every other Continued Visit thereafter (ie, Continued Visits 3, 5, 7, etc). NT-proBNP was also assessed at the Study Drug Termination Visit. The change between Baseline and Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7859","spread":"1.05470"},{"groupId":"OG001","value":"1.1230","spread":"1.05439"}]}]}]},{"type":"SECONDARY","title":"Change in World Health Organization Functional Class (WHO FC) From Baseline to Week 48","description":"The WHO FC for PAH was assessed at Baseline prior to starting study drug, at all subsequent scheduled study visits, and every time the 6MWT was performed for purposes of assessing clinical worsening status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"38","spread":null}]},{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"170","spread":null}]},{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":116,"n":346},"commonTop":["Headache","Diarrhoea","Nausea","Flushing","Vomiting"]}}}