{"nctId":"NCT00329745","briefTitle":"Year 3 Extension for Efficacy Follow-up in Subjects Vaccinated in Studies Rota-028, 029 or 030 (NCT00197210)","startDateStruct":{"date":"2007-01"},"conditions":["Infections, Rotavirus"],"count":8687,"armGroups":[{"label":"Rotarix Group","type":"EXPERIMENTAL","interventionNames":["Biological: Rotarix™"]},{"label":"Placebo Group","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Rotarix™","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who the investigator believes that their parents/guardians can and will comply with the requirements of the protocol should be enrolled in the study.\n* A male or female between, and including, 6 and 12 weeks of age in Hong Kong and Taiwan or 11 to 17 weeks of age in Singapore at the time of the first vaccination according to the country recommendations for the routine vaccination schedules.\n* Written informed consent obtained from the parent or guardian of the subject, prior any study procedure.\n* Free of obvious health problems as established by medical history and clinical examination before entering into the study.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product (drug or vaccine) other than the study vaccine(s) within 30 days preceding the first dose of study vaccine or placebo, or planned use during the study period.\n* Chronic administration (defined as more than 14 days) of immunosuppressants or other immune-modifying drugs since birth.\n* Child is unlikely to remain in the study area for the duration of the study\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, including human immunodeficiency virus (HIV) infection.\n* History of allergic disease or reaction likely to be exacerbated by any component of the vaccine.\n* Administration of immunoglobulins and/or blood products since birth or planned administration during the study period. Oral intake of immunoglobulins is allowed.\n* Any clinically significant history of chronic gastrointestinal disease including any uncorrected congenital malformation of the gastrointestinal tract or other serious medical condition as determined by the investigator.\n* First or second degree of consanguinity of parents.","healthyVolunteers":true,"sex":"ALL","minimumAge":"2 Years","maximumAge":"3 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Severe Rotavirus Gastroenteritis (RV GE) Caused by the Circulating Wild-type Rotavirus Strains","description":"Severe RV GE is an episode of severe GE in which rotavirus other than vaccine strain was identified in a GE stool sample.\n\nNote that this outcome measure is secondary in the study protocol. We have reported it here as primary outcome measure, since none of the primary outcome measures in the study protocol pertain to the time point (Year 3 follow-up) presented in this summary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Serious Adverse Events (SAEs)","description":"An SAE is any untoward medical occurrence that: results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study subject, or may evolve into one of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":4359},"commonTop":[]}}}