{"nctId":"NCT01205126","briefTitle":"An Efficacy and Safety Study of Oral Osmotic Therapeutic System (OROS) Hydromorphone Hydrochloride (HCl) in Participants With Cancer Related Pain","startDateStruct":{"date":"2009-12"},"conditions":["Pain"],"count":260,"armGroups":[{"label":"OROS Hydromorphone hydrochloride (HCl)","type":"EXPERIMENTAL","interventionNames":["Drug: Hydromorphone HCl","Drug: Placebo"]},{"label":"Oxycodone HCl Controlled release (CR)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxycodone HCl CR","Drug: Placebo"]}],"interventions":[{"name":"Hydromorphone HCl","otherNames":[]},{"name":"Oxycodone HCl CR","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants receiving strong oral or transdermal (through the skin) opioid analgesics with inadequate control of moderate to severe (very serious, life threatening) cancer pain or who presented with cancer pain and will be eligible to move to Step 3 of the WHO analgesic ladder when receiving weak opioids\n* Participants who require or are expected to require between 40 mg and 184 mg of oral morphine or morphine equivalents every 24 hours for the chronic management of cancer pain\n* Participants who are reasonably expected to achieve a stable dose of opioid study medication during the study\n* Participants who are not expected to start a course of chemotherapy, radiotherapy, targeted cancer therapy, hormone therapy or diphosphates therapy after enrolment into the study. If participants are receiving long-term treatment including hormone therapy, target cancer therapy and diphosphate, the treatment should be kept stable as much as possible from 2 weeks before randomization and up to the completion of the study, encompassing the titration and maintenance phases\n* Female participants who are premenarchal, postmenopausal, or surgically sterile, abstinent or if sexually active, they must use a medically acceptable method of contraception and must be willing to continue to use the same method of contraception throughout the study\n\nExclusion Criteria:\n\n* Participants with neuropathic pain or pain of unknown origin, or acute pain - Participants having pain only on movements\n* Participants requiring other opioid analgesics (apart from morphine hydrochloride (HCl), in immediate release formulation, allowed as rescue medication for breakthrough pain)\n* Participants with a recent history (within the previous 6 months) or current history of drug abuse or alcohol abuse\n* Women of childbearing potential who were pregnant or lactating, seeking pregnancy or failing to use an adequate contraceptive method","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Worst Pain in the Past 24 Hours Assessed by Brief Pain Inventory (BPI) Short Form Questionnaire Score at Day 29","description":"The BPI is questionnaire for evaluating the degree of pain severity and the impact of pain in performing daily routines. Change in worst pain in the past 24 hours in BPI score was reported. The total score ranges from 0 to 10, wherein 0 indicates no pain and 10 indicates pain as bad as participants could imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"1.80"},{"groupId":"OG001","value":"6.9","spread":"1.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"2.79"},{"groupId":"OG001","value":"-1.8","spread":"2.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pain at Its Least, in the Past 24 Hours Assessed by BPI Short Form Questionnaire Score at Day 29","description":"The BPI is questionnaire for evaluating the degree of pain severity and the impact of pain in performing daily routines. Change in pain at its least, in the past 24 hours in BPI score was reported. The total score ranges from 0 to 10, wherein 0 indicates no pain and 10 indicates pain as bad as participants could imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"1.63"},{"groupId":"OG001","value":"2.3","spread":"1.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.59"},{"groupId":"OG001","value":"-0.5","spread":"2.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average Pain, in the Past 24 Hours Assessed by BPI Short Form Questionnaire Score at Day 29","description":"The BPI is questionnaire for evaluating the degree of pain severity and the impact of pain in performing daily routines. Change in average pain in the past 24 hours, in BPI score was reported. The score ranges from 0 to 10 wherein, 0 indicates no pain and 10 indicates pain as bad as participants could imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":"1.35"},{"groupId":"OG001","value":"4.7","spread":"1.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"1.98"},{"groupId":"OG001","value":"-1.4","spread":"2.53"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pain Right Now Assessed by BPI Short Form Questionnaire Score at Day 29","description":"The BPI is questionnaire for evaluating the degree of pain severity and the impact of pain in performing daily routines. Change in Pain Right now in BPI was reported. The score ranges from 0=no pain to 10=pain as bad as participants could imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"2.09"},{"groupId":"OG001","value":"4.1","spread":"2.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"2.60"},{"groupId":"OG001","value":"-1.4","spread":"3.00"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pain Relief, in the Past 24 Hour Recorded Assessed by BPI Short Form Questionnaire at Day 29","description":"The BPI is questionnaire for evaluating the degree of pain severity and the impact of pain in performing daily routines. BPI comprises of total 9 items in total, and the 8th item consisting of 7 sub-items is a question asking the degree of disturbance due to pain. The score ranges from 0% to 100%, wherein 0% indicates no relief and 100% indicates complete relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.8","spread":"25.54"},{"groupId":"OG001","value":"48.0","spread":"23.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":"31.29"},{"groupId":"OG001","value":"14.1","spread":"32.01"}]}]}]},{"type":"SECONDARY","title":"Breakthrough Pain Medication (Rescue Medication) Doses Taken","description":"Any breakthrough pain medication taken during the overall study was reported. Morphine hydrochloride was used as a rescue medication in case of breakthrough pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":"24.41"},{"groupId":"OG001","value":"29.3","spread":"24.33"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":128},"commonTop":["Vomiting","Constipation","Nausea","Pyrexia","Dizziness"]}}}