{"nctId":"NCT01179516","briefTitle":"Safety and Efficacy Study of Vortioxetine (Lu AA21004) in Adults With Major Depressive Disorder","startDateStruct":{"date":"2010-08"},"conditions":["Depressive Disorder, Major"],"count":469,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]},{"label":"Vortioxetine 15 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]}],"interventions":[{"name":"Vortioxetine","otherNames":["Lu AA21004","Brintellix®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suffers from a major depressive episode (MDE) recurrent as the primary diagnosis according to the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria.\n* The reported duration of the current MDE is at least 3 months.\n* Has a Montgomery Åsberg Depression Rating Scale (MADRS) total score of 26 or greater at Screening and Baseline Visits.\n* Has a Clinical Global Impression - Severity of Illness (CGI-S) score of 4 or greater at Screening and Baseline Visits.\n\nExclusion Criteria:\n\n* Has received any investigational compound \\<30 days before Screening or 5 half-lives prior to Screening.\n* Has received Lu AA21004 in a previous clinical study.\n* Has 1 or more the following:\n\n  1. Any current psychiatric disorder other than MDD as defined in the DSM-IV-TR .\n  2. Current or history of: manic or hypomanic episode, schizophrenia or any other psychotic disorder, including major depression with psychotic features, mental retardation, organic mental disorders, or mental disorders due to a general medical condition as defined in the DSM-IV-TR.\n  3. Diagnosis of alcohol or other substance abuse or dependence (excluding nicotine or caffeine) as defined in the DSM-IV-TR that had not been in sustained full remission for at least 2 years prior to Screening.\n  4. Presence or history of a clinically significant neurological disorder (including epilepsy).\n  5. Neurodegenerative disorder (Alzheimer disease, Parkinson disease, multiple sclerosis, Huntington disease, etc).\n  6. Any Axis II disorder that might compromise the study.\n* The current depressive symptoms of the patient were considered by the investigator to have been resistant to 2 adequate antidepressant treatments of at least 6 weeks duration each.\n* Has received electroconvulsive therapy, vagal nerve stimulation, or repetitive transcranial magnetic stimulation within 6 months prior to Screening.\n* Was currently receiving formal cognitive or behavioral therapy, systematic psychotherapy, or planned to initiate such therapy during the study.\n* Has a significant risk of suicide according to the investigator's clinical judgment or had a score ≥5 on item 10 (suicidal thoughts) of the MADRS or had made a suicide attempt in the previous 6 months.\n* Was required to take excluded medications or it was anticipated that would require treatment with at least 1 of the disallowed concomitant medications during the study.\n* Has a clinically significant unstable illness, for example hepatic impairment or renal insufficiency, or a cardiovascular, pulmonary, gastrointestinal, endocrine, neurological, rheumatologic, immunologic, hematological, infectious, dermatological disorder or metabolic disturbance. NOTE: For the purposes of this study, the following conditions were considered unstable due to the potential impact on assessment of MDD response: pain disorder, chronic fatigue syndrome, fibromyalgia, and obstructive sleep apnea.\n* Has 1 or more laboratory value outside the normal range, based on the blood or urine samples taken at the Screening Visit, that were considered by the investigator to be clinically significant; or the patient has any of the following values at the Screening Visit:\n\n  1. A serum creatinine value \\>1.5 times the upper limits of normal (× ULN).\n  2. A total serum total bilirubin value \\>1.5 × ULN.\n  3. A serum alanine aminotransferase (ALT) or aspartate aminotransferase (AST) value \\>2 × ULN.\n* Has a thyroid stimulating hormone value outside the normal range.\n* Has clinically significant abnormal vital signs.\n* Has an abnormal electrocardiogram.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 (normal) to 6 (most abnormal). The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. Least squares (LS) means are from a mixed model for repeated measurements (MMRM) analysis of covariance (ANCOVA) with treatment, center, week, treatment-by-week interaction, Baseline MADRS total score-by-week as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.87","spread":"1.043"},{"groupId":"OG001","value":"-13.66","spread":"1.064"},{"groupId":"OG002","value":"-13.36","spread":"1.087"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a MADRS Response at Week 8","description":"Response is defined as a participant with a ≥50% decrease in Montgomery Åsberg Depression Rating Scale (MADRS) total score from Baseline. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":null},{"groupId":"OG001","value":"37.8","spread":null},{"groupId":"OG002","value":"37.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression Scale - Improvement (CGI-I) Score at Week 8","description":"The Clinical Global Impression - global improvement assesses the participant's improvement (or worsening) as assessed by the clinician relative to Baseline on a 7-point scale: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse. LS means were from a mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline Clinical Global Impression Scale-Severity of Illness (CGI-S) score-by-week as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":"0.105"},{"groupId":"OG001","value":"2.56","spread":"0.107"},{"groupId":"OG002","value":"2.60","spread":"0.110"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MADRS Total Score at Week 8 in Participants With Baseline Hamilton Anxiety Scale (HAM-A) Total Score ≥ 20","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 (normal) to 6 (most abnormal). The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. LS means are from a mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline MADRS total score-by-week as fixed effects.\n\nHAM-A is a 14 item rating scale to quantify anxiety severity rated on a 5-point scale from 0 (not present) to 4 (severe) with a total score range from 0 to 56, where lower scores indicate mild severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.11","spread":"1.611"},{"groupId":"OG001","value":"-15.07","spread":"1.650"},{"groupId":"OG002","value":"-12.37","spread":"1.689"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in MADRS Remission at Week 8","description":"Remission is defined as a participant with a Montgomery Åsberg Depression Rating Scale (MADRS) total score ≤10. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null},{"groupId":"OG001","value":"26.6","spread":null},{"groupId":"OG002","value":"23.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score","description":"The Sheehan Disability Scale assesses functional impairment in 3 domains: work/school, social life or leisure activities, and home life or family responsibilities. The participant rates the extent to which each aspect is impaired on a 10-point visual analog scale, from 0 (not at all) to 10 (extremely). The 3 scores are added together to calculate the total score, which ranges from 0 to 30, with higher scores indicating more impairment. LS means were from mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline SDS total score-by-week as fixed effects.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.38","spread":"0.877"},{"groupId":"OG001","value":"-10.30","spread":"0.959"},{"groupId":"OG002","value":"-8.69","spread":"0.990"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":160},"commonTop":["Nausea","Headache","Dry mouth","Constipation","Diarrhoea"]}}}