{"nctId":"NCT00260533","briefTitle":"Efficacy and Tolerability of Atomoxetine (Strattera) in Adult Patients With Generalized Social Anxiety Disorder","startDateStruct":{"date":"2005-11"},"conditions":["Generalized Social Phobia"],"count":27,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: atomoxetine"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"atomoxetine","otherNames":["Strattera"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and Women, ages 18-65, in good general health\n* Meet DSM-IV criteria for Social Anxiety Disorder\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding\n* Narrow angle glaucoma\n* Any uncontrolled medical condition or any medical condition which would represent a contraindication to atomoxetine (Strattera) pharmacotherapy (e.g., hepatic insufficiency, untreated hypertension, untreated cardiovascular or cerebrovascular disease)\n* Any concomitant non-psychotropic medications that the physician determines are a contraindication to atomoxetine (Strattera) pharmacotherapy (e.g., Albuterol, various pressor agents)\n* Bipolar disorder, or any psychotic or organic mental disorder or dementia\n* Current substance abuse or dependency\n* Current active suicidal ideation\n* Current use of herbal psychoactive treatments such as St. John's Wort\n* Concurrent psychotropic medication is not permitted for 2 weeks prior to randomization (4 weeks in the case of fluoxetine) or at any point thereafter.\n* Receipt of formal psychotherapy concurrently\n* Inability, in the investigator's opinion, to comply with study procedures or assessments","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Global Impression (Change Version, Also Known as Improvement Version)","description":"This is a commonly used, clinician-rated measure of clinical improvement.\n\nThe Clinical Global Impression - Improvement scale (CGI-I) is a 7 point scale that requires the clinician to assess how much the patient's illness has improved or worsened relative to a baseline state at the beginning of the intervention. and rated as: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse.\n\nFor purposes of analysis, subjects rated as \"(1) Very Much Improved\" or \"(2) Much Improved\" were considered \"responders\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":14},"commonTop":[]}}}