{"nctId":"NCT04640194","briefTitle":"A Study to Test Whether Different Doses of Alteplase Help People With Severe Breathing Problems Because of COVID-19","startDateStruct":{"date":"2020-12-16","type":"ACTUAL"},"conditions":["Acute Respiratory Distress Syndrome"],"count":104,"armGroups":[{"label":"Part 1: Alteplase low dose","type":"EXPERIMENTAL","interventionNames":["Procedure: Standard of care","Drug: Alteplase low dose"]},{"label":"Part 1: Alteplase high dose","type":"EXPERIMENTAL","interventionNames":["Procedure: Standard of care","Drug: Alteplase high dose"]},{"label":"Part 1: Standard of Care","type":"OTHER","interventionNames":["Procedure: Standard of care"]},{"label":"Part 2: Alteplase high dose - non-invasive mechanical ventilation (NIV) patients","type":"EXPERIMENTAL","interventionNames":["Procedure: Standard of care","Drug: Alteplase high dose"]},{"label":"Part 2: Standard of Care - non-invasive mechanical ventilation (NIV) patients","type":"OTHER","interventionNames":["Procedure: Standard of care"]},{"label":"Part 2: Alteplase high dose - invasive mechanical ventilation (IMV) patients","type":"EXPERIMENTAL","interventionNames":["Procedure: Standard of care","Drug: Alteplase high dose"]},{"label":"Part 2: Standard of Care - invasive mechanical ventilation (IMV) patients","type":"OTHER","interventionNames":["Procedure: Standard of care"]}],"interventions":[{"name":"Standard of care","otherNames":[]},{"name":"Alteplase low dose","otherNames":[]},{"name":"Alteplase high dose","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years (or above legal age, e.g. UK ≥16 years)\n* ARDS with PaO2\\*/FiO2 ratio \\>100 and ≤300, either on non-invasive ventilator support, OR on mechanical ventilation (\\<48 hours since intubation),\n\n  * with bilateral opacities in chest X-ray or CT scan (not fully explained by effusions, lobar/lung collapse, or nodules)\n  * with respiratory failure (not fully explained by cardiac failure/fluid overload) (\\*or estimation of PaO2/FiO2 from pulse oximetry (SpO2/FiO2))\n* SARS-CoV-2 positive (laboratory-confirmed reverse transcription polymerase chain reaction (RT PCR) test)\n* Fibrinogen level ≥ lower limit of normal (according to local laboratory)\n* D-Dimer ≥ upper limit of normal (ULN) according to local laboratory\n* Signed and dated written informed consent in accordance with ICH Good Clinical Practice (GCP) and local legislation prior to admission to the Trial\n\nExclusion Criteria:\n\n* Massive confirmed pulmonary embolism (PE) with haemodynamic instability at trial entry, or any (suspected or confirmed) PE that is expected to require therapeutic dosages of anticoagulants during the treatment period\n* Indication for therapeutic dosages of anticoagulants at trial entry\n* Patients on mechanical ventilation for longer than 48 hours\n* Chronic pulmonary disease i.e. with known forced expiratory volume in 1 second (FEV1) \\<50%, requiring home oxygen, or oral steroid therapy or hospitalisation for exacerbation within 12 months, or significant chronic pulmonary disease in the Investigator's opinion, or primary pulmonary arterial hypertension\n* Has a Do-Not-Intubate (DNI) or Do-Not-Resuscitate (DNR) order\n* In the opinion of the investigator not expected to survive for \\> 48 hours after admission\n* Planned interventions during the first 5 days after randomisation, such as surgery, insertion of central catheter or arterial line, drains, etc.\n* Patients with known hypersensitivity to the active substance alteplase, gentamicin (a trace residue from the manufacturing process) or to any of the excipients\n* Significant bleeding disorder at present or within the past 3 months, known haemorrhagic diathesis\n* Patients receiving effective oral anticoagulant treatment, e.g. vitamin K antagonists with International normalised ratio (INR) \\>1.3, or any direct oral anticoagulant within the past 48 hours Further exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Clinical Improvement or Hospital Discharge up to Day 28","description":"From randomisation to either an improvement of 2 points on the 11-point World Health Organization (WHO) Clinical Progression Scale (from 0 to 10, a low score indicates a better outcome) or discharge from the hospital, whichever comes first. Full scale:\n\n0=Uninfected; no viral RNA detected\n\n1. Asymptomatic; viral RNA detected\n2. Symptomatic; independent\n3. Symptomatic; assistance needed\n4. Hospitalised; no oxygen therapy\n5. Hospitalised; oxygen by mask or nasal prongs\n6. Hospitalised; oxygen by NIV or high flow\n7. Intubation and mechanical ventilation, PaO2/FiO2=150 or SpO2/FiO2=200\n8. Mechanical ventilation PaO2/FiO2\\<150 (SpO2/FiO2\\<200) or vasopressors\n9. Mechanical ventilation PaO2/FiO2\\<150 and vasopressors, dialysis, or ECMO\n10. Dead\n\nPatients that have not met the endpoint were censored at Day 28 if they died prior to Day 28. Patients receiving bail out therapy without having first met the endpoint, were censored on the day of bail-out (hypothetical estimand).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"19.0","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"22.0","spread":null},{"groupId":"OG004","value":"NA","spread":null},{"groupId":"OG005","value":"25.5","spread":null},{"groupId":"OG006","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Major Bleeding Events (MBE) at Day 6","description":"Number of subjects with major bleeding events (MBE). Major bleeding events (MBE) according to International Society on Thrombosis and Haemostasis \\[ISTH\\] definition until Day 6. Definition of a major bleed:\n\n•Symptomatic bleeding in a critical area or organ, such as intracranial, intraspinal, intraocular, retroperitoneal, intra-articular or pericardial, or intramuscular with compartment syndrome,\n\nand/or\n\n•Bleeding associated with a reduction in hemoglobin of at least 2 gram/deciliter (1.24 millimole/Liter), or leading to transfusion of two or more units of blood or packed cells\n\nand/or\n\n•Fatal bleed","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"2","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"All Cause Mortality at Day 28","description":"All cause mortality at Day 28. If it is unknown whether the patient was dead at end of Day 28, then it will be assumed that the patient did not die up to Day 28, regardless of the reason. This unfavorable endpoint is met if:\n\n* the last known status of the patient is 10 on the WHO clinical progression scale by the end of Day 28, or\n* vital status is dead within 28 days","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"2","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Treatment Failure at Day 28","description":"Treatment failure defined as all cause mortality or mechanical ventilation at Day 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"6","spread":null},{"groupId":"OG004","value":"3","spread":null},{"groupId":"OG005","value":"5","spread":null},{"groupId":"OG006","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Ventilator-free Days at Day 28","description":"Number of ventilator-free days (VFDs) from start of treatment to Day 28. 'Ventilator' is defined as 'assisted breathing' but it refers to mechanical invasive ventilation. The number of VFDs starts from when the patient has a 'lasting' value on the WHO clinical progression scale of ≤ 6, and ends on Day 28. A lasting value of ≤ 6 means that the value cannot exceed 6 at a later timepoint. If the patient is liberated from the ventilator on Day x, then the number of VFDs is 28-x. If a patient has withdrawn consent prior to day 28 then he will have a missing value for VFD. In any case, if the status of the patient at Day 28 is death, as determined from the vital status page then the VFD=0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":"2.9"},{"groupId":"OG001","value":"11.8","spread":"2.9"},{"groupId":"OG002","value":"7.5","spread":"2.7"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Improvement of Sequential (Sepsis-related) Organ Failure Assessment (SOFA) Score by ≥2 Points at Day 6","description":"Number of subjects with improvement of Sequential (sepsis-related) Organ Failure Assessment (SOFA) score by ≥2 points from baseline to end of Day 6. The Sequential Organ Failure Assessment (SOFA) scores six variables: respiratory, coagulation, liver, Cardiovascular, central nervous system and renal. Each variable is score from 0 (best outcome) to 4 (worst outcome) with a total score calculated as the sum of all six variables ranging from 0 (best outcome) to 24 (worst outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Daily Average PaO2/FiO2 Ratio Change From Baseline to Day 6","description":"Daily average PaO2/FiO2 ratio (or inferred PaO2/FiO2 ratio from SpO2) change from baseline to Day 6. This assessment was measured approximately 3-times daily. All available values on each of these days, regardless of the position of the patient when being measured, were averaged in order to determine the daily average PaO2/FiO2 ratio for that patient. The higher the value the better the health status of the patient. If the patient was still in hospital during day 6 then the day 6 daily average value was used, if available. If the patient was discharged from hospital prior to day 6 then the daily average at the time of hospital discharge was used as a surrogate for day 6, if available. If the patient died prior to day 6 then there was no imputation but the death handled as failure in the determination of the difference in medians and 95% CI. Based upon this, the change from baseline for each patient was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.2","spread":null},{"groupId":"OG001","value":"58.5","spread":null},{"groupId":"OG002","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Oxygen-free Days up to Day 28","description":"Number of oxygen-free days (OFD) up to Day 28. Oxygen-free is defined as free from assistance from oxygen support. The number of oxygen-free days starts from when the patient has a 'lasting' value on the WHO clinical progression scale of ≤ 4 and ends on Day 28. A lasting value of ≤ 4 means that the value cannot exceed 4 at a later timepoint. If the patient is liberated from oxygen on Day x, then the number of OFDs is 28-x. If a patient has withdrawn consent prior to day 28 then he will have a missing value for OFD. In any case, if the status of the patient at Day 28 is death, as determined from the vital status page then the OFD=0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"4.5","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Length of Hospital Stay up to Day 28","description":"Length of hospital stay up to day 28 was determined based upon the first hospital discharge date, or discharge to another care facility. If the patient died within the first 28 day period, then length of hospital stay was 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.0","spread":null},{"groupId":"OG001","value":"24.0","spread":null},{"groupId":"OG002","value":"28.0","spread":null},{"groupId":"OG003","value":"28.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Worst PaO2/FiO2 Ratio Change From Baseline to Day 6","description":"Worst PaO2/FiO2 ratio (or inferred PaO2/FiO2 ratio from SpO2) change from baseline to day 6. This assessment was planned to be measured on each of days 0 to 6. but only whilst the patients was still in hospital. The worst (lowest) daily measurement will be used and the higher the value the better the health status of the patient.\n\n* If the patient was still in hospital during day 6 then the day 6 value was used\n* If the patient was discharged from hospital prior to day 6 then the value at the time of hospital discharge was used\n* If the patient died prior to day 6 then the last value prior to death was used\n* If day 6 value was missing but Day 5 value available, the day 5 value was used\n* If day 6 value was missing, no Day 5 value available, but day 7 available, then day 7 value was used\n* Otherwise value was set to missing for that patient. Based upon this, the change from baseline for each patient was calculated and used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":"20.7"},{"groupId":"OG001","value":"0.0","spread":"29.2"},{"groupId":"OG002","value":"-10.9","spread":"13.1"},{"groupId":"OG003","value":"3.4","spread":"20.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":20},"commonTop":["Constipation","Pneumonia","Hypokalaemia","Epistaxis","Hyperkalaemia"]}}}