{"nctId":"NCT00088452","briefTitle":"Childhood Absence Epilepsy Rx PK-PD-Pharmacogenetics Study","startDateStruct":{"date":"2004-07","type":"ACTUAL"},"conditions":["Childhood Absence Epilepsy","Petit Mal Epilepsy","Epilepsy","Seizures"],"count":453,"armGroups":[{"label":"Ethosuximide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ethosuximide"]},{"label":"Lamotrigine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lamotrigine"]},{"label":"Valproic acid","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Valproic acid"]}],"interventions":[{"name":"Ethosuximide","otherNames":["Zarontin"]},{"name":"Lamotrigine","otherNames":["Lamictal"]},{"name":"Valproic acid","otherNames":["Depakote"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis: Clinical diagnosis of Childhood Absence Epilepsy consistent with the International League against Epilepsy Proposal for Revised Classification of Epilepsies and Epileptic Syndromes (3).\n* EEG: Interictal EEG demonstrating bilateral synchronous symmetrical approximate 3 Hz spike waves on a normal background with at least one burst lasting \\>/= (greater than or equal to) 3 seconds.\n* Age \\> 2.5 years and \\< 13 years of age at study entry.\n* Body weight \\>/= (greater than or equal to) 10 kilograms.\n* Body Mass Index: BMI for age =/\\< 99th percentile (based on the CDC BMI for age growth curves for boys/girls \\[http://www.cdc.gov/growthcharts\\], Appendix 1).\n* Hepatic:\n* AST/ALT \\< 2.5 times the upper limit of normal\n* Total bilirubin \\< 1.5 times the upper limit of normal.\n* Hematologic:\n* Absolute neutrophil count \\>/= (greater than or equal to) 1500/mm3.\n* Platelets \\>/= (greater than or equal to) 120, 000 /mm3.\n* Female subjects must be premenarchal at the time of enrollment and must be willing to practice abstinence for the duration of the study.\n* Parent/legal guardian(s) willing to sign an IRB approved informed consent.\n* Subject assent (when appropriate and as dictated by local IRB).\n\nExclusion Criteria:\n\n* Treatment for CAE with anti-seizure medications (AED) for a period of greater than 7 days prior to randomization.\n* History of a major psychiatric disease (e.g., psychosis, major depression).\n* History of autism or pervasive development disorder.\n* History of non-febrile seizures other than typical absence seizures. This includes a history of an afebrile generalized tonic clonic seizure.\n* Clinical signs and symptoms consistent with a diagnosis of juvenile absence epilepsy or juvenile myoclonic epilepsy as delineated by the International League against Epilepsy Proposal for Revised Classification of Epilepsies and Epileptic Syndromes (3).\n* History of recent or present significant or medical disease, i.e., cardiovascular, hepatic, renal, gynecologic, musculoskeletal, metabolic, or endocrine.\n* History of a severe dermatologic reaction (e.g., Stevens Johnson, toxic epidermolysis necrosis) to medication.\n* Subject or parent/legal guardian might not be reasonably expected to be compliant with or to complete the study.\n* Participation in a trial of an investigational drug or device within 30 days prior to screening.\n* Use of systemic contraceptive for any indication, including acne.","healthyVolunteers":true,"sex":"ALL","minimumAge":"30 Months","maximumAge":"13 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Freedom From Treatment Failure at 16-20 Weeks of Double Blind Therapy","description":"Treatment failure was defined as persistence of absence seizures at week 16 or week 20, a generalized tonic-clonic seizure at any time, excessive drug-related systemic toxicity, a moderately severe rash (possibly drug-related), pancreatitis, or increase in the body-mass index of at least 3.0 from baseline, dose-limiting toxicity after a single downward dose modification, or withdrawal initiated by the parent or physician.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"43","spread":null},{"groupId":"OG002","value":"85","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Attention Deficit as Measured by the Confidence Index of the CPT-II and the K-CPT","description":"A Confidence Index of 0.60 or higher on the Conners' Continuous Performance Test at the visit at 16 or 20 weeks or at an earlier visit when treatment was discontinued (as long as the discontinuation occurred 1 month or more after the baseline visit and was not due to intolerable adverse events). A Confidence Index of 0.60 corresponds to a 60% probability that the child has clinical attention deficit disorder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Freedom From Treatment Failure at 12 Months of Double Blind Therapy","description":"Treatment failure was defined as persistence of absence seizures at 12 months of double blind therapy, a generalized tonic-clonic seizure at any time, excessive drug-related systemic toxicity, a moderately severe rash (possibly drug-related), pancreatitis, or increase in the body-mass index of at least 3.0 from baseline, dose-limiting toxicity after a single downward dose modification, or withdrawal initiated by the parent or physician.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":155},"commonTop":["Fatigue","Headache","Hyperactivity","Nausea, vomiting, or both","Hostility"]}}}