{"nctId":"NCT00616772","briefTitle":"Safety and Efficacy Study Using ABT-335 (Investigational Drug) in Combination With Atorvastatin, to Study the Effects on Thickening of the Blood Vessel Wall in Patients With Abnormal Lipid (Fat) Levels in the Blood","startDateStruct":{"date":"2008-02"},"conditions":["Coronary Artery Disease","Coronary Heart Disease","Dyslipidemia"],"count":682,"armGroups":[{"label":"ABT-335 + Atorvastatin","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-335","Other: Atorvastatin"]},{"label":"Placebo + Atorvastatin","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Other: Atorvastatin"]}],"interventions":[{"name":"ABT-335","otherNames":["Choline fenofibrate","Fenofibric acid"]},{"name":"Placebo","otherNames":[]},{"name":"Atorvastatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with mixed dyslipidemia\n* Qualifying cIMT thickness\n\nExclusion Criteria:\n\n* Patients with certain chronic or unstable medical conditions.\n* Patients with unstable dose of medications or receiving coumadin, cyclosporine, or certain other medications\n* Pregnant or lactating women or women intending to become pregnant\n* Patients with diabetes mellitus that is poorly controlled","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Change in Mean Posterior-wall Carotid Intima-media Thickness (cIMT)","description":"Rate of change (mm/year) from baseline in mean of posterior-wall carotid intima-media thickness (cIMT) of the left and right common carotid artery. The statistical model used change from baseline as the dependent variable, with time of cIMT assessment (in years) as one of the factors in the model. The between-group difference in the rate of change was based on the parameter coefficient for the time-by-treatment interaction. The within-group rate of change was obtained from estimate statements within the repeated measures analysis. cIMT was measured using non-invasive ultrasound.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.006","spread":"0.0037"},{"groupId":"OG001","value":"0.000","spread":"0.0036"}]}]}]},{"type":"SECONDARY","title":"Rate of Change in Mean of Maximal Posterior-wall Carotid Intima-media Thickness (cIMT)","description":"Rate of change (mm/year) from baseline in mean of maximal posterior-wall carotid intima-media thickness (cIMT) of the left and right common carotid artery. The statistical model used change from baseline as the dependent variable, with time of cIMT assessment (in years) as one of the factors in the model. The between-group difference in the rate of change was based on the parameter coefficient for the time-by-treatment interaction. The within-group rate of change was obtained from estimate statements within the repeated measures analysis. cIMT was measured using non-invasive ultrasound.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.005","spread":"0.0047"},{"groupId":"OG001","value":"-0.003","spread":"0.0046"}]}]}]},{"type":"SECONDARY","title":"Rate of Change in Composite of Mean of the Mean Posterior-wall Intima-media Thickness (IMT)","description":"Rate of change (mm/year) from baseline in composite of mean of the mean posterior-wall intima-media thickness (IMT) of the left and right common carotid artery, internal carotid artery, and carotid bifurcation. The statistical model used change from baseline as the dependent variable, with time of IMT assessment (in years) as one of the factors in the model. The between-group difference in the rate of change was based on the parameter coefficient for the time-by-treatment interaction. The within-group rate of change was obtained from estimate statements within the repeated measures analysis. IMT was measured using non-invasive ultrasound.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.010","spread":"0.0039"},{"groupId":"OG001","value":"-0.004","spread":"0.0041"}]}]}]},{"type":"SECONDARY","title":"Rate of Change in Composite of Mean of Maximal Posterior-wall Intima-media Thickness (IMT)","description":"Rate of change (mm/year) from baseline in composite of mean of maximal posterior-wall intima-media thickness (IMT) of the left and right common carotid artery, internal carotid artery, and carotid bifurcation. The statistical model used change from baseline as the dependent variable, with time of IMT assessment (in years) as one of the factors in the model. The between-group difference in the rate of change was based on the parameter coefficient for the time-by-treatment interaction. The within-group rate of change was obtained from estimate statements within the repeated measures analysis. IMT was measured using non-invasive ultrasound.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.014","spread":"0.0053"},{"groupId":"OG001","value":"-0.008","spread":"0.0056"}]}]}]},{"type":"SECONDARY","title":"Rate of Change in Composite of Mean of Maximal Posterior-wall and Anterior-wall Intima-media Thickness (IMT)","description":"Rate of change (mm/year) from baseline in composite of mean of maximal posterior-wall and anterior-wall intima-media thickness (IMT) of the left and right common carotid artery, internal carotid artery, and carotid bifurcation. The statistical model used change from baseline as the dependent variable, with time of IMT assessment (in years) as one of the factors in the model. The between-group difference in the rate of change was based on the parameter coefficient for the time-by-treatment interaction. The within-group rate of change was obtained from estimate statements within the repeated measures analysis. IMT was measured using non-invasive ultrasound.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.003","spread":"0.0070"},{"groupId":"OG001","value":"-0.019","spread":"0.0067"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":337},"commonTop":["UPPER RESPIRATORY TRACT INFECTION","NASOPHARYNGITIS","HEADACHE","BACK PAIN","PAIN IN EXTREMITY"]}}}