{"nctId":"NCT04934072","briefTitle":"A Study to Evaluate the Efficacy, Pharmacodynamics, Safety, and Immunogenicity of FKS518 in Postmenopausal Women With Osteoporosis","startDateStruct":{"date":"2021-06-16","type":"ACTUAL"},"conditions":["Postmenopausal Osteoporosis"],"count":553,"armGroups":[{"label":"FKS518","type":"EXPERIMENTAL","interventionNames":["Drug: FKS518"]},{"label":"US-Prolia","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: US-licensed Prolia (Amgen)"]}],"interventions":[{"name":"FKS518","otherNames":["Denosumab biosimilar"]},{"name":"US-licensed Prolia (Amgen)","otherNames":["Denosumab"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Female ≥55 to ≤85 years of age, inclusive, at screening.\n2. Have a body mass index (BMI) ≥18 to ≤32 kg/m\\^2.\n3. Participant should have confirmed postmenopausal status, defined as age-related or early/premature amenorrhea ≥12 consecutive months and increased follicle-stimulating hormone (FSH) \\>40 mIU/mL at screening; or surgical menopause (bilateral oophorectomy with or without hysterectomy) ≥12 months prior to screening.\n4. Absolute bone mineral density (BMD) consistent with T-score ≤-2.5 and ≥-4.0 at the lumbar spine as measured by dual energy x-ray absorptiometry (DXA) as per central assessment.\n5. At least 2 vertebrae in the lumbar vertebrae 1 to lumbar vertebrae 4 (L1-L4) region and at least 1 hip joint are evaluable by DXA.\n6. Clinically acceptable physical examinations and laboratory tests and no history or evidence of any clinically significant concomitant medical disorder that, in the opinion of the Investigator, would pose a risk to participant safety or interfere with study evaluations or procedures.\n7. Written informed consent including accepting a separate Information Sheet containing important information about COVID-19 and its general risks for participants participating in the clinical trial.\n\nExclusion Criteria:\n\nDisease-related\n\n1. History and/or presence of 1 severe or \\>2 moderate vertebral fractures or hip fracture confirmed by x-ray.\n2. Presence of active healing fracture at screening.\n3. History and/or presence of bone-related disorders, such as but not limited to Paget's disease, osteomalacia, hyperparathyroidism (or parathyroid disorders), or renal osteodystrophy.\n4. Osteonecrosis of the jaw (ONJ) or risk factors for ONJ such as invasive dental procedures (eg, tooth extraction, dental implants, or oral surgery in the past 6 months), poor oral hygiene, periodontal, and/or pre-existing dental disease as assessed by the Investigator.\n5. Evidence of hypocalcemia (albumin-adjusted serum calcium \\<2.13 mmol/L or \\<8.5 mg/dL) or hypercalcemia (albumin-adjusted serum calcium \\>2.6 mmol/L or \\>10.5 mg/dL) as assessed by the central laboratory at screening.\n6. Vitamin D deficiency (25-hydroxy vitamin D levels \\<12 ng/mL) as assessed by central laboratory at screening (retest is allowed once).\n7. Known intolerance to calcium or vitamin D supplements.\n\n   Other Medical Conditions\n8. Known or suspected clinically relevant drug hypersensitivity to any components of the study drug, comparable drugs, or to latex.\n9. Renal impairment: creatinine clearance \\<30 mL/min at screening or receiving dialysis.\n10. Medical evidence of current or history of primary or secondary immunodeficiency.\n11. Infection-related exclusions as further defined in the protocol.\n12. Major surgical procedure within 8 weeks prior to the screening or scheduled during the study.\n13. Current or history of any malignancy, or myeloproliferative, or lymphoproliferative disease within 5 years before screening.\n14. History of clinically significant drug or alcohol abuse within the last year prior to randomization.\n15. Prior denosumab (Prolia, Xgeva, or proposed denosumab biosimilar) exposure.\n16. Prior use of fluoride within the 5 years before inclusion in the study.\n17. Any current or prior use of strontium ranelate.\n18. Any current or prior use of intravenous bisphosphonates.\n19. Current or prior use of teriparatide and other parathormone (PTH) analogues within 12 months before screening.\n20. Current or prior use of systemic oral or transdermal estrogen or selective estrogen receptor modulators or tibolone within 6 months before screening.\n21. Current or prior use of calcitonin or cinacalcet within 3 months before screening or any cathepsin K inhibitor (eg, odanacatib) within 18 months before screening.\n22. Current or prior use of romosozumab or antisclerostin antibody.\n23. Current or prior use of other osteoporotic agents used for the prevention or treatment of osteoporosis.\n24. Current use within 3 months before screening of any medication with known influence on the skeletal system (eg, systemic corticosteroids, heparin, lithium, etc) with exceptions described in the protocol.\n25. Concomitant treatment with another biologic drug.\n26. Have received a COVID-19 vaccine within 4 weeks before randomization or COVID-19 vaccination is ongoing at the time of screening.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change From Baseline in LS-BMD by DXA","description":"Bone density was measured at the lumbar spine from L1 through L4. Per FDA request for this study, data were analyzed by non-inferiority and non-superiority analyses. Decreased BMD is associated with risk of fracture.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.52","spread":"0.292"},{"groupId":"OG001","value":"5.07","spread":"0.297"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.73","spread":"0.292"},{"groupId":"OG001","value":"5.03","spread":"0.297"}]}]}]},{"type":"SECONDARY","title":"Area Under the Effect Curve (AUEC) of Serum C-terminal Cross-linking Telopeptide of Type 1 Collagen (CTX)","description":"Area under the effect curve for the (untransformed) biomarker concentrations from baseline up to Week 26. Any possible rebound effect where biomarker concentrations rose above baseline was not taken into account, and only the area below baseline was considered in this parameter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1884","spread":null},{"groupId":"OG001","value":"1862","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in BMD at Femoral Neck and Total Hip by DXA","description":"The proximal femur (inclusive of femoral neck and total hip) DXA scans were obtained from the left side when possible. If the right side had to be used (e.g., due to implants) or was inadvertently used at baseline, then it had to be used consistently throughout the study. Data reported are for one half of the body only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.07","spread":"0.284"},{"groupId":"OG001","value":"1.85","spread":"0.291"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.97","spread":"0.217"},{"groupId":"OG001","value":"2.88","spread":"0.223"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Serum Procollagen Type 1 N-terminal Propeptide (P1NP)","description":"P1NP is a bone biomarker. Serum samples were collected for analysis of P1NP to evaluate bone formation (P1NP) in response to treatment with FKS518 and US-Prolia. A decrease in the serum levels of P1NP is expected following treatment with denosumab and is suggestive of improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-65.27","spread":"2.491"},{"groupId":"OG001","value":"-63.25","spread":"2.536"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Serum C-terminal Cross-linking Telopeptide of Type 1 Collagen (CTX)","description":"Serum CTX is a bone biomarker. Serum samples were collected for analysis of CTX to evaluate bone resorption in response to treatment with FKS518 or US-Prolia.\n\nA decrease in the serum levels of CTX is expected following treatment with US-Prolia and is suggestive of improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-68.16","spread":"4.241"},{"groupId":"OG001","value":"-64.47","spread":"4.330"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced a Treatment-emergent Adverse Event (TEAE)","description":"Treatment-emergence was defined as AEs that began or increased in severity or frequency on or after the date of first administration of IP in a given treatment Period (Core or Transition) up to the Early Termination/End of Study Visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"185","spread":null},{"groupId":"OG001","value":"189","spread":null},{"groupId":"OG002","value":"106","spread":null},{"groupId":"OG003","value":"58","spread":null},{"groupId":"OG004","value":"47","spread":null},{"groupId":"OG005","value":"202","spread":null},{"groupId":"OG006","value":"102","spread":null},{"groupId":"OG007","value":"103","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced a Treatment-Emergent Serious Adverse Event (TESAE)","description":"Treatment-emergence was defined as SAEs that began or increased in severity or frequency on or after the date of first administration of IP up to the Early Termination/End of Study Visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"50","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"6","spread":null},{"groupId":"OG004","value":"6","spread":null},{"groupId":"OG005","value":"50","spread":null},{"groupId":"OG006","value":"27","spread":null},{"groupId":"OG007","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced a Treatment-emergent Adverse Event of Special Interest (AESI)","description":"A Treatment-emergent AESI is defined as drug-related hypersensitivity/allergic reactions (Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade ≥3 or reported as serious adverse events \\[SAEs\\]) and AEs leading to IP discontinuation or study withdrawal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"1","spread":null},{"groupId":"OG007","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Injection Site Reaction (ISR)","description":"Local tolerability in terms of ISRs was assessed by inspection of the skin and appendages in proximity to the site of administration. The injection site was the abdomen, and the IP was injected slowly. This local tolerability assessment was performed by the Investigator or designee to determine the presence of e.g., erythema, rash, tenderness, swelling, itching, bruising, pain, extravasation, phlebitis, or other types of reaction. The Investigator was also requested to ask participants during assessment about any such reactions that may have occurred since last assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"1","spread":null},{"groupId":"OG007","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":43,"n":277},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Urinary tract infection","Headache"]}}}