{"nctId":"NCT04180163","briefTitle":"Efficacy and Safety of Lanadelumab (SHP643) in Japanese Participants With Hereditary Angioedema (HAE)","startDateStruct":{"date":"2019-12-12","type":"ACTUAL"},"conditions":["Hereditary Angioedema (HAE)"],"count":12,"armGroups":[{"label":"Lanadelumab 300 mg q2w or q4w","type":"EXPERIMENTAL","interventionNames":["Drug: Lanadelumab"]}],"interventions":[{"name":"Lanadelumab","otherNames":["DX-2930","TAK-743","SHP643"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be of Japanese descent, defined as born in Japan and having Japanese parents and Japanese maternal and paternal grandparents.\n* The participant is male or female and \\>= 12 years of age at the time of informed consent.\n* Documented diagnosis of HAE (Type I or II) based upon all of the following:\n\n  1. Documented clinical history consistent with HAE (subcutaneous or mucosal, nonpruritic swelling episodes without accompanying urticaria).\n  2. Diagnostic testing results obtained during screening that confirm HAE Type I or II: C1 inhibitor (C1-INH) functional level \\<40% of the normal level. Participants with functional C1-INH level 40-50% of the normal level may be enrolled if they also have a C4 level below the normal range. With prior sponsor approval, participants may be retested during the run-in period if results are in congruent with clinical history or believed by the investigator to be confounded by recent C1 inhibitor use.\n  3. At least one of the following: age at reported onset of first angioedema symptoms \\<=30 years, a family history consistent with HAE Type I or II, or C1q within normal range.\n* Attack rate: Participants must experience at least 1 investigator-confirmed HAE attack per 4 weeks during the run-in period to enter the lanadelumab treatment period.\n* The participant (or the participants parent/legal authorized representative, if applicable) has provided written informed consent approved by the Institutional Review Board/Independent Ethics Committee (IRB/IEC).\n* If the participant is an adult, be informed of the nature of the study and provide written informed consent before any study-specific procedures are performed or if the participant is a minor (ie, below the age of majority), have a parent/legally authorized representative who is informed of the nature of the study provide written informed consent (ie, permission) for the minor to participate in the study before any study-specific procedures are performed. Assent will be obtained from minor participants.\n* Males, or non pregnant, non lactating females who are fertile and sexually active and who agree to be abstinent or agree to comply with the applicable contraceptive requirements of this protocol for the duration of the study, or females of non child bearing potential, defined as surgically sterile (status post hysterectomy, bilateral oophorectomy, or bilateral tubal ligation) or postmenopausal for at least 12 months.\n* Agree to adhere to the protocol-defined schedule of assessments and procedures.\n\nExclusion Criteria:\n\n* Concomitant diagnosis of another form of chronic, recurrent angioedema, such as acquired angioedema (AAE), HAE with normal C1-INH (also known as HAE Type 3), idiopathic angioedema, or recurrent angioedema associated with urticaria.\n* Participation in a prior lanadelumab study.\n* Dosing with investigational drug or exposure to an investigational device within 4 weeks prior to entering to screening.\n* Exposure to angiotensin-converting enzyme (ACE) inhibitors or any estrogen-containing medications with systematic absorption (such as oral contraceptives or hormonal replacement therapy) within 4 weeks prior to screening.\n* Exposure to androgens (eg, danazol, methyltestosterone, testosterone) within 2 weeks prior to entering the run-in period.\n* Use of long-term prophylactic therapy for HAE (C1-INH, attenuated androgens, or anti-fibrinolytics) within 2 weeks prior to entering the run in period.\n* Use of short-term prophylaxis for HAE 7 days prior to entering the run-in period. Short-term prophylaxis is defined as C1-INH, attenuated androgens, or anti-fibrinolytics used to avoid angioedema complications from medically indicated procedures.\n* Any of the following liver function abnormalities: alanine aminotransferase (ALT) \\>3x upper limit of normal, or aspartate aminotransferase (AST) \\>3x upper limit of normal or bilirubin \\>2x upper limit of normal (unless the bilirubin is a result of Gilbert's syndrome).\n* Pregnancy or breast feeding.\n* Participant has any condition that in the opinion of the investigator or sponsor, may compromise their safety or compliance, preclude successful conduct of the study, or interfere with interpretation of the results (eg, history of substance abuse, or dependence, significant preexisting illnesses or major comorbidity the investigator considers may confound the interpretation of the study results).\n* Participant has a known hypersensitivity to the IP or its components.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving Attack-Free Status for the Efficacy Evaluation Period of Day 0 Through Day 182","description":"A participant was considered as attack free during an efficacy evaluation period if the participant had no investigator-confirmed hereditary angioedema (HAE) attacks during that efficacy evaluation period. A HAE attack was defined as the symptoms or signs consistent with an attack in at least 1 of the following locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx). Number of participants achieving attack-free status for the efficacy evaluation period of Day 0 through Day 182 were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Investigator-Confirmed Hereditary Angioedema (HAE) Attacks During Each of the Efficacy Evaluation Periods","description":"Efficacy evaluation period consisted of four periods: Day 0 (after study drug administration) through Day 182 (the end of Treatment Period A), Day 0 (after study drug administration) through Day 364 (the end of Treatment Period B), presumed steady-state period from Day 70 through Day 182, presumed steady-state period from Day 70 through Day 364. Number of investigator-confirmed HAE attacks during each of the efficacy evaluation periods were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"189","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"152","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Investigator-Confirmed Hereditary Angioedema (HAE) Attacks Requiring Acute Treatment During Each of the Efficacy Evaluation Periods","description":"Efficacy evaluation period consisted of four periods: Day 0 (after study drug administration) through Day 182 (the end of Treatment Period A), Day 0 (after study drug administration) through Day 364 (the end of Treatment Period B), presumed steady-state period from Day 70 through Day 182, presumed steady-state period from Day 70 through Day 364. Number of investigator-confirmed HAE attacks requiring acute treatment during each of the efficacy evaluation periods were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Moderate or Severe Investigator-Confirmed Hereditary Angioedema (HAE) Attacks During Each of the Efficacy Evaluation Periods","description":"Severe attack was defined as Grade 3 (some assistance usually required, medical intervention/therapy required, hospitalizations possible), moderate attack was defined as Grade 2 (some assistance may be needed, no or minimal medical intervention/therapy required). Number of investigator-confirmed moderate or severe HAE attacks during the each of efficacy evaluation periods was assessed. Efficacy evaluation period consisted of four periods: Day 0 (after study drug administration) through Day 182 (the end of Treatment Period A), Day 0 (after study drug administration) through Day 364 (the end of Treatment Period B), presumed steady-state period from Day 70 through Day 182, presumed steady-state period from Day 70 through Day 364.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Hereditary Angioedema (HAE) Attack Severity During Each of the Efficacy Evaluation Periods","description":"Efficacy evaluation period consisted of four periods: Day 0 (after study drug administration) through Day 182 (the end of Treatment Period A), Day 0 (after study drug administration) through Day 364 (the end of Treatment Period B), presumed steady-state period from Day 70 through Day 182, presumed steady-state period from Day 70 through Day 364. Number of participants with maximum HAE attack severity during each of the efficacy evaluation periods was assessed. HAE attack severity was calculated per participant based on the severity categories as follows: No attack, Mild, Moderate, and Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of High-Morbidity Investigator-Confirmed Hereditary Angioedema (HAE) Attacks During Each of the Efficacy Evaluation Periods","description":"A high morbidity HAE attack was defined as any attack that has at least 1 of the following characteristics: severe, results in hospitalization (except hospitalization for observation \\<24 hours), hemodynamically significant (systolic blood pressure \\<90, requires intravenous (IV) hydration, or associated with syncope or near syncope) or laryngeal. Number of high-morbidity investigator-confirmed HAE attacks during each of the 4 efficacy evaluation periods (Treatment Period A, Overall Treatment Period, Presumed Steady-state Period for Treatment Period A and Overall Presumed Steady-state Period) were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Hereditary Angioedema (HAE) Attack After Day 0 for the Efficacy Evaluation Period","description":"The time to the first HAE attack (days) after Day 0 for the efficacy evaluation period of Day 0 through Day 182 was calculated from the date and time of the first dose of lanadelumab for the efficacy evaluation period (Day 0 through Day 182) to the date and time of the first in HAE attack after the first open-label dose for the efficacy evaluation period of Day 0 through Day 182. Kaplan-Meier Method was used for analysis and the Kaplan Meier estimate expressed as time (in days) to first HAE attack After Day 0 for Treatment Period A (Day 0 through Day 182) is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Hereditary Angioedema (HAE) Attack After Day 0 for the Efficacy Evaluation Period","description":"The time to the first HAE attack (days) after Day 0 for the efficacy evaluation period of Day 70 through Day 182 was calculated from the date and time of the first dose of lanadelumab for the efficacy evaluation period (Day 70 through Day 182) to the date and time of the first in HAE attack after the first open-label dose for the efficacy evaluation period of Day 70 through Day 182. Kaplan-Meier Method was used for analysis and the Kaplan Meier estimate expressed as time (in days) to first HAE attack After Day 0 for presumed steady-state period for Treatment Period A (Day 70 through Day 182) is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving at Least 50%, 70% and 90% Reduction in the Investigator-Confirmed Normalized Number of Attacks (NNA) Per 4 Weeks Relative to the Run-in Period NNA for Each of Efficacy Evaluation Periods","description":"Run- in Period was 4 weeks and may have been extended up to 8 weeks to determine participants' Baseline attack rate. The normalized number of investigator-confirmed HAE attacks (NNA) during each efficacy evaluation period will be expressed as a monthly (28 days) HAE attack rate. Number of participants achieving at least 50%, 70% and 90% reduction in the investigator-confirmed NNA per 4 weeks relative to the Run-in Period normalized NNA for each of the 4 efficacy evaluation periods (Treatment Period A, Overall Treatment Period, Presumed Steady-state Period for Treatment Period A, and Overall Presumed Steady-state Period) were assessed. For each participant, the percentage reduction was calculated as the run-in period attack rate minus the treatment period attack rate divided by the run-in period attack rate, multiplied by 100. The responder categories were not mutually exclusive, participants may appear in more than one category as applicable based on their percentage reduction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Normalized Number of Attacks (NNA) <1.0 Per 4 Weeks, <0.75 Per 4 Weeks, <0.50 Per 4 Weeks and <0.25 Per 4 Weeks for Each of the Efficacy Evaluation Periods","description":"The NNA (investigator-confirmed) during each efficacy evaluation period was expressed as a monthly (28 days) HAE attack rate. Number of participants achieving NNA \\<1.0 per 4 weeks, \\<0.75 per 4 weeks, \\<0.50 per 4 weeks, and \\<0.25 per 4 weeks for each of the 4 efficacy evaluation periods (Treatment Period A, Overall Treatment Period, Presumed Steady-state Period for Treatment Period A, and Overall Presumed Steady-state Period) were assessed. The responder categories were not mutually exclusive, participants may appear in more than one category as applicable based on their HAE attack rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Attack-Free Status for the Efficacy Evaluation Period Day 0 Through Day 364, Day 70 Through Day 182, and Day 70 Through Day 364","description":"A participant was considered as attack free during an efficacy evaluation period if the participant had no investigator-confirmed HAE attacks during that efficacy evaluation period. A HAE attack was defined as the symptoms or signs consistent with an attack in at least 1 of the following locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx). Number of participants achieving attack-free status for the 4 efficacy evaluation periods (Overall Treatment Period, Presumed Steady-state Period for Treatment Period A, and Overall Presumed Steady-state Period) were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Attack-Free Status for Monthly Increments","description":"A participant was considered as attack free during an efficacy evaluation period if the participant had no investigator-confirmed HAE attacks during that efficacy evaluation period. A HAE attack was defined as the symptoms or signs consistent with an attack in at least 1 of the following locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Investigator-Confirmed Hereditary Angioedema (HAE) Attack-Free Intervals","description":"A participant was considered as attack free during a time period if the participant had no investigator-confirmed HAE attacks during that time period. Participants who discontinued during a time period were considered as non-responders for that time period. Number of participants achieving investigator-confirmed HAE attack free intervals from Day 0 through Day 182 were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Attack Free Days During Each of the Efficacy Evaluation Periods","description":"An attack-free day was defined as a calendar day with no investigator-confirmed HAE attack. HAE attack free days were calculated by counting the number of days in the efficacy evaluation period without an HAE attack and dividing by the number of days the participant contributed to the efficacy evaluation period. Percentage of investigator-confirmed HAE attack free days during each of the efficacy evaluation periods (Treatment Period A, Overall Treatment Period, Presumed Steady-state Period for Treatment Period A, and Overall Presumed Steady-state Period) were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.53","spread":"27.146"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.04","spread":"27.015"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.34","spread":"21.952"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.85","spread":"25.015"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) Including Adverse Events of Special Interest (AESI) and Serious Adverse Events (SAEs)","description":"TEAE=any event emerging at or after initiation of treatment with investigational product (IP) or any existing event that worsens in intensity/frequency on exposure to IP. Serious TEAE=any untoward clinical manifestation of signs, symptoms, outcomes (related to IP or not) at any dose: results in death, was life-threatening, requires inpatient/prolongation of hospitalization, resulted in persistent/significant disability/incapacity, congenital abnormality/birth defect, important medical event. AESI=investigator-reported hypersensitivity reactions, events of disordered coagulation as bleeding/hypercoagulable AESI. Adverse events were classified as HAE attack and non-HAE attack reported AEs and are categorized accordingly. As Pre-specified in the protocol, TEAEs, SAEs and AESIs were collected per Period i.e., Treatment Period A, B and Safety follow-up Period and data is reported accordingly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"8","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Lanadelumab","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.584","spread":"50.2034"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23630.973","spread":"8665.1099"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24142.776","spread":"9575.7596"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24613.885","spread":"9319.6672"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23679.526","spread":"6793.3003"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19269.249","spread":"8870.0355"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13225.533","spread":"2538.8239"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22329.820","spread":"7527.7165"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19308.033","spread":"7708.1882"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Angioedema Quality of Life (AE-QoL) Questionnaire Total Score","description":"The AE-QoL questionnaire is a self-administered validated instrument to assess health related (HR)QoL among participants with recurrent angioedema (including HAE). The AE-QoL consists of 17 disease-specific quality-of-life items, to produce a total AE-QoL score and 4 domain scores (functioning, fatigue/mood, fear/shame, and nutrition) and each of the 17 items had a five-point response scale ranging from 1 (Never) to 5 (Very Often). The questionnaire was scored according to the developers' guidelines to produce 4 domain scores (functioning, fatigue/mood, fear/shame, nutrition) yielding a total score. The raw total score (mean of all item scores) was rescaled using linear transformations into final percentage scores ranging 0 to 100, based on the maximum possible score, where higher the score, greater the QoL impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.57","spread":"20.885"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.35","spread":"31.129"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.43","spread":"28.255"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.96","spread":"30.926"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.60","spread":"33.999"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.69","spread":"28.750"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.10","spread":"33.978"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.96","spread":"29.951"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.59","spread":"34.428"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.55","spread":"31.934"}]}]}]},{"type":"SECONDARY","title":"Plasma Kallikrein (pKal) Activity","description":"pKal activity was measured by biomarker cleaved high molecular weight kininogen (cHMWK) level to assess pharmacodynamics (PD) of lanadelumab.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.04","spread":"22.096"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.88","spread":"17.090"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.40","spread":"18.829"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.67","spread":"13.787"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.31","spread":"17.344"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.69","spread":"11.221"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.83","spread":"12.407"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.51","spread":"12.901"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.65","spread":"15.828"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-drug Antibody (ADA) in Plasma","description":"Baseline was defined as the last non-missing value prior to first dose of study drug (based on date or date/time).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs Related to Clinical Laboratory Tests","description":"A TEAE was defined as any event emerging or manifesting at or after the initiation of treatment with an IP or medicinal product or any existing event that worsens in either intensity or frequency following exposure to the IP or medicinal product. As Pre-specified in the protocol, the treatment emergent adverse events were collected per Period i.e., Treatment Period A, B and Safety follow-up Period. The data is reported as per HAE attack and non-HAE attack per Period. Number of participants with TEAEs related to clinical laboratory tests (hematology, clinical chemistry, coagulation, and urinalysis) were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs Related to Vital Signs","description":"A TEAE was defined as any event emerging or manifesting at or after the initiation of treatment with an IP or medicinal product or any existing event that worsens in either intensity or frequency following exposure to the IP or medicinal product. As Pre-specified in the protocol, the treatment emergent adverse events were collected per Period i.e., Treatment Period A, B and Safety follow-up Period. The data is reported as per HAE attack and non-HAE attack per Period. Number of participants with TEAEs related to vital signs (blood pressure (BP), heart rate (HR), body temperature, and respiratory rate) were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs Related to Electrocardiogram (ECG)","description":"A TEAE was defined as any event emerging or manifesting at or after the initiation of treatment with an IP or medicinal product or any existing event that worsens in either intensity or frequency following exposure to the IP or medicinal product. As Pre-specified in the protocol, the treatment emergent adverse events were collected per Period i.e., Treatment Period A, B and Safety follow-up Period. The data is reported as per HAE attack and non-HAE attack per Period. Number of participants with TEAEs related to 12 lead-ECG were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":12},"commonTop":["Hereditary angioedema","Injection site reaction","Headache","Vomiting","Injection site erythema"]}}}