{"nctId":"NCT01803555","briefTitle":"Efficacy and Safety Evaluation of Budesonide/Formoterol SPIROMAX® Inhalation Powder Versus SYMBICORT® TURBOHALER®","startDateStruct":{"date":"2013-07-04","type":"ACTUAL"},"conditions":["Asthma"],"count":605,"armGroups":[{"label":"BF Spiromax","type":"EXPERIMENTAL","interventionNames":["Drug: Budesonide/Formoterol SPIROMAX®","Drug: SYMBICORT placebo"]},{"label":"Symbicort Turbohaler","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: SYMBICORT® TURBOHALER®","Drug: SPIROMAX Placebo"]}],"interventions":[{"name":"Budesonide/Formoterol SPIROMAX®","otherNames":[]},{"name":"SYMBICORT® TURBOHALER®","otherNames":[]},{"name":"SYMBICORT placebo","otherNames":[]},{"name":"SPIROMAX Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female participants 12 years and older as of the screening visit. Male or female participants 18 years and older, as of the screening visit, in countries where local regulations or the regulatory status of study medication permit enrollment of adult participants only.\n* General good health, and free of any concomitant conditions or treatment that could interfere with study conduct, influence the interpretation of study observations/results, or put the participant at increased risk during the study.\n* Asthma Diagnosis: The asthma diagnosis must be in accordance with the Global Initiative for Asthma (GINA)\n\nExclusion Criteria:\n\n* History of life-threatening asthma, defined as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest or hypoxic seizures.\n* Culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus, or middle ear that is not resolved within 2 weeks before the screening visit. In addition, the participant must be excluded if such infection occurs between the screening visit and the baseline visit.\n* Any asthma exacerbation requiring oral corticosteroids within 1 month of the screening visit. A participant must not have been hospitalized for asthma within 6 months before the screening visit.\n* Presence of glaucoma, cataracts, ocular herpes simplex, or malignancy other than basal cell carcinoma.\n* Historical or current evidence of a clinically significant disease including, but not limited to: cardiovascular conditions (for example, congestive heart failure, known aortic aneurysm, clinically significant cardiac arrhythmia or coronary heart disease), hepatic, renal, hematological, neuropsychological, endocrine conditions (for example, uncontrolled diabetes mellitus, uncontrolled thyroid disorder, Addison's disease, Cushing's syndrome), gastrointestinal conditions (for example, poorly-controlled peptic ulcer, gastroesophageal reflux disease \\[GERD\\]), or pulmonary conditions (for example, chronic bronchitis, emphysema, bronchiectasis with the need for treatment, cystic fibrosis, bronchopulmonary dysplasia, chronic obstructive pulmonary disease). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the participant at risk through participation, or which could affect the efficacy or safety analysis if the disease/condition became exacerbated during the study.\n\nNOTE: Other inclusion and exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Weekly Average of Daily Trough (Predose and Pre-rescue Bronchodilator) Morning (AM) Peak Expiratory Flow (PEF) Over the 12-Week Treatment Period","description":"PEF is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. Baseline trough morning PEF was defined as the average value of recorded (nonmissing) morning assessments 5 out of the last 7 days prior to randomization. The first day before randomization consisted of the electronic patient diary entry at home on the morning of the randomization visit (Baseline \\[Day 1\\]) and the first day postrandomization consisted of the electronic patient diary entry at home on the morning of the day after the randomization visit (Baseline \\[Day 1\\]). For postdose weekly average of trough morning PEF measurements, the values were the averages based on the available data for that week. The averages were calculated as the sum of morning PEF values divided by the number of nonmissing assessments. The final value for change from baseline was calculated as the average of the weekly change from baseline averaged over 12 weeks.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.839","spread":"2.754"},{"groupId":"OG001","value":"21.796","spread":"2.745"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Evening (PM) PEF Over the 12-Week Treatment Period","description":"PEF is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. Baseline was defined as the average value of the recorded (nonmissing) assessments over the 7 days prior to randomization. For postdose weekly average of evening PEF measurements, the values were the averages based on the available data for that week. The averages were calculated as the sum of evening PEF values divided by the number of nonmissing assessments. The final value for change from baseline was calculated as the average of the weekly change from baseline averaged over 12 weeks.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.661","spread":"2.631"},{"groupId":"OG001","value":"21.740","spread":"2.622"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. A serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. AEs included both SAEs and non-serious AEs. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the 'Reported AE section'.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Signs of Oral Candidiasis (Thrush)","description":"Examinations were performed by a qualified professional.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Swab of Oral Candidiasis (Thrush)","description":"Swab samples were collected by a qualified professional.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":303},"commonTop":["Nasopharyngitis","Headache"]}}}