{"nctId":"NCT02059642","briefTitle":"A 6 Week Study of MG01CI 1400 mg Compared With Placebo in Adults With ADHD ( Attention Deficit/Hyperactivity )","startDateStruct":{"date":"2014-03"},"conditions":["ADHD","Attention-Deficit/Hyperactivity Disorder, Predominantly Inattentive Type"],"count":300,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"MG01CI (1400 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: MG01CI (1400 mg)"]}],"interventions":[{"name":"MG01CI (1400 mg)","otherNames":["Metadoxine Immediate-release/Slow-release, Bilayer Caplet"]},{"name":"placebo","otherNames":["Inactive Drug"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is a man or a non-pregnant, non-lactating woman 18 to 55 years of age, inclusive, at the Screening Visit.\n* Subject has a diagnosis of ADHD based on criteria in the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) and DSM5.\n* Subject has ADHD with at least moderate clinical severity (Clinical Global Impression-Severity \\[CGI-S\\]) score of 4 or greater).\n* Subject has a score on the total ADHD symptom score with adult prompts of the CAARS-Inv of at least 22.\n* Female subjects of childbearing potential must agree to use an effective contraceptive throughout the study\n* Subject is able to attend the clinic regularly and reliably.\n* Subject is able to swallow tablets and capsules.\n* Subject is able to understand, read, write, and speak English fluently to complete the study-related materials (or Hebrew for Israeli subjects).\n* Subject is able to understand and sign an informed consent form to participate in the study.\n\nExclusion Criteria:\n\n* Subject did not respond in the past to 2 adequate trials of stimulant treatments or 1 adequate trial of atomoxetine treatment (in the investigator's judgment).\n* Subject has any psychiatric condition clinically significant or unstable medical or surgical condition that may preclude safe and complete study participation as determined by the investigator .\n* Subject has a known or suspected human immune deficiency virus-positive status or has diseases such as acquired immunodeficiency disorder, hepatitis C, hepatitis B, or tuberculosis.\n* Subject has a history of an allergy or sensitivity to B-complex vitamins.\n* Subject has a history of intellectual disability or a history or suspicion of autism spectrum disorder.\n* Subject has a current Axis I diagnosis (other than ADHD) according to the Structured Clinical Interview for DSM IV Axis I Disorders (SCID) or has a lifetime history of bipolar disorder or psychosis.\n* Subject has used mega-dose vitamin B6/pyridoxine during the 28 days before the Screening Visit.\n* Subject has used high-dose supplements of omega-3 fatty acids ≥ 500 mg on at least 1 day or folic acid supplements during the 2 weeks before the Screening Visit.\n* Subject has used an investigational medication/treatment in the 30 days before the Screening Visit\n* Subject has used any medication or food supplement that the investigator or the medical monitor considers unacceptable during the 14-day period before randomization.\n* Subject has a current drug or alcohol dependence or substance abuse disorder according to DSM-IV. Subject should also agree to keep their caffeine intake consistent and refrain from consuming ≥300 mg per day of caffeine (no more than three 8-ounce servings of coffee) during the study.\n* Subject has suicidality, defined as active ideation, an intent or plan, or any significant lifetime suicidal behavior. Subjects exhibiting history (within previous 12 months) of non-suicidal self-injurious behavior will be excluded.\n* Subject has taken any prescription or non-prescription ADHD medications during the 14 days (for all psychotropic medications other than fluoxetine) or 28 days (for fluoxetine) before the randomization visit.\n* Subject is significantly visually impaired to an extent that is not able to be corrected by prescription glasses or contact lenses\n* Subject is related to the sponsor, investigator, or study staff.\n* Subject has any condition that, in the principal investigator's opinion, would place the subject at risk or influence the conduct of the study or interpretation of results,\n* Subject cannot fully comprehend the implications of the protocol, cannot comply with its requirements, or is incapable of following the study schedule for any reason.\n* Subject is pregnant, lactating, or using an inadequate contraceptive method.\n* If there is a ≥25% change in the CAARS-Inv results between the Interim visit (off drug) assessment and the Baseline assessment, or if the subject does not return for the Baseline CAARS-Inv assessment, the subject will not be randomized. For subjects not needing washout, if there is a ≥25% change in the CAARS-Inv results between the Screening Visit assessment and the Baseline assessment, or if the subject does not return for the Baseline CAARS-Inv assessment, the subject will not be randomized.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Total ADHD Symptom Score With Adult Prompts of the Conners Adult ADHD Rating Scale:O-SV in ADHD Adults From Baseline to 6 Weeks","description":"Primary efficacy endpoint: change from Baseline in the total ADHD symptom score with adult prompts of the CAARS-Inv. The CAARS is a scale to assess the presence and severity of ADHD symptoms and behaviors in adults. During an interview with the investigator, subject rates items pertaining to their behavior using a 4-point Likert-style format ranging from 0 ('Not at all') to 3 ('Very much). The scale measures ADHD symptoms across clinically significant domains using a 30 item questionnaire, while examining the manifestations of those symptoms. The scale includes an assessment of 9 inattentive symptoms (Subset A) and 9 hyperactive \\& impulsive symptoms (Subset B). The total ADHD symptom score, Subset C (the sum of the inattentive symptom scores from Subset A and the hyperactive \\& impulsive symptoms from Subset B) is the primary outcome measure. Scores of the scale for Subset C, comprised of scores from 18 questions,range from 0 (no ADHD symptoms) to 54, highest rating of ADHD symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.9","spread":null},{"groupId":"OG001","value":"-12.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety Evaluation of Treatment on the Basis of Percentage of Participants With Treatment Emergent Adverse Events","description":"Safety assessments will be based on changes from Baseline of clinical AEs reported by the subject or observed by the Investigator and concomitant medication use, treatment adherence (eg, dropouts due to AEs)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.4","spread":null},{"groupId":"OG001","value":"56.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":146},"commonTop":["HEADACHE","FATIGUE","NAUSEA","DECREASED APPETITE"]}}}