{"nctId":"NCT00501995","briefTitle":"High Dose Cyclophosphamide for Treatment of Scleroderma","startDateStruct":{"date":"2001-02"},"conditions":["Scleroderma"],"count":6,"armGroups":[{"label":"IV Cyclophosphamide (50 mg/kg)","type":"EXPERIMENTAL","interventionNames":["Drug: IV Cyclophosphamide"]}],"interventions":[{"name":"IV Cyclophosphamide","otherNames":["Cytoxan, Neosar"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meet established criteria for a diagnosis of diffuse cutaneous scleroderma and have evidence of moderately severe organ damage and clinical evidence of active disease.\n* Patients with diffuse scleroderma who have evidence of active fibrosing alveolitis manifested by either a greater than 10% decline in the forced vital capacity or the diffusing capacity from the defined normal values or from baseline measurements.\n* Patients with severe deforming localized scleroderma (generalized morphea, liner morphea, keloid or bullous scleroderma) that threatens their capacity to function normally in society.\n\nExclusion Criteria:\n\n* Age less than 18 years and over 70 years\n* Any risk of pregnancy\n* Cardiac ejection fraction of \\< 45%\n* Serum creatinine \\> 3.0\n* Patients who are pre-terminal or moribund\n* Bilirubin \\> 2.0, transaminases \\> 2x normal\n* Forced vital capacity (FVC), forced expiratory volume in 1 second (FEV1), (5/30/01) \\< 50% predicted","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Improvement in the Modified Rodnan Skin Score.","description":"The modified Rodnan skin score is the accepted clinical measure of scleroderma skin activity. The investigator will assess the thickening of the skin using the modified Rodnan skin score through simple palpation on 17 different body areas: fingers, hands, forearms, arms, feet, legs, and thighs (bilaterally) and face, chest, and abdomen (singly). Skin thickness is assessed on a scale of 0-3; 0 representing normal skin and 3 being severe thickening. The sum of the individual scores can range from 0-51; 0 (normal) to 51 (severe thickening in all 17 areas) A 25% improvement in the modified Rodnan Skin score will be considered significant at any time point in the study. Modified Rodnan Skin Score was evaluated at months 0,1,3,6,12 and 24 months.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the HAQ-DI, PGA, FVC and DLCO","description":"The Health Assessment Questionnaire-Disability Index (HAQ-DI) a 48 item questionnaire assessing ability to perform activities of daily living, use of assistive devises and a 6 item analog scale of pain severity from 0 cm (no pain) to 14.3 cm (very severe pain). The lower the HAQ-DI score the less the disability. The physician global assessment (PGA) which is a visual analogue scale from 0 to 100 on which the physician rates the patient's disease severity based on their observations. A score of 0 is no disease activity and 100 is the worst possible disease activity. The Forced Vital Capacity (FVC) measure of lung capacity and Diffusing Capacity (DLCO) measures of oxygen exchange in the alveoli ( pulmonary function testing). The predicted lung volumes were referenced from NHANES/Hanikson et al and for DLCO predicts were from Knudson. Pre and post study percent predicted values were compared.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":6},"commonTop":["neutropenic fever","nausea/vomitting","diarrhea","oedema","sexual dysfunction"]}}}