{"nctId":"NCT04133311","briefTitle":"A Phase III Multinational Multicenter Investigator-Masked Randomized Active-Controlled Trial Comparing the Efficacy and Safety of DE-130A With Xalatan® in Patients With Open-Angle Glaucoma or Ocular Hypertension","startDateStruct":{"date":"2019-04-10","type":"ACTUAL"},"conditions":["Open-Angle Glaucoma or Ocular Hypertension","Ocular Surface Disease"],"count":386,"armGroups":[{"label":"DE-130A","type":"EXPERIMENTAL","interventionNames":["Drug: DE-130A"]},{"label":"Xalatan®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Xalatan®"]},{"label":"DE-130A/DE-130A","type":"OTHER","interventionNames":["Drug: DE-130A/DE-130A"]},{"label":"Xalatan®/DE-130A","type":"OTHER","interventionNames":["Drug: Xalatan®/DE-130A"]}],"interventions":[{"name":"DE-130A","otherNames":["Catiolanze®"]},{"name":"Xalatan®","otherNames":[]},{"name":"DE-130A/DE-130A","otherNames":["Catiolanze®"]},{"name":"Xalatan®/DE-130A","otherNames":["Catiolanze®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, 18 years of age or older\n2. The patient has signed and dated a written informed consent form and any required privacy authorization prior to the conduct of any study procedures.\n3. Diagnosis of OAG (primary open angle glaucoma, pseudo exfoliative glaucoma, or pigmentary glaucoma), or OHT in eligible eye(s) currently on monotherapy.\n4. Unilateral OAG, or OHT are permissible as long as the physician does not anticipate significant IOP changes to the fellow eye that would require treatment during the duration of the study.\n5. Current treatment with monotherapy for OAG or OHT with a controlled IOP ≤ 18 mmHg in each eye (pre-washout).\n6. Stable visual field (based on at least two visual fields available within the last 18 months prior to screening, including one in the last 6 months; A visual field test will be performed at screening if not already performed within the last 6 months prior to screening) in each eye.\n7. Post-washout IOP ≥ 22 mmHg in at least one eye (defined at baseline visit \\[Day 1\\] by IOP measurement at both 9:00 am ± 1 hour and 4:00 pm ±1 hour)\n8. Post-washout IOP ≤ 32 mmHg (defined at baseline visit \\[Day 1\\] by IOP measurement at both 9:00 am ±1 hour and 4:00 pm ±1 hour) in both eyes.\n9. Ability to discontinue their current topical IOP-lowering medication for the required washout period. Washout periods should be as follows;\n\n   * Prostaglandin analogs = 4 weeks\n   * Topical beta blockers ≥ 3 weeks and ≤ 4 weeks\n   * Topical carbonic anhydrase inhibitors ≥ 5 days and ≤ 4 weeks\n   * All other IOP lowering medication ≥ 2 weeks and ≤ 4 weeks\n10. Snellen best corrected visual acuity score of 20/100 or better in each eye\n11. Patient must be willing to discontinue wearing contact lenses during the study.\n12. Adequate health for study participation as determined by the investigator\n13. In the opinion of the investigator, the patient is capable of understanding and complying with protocol requirements\n14. Patient must be willing and able to undergo and return for scheduled study-related examinations.\n\n    \\-\n\nExclusion Criteria:\n\n1. Any form of glaucoma other than primary open angle glaucoma, pseudo exfoliative glaucoma, and pigmentary glaucoma in either eye.\n2. IOP at any time point during the Screening or Baseline visits (Visits 1 or 2) of \\> 32 mmHg in either eye.\n3. Current treatment for glaucoma with a fixed-combination therapy or more than one drug in either eye or with an oral drug within 6 months prior to screening.\n4. Corneal abnormalities that would interfere with accurate IOP readings with an applanation tonometer in either eye.\n5. Central corneal thickness ≤ 480 µm or ≥ 600 µm in either eye (historical data or at the screening visit).\n6. Significant visual field loss (absolute defect in the 10° central point or mean deviation worse than -12 dB) or progressive field loss during the year before screening in either.\n7. Significant optic nerve abnormality, other than glaucomatous abnormalities in the opinion of the investigator as determined by ophthalmoscopy in either eye.\n8. Significant changes of the optic neuropathy (e.g. increase cupping since the last examination, optic nerve hemorrhage) in either eye.\n9. Inability to visualize the patient's optic nerve in either eye.\n10. Gonioscopy consistent with potential angle closure glaucoma in either eye.\n11. Patients with severe blepharitis and/or Meibomian Gland Disease (MGD). Patients enrolled with mild to moderate blepharitis and/or MGD should be treated as appropriate during the study in either eye.\n12. Use of oral or topical ophthalmic steroid within the past 14 days from screening date, or anticipated need for ocular steroid treatment during the study in either eye.\n13. Use of intravitreal or peribulbar injection of depot steroid or placement of an intravitreal steroid implant within the past 3 months from screening date in either eye.\n14. Known allergy or sensitivity to the study medications.\n15. Active or expected ocular allergy during period 1.\n16. Any active ocular disease (e.g. uveitis, ocular infection, severe dry eye with CFS grade 4 or more on the modified Oxford scale) in either eye. Patients may have mild cataracts, age-related maculopathy or background diabetic retinopathy if, in the opinion of the Investigator, it would not interfere with the conduct of the study.\n17. Intraocular surgery within 6 months prior to screening in either eye.\n18. Past history of any filtering surgery for glaucoma in either eye.\n19. Refractive surgery of any type within 1 year prior to screening in either eye.\n20. Uncontrolled systemic disease of any type.\n21. Anticipated alteration in chronic therapy with or introduction of agents known to have a substantial effect on IOP (e.g., alpha-adrenergic agonists, beta-adrenergic antagonists, calcium channel blockers, ACE inhibitors and/or angiotensin II receptor blockers), unless the subject and the medication dosage have been stable for three months prior to the screening visit and the dosage is not expected to change during the study.\n22. Anticipated change in dosage of or introduction of new medications for chronic cardiac, pulmonary or hypertensive conditions.\n23. Females who are pregnant or lactating and females of child-bearing potential who are not using a medically acceptable, highly effective method of birth control.\n24. Current enrolment in an investigational drug or device study or participation in such a study within 30 days prior to screening.\n25. History of drug or alcohol abuse.\n26. Patient has any condition or situation that, in the Investigator's opinion, might confound the results of the study, may put the patient at significant risk or might interfere with the patient's ability to participate in the study.\n\n    \\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Intraocular Pressure (IOP) Change (mmHg) at Week 12","description":"Intraocular Pressure (IOP) change from baseline peak (mmHg). IOP was measured using calibrated Goldman applanation tonometer in the morning (9:00 am ± 1 hour). Analysis using Mixed-Effects Model for Repeated Measures (MMRM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.8","spread":"0.25"},{"groupId":"OG001","value":"-8.2","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Corneal Fluorescein Staining (CFS) Change From Baseline (First Key Secondary Endpoint)","description":"CFS Change from baseline in participants with baseline CFS score ≥ 1 at Week 12\n\nStaining using fluorescein were graded using the Modified Oxford scale (7-point ordinal scale, score 0, 0.5, and 1 to 5 per area for cornea and conjunctiva separately) as shown below:\n\n* Score = 0: No staining dots\n* Score = 0.5: One staining dot per area\n* Score = 1: More staining dot per area than score 0.5\n* Score = 2: More staining dot per area than score 1\n* Score = 3: More staining dot per area than score 2\n* Score = 4: More staining dot per area than score 3\n* Score = 5: More staining dot per area than score 4\n\nA Mixed-Effects Model for Repeated Measures (MMRM) was fitted to the CFS change from baseline at each visit.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"0.069"},{"groupId":"OG001","value":"-0.41","spread":"0.077"}]}]}]},{"type":"SECONDARY","title":"Ocular Surface Disease (OSD) Symptoms (Average of 3 Symptoms); Second Key Secondary Endpoint","description":"Change from baseline in OSD symptom score (average of 3 symptoms: dry eye sensation, blurred/poor vision and burning/stinging/itching) in the study eye at Week 12 in patients with baseline symptom average score\\>0.\n\nOcular symptoms were graded on a 5-point scale as shown below:\n\n* Scale = 0: Absent\n* Scale = 1: Mild\n* Scale = 2: Moderate\n* Scale = 3: Severe\n* Scale = 4: Very severe\n\nLeast Square Means and p-values were obtained by fitting a Mixed-Effects Model for Repeated Measures (MMRM) model to the Ocular Surface Disease (OSD) average change from baseline at each visit.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.058"},{"groupId":"OG001","value":"-0.17","spread":"0.060"}]}]}]},{"type":"PRIMARY","title":"Intraocular Pressure (IOP) Change (mmHg) at Week 12","description":"Intraocular Pressure (IOP) change from baseline trough (mmHg). IOP was measured using calibrated Goldman applanation tonometer in the afternoon (4:00 pm ± 1 hour). Analysis using Mixed-Effects Model for Repeated Measures (MMRM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.6","spread":"0.24"},{"groupId":"OG001","value":"-8.1","spread":"0.25"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":193},"commonTop":["Ocular hyperaemia","Abnormal sensation in eye","Conjunctival hyperaemia","COVID-19","Swelling of eyelid"]}}}