{"nctId":"NCT02466386","briefTitle":"Safety and Tolerability Study of SPD489 in Preschool Children Aged 4-5 Years, Diagnosed With Attention-deficit/Hyperactivity Disorder","startDateStruct":{"date":"2015-08-21","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder (ADHD)"],"count":113,"armGroups":[{"label":"SPD489","type":"EXPERIMENTAL","interventionNames":["Drug: SPD489"]}],"interventions":[{"name":"SPD489","otherNames":["Lisdexamfetamine dimesylate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant is male or female aged 4-5 years inclusive at the time of consent from antecedent studies SPD489-211 or SPD489-347 or at the time of consent if directly enrolled.\n2. Before completing any study-related procedures, participant's parent(s) or legally authorized representative (LAR) must provide signature of informed consent, and there must be documentation of assent (if applicable) by the participant indicating that the participant is aware of the investigational nature of the study. The participant's parent(s) or LAR should understand that the required procedures and restrictions are being conducted in accordance with the International Council of Harmonisation (ICH) Good Clinical Practice (GCP) Guideline E6 (1996), any updates or revisions, and applicable federal or local regulations.\n3. Participant and parent(s)/LAR are willing and able to comply with all of the testing and requirements defined in the protocol, including oversight of morning dosing. Specifically, the parent/LAR should be available at approximately 7:00AM (+2 hours) to dispense the dose of investigational product for the duration of the study.\n4. Roll-over participant from antecedent SPD489-347 study:\n\n   a. Participant completed the antecedent study (SPD489-347)\n5. Direct enrolled participants must meet antecedent study inclusion criteria, as listed below\n\n   1. Participant must meet Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV-TR) criteria for a primary diagnosis of ADHD (any subtype) based on a detailed psychiatric evaluation conducted by a sponsor-approved clinician\n   2. Participant has an attention-deficit/hyperactivity disorder rating scale- IV (ADHD-RS-IV) Preschool Version total score at the Baseline Visit (Visit 0) of greater than equals to (\\>=) 28 for boys and \\>= 24 for girls.\n   3. Participant has a Clinical Global Impressions - Severity of Illness (CGI-S) score \\>=4 at the Baseline Visit (Visit 0).\n   4. Participant has a Peabody Picture Vocabulary Test, Fourth Edition standard score of \\>=70 at the Screening Visit (Visit -1).\n   5. Participant has undergone an adequate course of non-pharmacological treatment based on investigator judgment or the participant has a severe enough condition to consider enrollment without undergoing prior non-pharmacological treatment, based on investigator judgment.\n   6. Participant has, in the opinion of the investigator, participated in a structured group activity (eg, preschool, sports, Sunday school) so as to assess symptoms and impairment in a setting outside the home.\n   7. Participant has lived with the same parent(s) or guardian for \\>=6 months.\n\nExclusion Criteria:\n\n1. Participant was terminated from an antecedent SPD489 study for non-compliance and/or experienced a serious adverse event (SAE) or adverse event (AE) resulting in termination.\n2. Participant is required to or anticipates the need to take medications that have central nervous system effects or affect performance, such as, but not limited to, sedating antihistamines and decongestant sympathomimetics, or monoamine oxidase inhibitors. Stable use of bronchodilator inhalers is not exclusionary.\n3. Participant has a concurrent chronic or acute illness (such as, but not limited to, severe allergic rhinitis or an infectious process requiring antibiotics), disability, or other condition that might confound the results of safety assessments conducted in the study or that might increase risk to the participant. Similarly, the participant will be excluded if he or she has any additional condition(s) that, in the investigator's opinion, would prohibit the participant from completing the study or would not be in the best interest of the participant. The additional condition(s) would include any significant illness or unstable medical condition that could lead to difficulty complying with the protocol. Mild, stable asthma is not exclusionary.\n4. Participant has a documented allergy, hypersensitivity, or intolerance to amphetamine or to any excipients in the investigational product.\n5. Participant has a known family history of sudden cardiac death or ventricular arrhythmia.\n6. Participant has a blood pressure measurement \\>= 95th percentile for age, sex, and height at the screening visit (Visit -1) or the baseline visit (Visit 0) or a history of moderate or severe hypertension.\n7. Participant has a known history of symptomatic cardiovascular disease, unexplained syncope, exertional chest pain, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, or other serious cardiac problems placing them at increased vulnerability to the sympathomimetic effects of a stimulant drug.\n8. Participant is taking any medication that is excluded per the protocol.\n9. Participant had any clinically significant electrocardiogram (ECG) or clinical laboratory abnormalities at the Screening Visit (Visit -1) or baseline visit (Visit 0), based on investigator judgment.\n10. Participant has a history of hyperthyroidism, or current abnormal thyroid function, defined as abnormal thyroid stimulating hormone (TSH) and thyroxine (T4) at the Screening Visit (Visit-1) or Visit 0. Treatment with a stable dose of thyroid medication for at least 3 months is permitted.\n11. Participant has taken another investigational product or has taken part in a clinical study within 30 days prior to the Screening Visit (Visit -1).\n12. Participant is well-controlled on his/her current ADHD medication with acceptable tolerability.\n13. Participant has glaucoma.\n14. Participant has failed to fully respond, based on investigator judgment, to an adequate course of amphetamine therapy.\n15. Participant has a current, controlled (requiring medication or therapy) or uncontrolled, comorbid psychiatric disorder including but not limited to any of the below co-morbid Axis I disorders and Axis II disorders:\n\n    1. post-traumatic stress disorder (PTSD) or adjustment disorder\n    2. bipolar illness, psychosis, or family history of these disorders\n    3. pervasive developmental disorder\n    4. obsessive-compulsive disorder (OCD)\n    5. psychosis/schizophrenia\n    6. participant has a serious tic disorder, or a family history of Tourette's disorder\n    7. participant is currently considered a suicide risk in the opinion of the investigator, has previously made a suicide attempt, or has a prior history of, or is currently demonstrating active suicidal ideation. Participants with intermittent passive suicidal ideation are not necessarily excluded based on the assessment of the investigator\n    8. a history of physical, sexual, or emotional abuse\n    9. any other disorder or agitated state that in the opinion of the investigator, contraindicates SPD489 or lisdexamfetamine dimesylate treatment or confound efficacy or safety assessments.\n16. Participant has initiated behavioral therapy within 1 month of the baseline visit (Visit 0). Participant may not initiate behavioral therapy during the study.\n17. Participant has a height \\<=5th percentile for age and sex at the screening visit (Visit -1).\n18. Participant has a weight \\<=5th percentile for age and sex at the screening visit (Visit -1).\n19. Participant lives with anyone who currently abuses stimulants or cocaine.\n20. Participant has a history of seizures (other than infantile febrile seizures).","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"5 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. TEAEs was defined as AEs that start or deteriorate on or after the date of the first dose of investigational product and no later than 3 days following the last dose of investigational product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Sleep Patterns Assessed by Children's Sleep Habits Questionnaire (CSHQ) at Week 52/ Early Termination (ET)","description":"Sleep patterns included sleep diary data and children's sleep habits questionnaire (CSHQ), which was parent report questionnaire designed to screen for the most common sleep problems in children, and consisted of 33 items for scoring and several extra items intended to provide administrators with other potentially useful information about respondents. The instrument evaluates the child's sleep based on behavior within 8 different sub scales: bedtime resistance, sleep-onset delay, sleep duration, sleep anxiety, night wakings, parasomnias, sleep-disordered breathing, and daytime sleepiness. Each item receives a score from 1 (problem occurs rarely) to 3 (problem usually occurs); therefore, a higher score is the worse outcome. Scale ranges are as follows: bedtime resistance: 6 to 18, sleep onset delay: 1 to 3, sleep duration: 3 to 9, sleep anxiety: 4 to 12, night walkings: 3 to 9, parasomnias: 7 to 21, sleep-disordered breathing: 3 to 9, and daytime sleepiness: 8 to 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"3.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"1.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"2.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"1.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":"1.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"0.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":"3.78"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Potentially Clinically Significant Changes in Electrocardiogram (ECG) Parameters at Week 52/ Early Termination (ET)","description":"12-lead ECG was evaluated and recorded. ECG variables included heart rate, PR interval, QRS interval, QT interval, and corrected QT interval (QTc). The QTc was calculated using both Bazett (QTcB=QT/\\[RR\\]1/2) and Fridericia (QTcF=QT/\\[RR\\]1/3) corrections. Here, \\> = represents \"greater than or equal to\", \\< represents \"lesser than\" and \\> represents \"greater than\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With a Positive Response Using Columbia Suicide Severity Rating Scale (C-SSRS) at Week 52/ Early Termination (ET)","description":"C-SSRS was semi-structured interview that captured the occurrence, severity, and frequency of suicide-related thoughts and behaviors during the assessment period. The interview included definitions and suggested questions to solicit the type of information needed to determine if a suicide-related thought or behavior occurred. The C-SSRS contained 2 required items pertaining to suicidal ideation, 4 required items pertaining to suicidal behavior, and 1 required item pertaining to non-suicidal but self-injurious behavior. In situations where there was a positive response to the screening questions, there were 8 additional suicidal ideation items and 4 additional suicidal behavior items which were completed. Thus, there was a maximum of 19 items to be completed. Here number of participants responded as yes to suicidal ideation or behaviour were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Potentially Clinically Significant Changes in Clinical Laboratory Values at Week 52/ Early Termination (ET)","description":"Clinical laboratory evaluations included biochemistry and endocrinology, hematology, and urinalysis. Number of participants with potentially clinically significant changes in clinical laboratory values were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Potentially Clinically Significant Changes in Vital Signs at Week 52/ Early Termination (ET)","description":"Vital sign assessments included blood pressure, pulse and respiratory rate. Number of participants with potentially clinically significant changes in vital signs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impressions Global Improvement (CGI-I) at Week 52/ Early Termination (ET)","description":"CGI-I was an overall assessment of global symptom improvement by evaluation of the participant's condition severity and improvement over time. Scoring was done based on a 7-point scale ranging from 1 (very much improved) to 7 (very much worse), where higher score reported worse condition. The scoring was elaborated as: 1=very much improved; 2=much improved; 3=minimally improved; 4=no change; 5=minimally worse; 6=much worse; 7=very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinician-Administered Attention-Deficit/Hyperactivity Disorder Rating Scale-IV (ADHD-RS-IV) Preschool Version Total Score at Week 52/ Early Termination (ET)","description":"ADHD-RS-IV Preschool Version was adapted from the ADHD Rating Scale-IV and provided examples appropriate for the developmental level of preschool children. The ADHD-RS-IV Preschool Version was an 18-item questionnaire that required the respondent to rate the frequency of occurrence of ADHD symptoms as defined by Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition-Text Revision (DSM-IV-TR) criteria. Each item was scored on a 4-point scale ranging from 0 (never or rarely) to 3 (very often) with total scores ranging from 0-54. The 18 items were grouped into 2 subscales: hyperactivity/impulsivity (even numbered items 2-18) and inattentiveness (odd numbered items 1-17).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.2","spread":"13.34"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Shift From Baseline in Body Mass Index (BMI) Percentiles at Week 52/Early Termination (ET)","description":"BMI was derived from height and weight. BMI was normalized by sex and age using the CDC growth charts. BMI percentiles were categorized as: Underweight (BMI \\< 5th percentile); Healthy weight (BMI 5th percentile up to \\< 85th percentile); Overweight (BMI 85th percentile \\< 95th percentile); Obese (BMI \\>= 95th percentile). Number of participants with shift from baseline in BMI percentile categories at Week 52/ET was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":113},"commonTop":["Decreased appetite","Pyrexia","Influenza","Pharyngitis streptococcal","Nasopharyngitis"]}}}