{"nctId":"NCT01640808","briefTitle":"Study of Peretinoin for Suppressing Recurrence of HCV-positive HCC","startDateStruct":{"date":"2012-04","type":"ACTUAL"},"conditions":["Hepatic Neoplasm Malignant Recurrent"],"count":616,"armGroups":[{"label":"NIK-333(peretinoin)","type":"EXPERIMENTAL","interventionNames":["Drug: NIK-333(peretinoin)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NIK-333(peretinoin)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with HCV-positive HCC who meet the following conditions before radical treatment\n\n   * Patients diagnosed as having typical HCC on dynamic CT,CTA/CTAP, or dynamic MRI (nodule visualized as a high signal intensity area in the arterial phase and as a relatively low signal intensity area in the portal and equilibrium phases) performed within 8 weeks (56 days) before treatment start prior to radical therapy\n   * Patients with the first primary HCC or the first recurrence of primary HCC\n2. Patients who received the radical therapies. The treatment duration (from the start to the end of the treatment) should be within 4 weeks (28 days) for each of the radical therapies.\n3. Patients showing a complete cure, as confirmed by the dynamic CT images taken from 8 weeks (56 days) to 12 weeks (84 days) after the end of the treatment show a non-stained low-concentration area overlapping the tumor image observed before complete cure.\n4. Patients who are able to begin treatment with the study drug within 8 weeks (56 days) after dynamic CT to confirm complete cure\n5. Patients confirmed of satisfying the following conditions based on the screening performed at subject registration\n\n   * Positive for serum hepatitis C virus nucleic acid (HCV-RNA)\n   * Grade A on Child-Pugh classification\n   * Platelet count of 50 000/µL or higher\n6. Patients with ECOG Performance Status score of 0 to 1\n7. Patients of the age of 20 years or older at the time of informed consent\n\nExclusion Criteria:\n\n1. Patients positive for HBs antigen\n2. Patients showing vascular invasion of HCC on imaging diagnosis\n3. Patients who have also undergone transcatheter arterial embolization therapy (TAE/TACE), transarterial infusion therapy (TAI), and chemolipiodolization in combination with the radical therapy\n4. 4 Patients who want to receive antiviral therapy such as concomitant therapy with intaferon during the study period\n5. Patients who have received other study drugs, anticancer drugs, or interferons after radical therapy\n6. Patients who have hypertension as a complication, and whose blood pressure cannot be controlled by drug therapy (systolic blood pressure of 160 mmHg or higher or diastolic blood pressure of 100 mmHg or higher, as determined at subject registration)\n7. Patients who have a history of allergy to CT contrast media, and whose participation in this study is judged to be inappropriate by the investigator or the subinvestigator\n8. Patients with a history of total gastrectomy\n9. Patients with a history of cardiac arrest\n10. Patients with any of the following laboratory values or complications\n\n    * Creatinine\\>= 1.5mg/dL\n    * Albumin urine \\>= 1000mg/g Creatinine\n    * Cardiac disorder corresponding to CTC-AE grade 3 in severity\n    * HbA1c \\>= 7.4 under treatment with insulin\n    * Autoimmune disease or asthma being treated with oral steroid\n11. Patients confirmed of having another malignant neoplasm or who had undergone a radical therapy of HCC within the past 5 years to treat another malignant neoplasm (however, this does not apply to endoscopic resection and resection of intraepithelial carcinoma)\n12. Patients who are pregnant, who have a possibility of being pregnant or who have a desire to become pregnant during the study period\n13. Lactating women\n14. Patients who have a history of allergy to retinoid-related substances (vitamin A, etc.) in the past\n15. Patients who participated in another clinical study within past 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Recurrence-free Survival","description":"HCC recurrence was defined as the appearance of new intrahepatic lesions which was confirmed based on findings of hypervascularity (nodules enhanced in the arterial phase and washout in the late phase) by dynamic CT images, or a new extrahepatic metastasis. Recurrence of intrahepatic HCC was evaluated by an independent image reading committee.\n\nRFS was defined as the time from randomization to HCC recurrence or death from any cause, whichever occurred first. For subjects who terminated the study without HCC recurrence or death, RFS was censored at the day of the latest dynamic CT examination.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"809.0","spread":null},{"groupId":"OG001","value":"751.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival","description":"DFS was defined as the time from randomization to HCC recurrence, death from any cause or occurrence of secondary cancer (malignant tumors other than HCC), whichever occurred first. For subjects who terminated the study without HCC recurrence, death, or occurrence of secondary cancer, DFS was censored at the day of the latest dynamic CT examination.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"686.0","spread":null},{"groupId":"OG001","value":"642.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence","description":"TTR was defined as the time from randomization to HCC recurrence. For subjects who terminated the study without HCC recurrence, TTR was censored at the day of the latest dynamic CT examination.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"842.0","spread":null},{"groupId":"OG001","value":"764.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":222,"n":305},"commonTop":["Nasopharyngitis","Hypertension","Diarrhoea","Oedema peripheral","Pruritus"]}}}