{"nctId":"NCT01484496","briefTitle":"A Study of Belimumab Administered Subcutaneously in Subjects With Systemic Lupus Erythematosus (SLE)","startDateStruct":{"date":"2011-11-16"},"conditions":["Systemic Lupus Erythematosus"],"count":839,"armGroups":[{"label":"Placebo plus standard therapy","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo","Drug: Standard therapy"]},{"label":"Belimumab 200 mg SC plus standard therapy","type":"EXPERIMENTAL","interventionNames":["Biological: Belimumab 200 mg SC","Drug: Standard therapy"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Belimumab 200 mg SC","otherNames":["BENLYSTA™"]},{"name":"Standard therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. At least 18 years of age.\n2. Clinical diagnosis of Systemic Lupus Erythematosus (SLE) by ACR criteria.\n3. Active SLE disease.\n4. Autoantibody-positive.\n5. On stable SLE treatment regimen which may include corticosteroids (for example, prednisone), antimalarial (for example, hydroxychloroquine) and/or immunosuppressants (for example, azathioprine, methotrexate, mycophenolate, etc.)\n\nExclusion Criteria:\n\n1. Pregnant or nursing.\n2. Have received treatment with any B cell targeted therapy (for example, rituximab or belimumab).\n3. Have received treatment an investigational biological agent in the past year.\n4. Have received intravenous (IV) cyclophosphamide within 90 days of Day 0.\n5. Have severe active lupus kidney disease.\n6. Have severe active central nervous system (CNS) lupus.\n7. Have required management of acute or chronic infections within the past 60 days.\n8. Have current drug or alcohol abuse or dependence.\n9. Have a positive test for human immunodeficiency virus (HIV), hepatitis B, or hepatitis C.\n10. Have a history of hypersensitivity reactions to contrast agents or biological medicines.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Par. Achieving a SLE Responder Index (SRI) Response Rate at Week 52","description":"SRI response is defined as \\>=4 point reduction, from Baseline in safety of estrogen in lupus national assessment (SELENA) systemic lupus erythematosus disease activity index (SLEDAI) score, no worsening (increase of \\<0.30 points from Baseline) in physician's global assessment (PGA) and no new British Isles Lupus Assessment Group of SLE clinics (BILAG) A organ domain score or 2 new BILAG B organ domain scores compared with Baseline. Analysis was performed using a logistic regression model for the comparison between belimumab and placebo with covariates treatment group, Baseline SELENA SLEDAI score (\\<=9 vs. \\>=10), Baseline complement levels (low C3 and/or C4 vs. no low C3 or C4) and race (black vs. other).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.4","spread":null},{"groupId":"OG001","value":"61.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Severe Flare (as Measured by the Modified SLE Flare Index)","description":"Time to first severe SLE flare is defined as the number of days from treatment start date until the participant met an event (event date - treatment start date +1). Analyses of severe SLE flare was performed on modified SELENA SLEDAI SLE flare index that excludes severe flares that were triggered only by an increase in SELENA SLEDAI score to \\>12 (since this may only represent a modest increase in disease activity). Only post-baseline severe flares were considered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"118","spread":null},{"groupId":"OG001","value":"171","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Par. Whose Average Prednisone Dose Had Been Reduced by >=25% From Baseline to <=7.5 mg/Day During Weeks 40 Through 52 in Par. Receiving Greater Than 7.5 mg/Day at Baseline","description":"For the analysis of steroid use, all steroid dosages were converted to a prednisone equivalent in mg. The average daily prednisone dose was calculated taking into account all steroids taken intravenously, intramuscularly, SC, intradermally and orally for both SLE and non-SLE reasons. A responder was defined as having a prednisone reduction by \\>=25% from Baseline to \\<=7.5 mg/day during Weeks 40 through 52. At Baseline, the average daily prednisone dose was the sum of all prednisone doses over 7 consecutive days up to, but not including Day 0, divided by 7. For this analysis, the average prednisone dose was the total prednisone dose during weeks 40 through 52 divided by the number of days during Weeks 40 through 52. Analysis was performed using a logistic regression model with covariates treatment group, Baseline prednisone dose, Baseline SELENA SLEDAI score, (\\<=9 vs \\>=10), Baseline complement levels (low C3 and/or C4 vs. no low C3 or C4) and race (black vs. other).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"18.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":280},"commonTop":["Viral upper respiratory tract infection","Headache","Nasopharyngitis","Urinary tract infection bacterial","Nausea"]}}}