{"nctId":"NCT02334748","briefTitle":"A Study of Canakinumab in Patients With Systemic Juvenile Idiopathic Arthritis or Hereditary Periodic Fevers Who Participated in the CACZ885G2301E1, CACZ885G2306 or CACZ885N2301 Studies","startDateStruct":{"date":"2014-11-03","type":"ACTUAL"},"conditions":["Systemic Juvenile Idiopathic Arthritis","Hereditary Periodic Fevers"],"count":31,"armGroups":[{"label":"canakinumab","type":"EXPERIMENTAL","interventionNames":["Drug: canakinumab"]}],"interventions":[{"name":"canakinumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nCriteria applicable for patients with Systemic Juvenil Idiopathic Arthritis SJIA):\n\nPatients who have completed the international studies CACZ885G2301E1 or CACZ885G2306 without any significant safety issue according to Investigator's opinion.\n\nPatients who have completed the international CACZ885G2306 study and who successfully withdrew canakinumab treatment per protocol but with a disease relapse after the end of study visit will be allowed to participate in CACZ885GFR01 study (whatever the time of relapse from the end of study visit), if the investigator states that there is an indication to resume canakinumab.\n\nPatients who have participated in the international CACZ885G2306 study but could not be randomized and then have continued canakinumab in part I until the end of the study at a dose of 4 mg/kg every 4 weeks may be switched to CACZ885GFR01 study if the investigator thinks that, in the interest of the patient, there is an indication to taper off canakinumab dose after a prolonged remission.\n\nCriteria applicable for patients with HPF (TRAPS, HIDS, crFMF):\n\nPatients who have completed the international CACZ885N2301 study without any significant safety issue according to Investigator's opinion.\n\nCriteria applicable for all patients:\n\nParent's or legal guardian's written informed consent and child's assent, if appropriate, or patient's written informed consent for patients ≥ 18 years of age must be obtained before any study related activity or assessment is performed.\n\nExclusion Criteria:\n\n* History of recurring infections\n* Hypersensitivity to the active substance or to any of the excipients\n\nother protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"20 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"The objective of this protocol was to collect additional safety data (serious and non serious AEs) and to provide continuous Ilaris® (canakinumab) treatment to patients in France who completed CACZ885G2301E1, CACZ885N2301 or CACZ885G2306 studies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"PRIMARY","title":"All-cause Mortality","description":"Number of participants who died for any reason during the study","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":31},"commonTop":["Nasopharyngitis","Arthralgia","Pyrexia","Gastroenteritis","Abdominal pain"]}}}