{"nctId":"NCT01698814","briefTitle":"A Six-Week Safety Study of an Investigational Ophthalmic Solution","startDateStruct":{"date":"2012-10"},"conditions":["Allergic Conjunctivitis"],"count":518,"armGroups":[{"label":"AL-4943A","type":"EXPERIMENTAL","interventionNames":["Drug: AL-4943A Ophthalmic Solution"]},{"label":"AL-4943A Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: AL-4943A Ophthalmic Solution Vehicle"]}],"interventions":[{"name":"AL-4943A Ophthalmic Solution","otherNames":[]},{"name":"AL-4943A Ophthalmic Solution Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able and willing to comply with study protocol and follow protocol instructions.\n* Adequate birth control methods for the duration of the study.\n* Best-corrected visual acuity (BCVA) of 55 or greater in each eye.\n* Willing to avoid contact lens wear during each of the study visits; contact lens wear also should be stable and consistent for 1 month prior to Visit 1 and expected to remain the same for the study duration.\n* Willing and able to sign an Informed Consent form.\n* Other protocol-specified inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Women of childbearing potential that are pregnant, breastfeeding, or not in agreement to use adequate birth control methods to prevent pregnancy throughout the study.\n* Evidence of contact lens care solution related ocular surface damage or giant papillary conjunctivitis (GPC).\n* Any ocular infection (bacterial, viral or fungal) or history of ocular Herpes (simplex or zoster) or adenoviral infection in either eye or have had any ocular infection within 30 days prior to Visit 1.\n* Using systemic medication(s) on a chronic dosing regimen for less than 30 days or changed dosage of this medication within 30 days prior to Visit 1.\n* Current or past history of glaucoma or ocular hypertension.\n* History of retinal detachment, diabetic retinopathy, or progressive retinal disease.\n* Presence of ocular conditions that may affect the study outcomes.\n* Corneal conditions affecting the corneal structure.\n* History or evidence of any ocular surgical procedure within 1 year prior to Visit 1.\n* Current or recent medical conditions that, in the opinion of the Investigator, would preclude safe participation in the study.\n* Prior, current, or anticipated use of ophthalmic agents other than investigational product during study participation.\n* Participation in any investigational study within 30 days prior to Visit 1 or concomitantly with this study.\n* Known contraindications or hypersensitivities to any of the study medications or their components.\n* Other protocol-specified exclusion criteria may apply.","healthyVolunteers":true,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adverse Events","description":"An adverse event was defined as any untoward medical occurrence in a subject administered a study treatment regardless of causal relationship with the treatment. AEs were obtained as solicited comments from the study subjects and as observations by the study Investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":330},"commonTop":[]}}}