{"nctId":"NCT00988208","briefTitle":"Study to Evaluate Safety and Effectiveness of Lenalidomide in Combination With Docetaxel and Prednisone for Patients With Castrate-Resistant Prostate Cancer","startDateStruct":{"date":"2009-11-11","type":"ACTUAL"},"conditions":["Prostate Cancer"],"count":1059,"armGroups":[{"label":"Docetaxel, Prednisone, Lenalidomide (DPL)","type":"EXPERIMENTAL","interventionNames":["Drug: Lenalidomide","Drug: Docetaxel","Drug: Prednisone"]},{"label":"Docetaxel and Prednisone (DP)","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel","Drug: Prednisone","Drug: Placebo"]}],"interventions":[{"name":"Lenalidomide","otherNames":["CC-5013","Revlimid"]},{"name":"Docetaxel","otherNames":["Taxotere"]},{"name":"Prednisone","otherNames":["There are multiple brand names for prednisone."]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Must sign an Informed Consent Form (ICF)\n2. Males ≥ 18 years of age\n3. Able to adhere to the study visit schedule and requirements of the protocol\n4. Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2\n5. Life expectancy of ≥ 12 weeks\n6. Willingness to participate in Patient-Reported Outcomes assessments\n7. Serum testosterone levels \\< 50 ng/dL\n8. Confirmed metastatic adenocarcinoma of the prostate that is unresponsive or refractory to hormonal therapy\n9. Have documented disease progression while receiving or following hormonal therapy as determined by increasing Serum Prostate Specific Antigen (PSA) level, Radiological Progression, or ≥2 new bone lesions\n10. Subjects must agree to receive counseling related to pregnancy precautions, teratogenic and other risks of lenalidomide\n11. Refrain from donating blood or semen as defined by protocol\n\nExclusion Criteria:\n\n1. A history of clinically significant disease that places subject at an unacceptable risk for study entry\n2. Prior Therapy with thalidomide, lenalidomide or pomalidomide\n3. Prior chemotherapy for prostate cancer\n4. Use of any other experimental drug or therapy within 28 days prior to randomization\n5. Prior radiation to ≥ 30% of bone marrow or any radiation therapy within 28 days prior to randomization\n6. Prior use of Strontium-89 at any time or Samarium-153 within 56 days prior to randomization\n7. Surgery within 28 days prior to randomization\n8. Concurrent anti-androgen therapy\n9. Abnormal serum chemistry or hematology laboratory values\n10. Significant active cardiac disease within the previous 6 months:\n11. Thrombotic or thromboembolic events within the past 6 months:\n12. History of peripheral neuropathy of ≥grade 2\n13. History of severe hypersensitivity reaction to drugs formulated with polysorbate 80\n14. Paraplegia\n15. History of Central nervous system (CNS) or brain metastases\n16. History of malignancies other than prostate cancer within the past 5 years, with the exception of treated basal cell/squamous cell carcinoma of the skin\n17. Concurrent use of alternative cancer therapies","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival (OS) was the time from the date of randomization to the date of death from any cause. If no death was reported for a participant before the cut-off date for OS analysis, OS was censored at the last date at which the participant was alive. The median OS was calculated based on Kaplan-Meier estimates and corresponding 95% confidence interval (CI) was calculated using the method provided by Brookmeyer and Crowley.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS was the time from randomization to disease progression, or death, whatever occurred first. Progression criteria was met by analysis of target and non-target lesions as defined by Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 criteria. Progressive Disease (PD) is defined as at least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum of the diameters while on study or the appearance of one or more new lesions; an increase of at least 5mm as a total sum. Lymph nodes identified as target lesions (≥ 15 mm diameter in short axis) will be followed and reported by changes in diameter of short axis; or the unequivocal progression of a non-target lesion defined as an increase in the overall disease burden based on the change in non-measurable disease that is comparable in scope to the increase required to declare PD for measurable disease; Two or more new bone lesions as detected by bone scan","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response According to Response Evaluation Criteria in Solid Tumors - RECIST Version 1.1 Criteria","description":"Objective response (OR) is defined as having complete response (CR) or partial response (PR) as best overall response based on RECIST Criteria 1.1 and defines a CR = Disappearance of all target lesions except lymph nodes (LN); LN must have a decrease in the short axis to \\<10mm; PR = 30% decrease in sum of diameters of target lesions taking as reference the baseline sum diameters; Progressed Disease (PD) = 20% increase in sum of diameters of target lesions taking as a reference the smallest sum of diameters and an absolute increase of ≥5 mm; the appearance of ≥1 new lesions; Stable Disease (SD)= Neither shrinkage to qualify for PR nor increase to qualify for PD taking the smallest sum diameters on study as reference. For non-target lesions a CR = Disappearance of all non-target lesions and all LN must be non-pathological in size \\<10 mm; Non-CR/Non PD: persistence of one or more non-target lesions; PD = unequivocal progression of existing non-target lesions or appearance of new ones","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"22.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (AEs)","description":"A TEAE is defined as any AE occurring or worsening on or after the first dose of study drug and within 28 days after the last dose of study drug. A TESAE is defined as any serious adverse event (SAE) occurring or worsening on or after the first dose of study drug and within 28 days after the last dose of study drug. Safety and severity was assessed according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.0; Severity of AEs were graded (including second primary malignancies) as Grade 1- Mild; Grade 2- Moderate; Grade 3- Severe; Grade 4- Life-threatening; Grade 5-Fatal;","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"512","spread":null},{"groupId":"OG001","value":"517","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"379","spread":null},{"groupId":"OG001","value":"412","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"475","spread":null},{"groupId":"OG001","value":"481","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"303","spread":null},{"groupId":"OG001","value":"381","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"279","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"167","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"182","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"169","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Received Post-Study Therapies","description":"Percentage of Participants Who Received Post-Study Therapies for advanced Prostate Cancer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":null},{"groupId":"OG001","value":"69.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Secondary Primary Malignancies During the Course of the Trial","description":"Second primary malignancies were monitored as events of interest and reported as serious adverse events throughout the course of the trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Secondary Primary Malignancies","description":"Time of Onset of Secondary Primary Malignancies was considered an event of interest","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.7","spread":null},{"groupId":"OG001","value":"19.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":283,"n":525},"commonTop":["FATIGUE","ALOPECIA","DIARRHOEA","NAUSEA","OEDEMA PERIPHERAL"]}}}