{"nctId":"NCT04250350","briefTitle":"Study to Assess the Safety and Efficacy of Lebrikizumab (LY3650150) in Adolescent Participants With Moderate-to-Severe Atopic Dermatitis","startDateStruct":{"date":"2020-02-11","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":206,"armGroups":[{"label":"Lebrikizumab 250 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Lebrikizumab"]}],"interventions":[{"name":"Lebrikizumab","otherNames":["LY3650150","DRM06"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female adolescent (≥12 years to \\<18 years, and weighing ≥40 kg).\n2. Chronic AD (according to American Academy of Dermatology Consensus Criteria) that has been present for ≥1 year before the screening visit.\n3. Eczema Area and Severity Index (EASI) score ≥16 at the baseline visit.\n4. Investigator Global Assessment (IGA) score ≥3 (scale of 0 to 4) at the baseline visit\n5. ≥10% body surface area (BSA) of AD involvement at the baseline visit.\n6. History of inadequate response to treatment with topical medications; or determination that topical treatments are otherwise medically inadvisable.\n\nExclusion Criteria:\n\n1. Participation in a prior lebrikizumab clinical study.\n2. Treatment with the following prior to the baseline visit:\n\n   1. An investigational drug within 8 weeks or within 5 half-lives (if known), whichever is longer.\n   2. Dupilumab within 8 weeks.\n   3. B-cell-depleting biologics, including to rituximab, within 6 months.\n   4. Other biologics within 5 half-lives (if known) or 16 weeks, whichever is longer.\n3. Treatment with a live (attenuated) vaccine within 12 weeks of the baseline visit or planned during the study.\n4. Uncontrolled chronic disease that might require bursts of oral corticosteroids.\n5. Evidence of active acute or chronic hepatitis\n6. History of human immunodeficiency virus (HIV) infection or positive HIV serology at screening.\n7. History of malignancy, including mycosis fungoides, within 5 years before the screening visit, except completely treated in situ carcinoma of the cervix, completely treated and resolved non-metastatic squamous or basal cell carcinoma of the skin.\n8. Pregnant or breastfeeding women, or women planning to become pregnant or breastfeed during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Discontinued From Study Treatment Due to Adverse Events (AEs)","description":"The percentage of participants who discontinued from study treatment due to 1 or more AEs assessed is summarized cumulatively. A summary of all SAE's, regardless of causality, is located in the Reported Adverse Events section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Investigator Global Assessment (IGA) Score of 0 or 1 and a Reduction ≥2-points From Baseline","description":"The IGA measures the investigator's global assessment of the participant's overall severity of their AD, based on a static, numeric 5-point scale from 0 (clear skin) to 4 (severe disease). The score is based on an overall assessment of the degree of erythema, papulation/induration, oozing/crusting, and lichenification.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ≥75% Reduction From Baseline in Eczema Area and Severity Instrument (EASI) Score (EASI-75)","description":"The EASI assesses objective physician estimates of 2 dimensions of atopic dermatitis - disease extent and clinical signs affected: 0 = 0%; 1 = 1-9%; 2 = 10-29%; 3 = 30-49%; 4 = 50-69%; 5 = 70-89%; 6 = 90-100% and the severity of 4 clinical signs: (1) erythema, (2) edema/papulation, (3) excoriation, and (4) lichenification each on a scale of 0 to 3 (0 = none, absent; 1 = mild; 2 = moderate; 3 = severe) at 4 body sites (head/neck, trunk, upper limbs, and lower limbs). Half scores are allowed between severities 1, 2, and 3. The final EASI score was obtained by weight-averaging these 4 scores and will range from 0 to 72 (severe).\n\nThe EASI responder is defined as a participant who achieves a ≥ 75% improvement from baseline in the EASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in EASI Score","description":"The EASI assesses objective physician estimates of 2 dimensions of atopic dermatitis - disease extent and clinical signs affected: 0 = 0%; 1 = 1-9%; 2 = 10-29%; 3 = 30-49%; 4 = 50-69%; 5 = 70-89%; 6 = 90-100% and the severity of 4 clinical signs: (1) erythema, (2) edema/papulation, (3) excoriation, and (4) lichenification each on a scale of 0 to 3 (0 = none, absent; 1 = mild; 2 = moderate; 3 = severe) at 4 body sites (head/neck, trunk, upper limbs, and lower limbs). Half scores are allowed between severities 1, 2, and 3. The final EASI score was obtained by weight-averaging these 4 scores and will range from 0 to 72 (severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-86.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving EASI-50 (≥50 Reduction From Baseline in EASI Score)","description":"The EASI assesses objective physician estimates of 2 dimensions of atopic dermatitis - disease extent and clinical signs affected: 0 = 0%; 1 = 1-9%; 2 = 10-29%; 3 = 30-49%; 4 = 50-69%; 5 = 70-89%; 6 = 90-100% and the severity of 4 clinical signs: (1) erythema, (2) edema/papulation, (3) excoriation, and (4) lichenification each on a scale of 0 to 3 (0 = none, absent; 1 = mild; 2 = moderate; 3 = severe) at 4 body sites (head/neck, trunk, upper limbs, and lower limbs). Half scores are allowed between severities 1, 2, and 3. The final EASI score was obtained by weight-averaging these 4 scores and will range from 0 to 72 (severe).\n\nThe EASI responder is defined as a participant who achieves a ≥ 50% improvement from baseline in the EASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving EASI-90 (≥90% Reduction From Baseline in EASI Score)","description":"The EASI assesses objective physician estimates of 2 dimensions of atopic dermatitis - disease extent and clinical signs affected: 0 = 0%; 1 = 1-9%; 2 = 10-29%; 3 = 30-49%; 4 = 50-69%; 5 = 70-89%; 6 = 90-100% and the severity of 4 clinical signs: (1) erythema, (2) edema/papulation, (3) excoriation, and (4) lichenification each on a scale of 0 to 3 (0 = none, absent; 1 = mild; 2 = moderate; 3 = severe) at 4 body sites (head/neck, trunk, upper limbs, and lower limbs). Half scores are allowed between severities 1, 2, and 3. The final EASI score was obtained by weight-averaging these 4 scores and will range from 0 to 72 (severe).\n\nThe EASI responder is defined as a participant who achieves a ≥ 90% improvement from baseline in the EASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Surface Area (BSA)","description":"The BSA affected by AD will be assessed for 4 separate body regions: head and neck, trunk (including genital region), upper extremities, and lower extremities (including the buttocks). Each body region will be assessed for disease extent ranging from 0% to 100% involvement. BSA was calculated using the participant's palm using the 1% rule, 1 palm was equivalent to 1% with estimates of the number of palms it takes to cover the affected AD area. Maximum number of palms were 10 palms for head and neck (10%), 20 palms for upper extremities (20%), 30 palms for trunk, including axilla and groin (30%), 40 palms for lower extremities, including buttocks (40%). Percent of BSA for a body region was calculated as = total number of palms in a body region \\* % surface area equivalent to 1 palm. Overall percent BSA of all 4 body regions ranges from 0% to 100 % with higher values representing greater severity of AD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.63","spread":"21.071"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient-Reported Outcomes Information System (PROMIS) Anxiety","description":"PROMIS® is a set of person-centered measures that evaluates and monitors physical, mental, and social health in adults and children. Participants ≤17 years will complete pediatric versions for the duration of the study. PROMIS anxiety has 8 questions on Emotion Distress-Anxiety (or Pediatric Anxiety Symptom). Each question has 5 response options with values from 1 to 5. Total raw scores were converted to T-Scores (mean = 50 and a standard deviation = 10) with higher scores representing greater anxiety.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.34","spread":"9.979"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient-Reported Outcomes Information System (PROMIS) Depression","description":"PROMIS is a set of person-centered measures that evaluates and monitors physical, mental, and social health in adults and children. The PROMIS measures will be completed by the participant in the study clinic. PROMIS depression has 8 questions on Emotion Distress-Depression. Questions are measured on a 5-point scale with 1 being \"Never\" and 5 being \"Always\". Responses for each section will be summed and converted to T-Scores using the Assessment Center PROMIS Scoring Service, which rescales the raw score to a standardized T-Score with a population mean of 50 and a standard deviation of 10. Total raw scores were converted to T-scores with higher scores indicating greater severity of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.43","spread":"9.057"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI)","description":"The DLQI questionnaire designed for participants aged 17 years or more is a 10-item, validated questionnaire used to assess the impact of skin disease on the quality of life of an affected person. The 10 questions cover the following topics: symptoms, embarrassment, shopping and home care, clothes, social and leisure, sport, work or study, close relationships, sex, and treatment, over the previous week. Response categories include \"Not at all,\" \"A little,\" \"A lot,\" and \"Very much,\" with corresponding scores of 0, 1, 2, and 3 respectively. Questions 3-10 also have an additional response category of \"Not relevant\" which is scored as \"0\". Questions are scored from 0 to 3, giving a possible total score range from 0 (no impact of skin disease on quality of life) to 30 (maximum impact on quality of life). A high score is indicative of a poor quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Children's Dermatology Life Quality Index (CDLQI)","description":"The CDLQI questionnaire is designed for use in children (4 to 16 years of age). It consists of 10 items that are grouped into 6 domains: symptoms \\& feelings, leisure, school or holidays, personal relationships, sleep, \\& treatment. The scoring of each question is: Very much =3; Quite a lot = 2; Only a little = 1; Not at all = 0. CDLQI total score is calculated by summing all 10 items responses and has a range of 0 to 30 (higher scores are indicative of greater impairment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Average Serum Concentration of Lebrikizumab","description":"Pharmacokinetics (PK): Average Serum Concentration of Lebrikizumab was evaluated at Week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.3","spread":"39.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":206},"commonTop":["Dermatitis atopic","Nasopharyngitis","Covid-19","Upper respiratory tract infection","Headache"]}}}