{"nctId":"NCT04576988","briefTitle":"A Study of Sotatercept for the Treatment of Pulmonary Arterial Hypertension (MK-7962-003/A011-11)(STELLAR)","startDateStruct":{"date":"2021-01-25","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":324,"armGroups":[{"label":"Sotatercept plus background PAH therapy","type":"EXPERIMENTAL","interventionNames":["Biological: Sotatercept","Drug: Background PAH Therapy"]},{"label":"Placebo plus background PAH therapy","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Background PAH Therapy"]}],"interventions":[{"name":"Sotatercept","otherNames":["MK-7962","ACE-011"]},{"name":"Placebo","otherNames":[]},{"name":"Background PAH Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Age ≥ 18 years\n* Documented diagnostic right heart catheterization (RHC) at any time prior to screening confirming the diagnosis of World Health Organization (WHO) pulmonary arterial hypertension (PAH) Group 1 in any of the following subtypes:\n\n  * Idiopathic PAH\n  * Heritable PAH\n  * Drug/toxin-induced PAH\n  * PAH associated with connective tissue disease\n  * PAH associated with simple, congenital systemic to pulmonary shunts at least 1 year following repair\n* Symptomatic PAH classified as WHO Functional Class (FC) II or III\n* Baseline RHC performed during the Screening Period documenting a minimum pulmonary vascular resistance (PVR) of ≥ 5 Wood units (WU) and a pulmonary capillary wedge pressure (PCWP) or left ventricular end-diastolic pressure of ≤ 15 mmHg.\n* On stable doses of background PAH therapy and diuretics (i.e., patient-specific dose goal for each therapy already achieved) for at least 90 days prior to screening; for infusion prostacyclins, dose adjustment within 10% of optimal dose is allowed per medical practice\n\n  * Background PAH therapy refers to approved PAH-specific medications and may consist of monotherapy or combination therapy with ERA, PDE5 inhibitors, soluble guanylate cyclase stimulators, and/or prostacyclin analogues or receptor agonists. Background PAH therapy should be stable at least 90 days prior to screening and remain stable throughout the study\n  * Stable diuretic therapy is defined as no addition of a new diuretic and no switching of a pre-existent oral diuretic to parenteral administration; however, dose adjustments (up or down) in pre-existent oral diuretics are acceptable\n* 6-Minute Walk Distance (6MWD) ≥ 150 and ≤ 500 m repeated twice at screening (measured at least 4 hours apart, but no longer than 1 week), and both values are within 15% of each other (calculated from the highest value)\n* Females of childbearing potential must:\n\n  * Have 2 negative urine or serum pregnancy tests as verified by the investigator prior to starting study therapy; she must agree to ongoing urine or serum pregnancy testing during the study and until 8 weeks after the last dose of the study drug\n  * If sexually active, have used, and agree to use, highly effective contraception without interruption, for at least 28 days prior to starting the investigational product, during the study (including dose interruptions), and for 16 weeks (112 days) after discontinuation of study treatment\n  * Refrain from breastfeeding a child or donating blood, eggs, or ovum for the duration of the study and for at least 16 weeks (112 days) after the last dose of study treatment\n  * Male participants must:\n  * Agree to use a condom, defined as a male latex condom or nonlatex condom NOT made out of natural (animal) membrane (e.g., polyurethane), during sexual contact with a pregnant female or a female of childbearing potential while participating in the study, during dose interruptions and for at least 16 weeks (112 days) following investigational product discontinuation, even if he has undergone a successful vasectomy\n  * Refrain from donating blood or sperm for the duration of the study and for 16 weeks (112 days) after the last dose of study treatment\n  * Ability to adhere to study visit schedule and understand and comply with all protocol requirements\n  * Ability to understand and provide written informed consent\n\nKey Exclusion Criteria:\n\n* Diagnosis of pulmonary hypertension WHO Groups 2, 3, 4, or 5\n* Diagnosis of the following PAH Group 1 subtypes: human immunodeficiency virus (HIV)-associated PAH and PAH associated with portal hypertension. Exclusions in PAH Group I should also include schistosomiasis associate PAH and pulmonary veno occlusive disease\n* Hemoglobin (Hgb) at screening above gender-specific upper limit of normal (ULN), per local laboratory test\n* Baseline platelet count \\< 50,000/mm\\^3 (\\< 50.0 x 109/L) at screening\n* Uncontrolled systemic hypertension as evidenced by sitting systolic blood pressure \\> 160 mmHg or sitting diastolic blood pressure \\> 100 mmHg during screening visit after a period of rest\n* Baseline systolic blood pressure \\< 90 mmHg at screening\n* Pregnant or breastfeeding women\n* Any of the following clinical laboratory values at the screening visit:\n\n  * Estimated glomerular filtration rate (eGFR) \\< 30 mL/min/m2 (as defined by the Modification of Diet in Renal Disease \\[MDRD\\] equation)\n  * Serum alanine aminotransferase, aspartate aminotransferase, or total bilirubin levels \\> 3 × ULN (bilirubin criterion waived if there is a documented history of Gilbert's syndrome)\n* Currently enrolled in or have completed any other investigational product study within 30 days for small molecule drugs or within 5 half-lives for biologics prior to the date of signed informed consent\n* Prior exposure to sotatercept (ACE-011) or luspatercept (ACE 536) and/or excipients or known allergic reaction to either one\n* History of full pneumonectomy\n* Pulmonary function test (PFT) values of forced vital capacity (FVC) \\< 60% predicted at the screening visit or within 6 months prior to the screening visit. If PFT is not available, a chest CT scan showing more than mild interstitial lung disease (ILD) at the screening visit or 1 year prior to it\n* Initiation of an exercise program for cardiopulmonary rehabilitation within 90 days prior to the screening visit or planned initiation during the study (participants who are stable in the maintenance phase of a program and who will continue for the duration of the study are eligible)\n* History of more than mild obstructive sleep apnea that is untreated\n* Known history of portal hypertension or chronic liver disease, including hepatitis B and/or hepatitis C (with evidence of recent infection and/or active virus replication), defined as mild to severe hepatic impairment (Child-Pugh Class A-C)\n* History of restrictive, constrictive or congestive cardiomyopathy\n* History of atrial septostomy within 180 days prior to the screening visit\n* Electrocardiogram (ECG) with Fridericia's corrected QT interval (QTcF) \\> 500 ms during the screening period\n* Personal or family history of long QT syndrome (LQTS) or sudden cardiac death\n* Left ventricular ejection fraction \\< 45% on historical echocardiogram within 6 months prior to the screening visit\n* Any symptomatic coronary disease events (prior myocardial infarction, percutaneous coronary intervention, coronary artery bypass graft surgery, or cardiac anginal chest pain) within 6 months prior to the screening visit. Note: Anginal pain can be ignored as an exclusion criterion if coronary angiography shows no obstructions\n* Cerebrovascular accident within 3 months prior to the screening visit\n* Acutely decompensated heart failure within 30 days prior to the screening visit, as per investigator assessment\n* Significant (≥ 2+ regurgitation) mitral regurgitation or aortic regurgitation valvular disease\n* Received intravenous inotropes (e.g., dobutamine, dopamine, norepinephrine, vasopressin) within 30 days prior to the screening visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in 6-Minute Walk Distance (6MWD) at Week 24","description":"The 6MWD was the distance walked in 6 minutes as a measure of functional capacity. This was assessed using the 6-minute walk test (6MWT). Per protocol, change from baseline in 6MWD at Week 24 was reported for DBPC period.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.4","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced an Adverse Event (AE)","description":"An AE was any untoward medical occurrence in a study participant administered a study drug, which did not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of the study drug whether or not it was considered related to the study drug. Per protocol, the number of participants who reported an AE were reported for DBPC period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null},{"groupId":"OG001","value":"140","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE","description":"An AE was any untoward medical occurrence in a study participant administered a study drug, which did not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of the study drug whether or not it was considered related to the study drug. Per protocol, the number of participants who discontinued study treatment due to an AE were reported for DBPC period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Participants Achieving Multicomponent Improvement at Week 24","description":"Multicomponent Improvement was defined as consisting of all of the following: (a) Improvement in 6MWD (increase ≥30 meters) (b) Improvement in N-terminal pro b-type natriuretic peptide (NT-proBNP; decrease in NT-proBNP ≥30%) or maintenance/achievement of NT-proBNP level \\<300 ng/L (c) Improvement in World Health Organization (WHO) Functional Class (FC) or maintenance of WHO FC II. Per protocol, change from baseline in the percentage of participants achieving multicomponent improvement at Week 24 was reported for DBPC period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Vascular Resistance (PVR) at Week 24","description":"PVR is a hemodynamic variable of pulmonary circulation and was measured by right heart catheterization (RHC). Per protocol, the change from baseline in PVR at Week 24 was reported for DBPC period.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-165.1","spread":null},{"groupId":"OG001","value":"32.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in NT-proBNP Levels at Week 24","description":"NT-proBNP is a circulating biomarker that reflects myocardial stretch. Per protocol, the change from baseline in NT-proBNP level at Week 24 was reported for DBPC period.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-230.3","spread":null},{"groupId":"OG001","value":"58.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Participants Who Improve in WHO FC at Week 24","description":"The severity of participant's pulmonary arterial hypertension (PAH) symptoms will be graded using the WHO FC system. WHO functional classification for PAH ranges from Class I (no limitation in physical activity, no dyspnea with normal activity), Class II (slight limitation of physical activity), Class III (marked limitation of physical activity) and Class IV (cannot perform a physical activity without any symptoms, dyspnea at rest). Participants who improve in WHO FC were classified into \"Improved\", \"No change\" and \"Worsened\". Improvement = reduction in FC, worsened = increase in FC and no change = no change in FC. Per protocol, change from baseline in the percentage of participants who improve in WHO FC at Week 24 were reported for DBPC period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death or the First Occurrence of Clinical Worsening Event","description":"Clinical Worsening events are defined as any of the following: worsening-related listing for lung and/or heart transplant; need to initiate rescue therapy with an approved background PAH therapy or the need to increase the dose of infusion prostacyclin by 10% or more; need for atrial septostomy; hospitalization for worsening of PAH (≥ 24 hours); or deterioration of PAH defined by both of the following events occurring at any time: worsened WHO FC and decrease in 6MWD by ≥15% confirmed by 2 tests at least 4 hours apart, but no more than 1 week. Per protocol, time to death or the first occurrence of clinical worsening event was reported.","paramType":"MEDIAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of Participants Who Maintain or Achieve a Low Risk Score Using the Simplified French Risk Score Calculator at Week 24","description":"The simplified French risk scoring system was based on the 2015 European Society of Cardiology (ESC)/European Respiratory Society (ERS) guidelines for the diagnosis and treatment of pulmonary hypertension (PH). In this study, the noninvasive parameters were used to determine the score. 'Low risk' was defined as attaining or maintaining all 3 low-risk criteria: WHO FC I or II, 6MWD \\> 440 m, and NT-proBNP \\<300 ng/L. Per protocol, change from baseline in percentage of participants who maintained or achieved a low risk score using the simplified French risk score calculator at Week 24 was reported for DBPC period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.5","spread":null},{"groupId":"OG001","value":"18.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Physical Impacts Domain Score of Pulmonary Arterial Hypertension - Symptoms and Impact (PAH-SYMPACT®) at Week 24","description":"The PAH SYMPACT is a 23-item questionnaire to measure pulmonary arterial hypertension (PAH)-related symptoms and impact of PAH on daily life. The physical impact domain consists of walking slowly on a flat surface, walking quickly on a flat surface, walking uphill, carrying things, doing light indoor household chores, washing, or dressing oneself, and needing help from others. Participants were asked to recall and report on each item experienced in past 7 days. Score for each item ranges from 0 (not difficult at all) to 4 (extremely difficult). A domain score was calculated by summing the individual responses for each item and dividing by the number of impact items (range: 0=no physical impact to 4=severe physical impact). A higher score indicated more severe physical impact. Per protocol, change from baseline in the physical impacts domain score at Week 24 was reported for DBPC period.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Cardiopulmonary Symptoms Domain Score of PAH-SYMPACT® at Week 24","description":"The PAH SYMPACT is a 23-item questionnaire to measure PAH-related symptoms and impact of PAH on daily life. The cardiopulmonary symptoms consist of shortness of breath, fatigue, lack of energy, swelling in the ankles or legs, swelling in the stomach area, and cough. Participants were asked to recall and report on each item experienced in past 7 days. Score for each item ranges from 0 (no symptom at all) to 4 (very severe symptoms). The mean individual symptom item score was determined for each of the 6 items and a domain score was calculated by summing the mean individual symptom item scores and dividing by the number of items (range: 0=no cardiopulmonary symptoms to 4=severe cardiopulmonary symptoms). A higher score indicated more severe symptoms experienced. Per protocol, change from baseline in the cardiopulmonary domain score at Week 24 was reported for DBPC period.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":null},{"groupId":"OG001","value":"-0.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Cognitive/Emotional Impacts Domain Score of PAH-SYMPACT® at Week 24","description":"The PAH SYMPACT is a 23-item questionnaire to measure PAH-related symptoms and impact of PAH on daily life. The Cognitive/Emotional Impact domain consists of thinking clearly, feeling sad, feeling worried, and feeling frustrated. Participants were asked to recall and report on each item experienced in past 7 days. Score for each item ranges from 0 (not difficult at all) to 4 (extremely difficult). A domain score was calculated by summing the individual responses for each item and dividing by the number of impact items (range: 0=no cognitive/emotional impact to 4=severe cognitive/emotional impact). A higher score indicated more severe cognitive/emotional impact. Per protocol, change from baseline in the cognitive/emotional impacts domain score at Week 24 was reported for DBPC period.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.000007","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":163},"commonTop":["COVID-19","Headache","Epistaxis","Nausea","Fatigue"]}}}