{"nctId":"NCT04676412","briefTitle":"Efficacy and Safety Study of Pembrolizumab (MK-3475) With or Without Lenvatinib (MK-7902/E7080) in Adults With Programmed Cell Death-Ligand 1 (PD-L1)-Positive Treatment-naïve Nonsmall Cell Lung Cancer (NSCLC) [MK-7902-007/E7080-G000-314/LEAP-007] - China Extension Study","startDateStruct":{"date":"2019-10-23","type":"ACTUAL"},"conditions":["Non-small Cell Lung Cancer"],"count":107,"armGroups":[{"label":"Pembrolizumab + Lenvatinib","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Lenvatinib"]},{"label":"Pembrolizumab + Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Pembrolizumab","Drug: Placebo for lenvatinib"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Lenvatinib","otherNames":["MK-7902","E7080","LENVIMA®"]},{"name":"Placebo for lenvatinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a histologically or cytologically confirmed diagnosis of non-small cell lung cancer (NSCLC)\n* Has Stage IV NSCLC (American Joint Committee on Cancer \\[AJCC\\])\n* Has measurable disease based on Response Evaluation Criteria in Solid Tumors 1.1 (RECIST 1.1)\n* Has tumor tissue that demonstrates programmed cell death-ligand 1 (PD-L1) expression in ≥1% of tumor cells (Tumor Proportion Score \\[TPS\\] ≥1%) as assessed by immunohistochemistry (IHC) 22C3 pharmDx assay (Dako North America, Inc.) at a central laboratory\n* Has a life expectancy of ≥3 months\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 within 7 days before the first dose of study treatment but before randomization\n* Male participants must agree to the following during the treatment period and for ≥7 days after the last dose of lenvatinib/matching placebo: 1) Be abstinent from heterosexual intercourse as their preferred and usual lifestyle and agree to remain abstinent, OR 2) Must agree to use contraception unless confirmed to be azoospermic (vasectomized or secondary to medical cause)\n* Female participants are eligible to participate if not pregnant or breastfeeding, and ≥1 of the following applies: 1) Is not a woman of child-bearing potential (WOCBP), OR 2) Is a WOCBP and is using a highly effective contraceptive method that has a low user dependency, or be abstinent from heterosexual intercourse as their preferred and usual lifestyle during the treatment period and for ≥120 days post pembrolizumab or ≥30 days post lenvatinib/matching placebo, whichever occurs last\n* Has adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as BP ≤150/90 mm Hg and no change in antihypertensive medications within 1 week before randomization\n* Has adequate organ function\n\nExclusion Criteria:\n\n* Has known untreated central nervous system metastases and/or carcinomatous meningitis\n* Has a known history of an additional malignancy, except if the participant has undergone potentially curative therapy with no evidence of that disease recurrence for ≥3 years since initiation of that therapy (Note: The time requirement does not apply to participants who underwent successful definitive resection of basal cell carcinoma of the skin, superficial bladder cancer, squamous cell carcinoma of the skin, in situ cervical cancer, or other in situ cancers.)\n* Has radiographic evidence of encasement or invasion of a major blood vessel, or of intratumoral cavitation\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment and is allowed\n* Has had an allogeneic tissue/solid organ transplant\n* Has a known history of human immunodeficiency virus (HIV) infection\n* Has a history of (noninfectious) pneumonitis that required systemic steroids or current pneumonitis/interstitial lung disease\n* Has a known history of hepatitis B or known active hepatitis C virus infection\n* Has a history of a gastrointestinal condition or procedure that in the opinion of the investigator may affect oral study drug absorption\n* Has significant cardiovascular impairment within 12 months of the first dose of study treatment, such as a history of congestive heart failure greater than New York Heart Association Class II, unstable angina, myocardial infarction, cerebrovascular accident/stroke, or cardiac arrhythmia associated with hemodynamic instability\n* Has not recovered adequately from any toxicity and/or complications from major surgery before starting study treatment\n* Has a known history of active tuberculosis (TB)\n* Has an active infection requiring systemic therapy\n* Has previously had a severe hypersensitivity reaction to treatment with a monoclonal antibody or has a known sensitivity or intolerance to any component of lenvatinib or pembrolizumab\n* Has received prior systemic chemotherapy or other targeted or biological antineoplastic therapy for their metastatic NSCLC\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g. cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\], Tumor necrosis factor receptor superfamily, member 4 \\[OX 40\\], tumor necrosis factor receptor superfamily member 9 \\[CD137\\]) or has received lenvatinib as monotherapy or in combination with anti- programmed cell death protein (anti-PD-1) agents\n* Has received radiotherapy within 14 days before the first dose of study treatment or received lung radiation therapy of \\>30 Gray (Gy) within 6 months before the first dose of study treatment. (Note: Participants must have recovered from all radiation-related toxicities to ≤Grade 1, not require corticosteroids, and not have had radiation pneumonitis.)\n* Has a diagnosis of immunodeficiency or is receiving any form of immunosuppressive therapy within 7 days before the first dose of study treatment\n* Is receiving systemic steroid therapy (doses \\>10 mg daily of prednisone equivalent) within 7 days before the first dose of study treatment\n* Has received a live vaccine within 30 days before the first dose of study treatment\n* Has had major surgery within 3 weeks prior to first dose of study treatment\n* Has pre-existing ≥Grade 3 gastrointestinal or non-gastrointestinal fistula","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per RECIST 1.1 as Assessed by BICR","description":"ORR was defined as the percentage of participants with Complete Response (CR: disappearance of all target lesions) or Partial Response (PR: at least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1. The percentage of participants who experienced CR or PR as assessed by BICR were presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"39.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Adverse Event (AE)","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who experienced an AE were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE","description":"An AE was any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who discontinued study treatment due to an AE were reported","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment (EORTC) Quality of Life Questionnaire-Core 30 (QLQ-C30) Combined Global Health Status / Quality of Life (Items 29 & 30) Scale Combined Score","description":"EORTC QLQ-C30 is a questionnaire to assess the overall quality of life (QoL) of cancer patients. Participant responses to questions regarding Global Health Status (GHS; \"How would you rate your overall health during the past week?\") and QoL (\"How would you rate your overall quality of life during the past week?\") are scored on a 7-point scale (1= Very poor to 7=Excellent). The combined score of GHS (Item 29) and QoL (Item 30) is computed by averaging the raw scores of the 2 items and then applying a linear transformation to standardize the average score, so that the combined scores range from 0-100. A higher score indicates a better outcome. Per protocol, the change from baseline in GHS and QoL combined score was presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.43","spread":null},{"groupId":"OG001","value":"-2.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cough (EORTC Quality of Life Questionnaire-Lung Cancer Module 13 [QLQ-LC13] Item 31) Score","description":"The EORTC QLQ-LC13 is a lung cancer-specific supplemental questionnaire used in combination with the EORTC QLQ-C30. Participant responses to the question \"How much did you cough?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in cough (EORTC QLQ-LC13 Item 31) score will be presented. A lower score indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.97","spread":null},{"groupId":"OG001","value":"-11.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Chest Pain (EORTC QLQ-LC13 Item 40) Score","description":"The EORTC QLQ-LC13 is a lung cancer-specific supplemental questionnaire used in combination with the EORTC QLQ-C30. Participant responses to the question \"Have you had pain in your chest?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in chest pain (EORTC QLQ-LC13 Item 40) score was reported. A lower score indicated a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.84","spread":null},{"groupId":"OG001","value":"-7.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dyspnea (EORTC QLQ-C30 Item 8) Score","description":"The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. Participant responses to the question \"Were you short of breath?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in dyspnea (EORTC QLQ-C30 Item 8) score was reported. A lower score indicated a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":null},{"groupId":"OG001","value":"0.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physical Functioning (EORTC QLQ-C30 Items 1-5) Score","description":"EORTC QLQ-C30 is a questionnaire to assess the overall QoL of cancer patients. Participant responses to 5 questions about their physical functioning (Items 1 to 5) are scored on a 4-point scale (1=Not at All to 4=Very Much). The combined score of items 1 to 5 was computed by averaging the raw scores of the 5 items and then applying a linear transformation to standardize the average score, so that the combined scores range from 0-100. A higher score indicates a better outcome. Per protocol, the change from baseline in EORTC QLQ-C30 physical functioning (Items 1-5) combined score was presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.15","spread":null},{"groupId":"OG001","value":"0.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-C30 Combined Global Health Status /Quality of Life (Items 29 & 30) Scale Combined Score","description":"EORTC QLQ-C30 is a questionnaire to assess QoL of cancer patients. Participant responses to questions on GHS (\"How would you rate your overall health during the past week?\") and QoL (\"How would you rate your overall QoL during the past week?\") were scored on a 7-point scale (1= Very poor to 7=Excellent). The combined score of GHS (Item 29) and QoL (Item 30) was computed by averaging raw scores of the 2 items and applying a linear transformation to standardize the average score, so that the combined scores range from 0-100. A higher score indicates a better outcome. TTD was defined as the time from baseline to first onset of ≥10-point negative change (decrease) from baseline in GHS-QoL combined score. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-LC13 Cough (Item 31) Scale Score","description":"EORTC QLQ-LC13 is a lung cancer specific questionnaire. Participant responses to the question: \"How much did you cough?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0-100. A lower score indicates a better outcome. TTD was defined as the time from baseline to first onset of ≥10-point negative change (decrease) from baseline in cough (Item 31). A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-LC13 Chest Pain (Item 40) Scale Score","description":"EORTC QLQ-LC13 is a lung cancer specific questionnaire. Participant responses to the question: \"Have you had pain in your chest?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0-100. A lower score indicates a better outcome. TTD was defined as the time from baseline to first onset of ≥10-point negative change (decrease) from baseline in cough (Item 40). A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-C30 Dyspnea (Item 8) Scale Score","description":"EORTC QLQ-C30 is a questionnaire to assess the overall QoL of cancer patients. Participant responses to the question: \"Were you short of breath?\" are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. A lower score indicates a better outcome. TTD was defined as the time from baseline to first onset of ≥10-point negative change (decrease) from baseline in dyspnea (Item 8). A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in the Composite Endpoint of EORTC QLQ-LC13 Cough (Item 31), EORTC QLQ-LC13 Chest Pain (Item 40), or EORTC QLQ-C30 Dyspnea (Item 8)","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients, including a single-item scale score for dyspnea (Item 8; score range:1=Not at All to 4=Very Much). Used in combination with QLQ-C30, the EORTC QLQ-LC13 is a supplemental lung cancer-specific module, including a single-item scale score for cough (Item 31; score range:1=Not at All to 4=Very Much ) and chest pain (Item 40, score range: 1=Not at All to 4=Very Much). The combined score of items 31, 40 and 8 was computed by averaging the raw scores of the items and then applying a linear transformation to standardize the average score, so that the combined scores range from 0-100. A higher score indicates a better outcome. The TTD in the composite endpoint of EORTC QLQ-LC13 Item 31, EORTC QLQ-LC13 Item 40, EORTC QLQ-C30 Item 8 scale score was presented, defined as the time to first onset of a ≥10point decrease from baseline in anyone of the three scale items. A longer TTD indicates better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.78","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) Based on Change From Baseline in EORTC QLQ-C30 Physical Functioning (Items 1-5) Score","description":"EORTC QLQ-C30 is a questionnaire to assess the overall QoL of cancer patients. Participant responses to 5 questions about their physical functioning (Items 1 to 5) are scored on a 4-point scale (1=Not at All to 4=Very Much). The combined score of items 1 to 5 was computed by averaging the raw scores of the 5 items and then applying a linear transformation to standardize the average score, so that the combined scores range from 0-100. A higher score indicates a better outcome. TTD was defined as the time from baseline to first onset of ≥10-point negative change (decrease) from baseline in physical functioning (Items 1 to 5). A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) as Assessed by Blinded Independent Central Review (BICR)","description":"PFS was defined as the time from date of randomization to the date of the first documentation of progressive disease (PD) or death from any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. Data were from the product-limit (Kaplan-Meier) method for censored data. PFS as assessed by BICR per RECIST 1.1 was presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"10.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from date of randomization to date of death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":49},"commonTop":["Proteinuria","Hypothyroidism","Aspartate aminotransferase increased","Anaemia","Diarrhoea"]}}}