{"nctId":"NCT05259033","briefTitle":"A Research Study to See How Well the New Weekly Medicine IcoSema, Which is a Combination of Insulin Icodec and Semaglutide, Controls Blood Sugar Level in People With Type 2 Diabetes Compared to Weekly Semaglutide (COMBINE 2)","startDateStruct":{"date":"2022-04-11","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":683,"armGroups":[{"label":"IcoSema","type":"EXPERIMENTAL","interventionNames":["Drug: IcoSema"]},{"label":"Semaglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Semaglutide 1 mg"]}],"interventions":[{"name":"IcoSema","otherNames":[]},{"name":"Semaglutide 1 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female and age above or equal to 18 years at the time of signing informed consent.\n* Diagnosed with type 2 diabetes mellitus 180 days or more before screening.\n* HbA1c of 7.0 - 10.0% (53.0 - 85.8 mmol/mol) (both inclusive) as assessed by central laboratory on the day of screening.\n* Insulin naïve. The following exceptions are permitted: short term insulin treatment for a maximum of 14 days before screening and/or prior insulin treatment for gestational diabetes.\n* Treated with stable doses of daily or weekly GLP-1 receptor agonist (excluding once weekly semaglutide with doses higher than 1.0 mg) according to local label for the treatment of diabetes for 90 days or more before screening. The treatment can be with or without any of the following anti diabetic drugs with stable doses for 90 days or more before screening: Metformin - Sulfonylureas (Sulfonylureas, meglitinides (glinides) and DPP 4 inhibitors must be discontinued at randomisation) - Meglitinides (glinides)(Sulfonylureas, meglitinides (glinides) and DPP 4 inhibitors must be discontinued at randomisation) - DPP 4 inhibitors (Sulfonylureas, meglitinides (glinides) and DPP 4 inhibitors must be discontinued at randomisation) - Sodium glucose co transporter 2 inhibitors - Alpha-glucosidase inhibitors - Thiazolidinediones - Marketed oral combination products only including the products listed above.\n* Body mass index (BMI) below or equal to 40.0 kg/m\\^2.\n\nExclusion Criteria:\n\n* Female who is pregnant, breast-feeding or intends to become pregnant or is of childbearing potential and not using a highly effective contraceptive method.\n* Anticipated initiation or change in concomitant medication (for more than 14 consecutive days) known to affect weight or glucose metabolism (e.g. treatment with orlistat, thyroid hormones, or systemic corticosteroids).\n* Treatment with any medication for the indication of diabetes or obesity other than stated in the inclusion criteria within 90 days before screening.\n* Any episodes (as declared by the participant or in the medical records) of diabetic ketoacidosis within 90 days before screening.\n* Presence or history of pancreatitis (acute or chronic) within 180 days before screening.\n* Any of the following: Myocardial infarction, stroke, hospitalization for unstable angina pectoris or transient ischaemic attack within 180 days before screening.\n* Chronic heart failure classified as being in New York Heart Association Class IV at screening.\n* Uncontrolled and potentially unstable diabetic retinopathy or maculopathy. Verified by a fundus examination performed within the past 90 days before screening or in the period between screening and randomisation. Pharmacological pupil dilation is a requirement unless using a digital fundus photography camera specified for non dilated examination","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Glycosylated Haemoglobin (HbA1c)","description":"Change from baseline (week 0) to week 52 in HbA1c is presented.The outcome measure was evaluated based on the data from in study period, where all data from randomisation until last date of any of the following: 1) last direct participant-site contact; 2) participants who withdrew their informed consent; 3) last participant-investigator contact as defined by the investigator for participants who lost to follow-up (i.e. possibly an unscheduled phone visit); 4) death of participants who died before any of the above.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.40","spread":"0.91"},{"groupId":"OG001","value":"-0.86","spread":"0.96"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG)","description":"Change from baseline (week 0) to week 52 in FPG is presented.The outcome measure was evaluated based on the data from in study period, where all data from randomisation until last date of any of the following: 1) last direct participant-site contact; 2) participants who withdrew their informed consent; 3) last participant-investigator contact as defined by the investigator for participants who lost to follow-up (i.e. possibly an unscheduled phone visit); 4) death of participants who died before any of the above.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.74","spread":"2.85"},{"groupId":"OG001","value":"-1.41","spread":"2.89"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Change from baseline (week 0) to week 52 in body weight is presented. The outcome measure was evaluated based on the data from in study period, where all data from randomisation until last date of any of the following: 1) last direct participant-site contact; 2) participants who withdrew their informed consent; 3) last participant-investigator contact as defined by the investigator for participants who lost to follow-up (i.e. possibly an unscheduled phone visit); 4) death of participants who died before any of the above.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.89","spread":"4.36"},{"groupId":"OG001","value":"-3.77","spread":"4.60"}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (<3.0 mmol/L (54 Milligram Per Decilitre [mg/dL]) , Confirmed by Blood Glucose [BG] Meter) or Severe Hypoglycaemic Episodes (Level 3)","description":"Hypoglycaemic episodes were classified according to the American Diabetes Association/ International Hypoglycaemia Study Group, where glycemic criteria for level 2 was less than (\\<) 3.0 mmol/L (54 mg/dL) and level 3 had no specific glucose threshold. The outcome measure was evaluated based on data from on treatment period, where all data from date of first dose of randomised treatment as recorded on the electronic case report form (eCRF) until the first date of any of the following: 1)last follow-up visit (V56); 2) last date on randomised treatment +6 weeks (corresponding to 5 weeks after the end of the dosing interval for both treatment arms); 3) end-date for the in-study data points sets.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (<3.0 mmol/L (54 mg/dL), Confirmed by BG Meter)","description":"Hypoglycaemic episodes were classified according to the American Diabetes Association/ International Hypoglycaemia Study Group, where glycemic criteria for level 2 was \\< 3.0 mmol/L (54 mg/dL). The outcome measure was evaluated based on data from on treatment period, where all data from date of first dose of randomised treatment as recorded on the electronic case report form (eCRF) until the first date of any of the following: 1)last follow-up visit (V56); 2) last date on randomised treatment +6 weeks (corresponding to 5 weeks after the end of the dosing interval for both treatment arms); 3) end-date for the in-study data points sets.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes (Level 3)","description":"Hypoglycaemic episodes were classified according to the American Diabetes Association/ International Hypoglycaemia Study Group, where glycemic criteria for level 3 had no specific glucose threshold.The outcome measure was evaluated based on data from on treatment period, where all data from date of first dose of randomised treatment as recorded on the electronic case report form (eCRF) until the first date of any of the following: 1)last follow-up visit (V56); 2) last date on randomised treatment +6 weeks (corresponding to 5 weeks after the end of the dosing interval for both treatment arms); 3) end-date for the in-study data points sets.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":341},"commonTop":["COVID-19","Diarrhoea","Nausea","Nasopharyngitis","Upper respiratory tract infection"]}}}