{"nctId":"NCT03681093","briefTitle":"Study of Efficacy of Fevipiprant in Patients With Nasal Polyposis and Asthma","startDateStruct":{"date":"2019-03-26","type":"ACTUAL"},"conditions":["Nasal Polyps"],"count":98,"armGroups":[{"label":"Fevipiprant 150 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Fevipiprant 150 mg"]},{"label":"Fevipiprant 450 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Fevipiprant 450 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Fevipiprant 150 mg","otherNames":[]},{"name":"Fevipiprant 450 mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients aged 18 years or more with a diagnosis of nasal polyps with Nasal polyp score \\>= 4 with minimum score of 2 in each nostril.\n* Concomitant diagnosis of asthma for a period of at least 6 months prior to screening.\n* Patients on stable asthma treatment of at least inhaled corticosteroids (any dose) alone for at least 6 months prior to screening or ICS for 6 months prior to screening with any required, inhaled medication (LABA, LAMA) added at least 6 weeks prior to screening.\n\nExclusion Criteria:\n\n* Asthma exacerbation, within 6 weeks prior to screening, that required systemic corticosteroids, hospitalization or emergency room visit.\n* Chronic/maintenance use of oral corticosteroids (OCS) defined as any continuous use of OCS for a period of 1 month or more, within 1 year of screening\n* Use of biologics for asthma or any other indications, that has the potential to interfere/affect either asthma or nasal polyposis disease progression, within 6 months of screening.\n* Use of medication for sino-nasal symptoms (antibiotics with or without OCS) within 30 days of screening or during the run-in period.\n* Use of tetracycline or macrolide antibiotics specifically, within 8 weeks of screening.\n* History of nasal surgery modifying the structure of the nose such that assessment of the nasal polyp score is not possible.\n* Patients with baseline ACQ-5≥1.5","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Nasal Polyp Score at Week 16","description":"Nasal Polyp Score (NPS) is the sum of the right and left nostril scores, as evaluated by means of nasal endoscopy. Total score ranges from 0 to 8 (scored 0 \\[no polyp\\] to 4 \\[large polyps\\] for each nostril), with a lower score indicating smaller-sized polyps.\n\nBaseline NPS is defined as the last measurement performed on or before the date of randomization.\n\nA negative change from baseline in NPS is considered a favorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.224"},{"groupId":"OG001","value":"-0.10","spread":"0.216"},{"groupId":"OG002","value":"0.14","spread":"0.233"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Nasal Congestion Score at Week 16","description":"The nasal congestion score (NCS) is assessed via a questionnaire where patients are asked \"Is your nose blocked?\" with responses ranging from 0 = not at all, to 3=severe.\n\nBaseline NCS is defined as the last assessment performed on or before the date of randomization.\n\nA negative change from baseline in NCS is considered a favorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.172"},{"groupId":"OG001","value":"-0.35","spread":"0.171"},{"groupId":"OG002","value":"-0.80","spread":"0.181"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quality of Life as Assessed by the SNOT-22 Questionnaire at Week 16","description":"SNOT-22 (Sino-Nasal Outcome Test) Questionnaire is a disease specific Health-Related Quality of Life (HRQoL) measure that comprises a list of 22 symptoms and social or emotional consequences of the nasal disorder. Every participant is asked to rate how severe each problem had been for them over the past 2 weeks on a scale from 0 (no problem) to 5 (problem as bad as it can be). The total score is the sum of the scores for all 22 items, ranging from 0 to 110, with a lower score indicating better HRQoL.\n\nBaseline SNOT-22 is defined as the last assessment performed on or before the date of randomization.\n\nA negative change from baseline in SNOT-22 is considered a favorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.23","spread":"3.349"},{"groupId":"OG001","value":"-10.61","spread":"3.358"},{"groupId":"OG002","value":"-8.44","spread":"3.571"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sense of Smell as Assessed by the University of Pennsylvania Smell Identification Test (UPSIT) at Week 16","description":"The UPSIT (University of Pennsylvania Smell Identification Test) is a test that measures an individual's ability to detect odors. It consists of 4 workbooks of 10 pages each. On each page there is a different \"scratch and sniff\" strip which is embedded with a microencapsulated odorant and a question regarding the smell detected with a four-choice option for the response. The total number of questions in UPSIT is 40. The number of correct responses regarding the smells being experienced is summed to provide a total score that ranges from 0 to 40, with a higher score indicating a better sense of smell.\n\nBaseline UPSIT is defined as the last assessment performed on or before the date of randomization.\n\nA positive change from baseline in UPSIT is considered a favorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.05","spread":"1.242"},{"groupId":"OG001","value":"4.95","spread":"1.259"},{"groupId":"OG002","value":"0.44","spread":"1.315"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":["Sinusitis","Asthma","Influenza","Nasopharyngitis","Oral herpes"]}}}