{"nctId":"NCT00688376","briefTitle":"Efficacy and Safety of Donepezil Hydrochloride in Preadolescent and Adolescent Children With Attention Impairment Following Cancer Treatment","startDateStruct":{"date":"2008-07-02","type":"ACTUAL"},"conditions":["Attention Impairment"],"count":72,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Donepezil hydrochloride"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Donepezil hydrochloride","otherNames":["Aricept"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"1. The subject must have received at least one cycle of chemotherapy and/or cranial radiation, and must have completed this treatment at least one year before screening takes place for entry into this study.\n2. Subjects may be male or female; age range: 6 - 17.5 years; weight ≥ 20 kg. They must be physically healthy and able to move about, with or without aids, must be living in the community, and must have adequate motor skills as shown by tests that will be given at the time of screening. The subject's eyesight and hearing must be good enough to allow cooperation with tests and physical examinations. Additionally, they must be able to swallow tablets.\n3. There must be subjective complaints by subject and/or parent of difficulties in school or other daily activities, possibly related to impairments in attention. These difficulties must have emerged after treatment for cancer and must still be present 12 months after cessation of treatment. There must also be objective evidence for this impairment, as shown by a test that will be given to the subject at the time of screening.\n4. The IQ must be \\>70 according to tests that will be given at the time of screening.\n5. The first language in which the subject learned to read and write must be one that uses Roman lettering (a, b, c, etc.) and Arabic numerals (1, 2, 3, etc.).\n6. The subject must not have previously taken any drugs in the class known as cholinesterase inhibitors.\n7. A parent or legal guardian must be available who is willing and able to complete all of the outcome measures, to administer medications, and to accompany the subject to the required clinic visits.\n8. Subjects with diabetes or thyroid disease may still be eligible if certain medical requirements are satisfied.\n9. Female subjects who could become pregnant must undergo pregnancy testing and must agree to use contraception.\n\nExclusion Criteria:\n\nSubjects who meet any of the following criteria will be excluded from the study:\n\n1. Inability to perform the required tests (for example, because of aphasia, motor deficits affecting the dominant hand, or mental retardation).\n2. Motor coordination not sufficient, according to tests to be conducted at the time of screening.\n3. Recurrence of cancer. If this happens, the subject will have to withdraw from the study.\n4. Mental retardation/developmental disability.\n5. Certain medications, such as methylphenidate, are not allowed during the study.\n6. Major depression.\n7. Problems with the digestive tract that could affect the subject's ability to absorb the study drug.\n8. Hypersensitivity to a chemical class known as piperidine derivatives.\n9. Certain other medical conditions as determined by clinical staff.\n10. Alcoholism, drug abuse, or organic brain disease other than that caused by the cancer or its treatment.\n11. Pregnancy, nursing, or unwillingness to undergo pregnancy testing if requested by clinical staff.\n12. Pregnancy, lactation or plans to become pregnant, or unwilling to take a screening Beta-human chorionic gonadotropin (ßhCG) test if a female \\>10 years of age.\n13. If sexually active, unwillingness to use birth control (males and females).\n14. Plans for certain types of elective surgery that would occur while the study is in progress.\n15. Plans for travel or other events that would interfere with the study schedule.\n16. Active treatment with another investigational drug within 3 months of the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Test of Variables in Attention-Continuous Performance Test (TOVA-CPT) \"D-prime\" Standard Score (SS) at Week 12","description":"TOVA-CPT test has a standardized computer game-like format that tests attention and simple impulse control. It precisely measures a person's reaction time to clicking on correct targets versus incorrect targets. Scores are based on the number of \"Hits\" (correct responses), omission errors (failure to respond), commission errors/\"False Alarms\" (incorrect responses), response time, and sensitivity (\"d-prime\"). \"D-prime\" a dimensionless statistics is a measure of distractibility and reflects how well a person reacts correctly versus incorrectly. A higher value of \"d-prime\" is reached by having more \"Hits\" (correct response) and fewer \"False Alarms\" (incorrect response). Analysis was based on three factors: the \"d-prime\" standard score, reaction time variability standard score, and response time standard score. Standard scores less than or equal to 80 were significant for an attention deficit disorder. Standard scores greater than 80 were not significant for an attention deficit disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":"8.77"},{"groupId":"OG001","value":"4.5","spread":"7.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the TOVA-CPT \"D-prime\" Standard Score (SS) at Week 6","description":"TOVA-CPT test has a standardized computer game-like format that tests attention and simple impulse control. It precisely measures a person's reaction time to clicking on correct targets versus incorrect targets. Scores are based on the number of \"Hits\" (correct responses), omission errors (failure to respond), commission errors/\"False Alarms\" (incorrect responses), response time, and sensitivity (\"d-prime\"). \"D-prime\" a dimensionless statistics is a measure of distractibility and reflects how well a person reacts correctly versus incorrectly. A higher value of \"d-prime\" is reached by having more \"Hits\" (correct response) and fewer \"False Alarms\" (incorrect response). Analysis was based on three factors: the \"d-prime\" standard score, reaction time variability standard score, and response time standard score. Standard scores less than or equal to 80 were significant for an attention deficit disorder. Standard scores greater than 80 were not significant for an attention deficit disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"8.41"},{"groupId":"OG001","value":"6.2","spread":"9.49"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Reaction Time Variability Standard Score (RTVSS) and Response Time Standard Score (RTSS) at Weeks 6 and 12","description":"The Reaction Time Variability is defined as the time measurement of how consistently the switch is pressed. The Response Time is the measurement of how fast or slow information is processed and responded to by the participant. The testing process was as described in a previous outcome measure. Standard scores less than or equal to 80 were significant for an attention deficit disorder. Standard scores greater than 80 were not significant for an attention deficit disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"18.44"},{"groupId":"OG001","value":"-3.2","spread":"15.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"15.21"},{"groupId":"OG001","value":"-5.0","spread":"17.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.9","spread":"13.17"},{"groupId":"OG001","value":"-9.6","spread":"13.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.0","spread":"13.15"},{"groupId":"OG001","value":"-9.1","spread":"12.79"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Global Executive Composite Score, Behavioral Regulation Index, Metacognition Index, and Working Memory Subscale","description":"Behavioral Rating Inventory of Executive Functioning test evaluates impairment of executive function(planning and organization),memory,and sustained attention in children aged 5-18 years with wide range of developmental and acquired neurological conditions.Survey assess parent/guardian's perception of their child's executive functioning in home and school environments,which relate to daily function(as judged by parent).Each survey contains 86 items scored as;1(behavior is never a problem),2(behavior is sometimes a problem),or 3(behavior is often a problem).Data was presented as t-scores(raw scale scores are used to generate t-scores)for Global Executive Composite Score(t-score range 72-216),Behavioral Regulation Index(t-score range 28-84;inhibit,shift,and emotional control),Metacognition Inde (t-score range 44-132;initiate,working memory,plan/organize,organization of materials, and monitor),and Working Memory Subscale(t-score range 35-90).Higher scores indicate decline in performance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"6.73"},{"groupId":"OG001","value":"-3.8","spread":"6.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"7.54"},{"groupId":"OG001","value":"-1.9","spread":"6.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"7.29"},{"groupId":"OG001","value":"-4.9","spread":"6.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"7.45"},{"groupId":"OG001","value":"-3.3","spread":"6.59"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":40},"commonTop":["Headache","Nausea","Abdominal pain","Nasopharyngitis","Vomiting"]}}}