{"nctId":"NCT02207374","briefTitle":"A Trial Comparing the Safety and Efficacy of Semaglutide Once Weekly in Monotherapy or in Combination With One OAD in Japanese Subjects With Type 2 Diabetes","startDateStruct":{"date":"2014-08-04","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":601,"armGroups":[{"label":"Semaglutide 0.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide"]},{"label":"Semaglutide 1.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide"]},{"label":"One additional OAD + pre-trial treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: DPP-4 inhibitor"]}],"interventions":[{"name":"semaglutide","otherNames":[]},{"name":"DPP-4 inhibitor","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age at least 20 years at the time of signing informed consent\n* HbA1c (glycosylated haemoglobin A1c) between 7.0% and 10.5% (53-91 mmol/mol) (both inclusive)\n* Japanese subjects with type 2 diabetes mellitus (diagnosed clinically) and on stable treatment (defined as unchanged medication and unchanged dose) who are: a) on diet and exercise therapy for at least 30 days before Visit 1 (week -2). or b) on OAD monotherapy (either of SU (sulfonylurea), glinide, a-GI (a-glucosidase inhibitor) or TZD (thiazolidinediones)) within approved Japanese labelling in addition to diet and exercise therapy for at least 60 days before Visit 1 (week -2)\n\nExclusion Criteria:\n\n* Female who is pregnant, breast-feeding or intends to become pregnant or is of child-bearing potential and not using an adequate contraceptive method (e.g., abstinence \\[not having sex\\], diaphragm, condom \\[by the partner\\], intrauterine device, sponge, spermicide or oral contraceptives) throughout the trial including the 5 week follow-up period\n* Treatment with glucose lowering agent(s) other than stated in the inclusion criteria within 60 days before Visit 1 (week -2) and treatment with once weekly glucagon-like peptide-1 (GLP-1) receptor agonists within 90 days before Visit 1 (week -2). An exception is short-term treatment (below or equal to 7 days in total) with insulin in connection with inter-current illness\n* Any disorder which, in the opinion of the investigator, might jeopardise subject's safety or compliance with the protocol\n* History of chronic or idiopathic acute pancreatitis\n* Screening calcitonin value above or equal to 50 ng/L (pg/mL)\n* Personal or family history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia syndrome type 2 (MEN2)\n* Impaired renal function defined as estimated glomerular filtration rate (eGFR) below 30 mL/min/1.73 m\\^2 per modification of diet in renal disease (MDRD) formula (4 variable version)\n* Acute coronary or cerebrovascular event within 90 days before randomisation (Visit 2 \\[week 0\\])\n* Heart failure, New York Heart Association (NYHA) class IV","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Treatment Emergent Adverse Events (TEAEs)","description":"An adverse event (AEs) was defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a product, whether or not considered related to the product. All AEs mentioned here are treatment emergent adverse events (TEAE) defined as an event that had onset date (or increase in severity) on or after the first day of exposure to randomised treatment (week 0-56 treatment period) and no later than the follow-up visit during the on-treatment observation period (date of last dose + 42 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"909","spread":null},{"groupId":"OG001","value":"954","spread":null},{"groupId":"OG002","value":"269","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe or Blood Glucose (BG) Confirmed Symptomatic Hypoglycaemic Episodes","description":"Severe or blood glucose (BG) confirmed symptomatic hypoglycaemic episodes were defined as episodes that were severe and/or BG confirmed by a plasma glucose value of \\<56 mg/dL (3.1 mmol/L), with symptoms consistent with hypoglycaemia. Severe hypoglycaemia: was an episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions. The episodes mentioned here are treatment emergent hypoglycaemic episodes and defined as an event that had onset date (or increase in severity) on or after the first day of exposure to randomised treatment (week 0-56 treatment period) and no later than the follow-up visit during the on-treatment observation period (date of last dose + 42 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Glycosylated Haemoglobin A1c (HbA1c)","description":"The observed mean change in HbA1c values from baseline after 56 weeks of treatment. Changes in HbA1c were analysed using a mixed model for repeated measurements (MMRM) with treatment and pre-trial treatment at screening as fixed factors and baseline value as covariate. The data were analysed for the \"on-treatment without rescue medication\" observation period which includes observations noted at or after the date of first dose of randomised treatment and not after the last dose of the trial product (+ a 7-day visit window) or initiation of rescue medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.74","spread":"0.05"},{"groupId":"OG001","value":"-2.03","spread":"0.05"},{"groupId":"OG002","value":"-0.67","spread":"0.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":239},"commonTop":["Nasopharyngitis","Constipation","Nausea","Diarrhoea","Lipase increased"]}}}