{"nctId":"NCT00440050","briefTitle":"DHA (Docosahexaenoic Acid), an Omega 3 Fatty Acid, in Slowing the Progression of Alzheimer's Disease","startDateStruct":{"date":"2007-02"},"conditions":["Alzheimer's Disease"],"count":402,"armGroups":[{"label":"1.","type":"EXPERIMENTAL","interventionNames":["Drug: DHA (Docosahexaenoic Acid)"]},{"label":"2.","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"DHA (Docosahexaenoic Acid)","otherNames":["Neuromins"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female\n* 50 years of age or older\n* Residing in the community at baseline (includes assisted living facilities, but excludes long-term care nursing facilities)\n* MMSE (Mini-Mental State Examination) at screen of 14-26 (inclusive)\n* No medical contraindications to study participation\n* Fluent in English or Spanish\n* Corrected vision and hearing sufficient for compliance with testing procedures\n* Supervision available for study medication\n* Caregiver/study partner to accompany participant to all visits\n* Study partner must have direct contact with the participant more than 2 days/week\n* Able to ingest oral medication\n* Daily DHA consumption less than or equal to 200 mg/day in prior two months estimated by an abbreviated DHA food frequency questionnaire\n* Neuroimaging consistent with the diagnosis of AD at some time after the onset of the memory decline\n* Clinical laboratory values must be within normal limits or, if abnormal, must be judged to be clinically insignificant by the investigator\n* Stable use of cholinesterase inhibitors and memantine is permitted if doses are stable for 4 months prior to enrollment\n\nExclusion Criteria:\n\n* Non-AD dementia\n* Residence in a long-term care facility at baseline\n* History of clinically significant stroke\n* Modified Hachinski Ischemia score ≥ 4\n* Current evidence or history in past two years of epilepsy, seizure, focal brain lesion, head injury with loss of consciousness or DSM-IV (Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition) criteria for any major psychiatric disorder including psychosis, major depression, bipolar disorder, alcohol or substance abuse\n* Sensory impairment which would prevent subject from participating in or cooperating with the protocol\n* Use of another investigational agent within two months\n* Evidence of any significant clinical disorder or laboratory finding that renders the participant unsuitable for receiving an investigational new drug including clinically significant or unstable hematologic, hepatic, cardiovascular (including history of ventricular fibrillation or ventricular tachycardia), pulmonary, gastrointestinal, endocrine, metabolic, renal, or other systemic disease or laboratory abnormality\n* Active neoplastic disease (skin tumors other than melanoma may be included; participants with stable prostate cancer may be included at the discretion of the Project Director)","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Change on the ADAS-Cog 11.","description":"ADAS-cog 11 = Alzheimer's Disease Assessment Scale, cognitive sub-scale in points per year. This is a psychometric measure sensitive to change in mild to moderate AD. The range of this instrument is 0 to 70 with higher numbers indicating greater impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.98","spread":"9.84"},{"groupId":"OG001","value":"8.27","spread":"8.9"}]}]}]},{"type":"PRIMARY","title":"Rate of Change on CDR-SOB","description":"CDR-SOB = Clinical Dementia Rating, Sum of Boxes. This is a global rating of dementia severity based on the clinician's interpretation of the history and examination. The range of this instrument is 0 to 18 with higher numbers indicating greater impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.87","spread":"2.93"},{"groupId":"OG001","value":"2.93","spread":"2.83"}]}]}]},{"type":"SECONDARY","title":"ADCS-ADL","description":"ADCS-ADL = Alzheimer's Disease Cooperative Study Activities of Daily Living Score. This is a structured questionnaire about activities of daily living, administered to the subject's caregiver/study partner. The range of this instrument is 0 to 6 with lower numbers indicating greater impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.43","spread":"11.74"},{"groupId":"OG001","value":"11.51","spread":"13.23"}]}]}]},{"type":"SECONDARY","title":"Neuropsychiatric Inventory (NPI)","description":"The Neuropsychiatric Inventory quantifies behavioral changes in dementia, including depression, anxiety, psychosis, agitation, sleep change, appetite change, and others. This is a structured questionnaire administered to the subject's caregiver/study partner. The range of this instrument is 0 to 120 with higher numbers indicating greater impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.93","spread":"13.62"},{"groupId":"OG001","value":"5.09","spread":"15.08"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":50,"n":164},"commonTop":["other","fall","agitation","urinary tract infection","diarrhea"]}}}