{"nctId":"NCT04388319","briefTitle":"Zonisamide/Bupropion Effects on Switching to Electronic Cigarettes","startDateStruct":{"date":"2020-05-27","type":"ACTUAL"},"conditions":["Smoking Cessation"],"count":26,"armGroups":[{"label":"Combination zonisamide and bupropion with e-cigarette","type":"EXPERIMENTAL","interventionNames":["Drug: Zonisamide","Drug: Bupropion","Other: Halo G6 e-cigarette"]}],"interventions":[{"name":"Zonisamide","otherNames":["zonegran"]},{"name":"Bupropion","otherNames":["wellbutrin","Zyban"]},{"name":"Halo G6 e-cigarette","otherNames":["e-cigarette"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has signed the ICF and is able to read and understand the information provided in the ICF.\n2. Is 21 to 65 years of age (inclusive) at screening.\n3. Smokes at least 10 commercially available cigarettes per day (no brand restrictions), for the last 12 months.\n4. Has an expired air CO reading of at least 10 ppm at screening.\n5. Interested in switching to an electronic cigarette.\n6. Willing and able to comply with the requirements of the study.\n7. Owns a smart phone with text message and data capabilities compatible with necessary surveys.\n\nExclusion Criteria:\n\n1. Is unhealthy or cannot participate in the study for any reason (e.g., medical, psychiatric, and/or social reason) as judged by the Investigator or designated medical staff based on all available assessments from the screening period (e.g., safety laboratory, vital signs, physical examination, ECG, concomitant medications and medical history).\n2. PHQ-9 score greater than 9, or a score greater than 0 on item #9 (\"Thoughts that you would be better off dead, or of hurting yourself in some way\") at screening.\n3. Planned use of an FDA-approved smoking cessation product during the study.\n4. High blood pressure (systolic \\> 150 mmHg or diastolic \\>95 mmHg) at screening.\n5. Body mass index (BMI) less than 15.0 kg/m2 or greater than 40.0 kg/m2.\n6. Coronary heart disease, structural cardiac disease (including, but not limited to valvular heart disease or cardiac murmurs), cardiac dysrhythmias, syncope, cardiac chest pain, or history of heart attack or heart failure.\n7. Has received psychotherapy or behavioral treatments potentially impacting symptoms of depression, anxiety, or nicotine withdrawal within 30 days of screening, or during the study.\n8. Taking antidepressants, psychoactive medications (e.g. antipsychotics, benzodiazepines, hypnotics) or medications that prolong QTc.\n9. Use of any of these products in the past 30 days:\n\n   1. Illegal drugs (or if the urine drug screen is positive for cocaine, THC, amphetamines, methamphetamines, or opiates);\n   2. Experimental (investigational) drugs that are unknown to participant;\n   3. Chronic opiate use.\n10. Use of smokeless tobacco (chewing tobacco, snuff), cigars (except for \"Black \\& Mild\" cigars or Cigarillos), pipes, hookah, e-cigarettes, nicotine replacement therapy or other smoking cessation treatments within 14 days of screening.\n11. Pregnant or nursing (by self-report) or has a positive pregnancy test.\n12. Enrollment requirements met.","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants That Completely Switched From Combustible Cigarettes to Halo G6 E-Cigarettes","description":"Defined as self-report of no cigarette smoking (not even a puff), confirmed by an expired air CO reading of less than 5 ppm.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Point Abstinence From Combustible Cigarettes","description":"Assessed by self-report utilizing an automated SMS messaging system.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Rewarding Effects of Smoking Combustible Cigarettes","description":"Characterize changes in the two primary scales of the Cigarette Evaluation Questionnaire (mCEQ), assessing smoking satisfaction and psychological reward, compared between cigarettes smoked after meals versus all others smoked during the day, examining how this difference changes after zonisamide/bupropion usage. The mCEQ uses a 7-point scale (0=Not at all; 1=Very little; 2=A little; 3=Moderately; 4=A lot, 5=Quite a lot; 6=Extremely) to measure the following subscales: Satisfaction, Psychological Reward, Enjoyment of Respiratory Tract Sensations, Craving Reduction, Aversion.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":24},"commonTop":["Constipation","Headache","Throat irritation","Nausea","Cough"]}}}