{"nctId":"NCT01076010","briefTitle":"An Extension Treatment Protocol for Subjects Who Have Participated in a Study of Tivozanib Versus Sorafenib in Kidney Carcinoma (Protocol AV-951-09-301).","startDateStruct":{"date":"2010-03"},"conditions":["Advanced Renal Cell Carcinoma"],"count":277,"armGroups":[{"label":"Sorafenib crossover to tivozanib.","type":"EXPERIMENTAL","interventionNames":["Drug: Tivozanib","Drug: Sorafenib"]},{"label":"First line tivozanib.","type":"EXPERIMENTAL","interventionNames":["Drug: Tivozanib"]},{"label":"First line sorafenib.","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sorafenib"]}],"interventions":[{"name":"Tivozanib","otherNames":[]},{"name":"Sorafenib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The subject must have participated on Protocol AV-951-09-301, and must meet either of the following bulleted criteria:\n\n   * Demonstrated disease progression per RECIST during treatment with sorafenib, OR\n   * Demonstrated clinical benefit \\[complete response (CR), partial response (PR), or stable disease (SD) per RECIST\\] and acceptable tolerability after treatment with tivozanib or sorafenib on protocol AV-951-09-301.\n2. Eastern Cooperative Oncology Group performance status ≤ 2 and life expectancy ≥ 3 months.\n3. If female and of childbearing potential, documentation of negative pregnancy test prior to enrollment.\n4. Ability to give written informed consent\n\nExclusion Criteria:\n\n1. Newly identified central nervous system (CNS) malignancies or documented progression of CNS metastases; subjects will be allowed only if the CNS metastases have been adequately treated with radiotherapy or surgery. For subjects receiving steroid therapy for allowed steroid maintenance therapy.\n2. Duration since last dose on Protocol AV-951-09-301:\n\n   1. For subjects continuing tivozanib or sorafenib (subjects who demonstrated clinical benefit and acceptable tolerability during treatment with tivozanib or sorafenib on protocol AV-951-09-301): more than 2 weeks since last dose of tivozanib or sorafenib.\n   2. For subjects initiating tivozanib (ie demonstrated disease progression during treatment with sorafenib): more than 4 weeks since last dose of sorafenib. Subjects demonstrating disease progression due to CNS metastasis will be allowed up to 8 weeks since last dose of sorafenib in order to complete treatment for CNS metastasis.\n3. Inadequate recovery from any prior surgical procedure or major surgical procedure within 4 weeks prior to administration of first dose of study drug.\n4. Any of the following hematologic abnormalities:\n\n   * Hemoglobin \\< 9.0 g/dL\n   * Absolute neutrophil count \\< 1500 per mm3\n   * Platelet count \\< 75,000 per mm3\n   * Prothrombin time or Partial thromboplastin time \\>1.5 × upper limit of normal (ULN)\n5. Any of the following serum chemistry abnormalities:\n\n   * Total bilirubin \\> 1.5 × ULN (or \\> 2.5 × ULN for subjects with Gilbert's syndrome)\n   * Aspartate aminotransferase or alanine aminotransferase \\> 2.5 × ULN (or \\> 5 × ULN for subjects with liver metastasis)\n   * Alkaline phosphatase \\> 2.5 × ULN (or \\> 5 × ULN for subjects with liver or bone metastasis)\n   * Creatinine \\> 2.0 × ULN\n   * Proteinuria \\> 3+ by urinalysis or urine dipstick\n6. If female, pregnant or lactating.\n7. Sexually active pre-menopausal female subjects (and female partners of male subjects) must use adequate contraceptive measures, while on study and for at least 50 days after the last dose of study drug. Sexually active male subjects must use adequate contraceptive measures, while on study and for at least 90 days after the last dose of study drug. All fertile male and female subjects,and their partners,must agree to use a highly effective method of contraception. Effective birth control includes (a) Intrauterine device plus one barrier method; or (b) 2 barrier methods. Effective barrier methods are male or female condoms, diaphragms, and spermicides (creams or gels that contain a chemical to kill sperm). (Note: Oral, implantable, or injectable contraceptives may be affected by cytochrome P450 interactions, and are not considered effective for this study).\n8. Uncontrolled hypertension: systolic blood pressure \\> 150 mmHg or diastolic blood pressure \\>100 mmHg on 2 or more antihypertensive medications, documented on 2 consecutive measurements taken at least 24 hours apart.\n9. Unhealed wounds (including active peptic ulcers).\n10. Serious/active infection or infection requiring parenteral antibiotics.\n11. Life-threatening illness or organ system dysfunction compromising safety evaluation.\n12. Psychiatric disorder, altered mental status precluding informed consent or necessary testing.\n13. Inability to comply with protocol requirements.\n14. Treatment with another anti-cancer therapy or participation in another interventional protocol (excluding AV-951-09-301).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Days Subjects Received Treatment in Each Treatment Arm","description":"Number of days subjects received treatment who were from Protocol AV-951-09-301 who either continued on tivozanib in this trial (subjects with first-line experience on tivozanib treatment), who crossed over from sorafenib to tivozanib in this trial (crossover subjects) participated in, and who continued on sorafenib in this trial (subjects with first-line experience on sorafenib treatment). Subjects could be discontinued due to unacceptable toxicities or clinical or documented PD","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"290","spread":"234.37"},{"groupId":"OG001","value":"325.3","spread":"137.79"},{"groupId":"OG002","value":"369.4","spread":"107.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"222.36","spread":"181.722"},{"groupId":"OG001","value":"241.0","spread":"105.928"},{"groupId":"OG002","value":"368.14","spread":"107.946"}]}]}]},{"type":"PRIMARY","title":"Number of Cycles Subjects Received Treatment in Each Treatment Arm","description":"Number of cycles subjects received who were from Protocol AV-951-09-301 who either continued on tivozanib in this trial (subjects with first-line experience on tivozanib treatment), who crossed over from sorafenib to tivozanib in this trial (crossover subjects) participated in, and who continued on sorafenib in this trial (subjects with first-line experience on sorafenib treatment). Subjects could be discontinued due to unacceptable toxicities or clinical or documented PD","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":"8.36"},{"groupId":"OG001","value":"11.8","spread":"4.85"},{"groupId":"OG002","value":"13.2","spread":"3.83"}]}]}]},{"type":"PRIMARY","title":"Total Dose Administered to Subjects in Each Treatment Arm (mg)","description":"The total dose administered to subjects who were from Protocol AV-951-09-301 who either continued on tivozanib in this trial (subjects with first-line experience on tivozanib treatment), who crossed over from sorafenib to tivozanib in this trial (crossover subjects) participated in, and who continued on sorafenib in this trial (subjects with first-line experience on sorafenib treatment). Subjects could be discontinued due to unacceptable toxicities or clinical or documented PD","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"318.84","spread":"256.241"},{"groupId":"OG001","value":"344.58","spread":"152.131"},{"groupId":"OG002","value":"244014.29","spread":"116816.715"}]}]}]},{"type":"PRIMARY","title":"Average Daily Dose Administered to Subjects in Each Treatment Arm","description":"The average daily dose administered to subjects who were from Protocol AV-951-09-301 who either continued on tivozanib in this trial (subjects with first-line experience on tivozanib treatment), who crossed over from sorafenib to tivozanib in this trial (crossover subjects) participated in, and who continued on sorafenib in this trial (subjects with first-line experience on sorafenib treatment). Subjects could be discontinued due to unacceptable toxicities or clinical or documented PD","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.46","spread":"0.121"},{"groupId":"OG001","value":"1.40","spread":"0.196"},{"groupId":"OG002","value":"651.47","spread":"225.410"}]}]}]},{"type":"PRIMARY","title":"Relative Dose Intensity (RDI) of Treatment Administered to Subjects in Each Treatment Arm","description":"RDI is defined as 100% times the actual dose intensity divided by the intended dose intensity. The RDI of subjects who were from Protocol AV-951-09-301 who either continued on tivozanib in this trial (subjects with first-line experience on tivozanib treatment), who crossed over from sorafenib to tivozanib in this trial (crossover subjects) participated in, and who continued on sorafenib in this trial (subjects with first-line experience on sorafenib treatment). Subjects could be discontinued due to unacceptable toxicities or clinical or documented PD","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.21","spread":"9.393"},{"groupId":"OG001","value":"91.12","spread":"14.762"},{"groupId":"OG002","value":"80.60","spread":"28.603"}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Adverse Events","description":"Number of subjects with Treatment-Related Adverse Events (AEs) as assessed by Common Terminology Criteria for Adverse Events v3.0","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"85","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"55","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"76","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"35","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Objective Response Rate (ORR) Who Continued Treatment With Tivozanib or Sorafenib and Who Received Tivozanib After Failure of Sorafenib","description":"ORR is defined as the proportion of subjects with confirmed complete response (CR) or confirmed partial response (PR) according to RECIST (Version 1.0), relative to the total population of dosed subjects. CR is disappearance of all target and non-target lesions and normalization of tumor marker levels. At least a 30% decrease in the sum of the loading dose (LD) of target lesions, taking as reference the baseline sum LD. To allow long-term access to sorafenib for subjects who participated in Protocol AV-951-09-301 (NCT01030783), and demonstrated clinical benefit and acceptable tolerability to sorafenib.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"49","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"55","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR)","description":"DR was defined as the time from the first documentation of objective tumor response (confirmed CR or confirmed PR) according to RECIST (Version 1.0) to the first documentation of objective tumor progression or to death due to any reason. DR was calculated for the subgroup of subjects with a confirmed objective tumor response (PR or CR). CR is Disappearance of all target and non-target lesions and normalization of tumor marker levels. PR is At least a 30% decrease in the sum of the LD of target lesions, taking as reference the baseline sum LD. Number of subjects with disease progression or death and censored endpoints were summarized and statistical analysis were performed for duration of response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"38","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"PFS was defined as the date of first dose of study drug to the first documentation of objective tumor progression or death due to any reason, whichever occurred first. For the crossover subjects and subjects with first-line experience on tivozanib treatment, the timeframe for PFS assessment started from the date of first dose of tivozanib in the AV-951-09-902 study. For subjects with first-line experience on sorafenib treatment, the timeframe for PFS assessment started from the date of first dose of sorafenib in the AV-951-09-902. Number of subjects with disease progression or death was summarized and statistical analysis were performed for PFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"35","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"53","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the first dose of study drug (tivozanib or sorafenib) date on this study to date of death due to any cause. Number of subjects died or alive was summarized and statistical analysis were performed for OS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"78","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":161},"commonTop":["Hypertension","Diarrhoea","Palmar-plantar erythrodysaesthesia syndrome","Fatigue","Asthenia"]}}}