{"nctId":"NCT00922233","briefTitle":"Pericoital Oral Contraception With Levonorgestrel","startDateStruct":{"date":"2010-01"},"conditions":["Healthy"],"count":72,"armGroups":[{"label":"Levonorgestrel","type":"EXPERIMENTAL","interventionNames":["Drug: levonorgestrel"]}],"interventions":[{"name":"levonorgestrel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEach woman enrolled in the trial must meet the following inclusion criteria:\n\n* Competent to provide informed consent to participate in the trial and has done so.\n* At least the minimum age is 18 to 45 years old.\n* Had sex 1 to 4 days in past month and expects to continue at that frequency for the next 6.5 months.\n* At low risk for sexually transmitted infection (STI), operationally meaning that neither she nor her partner to her knowledge has had any of the following:\n\n  * More than one sexual partner currently or any expectation of having more than one sexual partner in the next 6.5 months\n  * Diagnosis of human immunodeficiency virus (HIV) infection, hepatitis B or hepatitis C\n  * Treatment for a STI within the past 6 months, excluding recurrent genital herpes or condyloma\n  * Sharing of illicit injection drug equipment ever in the past.\n* Willing to use the study regimen as her only contraceptive method for the next 6.5 months (except that she may also use condoms if needed for protection from STIs).\n* Wants to avoid pregnancy for at least the next 6.5 months.\n* Willing to accept an uncertain risk of pregnancy during the study.\n* Gives correct answers to the informed consent quiz.\n* Willing and able to follow all study requirements.\n\nExclusion Criteria:\n\nTo be eligible for enrollment, a woman must not meet any of the following exclusion criteria:\n\n* Pregnant as verified by a pregnancy test at enrollment.\n* Has an indication of current subfecundity, specifically:\n\n  * Her last pregnancy ended within the last 8 weeks, or she has had fewer than two menstrual periods since resolution of last pregnancy\n  * She has not had normal monthly menses for the past 2 months\n  * She is currently breastfeeding\n  * She has used any hormonal contraceptive other than emergency contraceptive pills since the onset of her last menstrual period\n  * Has received an injection of a long term injectable contraceptive in the last 9 months\n  * Currently has an intrauterine device\n  * Has had a sterilization procedure or ectopic pregnancy\n  * Has been diagnosed by a clinician as having a fertility problem\n  * Her partner has had a sterilization procedure or infertility diagnosis, to her knowledge.\n* She currently has known contraindications to progestin-only pills, specifically including the following conditions:\n\n  * Unexplained abnormal vaginal bleeding\n  * Deep venous thrombosis or pulmonary embolus\n  * Active viral hepatitis\n  * Decompensated cirrhosis\n  * Liver tumor\n  * History of breast cancer within the past 5 years.\n* Has a breast mass on examination.\n* Has a personal or family history suggestive of predisposition to thrombosis.\n* Has a serious contraindication to pregnancy (medical condition or use of chronic medication such as isotretinoin or thalidomide).\n* Taking drugs that are known to interact with progestins (such as rifampicin or anticonvulsant medications).\n* Has previously participated in this study.\n* Currently participating in another medical research study.\n* The site investigator or designee perceives another reason to exclude her from the trial.","healthyVolunteers":true,"sex":"FEMALE","maximumAge":"45 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy: the Pearl Index (Number of Pregnancies Per 100 Woman-years) in the Primary Evaluable Population (18-35)","description":"Participants were followed for 6.5 months.Pearl Index in the 18-35 year population was collected excluding months in which barrier methods, condoms, or emergency contraception were used unless the subject conceived","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Acceptability Based on Bleeding Patterns Reported","description":"Number of participants who reported bleeding patterns were acceptable and would therefore use Levonorgestrel","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null}]}]}]},{"type":"PRIMARY","title":"Participant Report of Adverse Events.","description":"Safety data includes data from each subject up to two weeks after her last use of the study tablets as well as all events deemed related to study product, regardless of date last tablet was taken","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":72},"commonTop":["anemia","vaginal candidiasis","headache","vaginal discharge","nausea"]}}}