{"nctId":"NCT02081391","briefTitle":"A Study to Look at Tapentadol Oral Solution in Children and Adolescents in Pain","startDateStruct":{"date":"2015-02-19","type":"ACTUAL"},"conditions":["Acute Pain"],"count":216,"armGroups":[{"label":"Tapentadol immediate-release (IR)","type":"EXPERIMENTAL","interventionNames":["Drug: Tapentadol oral solution 4 mg/mL","Drug: Tapentadol oral solution 20 mg/mL"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Tapentadol oral solution 4 mg/mL","otherNames":[]},{"name":"Tapentadol oral solution 20 mg/mL","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Informed consent, and if applicable assent, given according to local regulations.\n2. Male or female participant aged from birth (at least 37 weeks gestational age) to less than 18 years.\n3. A female participant must be pre-menarchal, or surgically incapable of childbearing, or sexually abstinent, or if a female participant is sexually active, then she must be practicing an effective method of birth control (e.g., prescription hormonal contraceptives, intra-uterine devices used according to the product's instruction, double-barrier methods) before trial entry and throughout the trial.\n4. A female participant must have a negative pregnancy test if aged 12 years or older, or is post-menarchal, or is sexually active.\n5. Participant has undergone surgery (other than brain surgery or gastrointestinal surgery expected to affect the absorption of tapentadol \\[in the investigator's judgment\\]) that, in the investigator's opinion, would reliably produce moderate to severe pain requiring opioid treatment for at least 24 hours after first dose of IMP. Participants must remain hospitalized until the End of Treatment Visit.\n6. Participant has received post-operative morphine or hydromorphone by NCA/PCA, with or without a background infusion of the same opioid, according to standard of care prior to allocation/randomization to IMP and participant is expected to require this morphine or hydromorphone by NCA/PCA after starting IMP.\n7. Participant is able to tolerate liquids at the time of allocation/randomization to IMP.\n\nExclusion Criteria:\n\n1. Participant, parent or the legal representative is an employee of the investigator or trial site, with direct involvement in the proposed trial or other trials under the direction of that investigator or trial site, or family member of the employees or the investigator.\n2. Participant has been previously exposed to tapentadol.\n3. Participant has received an experimental drug or used an experimental medical device within 28 days before allocation/randomization to IMP, or within a period less than 10 times the drug's half-life, whichever is longer.\n4. Participant has a history or current condition of any one of the following:\n\n   * Non-febrile seizure disorder.\n   * Epilepsy.\n   * Serotonin syndrome.\n   * Traumatic or hypoxic brain injury, brain contusion, stroke, transient ischemic attack, intracranial hematoma, post-traumatic amnesia, brain neoplasm, or episode(s) of unconsciousness of more than 24 hours.\n5. Participant has a history or current condition of any one of the following:\n\n   * Moderate to severe renal or hepatic impairment.\n   * Abnormal pulmonary function or clinically relevant respiratory disease (e.g., acute or severe bronchial asthma, hypercapnia).\n6. Participant has a concomitant disease or disorder (e.g., endocrine, metabolic, neurological, psychiatric, infection, febrile seizure, paralytic ileus) that in the opinion of the investigator may affect or compromise participant safety during the study participation.\n7. Participant has history of suicidal ideation or behavior.\n8. Participant is obese in the investigator's judgment. Obesity can be determined based on appropriate body mass index (BMI) charts or tables; e.g., a BMI above the 97th percentile for children based on the World Health Organization growth charts or the participant's weight is less than 2500 grams.\n9. Participant has a clinically relevant history of hypersensitivity, allergy, or contraindication to the supplemental opioid analgesic medication or tapentadol, or the excipients, or naloxone.\n10. Participant is not able to understand and comply with the protocol as appropriate for the age of the participant or participant is cognitively impaired in the investigator's judgment such that they cannot comply with the protocol\n11. Participant has a history of alcohol and/or substance abuse in the investigator's judgment based on participant's history and physical examination.\n12. Participant is taking prohibited concomitant medication.\n13. Participant has received a long-acting opioid for the treatment of pain following surgery within 6 hours of allocation/randomization to IMP.\n14. Participant has clinically relevant (in the investigator's judgment) abnormal values for clinical chemistry or hematology (local laboratory sample taken after surgery).\n\n    A participant aged 6 months to less than 18 years old is excluded if the:\n    * Aspartate transaminase or alanine transaminase is greater 3-times upper limit of normal.\n    * Total bilirubin is greater 2-times upper limit of normal (except if the cause is due to Gilbert's syndrome).\n    * Glomerular filtration rate less than 60 mL/min.\n\n    A participant aged from birth to less than 6 months old is excluded if:\n    * Aspartate transaminase or alanine transaminase is \\>3-times upper limit of normal.\n    * There is pathological jaundice in the opinion of the investigator.\n    * Glomerular filtration rate (calculated according to Schwartz et al. 1984) is:\n\n      * \\<20 mL/min/1.73 m2 for participants \\<1 week post-partum.\n      * \\<30 mL/min/1.73 m2 for participants 1 week to 8 weeks post-partum.\n      * \\<50 mL/min/1.73 m2 for participants \\>8 weeks postpartum to \\<6 months old.\n15. Participant has:\n\n    * Clinically relevant abnormal electrocardiogram (ECG).\n    * Signs of pre-excitation syndrome.\n    * Brugada's syndrome.\n    * QT or corrected QT interval (QTc) interval \\>470 ms for children aged 6 years to less than 18 years old.\n    * QT or QTc interval \\>460 ms for children aged from birth to less than 6 years old.\n16. Peri- or post-operative analgesia supplied by a continuous regional technique (e.g., nerve block, wound infiltration catheter) or participant-controlled epidural analgesia that was terminated less than 6 hours before allocation/randomization to IMP.\n17. Participant has post-operative clinically unstable systolic and diastolic blood pressure, heart rate, respiratory depression, or clinically unstable upper or lower airway conditions (in the investigator's judgment), or a saturation of peripheral oxygen (SpO2) \\<92% at the time of randomization (allocation/randomization to IMP).\n18. Female participant is breast-feeding a child.\n19. Participant requires continuous positive airway pressure or mechanical ventilation, at the time of allocation to IMP.\n20. The mother of a newborn participant or the breastfeeding mother of a participant was administered a prohibited medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Day","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"For the US FDA: The Total Amount of Supplemental Opioid Analgesic Medication Used Within the First 12 Hours After First Intake of Investigational Medicinal Product (IMP) [Tapentadol Oral Solution or Placebo]","description":"The primary endpoint for the United States Food and Drug Administration (US FDA) (and secondary endpoint for the Pediatric Committee of the European Medicines Agency \\[EU PDCO\\]) was the total amount of supplemental opioid analgesic medication (SOAM) used in the Full Analysis Set (from 2 years to \\<18 years old) within 12 hours after first intake of IMP. SOAM use is expressed in mg/kg of morphine i.v. equivalents.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.01"},{"groupId":"OG001","value":"0.13","spread":"0.02"}]}]}]},{"type":"PRIMARY","title":"For the EU PDCO: The Total Amount of Supplemental Opioid Analgesic Medication Used Within the First 24 Hours After First Intake of IMP [Tapentadol Oral Solution or Placebo]","description":"The primary endpoint for the EU PDCO (and secondary endpoint for the US FDA) was the total amount of supplemental opioid analgesic medication (SOAM) used in the Full Analysis Set (from 2 years to \\<18 years old) within 24 hours after first intake of IMP. SOAM use is expressed in mg/kg of morphine i.v. equivalents.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.03"},{"groupId":"OG001","value":"0.24","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Total Amount of Supplemental Opioid Analgesic Medication Received, Assessed in 12-hour Intervals From 24 Hours to 96 Hours After the First Dose of IMP","description":"The total amount of supplemental opioid analgesic medication (SOAM) received was assessed in 12-hour intervals from 24 hours to 96 hours after the first dose of IMP for participants who were administered SOAM.\n\nSOAM use was expressed in mg/kg of morphine i.v. equivalents.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":null},{"groupId":"OG001","value":"0.14","spread":null},{"groupId":"OG002","value":"0.020","spread":null},{"groupId":"OG003","value":"0.003","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":null},{"groupId":"OG001","value":"0.06","spread":null},{"groupId":"OG002","value":"0.000","spread":null},{"groupId":"OG003","value":"0.000","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":null},{"groupId":"OG001","value":"0.03","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[]}]},{"type":"SECONDARY","title":"Palatability of IMP After First Dose Assessed Using Facial 5-point Hedonic Scale","description":"Palatability of IMP after the first dose was assessed in participants aged 2 years to less than 18 years using 5-point hedonic scales in combination with verbal rating. A question \"How does the medication taste\" was asked and the verbal rating was from really good, good, a bit good/a bit bad, bad, and really bad. The pictorial scale of facial expressions was co-related with verbal rating range where 5 = really good, 4 = good, 3 = a bit good/a bit bad, 2 = bad, and 1 = really bad. Higher scores represent good palatability. Responses were summarized. Missing values were not imputed.\n\nPalatability data was not collected for participants \\<2 years old.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Acceptability of IMP After First Dose Assessed Using Facial 5-point Hedonic Scale","description":"Acceptability of IMP in participants aged 2 years to less than 18 years was assessed using 5-point hedonic scales in combination with verbal rating. A question \"Swallowing the medication is...\" was asked and the verbal rating was from really good, good, a bit good/a bit bad, bad, and really bad. The pictorial scale of facial expressions was co-related with verbal rating range, with 5 = really easy, 4 = easy, 3 = a bit easy/a bit difficult, 2 = difficult, and 1 = really difficult. Higher scores represent better acceptability.\n\nResponses were summarized. Missing values were not imputed. Acceptability data was not collected in participants \\<2 years old.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"19","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Face, Leg, Activity, Cry, and Consolability (FLACC) Total Score in Participants Aged Less Than 6 Years","description":"The FLACC scale was used for children from birth to less than 6 years, or in older children who were not able to report their pain using the other scales. This tool includes 5 categories of pain behaviors: facial expression (F), leg movement (L), activity (A), cry (C), and consolability (C). Each of the 5 categories is scored 0, 1 or 2. The total score between 0 and 10 is the sum of the 5 individual categories. Higher scores represent worse condition.\n\nThe Pain intensity scores were obtained before and after first dose of IMP, and before each subsequent dose of IMP, whenever possible, up to end of treatment (96 hours).\n\nChanges from baseline values were summarized descriptively for each time point.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.9","spread":null},{"groupId":"OG002","value":"1.4","spread":null},{"groupId":"OG003","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.3","spread":null},{"groupId":"OG002","value":"0.7","spread":null},{"groupId":"OG003","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"1.6","spread":null},{"groupId":"OG002","value":"2.0","spread":null},{"groupId":"OG003","value":"-1.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.3","spread":null},{"groupId":"OG002","value":"1.3","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"1.9","spread":null},{"groupId":"OG002","value":"1.4","spread":null},{"groupId":"OG003","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"2.3","spread":null},{"groupId":"OG002","value":"2.0","spread":null},{"groupId":"OG003","value":"2.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"2.1","spread":null},{"groupId":"OG002","value":"1.9","spread":null},{"groupId":"OG003","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"2.2","spread":null},{"groupId":"OG002","value":"3.8","spread":null},{"groupId":"OG003","value":"-0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"2.0","spread":null},{"groupId":"OG002","value":"2.1","spread":null},{"groupId":"OG003","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Pain Intensity Using the Faces Pain Scale-Revised (FPS-R) in Participants Aged 6 to Less Than 12 Years","description":"For children aged 6 years (if possible) to less than 12 years, pain intensity was assessed by the use of the Faces Pain Scale-Revised (FPS-R). The FPS-R is a validated self-reported 6-point scale (0, 2, 4, 6, 8, 10) with 0 representing no pain and 10 representing very much pain. Facial representations were used to indicate how much the pain hurts. Higher scores represent worse condition.\n\nPain intensity scores were obtained before and after first dose of IMP, and before each subsequent dose of IMP, whenever possible.\n\nChanges from baseline pain values were summarized descriptively for each time point up to end of treatment (96 hours).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"1.72"},{"groupId":"OG001","value":"0.7","spread":"1.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"2.5"},{"groupId":"OG001","value":"0.5","spread":"2.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"2.35"},{"groupId":"OG001","value":"-0.2","spread":"2.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"2.33"},{"groupId":"OG001","value":"-0.3","spread":"3.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"2.75"},{"groupId":"OG001","value":"0","spread":"2.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"2.43"},{"groupId":"OG001","value":"0.2","spread":"2.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"2.37"},{"groupId":"OG001","value":"0.7","spread":"2.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"2.55"},{"groupId":"OG001","value":"0.2","spread":"2.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"2.93"},{"groupId":"OG001","value":"3.4","spread":"3.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Visual Analog Scale (VAS) Pain Intensity Score in Participants Aged 12 to Less Than 18 Years","description":"For children and adolescents aged 12 years to less than 18 years, pain intensity was assessed by the use of a Visual analog scale (VAS). The participant was asked to draw a single line to indicate the current level of pain intensity on a 100 mm long scale by marking a point on the line in response to: \"My pain right now is\". The mark was scored between \"no pain\" and \"pain as bad as it could be\". A value of 0 indicates \"no pain\". A value of 100 indicates \"pain as bad as it could be\". Pain intensity scores were obtained before and after first dose of IMP, and before each subsequent dose of IMP, whenever possible. Changes from baseline values were summarized descriptively for each time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"18.67"},{"groupId":"OG001","value":"6.4","spread":"19.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":"23.61"},{"groupId":"OG001","value":"6.0","spread":"19.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":"25.09"},{"groupId":"OG001","value":"5.9","spread":"22.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":"29.01"},{"groupId":"OG001","value":"5.1","spread":"21.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":"22.92"},{"groupId":"OG001","value":"-2.7","spread":"34.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":"24.74"},{"groupId":"OG001","value":"6.6","spread":"28.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":"25.77"},{"groupId":"OG001","value":"15.0","spread":"20.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":"28.91"},{"groupId":"OG001","value":"11.9","spread":"14.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":"27.87"},{"groupId":"OG001","value":"11.4","spread":"28.47"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Change (CGIC)","description":"The CGIC was assessed at the End of Treatment Visit (Day 4). The investigator rated the participant's global improvement and satisfaction with the treatment on a 7-point scale with 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse. Higher scores indicate worsening. Results were summarized descriptively.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC)","description":"The PGIC was assessed at the End of Treatment Visit (Day 4). Participants rated their impression of overall status on a 7-point scale with 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse. Higher scores indicate worsening. If participants were not capable of completing the questionnaire, the parent/legal guardian could completed the questionnaire on behalf of the participant.\n\nResults were summarized descriptively.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Receive First and Second Patient- or Nurse-controlled Analgesia After the First Dose of IMP","description":"The time to first and time to second patient-controlled analgesia (PCA) or nurse-controlled analgesia (NCA) after the first dose of IMP were summarized descriptively using time-to-event methods and are displayed by relevant treatment groups. Participants who completed the End of Treatment Visit (scheduled for 96 hours after first IMP) before their first/second use of NCA/PCA or participants who terminated treatment before their first/second use of NCA/PCA were censored at the End of Treatment Visit.\n\nTime-to-event variables are reported using Kaplan-Meier analyses. Therefore, values might remain missing if the survival function does not reach a respective threshold. This is indicated by not applicable (NA).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"183.0","spread":null},{"groupId":"OG001","value":"131.5","spread":null},{"groupId":"OG002","value":"960.0","spread":null},{"groupId":"OG003","value":"155.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"572.0","spread":null},{"groupId":"OG001","value":"388.0","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From First Dose of IMP Until Treatment Discontinuation Due to Lack of Efficacy","description":"The distributions of the time from the first dose of IMP to treatment discontinuation due to lack of efficacy were summarized descriptively using time-to-event methods.\n\nParticipants who reached the maximum duration of treatment (72 hours) were censored at 72 hours after first IMP intake. Participants who discontinued during the Treatment Period for reasons other than lack of efficacy were censored at the time of the decision to discontinue treatment.\n\nDue to the low number of participants with events in the age group from 2 to \\<18 years, the median time and the corresponding confidence interval could not be calculated. The number of participants who discontinued early due to lack of efficacy is presented instead.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Palatability of IMP After Last Dose Assessed Using Facial 5-point Hedonic Scale","description":"Palatability of IMP after the last dose in participants aged 2 years to less than 18 years was assessed using 5-point hedonic scales in combination with verbal rating. A question \"How does the medication taste\" was asked and the verbal rating was from really good, good, a bit good/a bit bad, bad, and really bad. The pictorial scale of facial expressions was co-related with verbal rating range with 5 = really good, 4 = good, 3 = a bit good/a bit bad, 2 = bad, and 1 = really bad. Higher scores represent good palatability. Responses were summarized. Missing values were not imputed.\n\nPalatability data was not collected in participants \\<2 years old.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Acceptability of IMP After Last Dose Assessed Using Facial 5-point Hedonic Scale","description":"Acceptability of IMP in participants aged 2 years to less than 18 years was assessed using 5-point hedonic scales in combination with verbal rating. A question \"Swallowing the medication is...\" was asked and the verbal rating was from really good, good, a bit good/a bit bad, bad, and really bad. The pictorial scale of facial expressions was co-related with verbal rating range, with 5 = really easy, 4 = easy, 3 = a bit easy/a bit difficult, 2 = difficult, and 1 = really difficult. Higher scores represent better acceptability.\n\nResponses were summarized. Missing values were not imputed. Acceptability data was not collected in participants \\<2 years old.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Amount of Supplemental Opioid Analgesic Medication Use After First Intake of Investigational Medicinal Product in Children Aged From Birth to Less Than 2 Years","description":"The mean amount of supplemental opioid analgesic medication (SOAM) used in the Full Analysis Set subset aged from birth to less than 2 years old was determined from 0 to 12 hours and from 0 to 24 hours after first intake of IMP. SOAM use is expressed in mg/kg of morphine i.v. equivalents.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.054","spread":null},{"groupId":"OG001","value":"0.016","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Median Amount of Supplemental Opioid Analgesic Medication Use After First Intake of Investigational Medicinal Product in Children Aged From Birth to Less Than 2 Years","description":"The median amount of supplemental opioid analgesic medication (SOAM) used in the Full Analysis Set subset aged from birth to less than 2 years old was determined from 0 to 12 hours and from 0 to 24 hours after first intake of IMP. SOAM use is expressed in mg/kg of morphine i.v. equivalents.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.016","spread":null},{"groupId":"OG001","value":"0.013","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":160},"commonTop":["Vomiting","Nausea","Constipation","Pyrexia","Somnolence"]}}}