{"nctId":"NCT01432444","briefTitle":"Open-label Study to Compare Hospitalization Rates of Schizophrenic Patients Treated With Oral Antipsychotics Versus IM Depot Aripiprazole","startDateStruct":{"date":"2011-09"},"conditions":["Schizophrenia"],"count":493,"armGroups":[{"label":"OPC-14597","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole (Abilify®) IM Depot Injection"]}],"interventions":[{"name":"Aripiprazole (Abilify®) IM Depot Injection","otherNames":["ABILIFY®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who are able to provide written informed consent. If the IRB requires consent by a legally acceptable representative in addition to the subject, all required consents must be obtained prior to any protocol-required procedure.\n* Male and female subjects 18 to 65 years of age, inclusive.\n* Current diagnosis of schizophrenia as defined by DSM-IV-TR criteria and a history of the illness for at least 1 year (12 months).\n* Subjects who in the investigator's judgment would benefit from extended treatment with a long-acting injectable formulation.\n* Subjects who have at least 1 inpatient psychiatric hospitalization in the 4 years (48 months) prior to screening, but have been managed as outpatients for the 4 weeks prior entering the study.\n* Subjects must have been on oral antipsychotic treatment for the full 7 months prior to the screening phase.\n* Subjects who have shown response to previous antipsychotic treatment.\n* Subjects who understand the nature of the trial and are able to follow the protocol requirements.\n\nExclusion Criteria:\n\n* Prisoners or subjects who are compulsorily detained (involuntarily incarcerated), or have been incarcerated in the past 7 months for any reason must not be enrolled into this trial.\n* Subjects who may require potent CYP2D6 or CYP3A4 inhibitors or CYP3A4 inducers during the trial.\n* Any subject who requires or may need any other antipsychotic medications during the course of the trial, other than allowed rescue medication.\n* Subjects who are known to be allergic, intolerant, or unresponsive to prior treatment with aripiprazole or other quinolinones.\n* Subjects with a history of hypersensitivity to antipsychotic agents.\n* Subjects deemed intolerant of receiving injectable treatment.\n* Subjects who have received electroconvulsive therapy within the last 7 months prior to screening.\n* Subjects with a history of neuroleptic malignant syndrome or clinically significant tardive dyskinesia as assessed by the investigator.\n* Subjects with a current DSM-IV-TR diagnosis other than schizophrenia, including schizoaffective disorder, major depressive disorder, bipolar disorder, delirium, dementia, amnestic or other cognitive disorders. Also, subjects with borderline, paranoid, histrionic, schizotypal, schizoid, or antisocial personality disorder.\n* Subjects requiring hospitalization for any psychiatric reason during the 4 weeks prior to signing the ICF or during the screening period.\n* Subjects without at least 1 inpatient psychiatric hospitalization in the last 4 years (48 months) prior to screening.\n* Subjects who have met DSM-IV-TR criteria for any significant substance use disorder within 3 months prior to screening.\n* Subjects who are considered treatment-resistant to antipsychotic medication other than clozapine.\n* Treatment with long-acting injectable antipsychotics in which the last dose was within 7 months prior to screening.\n* Subjects who have not been treated with oral antipsychotics for 7 months prior to screening.\n* Subjects who have a significant risk of committing suicide\n* Subjects who have a history or evidence of a medical condition that would expose them to an undue risk of a significant adverse event or interfere with assessments of safety or efficacy during the course of the trial.\n* Females who are pregnant or lactating, sexually active males and females who will not commit to utilizing birth control during the trial and for up to 180 days following the trial.\n* Abnormal laboratory or physical examination results indicating a condition which may interfere with the results of the study or pose a safety risk to the subject.\n* Subjects who have previously enrolled in an aripiprazole IM depot clinical study, except for subjects entering this trial from the Canadian 31-11-284 trial.\n* Subjects who have participated in any clinical trial with an investigational agent within the past 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Inpatient Psychiatric Hospitalization for Retrospective Period (Months 4-6) and Prospective Period (Months 4-6).","description":"The comparison of inpatient psychiatric hospitalization rates (proportion of patients with ≥ inpatient psychiatric hospitalizations) between the retrospective period months 4-6 (Weeks-12 to -24) while on oral standard of care antipsychotic treatment and the prospective period Phase B months 4-6 (Weeks 12 to 24) after the switch to aripiprazole IM depot. Open-label Aripiprazole IM Depot Treatment Phase 3-month Completer sample comprised of all participants who entered open-label aripiprazole IM depot treatment Phase and completed at least 3 months of treatment. This sample was used for the primary endpoint analysis (N=336).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":"0.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS (Positive and Negative Syndrome Scale) Total Score.","description":"The PANSS consists of three subscales with a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicates (absence of symptoms) and a score of 7 indicates (extremely severe symptoms). The symptom constructs for each subscale are as follows: 7 Positive subscale symptom constructs, 7 Negative subscale symptom constructs and 16 General Psychopathology subscale symptom constructs. The PANSS total score ranges from 30 to 210.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.9","spread":"14.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.4","spread":"15.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.4","spread":"17.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Positive Subscale Score.","description":"The PANSS consists of three subscales with a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicates (absence of symptoms) and a score of 7 indicates (extremely severe symptoms). The symptom constructs for each subscale are as follows: 7 Positive subscale symptom constructs, 7 Negative subscale symptom constructs and 16 General Psychopathology subscale symptom constructs. The 7 positive symptom constructs are delusions, conceptual disorganization, hallucinatory behavior, excitement, grandiosity suspiciousness/ persecution, and hostility. The PANSS Positive Subscale ranges from 7 (absence of symptoms) to 49 (extremely severe symptoms).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"4.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"4.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"5.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Negative Subscale Score.","description":"The PANSS consists of three subscales with a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicates (absence of symptoms) and a score of 7 indicates (extremely severe symptoms). The symptom constructs for each subscale are as follows: 7 Positive subscale symptom constructs, 7 Negative subscale symptom constructs and 16 General Psychopathology subscale symptom constructs. The 7 negative symptom constructs are blunted affect, emotional withdrawal, poor rapport, passive pathetic withdrawal, difficulty in abstract thinking, lack of spontaneity and flow of conversation, stereotyped thinking. The PANSS Negative Subscale ranges from 7 (absence of symptoms) to 49 (extremely severe symptoms).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"4.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"5.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"5.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity Score (CGI-S).","description":"The severity of illness for each participant were rated using the CGI-S scale. To assess CGI-S, study physician were to answer the following question: \"Considering your total clinical experience with this particular population, how mentally ill is the patient at this time?\" Response choices included: 0 = not assessed; 1 = normal, not ill at all; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill patients.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression-Improvement Score (CGI-I) by Week.","description":"The efficacy of trial medication was rated for each participant using the CGI-I scale. The study physician would rate the participants total improvement whether or not it was entirely due to drug treatment. All responses were compared to the participants condition at Baseline of the appropriate phase. The CGI-I during Phase B were assessed relative to the participants condition at the Phase B Baseline visit. Response choices included: 0 = not assessed; 1 = very much improved; 2 = much improved; 3 = minimally improved; 4 = no change; 5 = minimally worse; 6 = much worse; and 7 = very much worse.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"0.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"1.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":61,"n":431},"commonTop":["Akathisia","Insomnia","Weight increased"]}}}