{"nctId":"NCT00840801","briefTitle":"Immunogenicity, Safety and Interchangeability of Two Tbe Vaccines Administered According to a Conventional Schedule in Children","startDateStruct":{"date":"2009-02-06","type":"ACTUAL"},"conditions":["Encephalitis, Tick-Borne"],"count":302,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Biological: Tick-Borne Encephalitis (TBE) Vaccine (Inactivated)"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Biological: Tick-Borne Encephalitis (TBE) Vaccine (Inactivated)"]}],"interventions":[{"name":"Tick-Borne Encephalitis (TBE) Vaccine (Inactivated)","otherNames":[]},{"name":"Tick-Borne Encephalitis (TBE) Vaccine (Inactivated)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMale and female children will be eligible for participation in this study if:\n\n* they are aged \\>= 1 years (from the 1st birthday) to 11 years (to the last day before the 12th birthday) at screening;\n* their parents / legal guardians provide written informed consent;\n* children provide written assent to the study according to age and capacity of understanding;\n* their parents/guardians understand the nature of the clinical study and will comply with the requirements of the protocol (e.g., completion of the Subject Diary, return for follow-up visits);\n* they are generally healthy, (i.e. the physician would have no reservations vaccinating with a TBE vaccine outside the scope of a clinical study);\n* provide a negative pregnancy test result at the first medical examination (if the subject is a female and capable of bearing children).\n\nExclusion Criteria:\n\nSubjects will be excluded from participation if:\n\n* they have a history of any previous TBE vaccination;\n* they have a history of TBE infection;\n* they have a history of infection with other flaviviruses;\n* they have a history of vaccination against yellow fever and/or Japanese B encephalitis;\n* they have a history of severe allergic reactions, in particular a known sensitivity or allergy to any components of the vaccines;\n* they are suffering from a disease (e.g. autoimmune disease) or are undergoing a form of treatment (e.g. systemic corticosteroids) that can be expected to influence immunological functions;\n* they have received any blood product or immunoglobulins within 90 days prior to study entry;\n* they are known to be Human Immunodeficiency Virus (HIV) positive (an HIV test is not required specifically for the purpose of this study);\n* they have a functional or surgical asplenia;\n* they have a rash or other dermatological condition at the injection site which could interfere with injection site reaction evaluation;\n* they were administered an investigational product within six weeks prior to study start or are concurrently participating in another clinical study that includes the administration of an investigational product;\n* they are pregnant or breastfeeding (if a female subject);\n* they or their parents/legal guardian(s) are in a dependent relationship with the study investigator or with a study team member. Dependent relationship includes close relatives (i.e., children or grandchildren, partner/spouse, siblings) as well as employees of the investigator or site conducting the study.\n* Subjects who have an acute illness with or without elevated body temperature (\\>=37.5°C) within 3 days prior to the scheduled first vaccination will not be vaccinated. Subjects may be included at a repeat visit provided that (1) the illness has resolved (body temperature \\< 37.5 °C), (2) the repeat visit is no more than 14 calendar days after the Screening Visit, and (3) the center is still open for recruitment.\n* If subjects have received antipyretics within 4 hours prior to the scheduled time of vaccination, the vaccination should be performed at a later date, as long as the center is still open for recruitment.\n* Subjects who received any live vaccine within 4 weeks or any inactivated vaccine within 2 weeks prior to the scheduled first study vaccination will not be vaccinated until an interval of 4 or 2 weeks, respectively, has passed, provided the center is still open for recruitment.\n* If a subject was bitten by a tick within 4 weeks prior to the scheduled first or second vaccination, the vaccination must be postponed until an interval of 4 weeks has passed.","healthyVolunteers":true,"sex":"ALL","minimumAge":"1 Year","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Seropositivity Rate as Determined by Neutralization Test (NT) 28 Days After the Second Vaccination","description":"Percentage of participants achieving NT titer greater than or equal to (\\>=) 10.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Seropositivity Rate Determined by NT 180 Days After the First Vaccination and 28 Days After the Third Vaccination","description":"Percentage of participants with NT titer \\>=10. Here, \"number of participants analyzed\" signifies total number of participants included in the modified intent-to-treat (mITT) population and \"Number Analyzed\" signifies number of participants who were evaluable at specified timeframe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.3","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Seropositivity Rate Determined by ELISA 28 Days After the Second Vaccination, 180 Days After the First Vaccination and 28 Days After the Third Vaccination","description":"Percentage of participants with IMMUNOZYM ELISA \\>126 Vienna Units per milliliter (VIEU/mL) or Enzygnost ELISA \\>10.32 Units per milliliter (U/mL). Here, \"Number Analyzed\" signifies number of participants who were evaluable at the specified timeframe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.1","spread":null},{"groupId":"OG001","value":"81.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"97.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Antibody Response Measured by NT 28 Days After the Second Vaccination, 180 Days After the First Vaccination and 28 Days After the Third Vaccination","description":"Geometric mean of antibody response measured by NT. Here, \"Number Analyzed\" signifies number of participants who were evaluable at the specified timeframe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.7","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"236.8","spread":null},{"groupId":"OG001","value":"118.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"538.2","spread":null},{"groupId":"OG001","value":"521.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Antibody Response Measured by ELISA 28 Days After the Second Vaccination, 180 Days After the First Vaccination and 28 Days After the Third Vaccination","description":"Geometric mean of antibody response measured by IMMUNOZYM ELISA (VIEU/mL) and Enzygnost ELISA (U/mL). Here, \"Number Analyzed\" signifies number of participants who were evaluable at specified timeframe for the specified ELISA assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"493.7","spread":null},{"groupId":"OG001","value":"161.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3026.3","spread":null},{"groupId":"OG001","value":"678","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11292.9","spread":null},{"groupId":"OG001","value":"10508.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.9","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"163.3","spread":null},{"groupId":"OG001","value":"93.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"682.2","spread":null},{"groupId":"OG001","value":"673.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Fold Increase of Antibody Response Measured by NT 28 Days After the Second Vaccination, 180 Days After the First Vaccination and 28 Days After the Third Vaccination as Compared to Baseline","description":"Geometric mean of fold increase of antibody response measured by NT from day 0 to specified timeframe. Here, \"Number Analyzed\" signifies number of participants who were evaluable at specified timeframe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.9","spread":null},{"groupId":"OG001","value":"23.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106.7","spread":null},{"groupId":"OG001","value":"103.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Fold Increase of Antibody Response Measured by ELISA 28 Days After the Second Vaccination, 180 Days After the First Vaccination and 28 Days After the Third Vaccination as Compared to Baseline","description":"Geometric mean of fold increase of antibody response measured by IMMUNOZYM ELISA (VIEU/ml) and Enzygnost ELISA (U/ml) from day 0 to specified timeframe. Here, \"Number Analyzed\" signifies number of participants who were evaluable at the specified timeframe for the specified ELISA assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.6","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"193.7","spread":null},{"groupId":"OG001","value":"39.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"719.9","spread":null},{"groupId":"OG001","value":"620.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"18.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"135.8","spread":null},{"groupId":"OG001","value":"134.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Systemic Reactions Occurring After First Vaccination","description":"Systemic symptoms included headache, nausea, vomiting, muscle pain, joint pain, swelling of the lymph nodes, loss of appetite and changes in sleeping behavior in all age strata; restlessness in children 1 to 2 years of age; malaise and fatigue in participants 3 to 11 years of age as collected in participant diary. Number of participants with systemic reactions according to severity after first vaccination were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"136","spread":null},{"groupId":"OG001","value":"134","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Systemic Reactions Occurring After Second Vaccination","description":"Systemic symptoms included headache, nausea, vomiting, muscle pain, joint pain, swelling of the lymph nodes, loss of appetite and changes in sleeping behavior in all age strata; restlessness in children 1 to 2 years of age; malaise and fatigue in participants 3 to 11 years of age as collected in participant diary. Number of participants with systemic reactions according to severity after second vaccination were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Systemic Reactions Occurring After Third Vaccination","description":"Systemic symptoms included headache, nausea, vomiting, muscle pain, joint pain, swelling of the lymph nodes, loss of appetite and changes in sleeping behavior in all age strata; restlessness in children 1 to 2 years of age; malaise and fatigue in participants 3 to 11 years of age as collected in participant diary. Number of participants with systemic reactions according to severity after third vaccination were reported. Here, \"number of participants analyzed\" signifies those participants who received FSME-IMMUN or Encepur during the first and second vaccination and received FSME-IMMUN at Day 360 as third vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"282","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Injection Site Reactions Occurring After the First Vaccination","description":"Injection site reactions included swelling, induration, redness, injection site pain and tenderness, ecchymosis and hematoma as collected in participant diary. Number of participants with injection site reactions according to severity after first vaccination were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Injection Site Reactions Occurring After the Second Vaccination","description":"Injection site reactions included swelling, induration, redness, injection site pain and tenderness, ecchymosis and hematoma as collected in participant diary. Number of participants with injection site reactions according to severity after second vaccination were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Injection Site Reactions Occurring After the Third Vaccination","description":"Injection site reactions included swelling, induration, redness, injection site pain and tenderness, ecchymosis and hematoma as collected in participant diary. Number of participants with injection site reactions according to severity after third vaccination were reported. Here, \"number of participants analyzed\" signifies those participants who received FSME-IMMUN or Encepur during the first and second vaccination and received FSME-IMMUN at Day 360 as third vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"249","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Adverse Events (AE) Observed Before the Third Vaccination","description":"An AE was any untoward medical occurrence in a participants who received study vaccination without regard to possibility of causal relationship. A serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Treatment-emergent are events between first dose of study vaccine and up to one month after last dose that were absent before treatment or that worsened relative to pre-treatment state. Number of participants with serious and non-serious adverse events according to severity before third vaccination were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Severity of Adverse Events (AE) Observed After the Third Vaccination","description":"An AE was any untoward medical occurrence in a participants who received study vaccination without regard to possibility of causal relationship. An SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability / incapacity; congenital anomaly. Treatment-emergent are events between first dose of study vaccine and up to one month after last dose that were absent before treatment or that worsened relative to pre-treatment state. Number of participants with serious and non-serious adverse events according to severity after third vaccination were reported. Here, \"number of participants analyzed\" signifies those participants who received FSME-IMMUN or Encepur during the first and second vaccination and received FSME-IMMUN at Day 360 as third vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":50},"commonTop":["INJECTION SITE PAIN","PYREXIA","TRACHEITIS","NASOPHARYNGITIS","TONSILLITIS"]}}}