{"nctId":"NCT02164513","briefTitle":"A Study Comparing the Efficacy, Safety and Tolerability of Fixed Dose Combination (FDC) of FF/UMEC/VI With the FDC of FF/VI and UMEC/VI; Administered Once-daily Via a Dry Powder Inhaler (DPI) in Subjects With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2014-06-30","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":10355,"armGroups":[{"label":"fluticasone furoate/umeclidinium bromide/vilanterol","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone furoate (FF)","Drug: vilanterol (VI)","Drug: umeclidinium bromide (UMEC)"]},{"label":"fluticasone furoate/vilanterol","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone furoate (FF)","Drug: vilanterol (VI)"]},{"label":"umeclidinium bromide/vilanterol","type":"EXPERIMENTAL","interventionNames":["Drug: vilanterol (VI)","Drug: umeclidinium bromide (UMEC)"]}],"interventions":[{"name":"fluticasone furoate (FF)","otherNames":[]},{"name":"vilanterol (VI)","otherNames":[]},{"name":"umeclidinium bromide (UMEC)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent: A signed and dated written informed consent prior to study participation\n* Type of subject: Outpatient\n* Age: Subjects 40 years of age or older at Visit 1\n* Gender: Male or female subjects. A female is eligible to enter and participate in the study if she is of: Non-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g. age appropriate, \\> 45 years, in the absence of hormone replacement therapy OR Child bearing potential, has a negative pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly (i.e. in accordance with the approved product label and the instructions of the physician for the duration of the study - screening to safety follow-up contact): Abstinence; Oral Contraceptive, either combined or progestogen alone; Injectable progestogen; Implants of levonorgestrel; Estrogenic vaginal ring; Percutaneous contraceptive patches; Intrauterine device (IUD) or intrauterine system (IUS); Male partner sterilization (vasectomy with documentation of azoospermia) prior to the female subject's entry into the study, and this male is the sole partner for that subject. For this definition, \"documented\" refers to the outcome of the investigator's/designee's medical examination of the subject or review of the subject's medical history for study eligibility, as obtained via a verbal interview with the subject or from the subject's medical records. Double barrier method: condom and an occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/film/cream/suppository)\n* COPD Diagnosis: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society\n* Smoking History: Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years at screening (visit 1) \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]. Previous smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Note: Pipe and/or cigar use cannot be used to calculate pack-year history\n* Severity of COPD symptoms: A score of \\>=10 on the COPD Assessment Test (CAT) at screening\n* Severity of COPD Disease: A post-albuterol/salbutamol FEV1/ Forced Vital Capacity (FVC) ratio of \\<0.70 at Screening\n* Existing COPD maintenance treatment: Subject must be receiving daily maintenance treatment for their COPD for at least 3 months prior to Screening. Note: Subjects receiving only Pro re nata (PRN) COPD medications are not eligible\n* History of Exacerbations: Subjects must demonstrate: a post-bronchodilator FEV1 \\<50% predicted normal and a documented history of \\>= 1 moderate or severe COPD exacerbation in the previous 12 months OR a post-bronchodilator 50% \\<=FEV1 \\< 80% predicted normal and a documented history of \\>= 2 moderate exacerbations or a documented history of \\>=1 severe COPD exacerbation (hospitalized) in the previous 12 months. Note: Percent predicted will be calculated using the European Respiratory Society Global Lung Function Initiative reference equations. Note: A documented history of a COPD exacerbation (e.g., medical record verification) is a medical record of worsening COPD symptoms that required systemic/oral corticosteroids and/or antibiotics (for a moderate exacerbation) or hospitalization (for a severe exacerbation). Prior use of antibiotics alone does not qualify as an exacerbation history unless the use was associated with treatment of worsening symptoms of COPD, such as increased dyspnea, sputum volume, or sputum purulence (color). Subject verbal reports are not acceptable\n* Liver function tests: alanine aminotransferase (ALT) \\<2x upper limit of normal (ULN); alkaline phosphatase \\<=1.5xULN; bilirubin \\<=1.5xULN (isolated bilirubin \\>1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%)\n* French subjects: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study\n* Asthma: Subjects with a current diagnosis of asthma. (Subjects with a prior history of asthma are eligible if they have a current diagnosis of COPD)\n* Alpha1-antitrypsin deficiency: Subjects with Alpha1-antitrypsin deficiency as the underlying cause of COPD\n* Other respiratory disorders: Subjects with active tuberculosis, lung cancer, significant bronchiectasis, sarcoidosis, lung fibrosis, pulmonary hypertension, interstitial lung diseases or other active pulmonary diseases\n* Lung resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening\n* Risk Factors for Pneumonia: immune suppression (e.g. human immunodeficiency virus \\[HIV\\], Lupus) or other risk factors for pneumonia (e.g. neurological disorders affecting control of the upper airway, such as Parkinson's Disease, Myasthenia Gravis). Patients at potentially high risk (e.g. very low BMI, severely malnourished, or very low FEV1) will only be included at the discretion of the Investigator\n* Pneumonia and/or moderate or severe COPD exacerbation that has not resolved at least 14 days prior to Screening and at least 30 days following the last dose of oral/systemic corticosteroids (if applicable). In addition, any subject that experiences pneumonia and/or moderate or severe COPD exacerbation during the run-in period will be excluded\n* Other Respiratory tract infections that have not resolved at least 7 days prior to screening\n* Abnormal Chest x-ray(CXR): Chest x-ray (posteroanterior and lateral) reveals evidence of pneumonia or a clinically significant abnormality not believed to be due to the presence of COPD, or another condition that would hinder the ability to detect an infiltrate on CXR (e.g. significant cardiomegaly, pleural effusion or scarring). All subjects will have a chest x-ray at Screening Visit 1 (or historical radiograph or computerised tomography (CT) scan obtained within 3 months prior to screening) that will be over-read by a central vendor. Note: Subjects who have experienced pneumonia and/or moderate or severe COPD exacerbation within 3 months of screening must provide a post pneumonia/exacerbation chest x-ray to be over-read by the central vendor or have a chest x-ray conducted at screening. For sites in Germany: If a chest x-ray (or CT scan) within 3 months prior to Screening (Visit 1) is not available, approval to conduct a diagnostic chest x-ray will need to be obtained from the Federal Office for Radiation Protection (Bundesamt für Strahlenschutz \\[BfS\\])\n* Other diseases/abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular, neurological, psychiatric, renal, hepatic, immunological, gastrointestinal, urogenital, nervous system, musculoskeletal, skin, sensory, endocrine (including uncontrolled diabetes or thyroid disease) or hematological abnormalities that are uncontrolled. Significant is defined as any disease that, in the opinion of the Investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study\n* Unstable liver disease as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices or persistent jaundice, cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Note: Chronic stable hepatitis B and C are acceptable if the subject otherwise meets entry criteria\n* Unstable or life threatening cardiac disease: subjects with any of the following at Screening (Visit 1) would be excluded: Myocardial infarction or unstable angina in the last 6 months; Unstable or life threatening cardiac arrhythmia requiring intervention in the last 3 months; New York Heart Association (NYHA) Class IV Heart failure\n* Abnormal and clinically significant 12-Lead Electrocardiogram (ECG) finding: Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility. The Principal Investigator will determine the clinical significance of each abnormal ECG finding in relation to the subject's medical history and exclude subjects who would be at undue risk by participating in the trial. An abnormal and clinically significant finding that would preclude a subject from entering the trial is defined as a 12-lead tracing that is interpreted as, but not limited to, any of the following: atrial fibrillation (AF) with rapid ventricular rate \\>120 beats per minute); sustained or nonsustained ventricular tachycardia (VT); Second degree heart block Mobitz type II and third degree heart block (unless pacemaker or defibrillator had been inserted); QT interval corrected for heart rate (QTcF) \\>=500 milliseconds (msec) in patients with QRS \\<120 msec and QTcF \\>=530 msec in patients with QRS \\>=120 msec\n* Contraindications: A history of allergy or hypersensitivity to any corticosteroid, anticholinergic/muscarinic receptor antagonist, beta2-agonist, lactose/milk protein or magnesium stearate or a medical condition such as narrow-angle glaucoma, prostatic hypertrophy or bladder neck obstruction that, in the opinion of the Investigator contraindicates study participation\n* Cancer: Subjects with carcinoma that has not been in complete remission for at least 5 years. Subjects who have had carcinoma in situ of the cervix, squamous cell carcinoma and basal cell carcinoma of the skin would not be excluded based on the 5 year waiting period if the subject has been considered cured by treatment\n* Oxygen therapy: Use of long-term oxygen therapy (LTOT) described as resting oxygen therapy \\>3 Liter/minute (L/min) (Oxygen use =\\<3L/min flow is not exclusionary)\n* Medication prior to spirometry: Subjects who are medically unable to withhold their albuterol/salbutamol for the 4-hour period required prior to spirometry testing at each study visit\n* Pulmonary rehabilitation: Subjects who have participated in the acute phase of a Pulmonary Rehabilitation Program within 4 weeks prior to Screening or subjects who plan to enter the acute phase of a Pulmonary Rehabilitation Program during the study. Subjects who are in the maintenance phase of a Pulmonary Rehabilitation Program are not excluded\n* Drug/alcohol abuse: Subjects with a known or suspected history of alcohol or drug abuse within the last 2 years\n* Non-compliance: Subjects at risk of non-compliance, or unable to comply with the study procedures. Any infirmity, disability, or geographic location that would limit compliance for scheduled visits\n* Questionable validity of consent: Subjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study\n* Affiliation with investigator site: Study investigators, sub-investigators, study coordinators, employees of a participating investigator or study site, or immediate family members of the aforementioned that is involved with this study\n* Inability to read: In the opinion of the Investigator, any subject who is unable to read and/or would not be able to complete study related materials\n* Medication prior to screening: Use of the following medications within the following time intervals prior to Screening (Visit 1) or during the study: Long term antibiotic therapy Subjects receiving antibiotics for long term therapy are not eligible for the study (Antibiotics are allowed for the short term treatment of an exacerbation or for short term treatment of other acute infections during the study); Systemic, Oral, parenteral corticosteroids 30 days (Except during the study oral/systemic corticosteroids may be used to treat COPD exacerbations/pneumonia) Intra-articular injections are allowed; Any other investigational drug (30 days or 5 half lives whichever is longer)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annual Rate of On-treatment Moderate/Severe Exacerbations Comparing FF/UMEC/VI With UMEC/VI and FF/VI","description":"The annual rate of moderate or severe COPD exacerbations which occurred during treatment was assessed. Moderate exacerbations were defined as exacerbations that required treatment with oral/systemic corticosteroids and/or antibiotics (not involving hospitalization or resulting in death). Severe exacerbations were defined as exacerbations that required hospitalization or resulted in death. Analysis performed using a generalized linear model assuming a negative binomial distribution. ITT population was used which comprised of all randomized participants, excluding those who were randomized in error. Only those participants with non-missing co-variates were included in the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":null},{"groupId":"OG001","value":"1.07","spread":null},{"groupId":"OG002","value":"1.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough Forced Expiratory Volume in 1 Second (FEV1), at Week 52 Comparing FF/UMEC/VI With FF/VI","description":"FEV1 was defined as the amount of air a person exhales in one second. Change from Baseline was calculated as the value of FEV1 at Week 52 minus the value at Baseline. Baseline for trough FEV1 was defined as Day 1 (Pre-dose). Only those participants with non-missing co-variates were included in the analysis. The analysis was performed using a Repeated measures model with covariates of treatment group, smoking status (Screening), geographical region, visit, Baseline, Baseline by visit and treatment group by visit interactions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.094","spread":"0.0042"},{"groupId":"OG001","value":"-0.003","spread":"0.0044"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in St. George's Respiratory Questionnaire for (SGRQ) Total Score at Week 52 Comparing FF/UMEC/VI With FF/VI","description":"SGRQ is a disease specific-questionnaire, designed to measure impact of respiratory disease and its treatment on a COPD participant's Health Related Quality of Life (HRQoL). SGRQ contains 14 questions with total of 40 items grouped into three domains (Symptoms, Activity, and Impacts). The overall summary score along with scores for the individual domains of symptoms, activity and impacts were assessed. Score was calculated by summing the pre-assigned weights of answers, dividing by sum of maximum weights for items in SGRQ. Total scores ranged from 0 to 100. A decrease in score indicates improvement in HRQoL and higher score implies worse quality of life. Change from Baseline was calculated as total score at Week 52 minus value at Baseline. Baseline was defined as Day 1. Minimum clinically important difference (MCID) for this instrument is a 4-point improvement (decrease from Baseline). Only those participants with non-missing co-variates were included in the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"0.23"},{"groupId":"OG001","value":"-3.7","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Time to First On-treatment Moderate/Severe Exacerbation Comparing FF/UMEC/VI With FF/VI and With UMEC/VI","description":"This measures the number of days, to the first onset of moderate or severe exacerbations. Moderate exacerbations, were defined as exacerbations that required treatment with oral/systemic corticosteroids and/or antibiotics (not involving hospitalization or resulting in death). Severe exacerbations, were defined as exacerbations that required hospitalization or resulted in death. The Hazard ratio from Cox proportional hazards model with covariates of treatment group, sex, exacerbation history (\\<=1, \\>=2 moderate/severe), smoking status (Screening), geographical region and post-bronchodilator percent predicted FEV1 (Screening), have been reported. Only those participants with non-missing co-variates were included in the analysis. First quartile and median time to onset are taken from the Kaplan-Meier estimates. If \\<25% (and \\<50%) of participants experienced the event within a treatment then Q1 (and median) time to onset are displayed as NA (not applicable) for that treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"81","spread":null},{"groupId":"OG002","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"306","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of On-treatment Moderate/Severe Exacerbations Comparing FF/UMEC/VI With UMEC/VI in the Subset of Participants With a Blood Eosinophil Count >=150 Cells Per Microliter","description":"The annual rate of moderate or severe COPD exacerbations during the treatment, for participants with blood eosinophil count \\>=150 cells per microliter , has been reported. Moderate exacerbations, were defined as exacerbations that required treatment with oral/systemic corticosteroids and/or antibiotics (not involving hospitalization or resulting in death). Severe exacerbations were defined as exacerbations that required hospitalization or resulted in death. Only those participants with non-missing co-variates and non-missing eosinophil, at Baseline were included in the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.95","spread":null},{"groupId":"OG001","value":"1.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First On-treatment Moderate/Severe Exacerbation Comparing FF/UMEC/VI With UMEC/VI in the Subset of Particpants With a Blood Eosinophil Count >=150 Cells Per Microliter at Baseline","description":"This measures the number of days, to the first onset of moderate or severe exacerbations for participants with blood eosinophil count \\>=150 cells per microliter, at Baseline has been reported. Moderate exacerbations, were defined as exacerbations that required treatment with oral/systemic corticosteroids and/or antibiotics (not involving hospitalization or resulting in death). Severe exacerbations, were defined as exacerbations that required hospitalization or resulted in death. Only those participants with non-missing co-variates and non missing eosinophils at Baseline were included in the analysis. First quartile and median time to onset are taken from the Kaplan-Meier estimates. If \\<25% (and \\<50%) of participants experienced the event within a treatment then Q1 (and median) time to onset are displayed as NA (not applicable) for that treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"253","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of On-treatment Severe Exacerbations Comparing FF/UMEC/VI With FF/VI and With UMEC/VI","description":"The annual rate of severe COPD exacerbations during the treatment, has been reported. Severe exacerbations were defined as exacerbations that required hospitalization or resulted in death. The covariates of treatment group, sex, exacerbation history (\\<=1, \\>=2 moderate/severe), smoking status (Screening), geographical region and post-bronchodilator percent predicted FEV1 (Screening) were used. Only those participants with non-missing co-variates were included in the analysis","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null},{"groupId":"OG001","value":"0.15","spread":null},{"groupId":"OG002","value":"0.19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":895,"n":4151},"commonTop":["Viral upper respiratory tract infection","Upper respiratory tract infection","Headache","Back pain","Oral candidiasis"]}}}