{"nctId":"NCT02247765","briefTitle":"Controlled Acute Hypoxia Study Comparing Pulse Oximetry to Arterial Blood Samples During Motion","startDateStruct":{"date":"2014-11"},"conditions":["Healthy","Hypoxia"],"count":18,"armGroups":[{"label":"Arterial Line","type":"EXPERIMENTAL","interventionNames":["Device: Arterial line"]},{"label":"Motion","type":"EXPERIMENTAL","interventionNames":["Device: Motion"]}],"interventions":[{"name":"Arterial line","otherNames":["CO-Oximeter SaO2 value"]},{"name":"Motion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female of any race\n* 18-50 years old, inclusive\n* Females: negative urine pregnancy test on the day of study participation (prior to exposure to hypoxia)\n* Completed within the last year: physical exam by a licensed physician, physician assistant (PA), or advanced practice nurse; including a 12 lead ECG, a medical history, and blood test (complete blood count and sickle cell trait/disease screening)\n* Meets specific demographic requirements for the monitoring device under study\n* Willing and able to provide written informed consent\n* Able to participate for the duration of the evaluation\n\nExclusion Criteria:\n\n* A room-air baseline % modulation \\< 1.5% on all four fingers on the test hand\n* Under 18 years or over 50 years of age\n* Pregnant and/or lactating women\n* Hypertension: on three consecutive readings, systolic pressure greater than 145 mm Hg or diastolic pressure greater than 90 mm Hg\n* Ventricular premature complexes (VPC's) that are symptomatic or occur at a rate of more than four per minute\n* History of seizures (except childhood febrile seizures) or epilepsy\n* History of unexplained syncope\n* Daily or more frequent use of anxiolytic drugs (benzodiazepines) for treatment of anxiety disorder\n* Recent history of frequent migraine headaches: average of two or more per month over the last year\n* Compromised circulation, injury, or physical malformation of fingers, toes, hands, ears or forehead/skull or other sensor sites which would limit the ability to test sites needed for the study. (Note: Certain malformations may still allow subjects to participate if the condition is noted and would not affect the particular sites utilized.)\n* History of acute altitude sickness at or below moderate elevation (up to 5,000-10,000 feet) defined as three or more of the following symptoms: moderate to severe headache, general malaise, dizziness/lightheadedness, nausea/vomiting, fatigue/weakness, shortness of breath, nosebleed, persistent rapid pulse, or peripheral edema\n* History of significant respiratory disease such as severe asthma or emphysema or sleep apnea\n* Sickle cell disease or trait\n* Clinically significant abnormal finding on medical history, physical examination, clinical laboratory test or ECG. Clinical significance will be assessed by the principal investigator or study physician as designated.\n* History of stroke, transient ischemic attack or carotid artery disease\n* History of myocardial ischemia, angina, myocardial infarction, congestive heart failure or cardiomyopathy\n* History of chronic renal impairment\n* Severe contact allergies to standard adhesives, latex or other materials found in pulse oximetry sensors, ECG electrodes, respiration monitor electrodes or other medical sensors\n* Unwillingness or inability to remove colored nail polish or artificial nails from test digit(s)\n* Unwillingness or inability to give informed consent\n* Prior or known allergies to: lidocaine (or similar pharmacological agents, e.g., Novocain) or heparin\n* Recent arterial cannulation (i.e., less than 30 days prior to study date)\n* Six or more arterial cannulations of each (right \\& left) radial artery\n* History of clinically significant complications from previous arterial cannulation\n* Current use of blood thinners: prescription or daily aspirin use\n* History of bleeding disorders or personal history of prolonged bleeding from injury.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"SpO2 Accuracy During Motion Conditions - MaxA Sensor","description":"For each range specified, SpO2 accuracy of the pulse oximeter equipment is stated in terms of the Accuracy Root-Mean-Square (ARMS) difference between measured values (SpO2) and reference blood values (SaO2). The MaxA sensors has a different bandage from the MaxN sensor, and therefore a different form and fit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.78","spread":null}]}]}]},{"type":"PRIMARY","title":"SpO2 Accuracy During Motion Conditions - MaxN Sensor","description":"For each range specified, SpO2 accuracy of the pulse oximeter equipment is stated in terms of the Accuracy Root-Mean-Square (ARMS) difference between measured values (SpO2) and reference blood values (SaO2). The MaxN sensor has a different bandage from the MaxA sensor, and therefore a different form and fit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.93","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":["mild IV infiltration"]}}}